{
    "doi": "https://doi.org/10.1182/blood.V122.21.1755.1755",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2616",
    "start_url_page_num": 2616,
    "is_scraped": "1",
    "article_title": "HIV Vs. Non-HIV- Associated Classic Hodgkin Lymphoma: Similar Outcomes But a Clear Racial Disparity In The Inner City ",
    "article_date": "November 15, 2013",
    "session_type": "621. Hodgkin Lymphoma: Biology, excluding Therapy: Poster I",
    "topics": [
        "hiv",
        "hodgkin's disease",
        "racial disparities",
        "chlorambucil",
        "cancer",
        "chief complaint",
        "idiopathic pneumonia syndrome",
        "hodgkin disease, mixed cellularity",
        "acquired immunodeficiency syndrome",
        "bleomycin"
    ],
    "author_names": [
        "Marina Messinger, MD",
        "Kamila lzabela Cisak, MD",
        "Surabhi Pathak, MD",
        "Patricia Sumoza",
        "Shweta Gupta, MD",
        "Paul G. Rubinstein, MD"
    ],
    "author_affiliations": [
        [
            "Medicine, Rush University Medical Center, Chicago, IL, USA, "
        ],
        [
            "Medicine, John H Stroger Jr Hospital of Cook County, Chicago, IL, USA, "
        ],
        [
            "Medicine, John H Stroger Jr Hospital of Cook County, Chicago, IL, USA, "
        ],
        [
            "Loyola University, chicago, IL, USA, "
        ],
        [
            "Section of Hematology/Oncology, John H. Stroger Jr. Hospital of Cook County (Cook County Hospital), Chicago, IL, USA, "
        ],
        [
            "Department of Medicine, Section of Hematology/Oncology, John H. Stroger Jr. Hospital of Cook County, Chicago, IL, USA"
        ]
    ],
    "first_author_latitude": "41.87457459999999",
    "first_author_longitude": "-87.668836",
    "abstract_text": "Introduction Stroger Hospital of Cook County (CCH) and Ruth M. Rothstein CORE Center (CC) are the largest health providers for HIV + patients in Chicago and among the largest in the United States. Together, CCH and CC treat over 5500 HIV + individuals per year and 60 newly diagnosed HIV-associated cancers yearly. In addition CCH is the largest safety net hospital in the Chicago, and in the calendar year 2010 had over 32,000 outpatient hematology/oncology clinic visits. Classical Hodgkin lymphoma (cHL) is the second most common non-AIDS defining cancer at CCH. Recent reports have suggested that the outcomes of HIV (HIV-cHL) vs. non-HIV associated cHL were similar. Many of these studies were multi-institutional, and insights into the inner-city cancer population have yet to be described. In addition, many of these studies compared outcome data to historical controls obtained at different institutions. To gain insights into the racial composition and survival data of patients with cHL, we compared all of disease characteristics and demographic information of HIV-associated and non-HIV cHL at CCH and the CC from the past 15 years. Methods We identified via CCH and CC databases HIV-infected patients with cHL from 1998–2013. We subsequently identified the HIV characteristics, cancer type, overall survival (OS) data, and patient demographics for all patients. Four hundred patients with cHL were screened. Only patients that had complete overall survival and demographic information were included in the study. One hundred seventy-nine non-HIV and 40 HIV-cHL met these criteria. In addition, all patients analyzed were treated with the same treatment regimen, Adriamycin, Bleomycin, Vinblastine, and Dacarbazine (ABVD). Statistics Non-parametric Fisher's exact test was used to examine the difference in proportion of patients in both the HIV and non-HIV arm. Survival data were analyzed using Kaplan-Meier analysis and Cox Proportional Hazards model. Results The M:F ratio was 8.5:1 in HIV-cHL and 2.4:1 in the non-HIV cohort (P<0.001). The median CD4+ count for the HIV population was 204 cells/mm3. The racial composition of the 2 cohorts showed a significant increase in the percentage of African-Americans (AA) in the HIV cohort, 69% vs. 44% in the non-HIV, (p<0.001) and Caucasians, 8% vs. 20% (p<0.001) respectively. Compared to the general Chicago AA population of 23%, a disparity of 46% exists. The difference in the Hispanic population between the 2 groups was not significant (24% vs.29% (p < 0.6)). The HIV-cHL population was older (37 vs. 29 years) than in non-HIV patients. The most frequent histological subtype of HIV-cHL was mixed cellularity cHL 44% vs. 13% in the non-HIV cohort. The most common histological subtype was nodular sclerosis in the HIV negative group (72%). The HIV positive patients tended to present with more advanced disease, compared to the HIV negative patients. Fifty six % vs. 42% in the non-HIV cohort presented with stage III/IV disease though these changes were not significant. Notably, 35% of HIV patients who presented with advanced stage cHL, presented with an IPS score of 5/6 compared to just 8% in the non-HIV cohort (p<0.01). The 10-year OS of the stage I/II and III/IV HIV-cHL patient compared to the non-HIV cHL patients showed no statistical significant difference in Stage I/II (98% vs.91%, p = 0.52), and stage III/IV (80% vs. 73%, p= 0.82; HIV vs. non-HIV). No other statistical difference was noted with respect to OS accounting for race, gender, histology, or age. Conclusions In assessing the cases of HIV-cHL, it appears to be a disease of AA (69% vs. 44%) men (90% vs 70%) compared to the non-HIV population at the same institution. But when compared to the general population of Chicago, where AA constitute only 23% of the population, the disparity is more pronounced. In addition, the HIV-cHL patients present with more advanced disease (80% vs 73%). Of the patients with advanced cHL, 35% vs. only 8% (p<0.001) have an IPS score of 5/6 compared to the non-HIV cohort. Although HIV patients present with more aggressive cHL histology, mixed cellularity cHL, than the non-HIV cohort (44% vs.13%), higher stage, and a statistically significant higher IPS score, little difference in OS was noted when compared to the HIV negative patients. Thus, education and screening, in the AA community is needed, not just to lower the incidence of HIV, but HIV-cHL as well. Disclosures: No relevant conflicts of interest to declare."
}