{
    "doi": "https://doi.org/10.1182/blood-2018-99-112594",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3907",
    "start_url_page_num": 3907,
    "is_scraped": "1",
    "article_title": " MLL-USP2 : An Underestimated New Entity of MLL -Rearranged Leukemia Identified By NGS Analysis ",
    "article_date": "November 29, 2018",
    "session_type": "603. Oncogenes and Tumor Suppressors: Poster III",
    "topics": [
        "leukemia",
        "massively-parallel genome sequencing",
        "leukemia, acute",
        "polymerase chain reaction",
        "biological markers",
        "myelodysplastic syndrome",
        "neoplasm, residual",
        "nucleotides",
        "chromosome rearrangements",
        "child"
    ],
    "author_names": [
        "Claus Meyer, PhD",
        "Bruno Lopes, PhD",
        "Aurélie Caye-Eude, PharmD",
        "Hélène Cavé, PharmD, PhD",
        "Chloé Arfeuille, PhD",
        "Rosemary Sutton, PhD",
        "Nicola Venn, BSc",
        "Patrizia Larghero, PhD",
        "Seung Hwan Oh, MD",
        "Grigory Tsaur, MD PhD",
        "Marketa Zaliova",
        "Jan Zuna",
        "Vesa Juvonen, PhD",
        "Renate Panzer-Grümayer, MD",
        "Grazia Fazio, PhD",
        "Giovanni Cazzaniga, PhD",
        "Mariana Emerenciano, PhD",
        "Rolf Marschalek, PhD"
    ],
    "author_affiliations": [
        [
            "DCAL, Institute of Pharmaceutical Biology, Goethe-University, Frankfurt am Main, Germany "
        ],
        [
            "DCAL, Institute of Pharmaceutical Biology, Goethe-University, Frankfurt am Main, Germany ",
            "Division of Clinical Research, Instituto Nacional de Cancer, Rio de Janeiro, Brazil "
        ],
        [
            "Department of Genetics, University Hospital Robert Debré, Paris, France "
        ],
        [
            "Department of Genetics, University Hospital Robert Debré, Paris, France "
        ],
        [
            "Department of Genetics, University Hospital Robert Debré, Paris, France "
        ],
        [
            "Children's Cancer Institute Australia, Lowy Cancer Research Centre, UNSW, Randwick, Australia "
        ],
        [
            "Children's Cancer Institute, Lowy Cancer Research Centre, UNSW, Randwick, Australia "
        ],
        [
            "DCAL, Institute of Pharmaceutical Biology, Goethe-University, Frankfurt am Main, Germany "
        ],
        [
            "DCAL, Institute of Pharmaceutical Biology, Goethe-University, Frankfurt am Main, Germany ",
            "Department of Laboratory Medicine, Inje University College of Medicine, Busan, Korea, Republic of (South) "
        ],
        [
            "Regional Children Hospital, Yekaterinburg, Russian Federation "
        ],
        [
            "CLIP - Childhood Leukaemia Investigation Prague, Prague, Czech Republic "
        ],
        [
            "CLIP - Childhood Leukaemia Investigation Prague, Prague, Czech Republic "
        ],
        [
            "Dept. of Clinical Chemistry and Tykslab, University of Turku and Turku University Hospital, Turku, Finland "
        ],
        [
            "Children's Cancer Research Institute and Medical University of Vienna, Vienna, Austria, Vienna, Austria "
        ],
        [
            "Centro Ricerca Tettamanti, University of Milano-Bicocca, San Gerardo Hospital/Fondazione MBBM, Monza, Italy "
        ],
        [
            "Centro Ricerca Tettamanti, Clinica Pediatrica Univ. Milano Bicocca Ospedale San Gerardo, Monza, Italy"
        ],
        [
            "Division of Clinical Research, Instituto Nacional de Cancer, Rio de Janeiro, Brazil "
        ],
        [
            "DCAL, Institute of Pharmaceutical Biology, Goethe-University, Frankfurt am Main, Germany "
        ]
    ],
    "first_author_latitude": "50.127067499999995",
    "first_author_longitude": "8.6677635",
    "abstract_text": "Chromosomal rearrangements of the MLL gene are responsible for 5-10% of all acute leukemias, biphenotypic leukemias and myelodysplastic syndromes. The large number of known MLL fusions (>80) renders a precise diagnosis a demanding task. Even though all MLL rearrangements are associated with high-risk acute leukemia, the outcome (poor or very poor) is influenced by the partner gene. The applied diagnostic methods (LDI-PCR and multiplex PCR) allows the identification of MLL fusion genes at the nucleotide level, providing important information on the genetics of leukemia patients, and patient-specific biomarkers. These biomarkers are used for monitoring of minimal residual disease in acute leukemia patients during and after therapy. Thus, the identification of MLL gene fusions is necessary for rapid clinical decisions to determine the best therapy regimen. We have developed a customized NGS panel for MLL diagnostics to utilize state of the art technology at DCAL. With this new tool, the whole MLL gene is analyzed in contrast to the LDI-PCR where only the main MLL breakpoint cluster region (BCR-1) is covered. The first results of the NGS analysis of 84 patients identified MLL breakpoints located outside the main BCR-1 of MLL . Furthermore, a novel MLL partner gene USP2 was identified in 16 patients. All MLL-USP2 positive patients had a breakpoint located outside BCR-1 and within a newly defined breakpoint cluster region BCR-2. The BCR-2 site was also used in 2 other patients with MLL-AFF1 and one patient with MLL-MLLT3 . These findings reveal USP2 as a new entity for MLL rearrangements affecting indifferently children aged 3 months to 10 years old (mean 30 months) with no gender bias (M/F=1.3). Interestingly, only 5/16 affected children were below 1 year of age at diagnosis and thus treated according to the Interfant trial. Clinical presentation as well as outcome associated with this new entity deserves further investigation to define whether those patients should be allocated, as other MLL -rearranged ones, in high-risk treatment groups. More MLL patients should also be analyzed to get a better idea of the frequency of breakpoints within BCR-2, especially the frequency of MLL-USP2 fusions. Indeed, standard FISH analysis and CGH array do not permit reliable detection of this fusion, explaining why they remained undetected so far. The biology of this novel MLL rearrangement also deserves further investigation, considering that USP2 is the only MLL partner fused exclusively to BCR-2. Disclosures No relevant conflicts of interest to declare."
}