{
    "doi": "https://doi.org/10.1182/blood-2018-99-118475",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4092",
    "start_url_page_num": 4092,
    "is_scraped": "1",
    "article_title": "Risk Factors Predisposing Development of Priapism in Sickle Cell Disease Patients ",
    "article_date": "November 29, 2018",
    "session_type": "113. Hemoglobinopathies, Excluding Thalassemia-Basic and Translational Science",
    "topics": [
        "priapism",
        "sickle cell anemia",
        "bilirubin",
        "acute chest syndrome",
        "cerebrovascular accident",
        "endotracheal aspiration",
        "erectile dysfunction",
        "exchange transfusion, whole blood",
        "hemoglobin",
        "infertility"
    ],
    "author_names": [
        "Salam Alkindi, FRCP, BA, MBBChir",
        "Said AlMufargi",
        "Anil Pathare, MD PhD FCPS, MBBS"
    ],
    "author_affiliations": [
        [
            "Sultan Qaboos University College of Medicine, Muscat, OMN "
        ],
        [
            "Sultan Qaboos University Hospital, Muscat, Oman "
        ],
        [
            "Department of Hematology, Sultan Qaboos University Hospital, Muscat, Oman"
        ]
    ],
    "first_author_latitude": "23.5901042",
    "first_author_longitude": "58.16980489999999",
    "abstract_text": "Background and Purpose : Penile erection and detumescence are complex physiologic processes, which require delicate neurohormonal and cardiovascular response. Priapism is defined as a persistent and painful erection lasting longer than four hours without sexual stimulation. Stuttering priapism is characterized by a self-limited, recurrent, and intermittent erection, frequently occurring in patients with sickle cell disease(SCD). The aim of this study was to identify the clinical and laboratory features in SCD patients with priapism in Oman. Methodology : In this retrospective case-control study, medical records of all patients with SCD who developed priapism were retrieved from the hospital information system and compared in a 1: 1 ratio with age and gender matched SCD patients who did not ever had priapism. Addition information extracted include hematological and laboratory parameters, treatment, and complications. Data obtained were analyzed using IBM SPSS version 23. The study was conducted following approval from the hospital medical research and ethics committee. Results & Discussion : Amongst the forty-one SCD patients evaluated, in the 21 patients with priapism (mean age 24.7 yrs), there was a significantly higher WBC, platelet, retic counts, LDH and serum total bilirubin as compared to controls (p0.05, Chi Square test). Patients with priapism were managed with exchange transfusion (100%), aspiration (52%) and shunting (5%). Interestingly, none of these patients showed impotence, although 10% manifested with infertility. Conclusions : Priapism in this SCD cohort is a disease of the young, and seen predominantly in the hemolytic phenotype of the disease. Patients with priapism showed high WBC's, Platelets, Bilirubin, LDH and retics with a lower hemoglobin as compared to the controls. Favorable outcome is dependent on early intervention and almost half of these patients needed surgical intervention. Disclosures No relevant conflicts of interest to declare."
}