{
    "doi": "https://doi.org/10.1182/blood.V126.23.260.260",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3110",
    "start_url_page_num": 3110,
    "is_scraped": "1",
    "article_title": "Gene Therapy Using a Self-Inactivating Lentiviral Vector Improves Clinical and Laboratory Manifestations of Wiskott-Aldrich Syndrome ",
    "article_date": "December 3, 2015",
    "session_type": "801. Gene Therapy and Transfer: Gene Therapy for Immune Disorders and Cancer",
    "topics": [
        "gene therapy",
        "lentiviral vector",
        "wiskott-aldrich syndrome",
        "busulfan",
        "eczema",
        "follow-up",
        "off-label use",
        "adverse event",
        "cancer",
        "carcinogenesis"
    ],
    "author_names": [
        "Julia I Chu, MD MPH",
        "Lauren A Henderson, MD",
        "Myriam Armant, PhD",
        "Frances Male, BA",
        "Colleen H Dansereau, MSN, RN",
        "Brenda MacKinnon, RN",
        "Christopher J Burke",
        "Matthew E Cavanaugh",
        "Wendy B. London, PhD",
        "Isil B Barlan, MD",
        "Ahmet Özen, MD",
        "Safa Baris, MD",
        "Elif Karakoc-Aydiner, MD",
        "Ayça Kiykim, MD",
        "Imelda Celine Hanson, MD",
        "Jenny M. Despotovic, DO, MS",
        "Akihiko Saitoh, MD PhD",
        "Takayuki Takachi, MD PhD",
        "Kohsuke Imai, MD PhD",
        "Alejandra King, MD",
        "Silvia Arredondo, MD",
        "Jerome Ritz, MD",
        "Frederic D Bushman, PhD",
        "Anne Galy, PharmD, PhD",
        "Luigi Daniele Notarangelo, MD",
        "David A. Williams, MD",
        "Sung-Yun Pai, MD"
    ],
    "author_affiliations": [
        [
            "Department of Pediatric Oncology, Dana-Farber Cancer Institute, Boston, MA ",
            "Division of Hematology-Oncology, Boston Children's Hospital, Boston, MA "
        ],
        [
            "Division of Immunology, Boston Children's Hospital, Boston, MA "
        ],
        [
            "Division of Hematology-Oncology, Boston Children's Hospital, Boston, MA "
        ],
        [
            "Department of Microbiology, University of Pennsylvania School of Medicine, Philadelphia, PA "
        ],
        [
            "Division of Pediatric Hematology, Boston Children's Hospital, Boston, MA "
        ],
        [
            "Division of Pediatric Hematology, Boston Children's Hospital, Boston, MA "
        ],
        [
            "Department of Pediatric Oncology, Dana-Farber Cancer Institute, Boston, MA "
        ],
        [
            "Department of Pediatric Oncology, Dana-Farber Cancer Institute, Boston, MA "
        ],
        [
            "Department of Pediatric Oncology, Dana-Farber Cancer Institute, Boston, MA ",
            "Division of Hematology-Oncology, Boston Children's Hospital, Boston, MA "
        ],
        [
            "Division of Pediatric Allergy/Immunology, Marmara University, Istanbul, Turkey "
        ],
        [
            "Division of Pediatric Allergy/Immunology, Marmara University, Istanbul, Turkey "
        ],
        [
            "Division of Pediatric Allergy/Immunology, Marmara University, Istanbul, Turkey "
        ],
        [
            "Division of Pediatric Allergy/Immunology, Marmara University, Istanbul, Turkey "
        ],
        [
            "Division of Pediatric Allergy/Immunology, Marmara University, Istanbul, Turkey "
        ],
        [
            "Division of Pediatric Immunology, Allergy and Rheumatology, Texas Children's Hospital, Houston, TX "
        ],
        [
            "Texas Children's Hematology Center, Baylor College of Medicine, Houston, TX "
        ],
        [
            "Department of Pediatrics, Niigata University Graduate School of Medical and Dental Sciences, Niigata, Japan "
        ],
        [
            "Department of Pediatrics, Niigata University Graduate School of Medical and Dental Sciences, Niigata, Japan "
        ],
        [
            "Department of Pediatrics and Developmental Biology, Tokyo Medical and Dental University, Tokyo, Japan "
        ],
        [
            "Hospital Luis Calvo Mackenna, Santiago, Chile "
        ],
        [
            "Pediatric Service, Hospital Regional Talca, Talca, Chile "
        ],
        [
            "Division of Hematologic Malignancies, Dana-Farber Cancer Institute, Boston, MA "
        ],
        [
            "Department of Microbiology, University of Pennsylvania School of Medicine, Philadelphia, PA "
        ],
        [
            "Genethon, Evry, France"
        ],
        [
            "Division of Immunology, Boston Children's Hospital, Boston, MA "
        ],
        [
            "Department of Pediatric Oncology, Dana-Farber Cancer Institute, Boston, MA ",
            "Division of Hematology-Oncology, Boston Children's Hospital, Boston, MA "
        ],
        [
            "Department of Pediatric Oncology, Dana-Farber Cancer Institute, Boston, MA ",
            "Division of Hematology-Oncology, Boston Children's Hospital, Boston, MA "
        ]
    ],
    "first_author_latitude": "42.33745149999999",
    "first_author_longitude": "-71.1081799",
    "abstract_text": "The X-linked disorder Wiskott-Aldrich Syndrome (WAS), characterized by thrombocytopenia, eczema, recurrent infections, autoimmunity and cancer, is typically treated with allogeneic transplantation. Somatic gene therapy (GT) using autologous CD34+ cells is a promising treatment alternative for high-risk patients lacking matched allogeneic donors, as it avoids graft versus host disease. GT using a γ-retroviral vector with intact viral enhancers was efficacious but had a high rate of leukemia due to insertional oncogenesis. We report here preliminary results of 4 WAS patients who underwent GT using a self-inactivating lentiviral (SIN-LV) vector, in which viral enhancers have been deleted and the human WAS cDNA is controlled by a 1.6kB fragment of the human WAS promoter (w1.6_hWASP_WPRE SIN-LV). WASP expression per cell induced by this vector was lower than in normal cells when examined in murine models and human trials. We hypothesized that the SIN-LV would readily correct immune abnormalities due to selective advantage for WAS protein (WASP) expressing T cells whereas correction of myeloid and platelet abnormalities would require high vector copy number (VCN) in the infused cells. Patients with severe WAS (clinical scores 3-5) were enrolled at a median age of 32 months (17 months-8 years). Patients 1 and 3 had detectable but low WASP expression. Patients 2 and 4 carried mutations that abrogated WASP expression but had evidence of somatic reversion in T and/or NK cells. CliniMACS purified CD34+ mobilized peripheral blood or bone marrow cells were transduced with the vector and infused after busulfan (12-15mg/kg) and fludarabine (120mg/m2) conditioning. CD34+ cell doses ranged from 6.3-24.91 x 10 6 cells/kg. VCN of the infused cells was variable (3.37, 1.34, 0.54, 1.01 copies/cell). Busulfan exposure was myeloablative or near-myeloablative in patients 1, 3, and 4 (81.2, 77.2, 84.5 mg*h/L) and submyeloablative in patient 2 (48.8 mg*h/L). All patients are alive with median follow-up of 13.5 months (9-24 months). All patients had improvement in eczema, remain platelet transfusion independent and have had no severe bleeding events. WASP expression in T cells was increased post-GT over baseline. Selective advantage for WASP expressing T cells was apparent in patients 1, 2 and 4, who had higher VCN in T cells at 6 months post-GT (0.93-2.21) than in B (0.48-1.7) or myeloid (0.13-0.89) cells. The presence of revertants in patients 2 and 4 did not appear to interfere with T cell reconstitution. In contrast patient 3 who had the highest WASP expression at baseline and the lowest VCN of infused cells (0.5 copies/cell), had the lowest VCN in T cells at 8 months (0.1 copies/cell). Defective T cell proliferation in response to anti-CD3 stimulation, characteristic of WAS, was improved post-GT. Next generation sequencing of T cell receptors in sorted naïve, memory and regulatory T cells revealed profound abnormalities of diversity, decreased entropy and marked clonal expansions pre-GT; most of these improved at 6 months post-GT. Cytoskeletal function in myeloid cells was highly abnormal pre-GT, as shown by absence of podosome formation in monocyte-derived dendritic cells (0-1% vs. 61% in controls). Podosome formation at 6 months post GT was improved but subnormal (4-40%). Only patient 1, who received the highest cell dose, the highest VCN, and myeloablative busulfan exposure had robust platelet reconstitution (pre-GT 24 versus 110 x 10 9 /L 6 months post-GT) and high level gene marking in myeloid cells 0.89 copies/cell. At the same timepoint, patients 2, 3 and 4 had platelet counts of 20-30 x 10 9 /L and correspondingly lower VCN in myeloid cells (0.13-0.27 copies/cell). No severe adverse events related to GT have occurred to date, with relatively short follow-up. Integration site analysis of sorted cells showed highly polyclonal reconstitution, with distributions of integration acceptor sites as expected for the lentiviral vector backbone. In summary, GT using a SIN-LV that induces expression of WASP at levels below wild type improved the clinical and laboratory manifestations of WAS, with better reconstitution in patients receiving cells with high VCN. Disclosures Off Label Use: Off-label use of CliniMACS purified CD34+ cells."
}