{
    "doi": "https://doi.org/10.1182/blood.V122.21.5368.5368",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2650",
    "start_url_page_num": 2650,
    "is_scraped": "1",
    "article_title": "Continued Treatment Duration, Drug dosing  and Health-Related Quality Of Life (HRQoL) Of Patients With Relapsed/Refractory Multiple Myeloma (RRMM) Receiving 2 nd and 3 rd Line Treatments: Results From a European Multicentre Study ",
    "article_date": "November 15, 2013",
    "session_type": "653. Myeloma: Therapy, excluding Transplantation",
    "topics": [
        "drug dose",
        "duration of treatment",
        "health-related quality of life",
        "multicenter studies",
        "multiple myeloma",
        "bortezomib",
        "lenalidomide",
        "vial",
        "adverse effects",
        "constipation"
    ],
    "author_names": [
        "Maria Teresa Petrucci, MD",
        "Xavier Leleu, MD, PhD",
        "Charalampia Kyriakou",
        "Isabelle Vande Broek, PhD",
        "Philip T Murphy, MD, MRCPath",
        "Philip Lewis, PhD",
        "Pamela Bacon",
        "Benoit Arnould, PhD",
        "Manfred Welslau"
    ],
    "author_affiliations": [
        [
            "Division of Hematology, Department of Cellular Biotechnology and Hematology, Sapienza University of Rome, Rome, Italy, "
        ],
        [
            "Service des Maladies du Sang, Hopital Claude Huriez, CHRU Lille, Lille, France, "
        ],
        [
            "Department of Haematology, Northwick Park Hospital, North West London NHS Trust, Harrow, United Kingdom, "
        ],
        [
            "Iridium Kankernetwerk, Sint-Niklaas, Belgium, "
        ],
        [
            "Department of Haematology, Beaumount Hospital, Dublin, Ireland, "
        ],
        [
            "Celgene GmbH, Munich, Germany, "
        ],
        [
            "Celgene International Sarl, Boudry, Switzerland, "
        ],
        [
            "Mapi, Lyon, France, "
        ],
        [
            "Medical Office Hematology, Aschaffenburg, Germany"
        ]
    ],
    "first_author_latitude": "41.9037626",
    "first_author_longitude": "12.514438400000001",
    "abstract_text": "Introduction The use of novel therapeutic agents has significantly improved both progression-free and overall survival in multiple myeloma (MM) patients. In this context, evaluating health-related quality of life (HRQoL) gains in importance. The objective of this analysis is to explore patients’ HRQoL associated with 2 nd and 3 rd line treatments for Relapsed/Refractory MM (RRMM) and to compare HRQoL in those patients that completed 6 months of treatment vs. patients who discontinued from the study earlier. Methods A multicenter observational study is being conducted in 34 sites in Italy, Germany, France, UK, Ireland and Belgium in RRMM patients starting 2 nd or 3 rd line bortezomib- or lenalidomide-based treatment. HRQoL and symptoms of patients are assessed at baseline, month 3, and month 6 or discontinuation visit using two EORTC questionnaires: 1) Quality-of-Life Core Questionnaire (QLQ-C30) including 15 domains ( Global Health Status/QoL, Physical, Role, Emotional, Cognitive and  Social Functioning; Fatigue, Nausea and Vomiting, Pain, Dyspnea, Insomnia, Appetite Loss, Constipation, Diarrhea and Financial Difficulties ); 2) and QLQ-Multiple Myeloma (QLQ-MY20) including four domains ( Disease Symptoms, Side Effects of Treatment, Body Image and Future Perspective ). All EORTC scores range 0-100. Higher HRQoL scores indicate better HRQoL, higher symptom scores indicate worse symptoms. Descriptive statistics and paired t-tests were used in this interim analysis to evaluate changes in scores from baseline. Results As of June 2013, 206 patients (mean age: 69; 51% male) were enrolled in the study and included in this interim analysis. The average time since diagnosis was 3.4 years, with 90% of patients starting 2 nd line and 10% starting 3 rd line treatment. Overall, EORTC questionnaires were completed by 197, 130, 84 and 34 patients at baseline, month 3, month 6 and discontinuation, respectively. A total of 84 patients received bortezomib and 117 received lenalidomide. Out of 84 bortezomib patients, 54 had already completed their final visit, split about evenly between month 6 (29 patients) and early discontinuation (25 patients, 46%). Out of 117 lenalidomide patients, 64 had completed their final visit assessment, 55 with continued treatment until month 6 and nine patients discontinuing earlier (14%). A substantial and often clinically meaningful decline in HRQoL (Minimal Important Difference, MID > 6, based on 1 standard error measurement, SEM, as calculated from study patients’ baseline QoL), was observed within the patient group discontinuing treatment (see Table 1 ). The average dosage of lenalidomide treatment was 17.0 mg/day. Bortezomib patients received vial injections at an average of 1.2 mg/m2/day, close to the pre-specified starting dose of 1.3 mg/m2/day. Bortezomib patients who discontinued early had an average number of 3.2 vials per cycle (closer to bi-weekly dosing) and continuers up to month 6 an average of 2.3 vials per cycle, closer to weekly dosing. Conclusions First results of this multicenter observational study show a strong association between treatment discontinuation and HRQoL in RRMM. While HRQoL is maintained in patients who pursue treatment, early treatment discontinuation is significantly associated with worsened HRQoL. Higher discontinuation rates were observed amongst bortezomib treated patients as compared to lenalidomide treated patients.  A direct comparison by treatment group will be performed when final data is available. Table 1 P-values from paired t-tests for mean changes in EORTC scores from baseline to month 6 and baseline to earlier discontinuation  EORTC . Domain . Month 6 (N=84) . Discontinuation (N=34) . QLQ-C30 Global Health Status/QoL n.s. 0.006 (*)  Physical Functioning n.s. n.s. Cognitive Functioning n.s. 0.022 (*)  Emotional Functioning n.s. n.s. Role Functioning n.s. 0.022 (*)  Appetite loss n.s. 0.200 (*) (n.s.) Constipation 0.098 (*) (n.s.) n.s. Diarrhea 0.010 (*)  0.063 (*) (n.s.) Dyspnea 0.032 (*)  0.059 (*)(n.s.) Fatigue n.s. 0.012 (*)  Financial Difficulties n.s. n.s. Insomnia n.s. 0.067 (*) (n.s.) Nausea and Vomiting n.s. 0.019 (*)  Pain 0.195 (**)(n.s.) n.s. QLQ-MY20 Body Image n.s. n.s. Future Perspective 0.006(**)  n.s. Disease Symptoms <0.001 (**)  n.s. Side-Effects of Treatment n.s. n.s. EORTC . Domain . Month 6 (N=84) . Discontinuation (N=34) . QLQ-C30 Global Health Status/QoL n.s. 0.006 (*)  Physical Functioning n.s. n.s. Cognitive Functioning n.s. 0.022 (*)  Emotional Functioning n.s. n.s. Role Functioning n.s. 0.022 (*)  Appetite loss n.s. 0.200 (*) (n.s.) Constipation 0.098 (*) (n.s.) n.s. Diarrhea 0.010 (*)  0.063 (*) (n.s.) Dyspnea 0.032 (*)  0.059 (*)(n.s.) Fatigue n.s. 0.012 (*)  Financial Difficulties n.s. n.s. Insomnia n.s. 0.067 (*) (n.s.) Nausea and Vomiting n.s. 0.019 (*)  Pain 0.195 (**)(n.s.) n.s. QLQ-MY20 Body Image n.s. n.s. Future Perspective 0.006(**)  n.s. Disease Symptoms <0.001 (**)  n.s. Side-Effects of Treatment n.s. n.s. n.s. = not significant (*)/(**) clinically meaningful HRQoL deterioration/ improvement from baseline (minimally important difference, MID > 6) View Large Disclosures: Petrucci: Celgene: Consultancy, Honoraria; Janssen-Cilag: Consultancy, Honoraria; Bristol-Myers Squibb: Consultancy, Honoraria. Leleu: Janssen: Consultancy, Honoraria; Celgene: Consultancy, Honoraria; Onyx: Consultancy, Honoraria; Leopharma: Consultancy, Honoraria; Millennium : Honoraria; Amgen: Honoraria; Novartis: Honoraria. Lewis: Celgene GmbH : Employment, Equity Ownership. Bacon: Celgene International : Employment, Equity Ownership. Arnould: Celgene: Consultancy. Welslau: Celgene: Membership on an entity’s Board of Directors or advisory committees; Janssen: Membership on an entity’s Board of Directors or advisory committees."
}