{
    "doi": "https://doi.org/10.1182/blood.V116.21.1712.1712",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1624",
    "start_url_page_num": 1624,
    "is_scraped": "1",
    "article_title": "Validation of the European Leukemia Net (ELN) Genetic Classification of Acute Myeloid Leukemia: Inclusion of Monosomal Karyotype Improves Prognostic Discrimination ",
    "article_date": "November 19, 2010",
    "session_type": "Leukemias - Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis: Poster I",
    "topics": [
        "genetics",
        "karyotype determination procedure",
        "leukemia",
        "leukemia, myelocytic, acute",
        "impedance threshold device",
        "ms-like tyrosine kinase 3",
        "ccaat/enhancer binding protein alpha",
        "cytarabine",
        "magnetic resonance cholangiography",
        "chemotherapy regimen"
    ],
    "author_names": [
        "Montserrat Hoyos",
        "Salut Brunet",
        "Josep F. Nomdedeu, MD",
        "Jordi Esteve, MD, PhD",
        "Rafael F. Duarte, MD, PhD",
        "Josep-Maria Ribera, MD, PhD",
        "Mar Tormo, MD, PhD",
        "Andreu Llorente",
        "Ramon Guardia",
        "M. Paz Queipo",
        "Javier Bueno",
        "Juan Besalduch",
        "Pio Torres",
        "Inmaculada Heras",
        "Carmen Pedro",
        "Josep M. Martí-Tutusaus",
        "Antoni Garcia",
        "Joan Bargay",
        "Llorenç Font",
        "Antonia Sampol, MD, PhD",
        "Olga Salamero, MD",
        "David Gallardo, MD, PhD",
        "Lourdes Escoda",
        "Marisa Calabuig",
        "Montserrat Arnan",
        "Marta Pratcorona",
        "Jorge Sierra, MD"
    ],
    "author_affiliations": [
        [
            "On behalf of CETLAM Cooperative Group, Barcelona, Spain, "
        ],
        [
            "On behalf of CETLAM Cooperative Group, Barcelona, Spain, "
        ],
        [
            "Department of Hematology, On behalf of CETLAM Cooperative Group, Barcelona, Spain, "
        ],
        [
            "On behalf of CETLAM Cooperative Group, Barcelona, Spain, "
        ],
        [
            "Hospital Duran i Reynals Clinical Hematology, On behalf of CETLAM Cooperative Group, Barcelona, Spain, "
        ],
        [
            "On behalf of CETLAM Cooperative Group, Badalona, Spain, "
        ],
        [
            "On behalf of CETLAM Cooperative Group, Valencia, Spain, "
        ],
        [
            "On behalf of CETLAM Cooperative Group, Tarragona, Spain, "
        ],
        [
            "On behalf of CETLAM Cooperative Group, Girona, Spain, "
        ],
        [
            "On behalf of CETLAM Cooperative Group, Málaga, Spain, "
        ],
        [
            "On behalf of CETLAM Cooperative Group, Barcelona, Spain, "
        ],
        [
            "On behalf of CETLAM Cooperative Group, Palma de Mallorca, Spain, "
        ],
        [
            "On behalf of CETLAM Cooperative Group, A Coruña, Spain, "
        ],
        [
            "On behalf of CETLAM Cooperative Group, Murcia, Spain, "
        ],
        [
            "On behalf of CETLAM Cooperative Group, Barcelona, Spain, "
        ],
        [
            "On behalf of CETLAM Cooperative Group, Terrassa, Spain, "
        ],
        [
            "On behalf of CETLAM Cooperative Group, Lleida, "
        ],
        [
            "On behalf of CETLAM Cooperative Group, Palma de Mallorca, Spain, "
        ],
        [
            "On behalf of CETLAM Cooperative Group, Tortosa, Spain"
        ],
        [
            "On behalf of CETLAM Cooperative Group, Palma de Mallorca, Spain, "
        ],
        [
            "On behalf of CETLAM Cooperative Group, Barcelona, Spain, "
        ],
        [
            "On behalf of CETLAM Cooperative Group, Girona, Spain, "
        ],
        [
            "On behalf of CETLAM Cooperative Group, Tarragona, Spain, "
        ],
        [
            "On behalf of CETLAM Cooperative Group, Valencia, Spain, "
        ],
        [
            "On behalf of CETLAM Cooperative Group, Barcelona, Spain, "
        ],
        [
            "On behalf of CETLAM Cooperative Group, Barcelona, Spain, "
        ],
        [
            "On behalf of CETLAM Cooperative Group, Barcelona, Spain, "
        ]
    ],
    "first_author_latitude": "41.4154537",
    "first_author_longitude": "2.1741281999999997",
    "abstract_text": "Abstract 1712 The study of chromosome alterations helps to classify acute myeloid leukemia (AML) into three prognostic groups, favorable, intermediate and adverse. The prognostic value of favorable risk and adverse risk abnormalities is well defined; in contrast, the outcome of intermediate-risk group is heterogeneous. Molecular characterization of patients with intermediate-risk AML has identified subcategories with diverse prognosis. All this knowledge has translated into a recent ELN proposal for the genetic classification of AML. Additionally, the intermediate and particularly the cytogenetically adverse groups have been refined by the HOVON group by introducing the concept of “monosomal karyotype” (MK), consisting of at least two autosomal monosomies or one monosomy plus a structural abnormality. Objective: To validate the recent ELN classification in a large series of AML patients and to investigate if the inclusion of MK improved the prognostic stratification. Patients and methods: 804 consecutive patients treated under the CETLAM AML-99 (n=353) and CETLAM-03 (n=451) trials were analyzed. The two protocols included idarubicin, intermediate-dose cytarabine and etoposide as induction and mitoxantrone and intermediate-dose cytarabine as consolidation. G-CSF priming was given in the CETLAM-03 trial. Following, risk-adapted treatment with chemotherapy or hematopoietic transplantation was administered. Parameters analyzed were relapse rate (REL), leukemia-free survival (LFS) and overall survival (OS). Results: Median age of the series was 46 years (range 16–60). Median follow-up of patients alive was 15 months. The ELN classification resulted in different prognostic risk groups. At 5 years, ELN favorable risk category had an OS of 60±4%, intermediate-I of 32±%, intermediate-II of 46±% and adverse of 17±3% (p<0.001). REL was comparable in the intermediate-I and adverse groups, 59±6% and 63±6% respectively, which translated into similar LFS. In contrast to the partial predictive value of the ELN proposal in our series, particularly in the intermediate categories, modified criteria identified 5 significantly different genetic risk groups: a) patients with RUNX1-RUNX1-T1 or CBFB-MYH11, b) patients with CEBPA or NPM1 mutations without FLT3-ITD, c) patients with intermediate cytogenetics of the MRC classification without mutations in CEBPA, NPM1 nor FLT3-ITD, and with FLT3-ITD, d) adverse MRC cytogenetics without MK and, e) patients with MK. Overall survival at 5 years for the 5 groups was 66±5%, 59±5%, 32±4%, 15±5%, and 4±4%, respectively (p<0.001). Conclusion: In the present study, the ELN genetic classification did not discriminate the prognosis of patients in the intermediate-I and intermediate-II categories. In contrast, genetic grouping that considered CBF AML, favorable mutations in the intermediate cytogenetics category and that separated adverse karyotype with or without MK translated into significantly different OS. This classification, together with the study of mutations recently described and the expression of certain genes may contribute to a more precise prognostic stratification and risk-adapted therapy. Disclosures: No relevant conflicts of interest to declare."
}