{
    "doi": "https://doi.org/10.1182/blood.V120.21.941.941",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2258",
    "start_url_page_num": 2258,
    "is_scraped": "1",
    "article_title": "CD28-Mediated Pro-Survival Signaling in Multiple Myeloma ",
    "article_date": "November 16, 2012",
    "session_type": "652. Myeloma - Pathophysiology and Pre-Clinical Studies, excluding Therapy: Cell and Antibody-Mediated Therapeutics for Multiple Myeloma",
    "topics": [
        "cd28 antigens",
        "multiple myeloma",
        "signal transduction",
        "proto-oncogene proteins c-akt",
        "1-phosphatidylinositol 3-kinase",
        "molecule",
        "antibodies",
        "cd80 antigens",
        "immunoglobulins",
        "ligands"
    ],
    "author_names": [
        "Megan E Murray",
        "Jayakumar R Nair, Ph.D.",
        "Kelvin P Lee, MD"
    ],
    "author_affiliations": [
        [
            "Immunology, Roswell Park Cancer Institute, Buffalo, NY, USA"
        ],
        [
            "Immunology, Roswell Park Cancer Institute, Buffalo, NY, USA"
        ],
        [
            "Immunology, Roswell Park Cancer Institute, Buffalo, NY, USA"
        ]
    ],
    "first_author_latitude": "42.8763862",
    "first_author_longitude": "-78.79722965",
    "abstract_text": "Abstract 941 Multiple myeloma (MM) is an incurable neoplasm of plasma cells which is critically dependent on the bone marrow for its survival. The microenvironment is able to support MM cells through a variety of mechanisms, including direct cell-cell interactions. Therefore, identifying and targeting these interactions or their downstream pathways would represent a novel mechanism for the treatment of MM. Unfortunately, many of these interactions remain poorly characterized. However, it stands to reason that any receptor or ligand which correlates with worse prognosis or disease progression could be a pro-survival molecule. One such receptor is CD28. Although best known as the prototypic T cell costimulatory receptor, CD28 has been shown to be expressed on normal plasma cells as well as MM cells. Additionally, we have previously shown that CD28 signaling is critical for both plasma cell and MM cell survival. To determine if CD28 signaling is important in the context of complex cell-cell interactions, we cultured MM cell line cells (MM1S) with monocyte-derived human dendritic cells (DC). We and others have previously shown that DCs infiltrate myelomatous portions of bone marrow and contribute to the clonogenicity of MM cells. Importantly, DCs also present the ligands for CD28, CD80 and CD86. To examine whether DCs can protect MM cells in a CD28-dependent fashion, we co-cultured the cells in the presence of melphalan, a clinically relevant chemotherapy. DCs were able to significantly increase the survival of MM cells (p<0.01) compared to MM cells alone; however, when CD28 was blocked (using a blocking antibody, CD28.6) or when CD80 and CD86 were blocked (using the fusion protein CTLA4-Ig), DC-mediated protection was completely abrogated ( figure 1 ). These results demonstrate that even in complex MM-DC interactions, CD28 is the critically important pro-survival signaling molecule. In T cell biology, one of the critical signaling pathways downstream of CD28 is via PI3K and Akt. We have previously shown in MM cells that activating CD28 with an antibody causes the phosphorylation of PI3K. To determine whether or not this activation is indeed linked to survival, we cultured MM1S cells with a CD28 activating antibody ± serum and ± increasing doses of the PI3K inhibitor LY294002. As expected, when MM cells were cultured with a CD28 activating antibody, they survived the no-serum conditions. However, that survival was abrogated by LY294002 in a dose-dependent fashion, indicating that CD28 is mediating survival via PI3K activation. To determine whether Akt was the involved downstream molecule, the above experiment was repeated with an Akt inhibitor. Again, we observed that MM cells were protected by CD28 in the absence of serum, but that protection was abrogated by inhibiting Akt in a dose-dependent fashion. These experiments demonstrate that CD28 is delivering a pro-survival signal via PI3K-Akt. It has been well established in the myeloma literature that the balance of the pro-apoptotic molecule Bim determines apoptosis in MM cells. Importantly, Bim is transcriptionally regulated by the PI3K-Akt-FoxO3a axis. When FoxO3a is phosphorylated by Akt, it is excluded from the nucleus and is unable to upregulate Bim transcripts. To determine if CD28 was regulating FoxO3a, we cultured MM cells with a CD28 activating antibody and examined phospho-FoxO3a via western blot. Indeed, we observed that CD28 activation increases levels of phospho-FoxO3a. We next wanted to test whether or not CD28 activation had any effect on Bim transcript levels. We have observed via western blot and RT-PCR that CD28 activation suppresses Bim expression, and CD28 blockade increases Bim expression. To confirm that this plays a functional role in MM biology, we knocked down Bim using siRNA and cultured the cells without serum + CTLA4-Ig. Consistent with our expectations, when we culture control cells in the absence serum plus CD28 blockade, they die. However, when we knock down Bim, we see that the cells are resistant to CD28 blockade-mediated cell death. These data suggest that CD28 is able to regulate Bim via the PI3K-Akt-FoxO3a axis, and that Bim is critical for MM cell death or survival (figure 2). Taken together, these data demonstrate that CD28 is the critical pro-survival molecule even in the complex cell-cell interactions between MM cells and DCs. CD28 is mediating that prosurvival signal in a PI3K-Akt-FoxO3a-Bim dependent manner. View large Download slide View large Download slide  Disclosures: No relevant conflicts of interest to declare."
}