{
    "doi": "https://doi.org/10.1182/blood.V124.21.92.92",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2880",
    "start_url_page_num": 2880,
    "is_scraped": "1",
    "article_title": "Apolipoprotein Α-IV Is a Novel Ligand of Platelet αIIbβ3 Integrin and an Endogenous Thrombosis Inhibitor: Measurement of Single-Molecular Interactions By Biomembrane Force Probe ",
    "article_date": "December 6, 2014",
    "session_type": "301. Platelet Activation and Biochemistry: Platelets in Hemostasis and Thrombosis",
    "topics": [
        "apolipoproteins",
        "biological membrane",
        "blood platelets",
        "integrins",
        "ligands",
        "thrombosis",
        "apolipoproteins a",
        "fibrinogen",
        "hemostasis procedures",
        "p-selectin"
    ],
    "author_names": [
        "Xiaohong Xu, MD",
        "Christopher M. Spring, MSc",
        "Lining Ju, PhD",
        "Yiming Wang, MD",
        "Adili Reheman, MD",
        "Hong Yang, MD",
        "Joseph Wuxun Jin, PhD",
        "Xi Lei, MSc",
        "Yan Yang, MD PhD",
        "Emily C. Reddy, PhD",
        "Yunfeng Chen, PhD",
        "Pingguo Chen, MD PhD",
        "Guangheng Zhu, MD",
        "Patrizia Marchese, PhD",
        "Alessandro Zarpellon, PhD",
        "Hailong Zhang, PhD",
        "YiMin She, PhD",
        "Terry Cyr, PhD",
        "Cheng Zhu, PhD",
        "John Freedman, MD",
        "Patrick Tso, PhD",
        "Sean Davidson, PhD",
        "Zaverio M. Ruggeri, MD",
        "Heyu Ni, MD PhD"
    ],
    "author_affiliations": [
        [
            "University of Toronto, Toronto, Canada ",
            "St. Michael's Hospital; Toronto Platelet Immunobiology Group, Toronto, Canada "
        ],
        [
            "St. Michael's Hospital; Toronto Platelet Immunobiology Group, Toronto, Canada "
        ],
        [
            "Georgia Institute of Technology, Atlanta, GA "
        ],
        [
            "University of Toronto, Toronto, Canada ",
            "St. Michael's Hospital; Toronto Platelet Immunobiology Group, Toronto, Canada ",
            "Canadian Blood Services, Toronto, Canada "
        ],
        [
            "St. Michael's Hospital; Toronto Platelet Immunobiology Group, Toronto, Canada "
        ],
        [
            "St. Michael's Hospital; Toronto Platelet Immunobiology Group, Toronto, Canada ",
            "Canadian Blood Services, Toronto, Canada "
        ],
        [
            "St. Michael's Hospital; Toronto Platelet Immunobiology Group, Toronto, Canada ",
            "Canadian Blood Services, Toronto, Canada "
        ],
        [
            "St. Michael's Hospital; Toronto Platelet Immunobiology Group, Toronto, Canada "
        ],
        [
            "St. Michael's Hospital; Toronto Platelet Immunobiology Group, Toronto, Canada ",
            "Canadian Blood Services, Toronto, Canada "
        ],
        [
            "St. Michael's Hospital; Toronto Platelet Immunobiology Group, Toronto, Canada "
        ],
        [
            "Georgia Institute of Technology, Atlanta, GA "
        ],
        [
            "Canadian Blood Services, Toronto, Canada ",
            "St. Michael's Hospital; Toronto Platelet Immunobiology Group, Toronto, Canada "
        ],
        [
            "St. Michael's Hospital; Toronto Platelet Immunobiology Group, Toronto, Canada "
        ],
        [
            "The Scripps Research Institute, La Jolla, CA "
        ],
        [
            "The Scripps Research Institute, La Jolla, CA "
        ],
        [
            "St. Michael's Hospital; Toronto Platelet Immunobiology Group, Toronto, Canada "
        ],
        [
            "Health Canada, Ottawa, Canada "
        ],
        [
            "Health Canada, Ottawa, Canada "
        ],
        [
            "Georgia Institute of Technology, Atlanta, GA ",
            "Georgia Institute of Technology, Atlanta, GA "
        ],
        [
            "University of Toronto, Toronto, Canada ",
            "St. Michael's Hospital; Toronto Platelet Immunobiology Group, Toronto, Canada ",
            "University of Toronto, Toronto, Canada "
        ],
        [
            "University of Cincinnati, Cincinnati, OH "
        ],
        [
            "University of Cincinnati, Cincinnati, OH "
        ],
        [
            "The Scripps Research Institute, La Jolla, CA "
        ],
        [
            "University of Toronto, Toronto, Canada ",
            "St. Michael's Hospital; Toronto Platelet Immunobiology Group, Toronto, Canada ",
            "Canadian Blood Services, Toronto, Canada ",
            "University of Toronto, Toronto, Canada ",
            "University of Toronto, Toronto, Canada"
        ]
    ],
    "first_author_latitude": "43.660908600000006",
    "first_author_longitude": "-79.39595179999999",
    "abstract_text": "Platelet adhesion and aggregation at sites of vascular injury are key events in thrombosis and hemostasis. Platelet β3 integrins and their ligands are essential in mediating these processes. Therefore the understanding of β3 integrin-ligand interactions is crucial in elucidating mechanisms of thrombosis and hemostasis. In an effort to identify unknown ligands for β3 integrin, we used immobilized human platelet β3 integrin to capture proteins from human plasma. The isolated proteins were further analysed by 2D electrophoresis and mass spectrometry, and apolipoprotein A-IV (apoA-IV) was identified. ApoA-IV is an abundant plasma lipid binding protein secreted by the small intestine during dietary lipid absorption. Several studies in different ethnic populations have suggested that the level of apoA-IV is inversely correlated with cardiovascular diseases. However, the roles of apoA-IV in platelets and thrombosis are completely unknown. A single-molecule technique, biomembrane force probe (BFP), was employed to detect direct interactions between apoA-IV and platelet αIIbβ3 integrin. The BFP adhesion frequency assay demonstrated that apoA-IV bound to αIIbβ3 integrin on ADP treated platelets. ApoA-IV also bound to purified activated αIIbβ3 integrin or the integrin expressed on Chinese hamster ovary (CHO) cells. In comparison, apoA-IV did not significantly bind to αIIbβ3 integrin on resting platelets, GPIb-complex expressed on CHO cells, αMβ2 integrin expressed on K562 cells, nor purified α5β1 and αvβ3 integrins. Importantly, apoA-IV-αIIbβ3 interactions in these experiments could be completely inhibited by a blocking monoclonal antibody (M1) against β3 integrin. These data clearly demonstrated the specificity of apoA-IV for αIIbβ3 integrin. Furthermore, 2D kinetics measurements revealed that the effective 2D affinity of apoA-IV-αIIbβ3 is 43% of that between fibrinogen and αIIbβ3. The BFP competition assay showed that apoA-IV competitively inhibited fibrinogen-αIIbβ3 interactions at its physiological concentration. Platelet functional studies in vitro showed that recombinant apoA-IV significantly inhibited both mouse and human platelet aggregation following stimulation with various agonists. Consistently, platelet aggregation in platelet rich plasma of apoA-IV deficient mice (apoA-IV -/- ) was enhanced. Depletion of human plasma apoA-IV also enhanced ADP-induced human platelet aggregation. In ex vivo perfusion chambers, recombinant apoA-IV inhibited human and mouse thrombus growth and dissolved pre-formed thrombi, while absence of apoA-IV in blood enhanced ex vivo thrombus growth under both low and high shear stresses. Using two in vivo intravital microscopy thrombosis models and a carotid artery thrombosis model, we demonstrated that FeCl 3 - and laser-induced thrombosis were enhanced in apoA-IV -/- mice, while transfusion of recombinant apoA-IV markedly attenuated this process. In addition, we found recombinant apoA-IV significantly decreased platelet P-selectin expression, and consistently more P-selectin expression was observed on ADP treated platelets from apoA-IV -/- mice, suggesting that apoA-IV occupancy may inhibit fibrinogen or other prothrombotic ligands mediated αIIbβ3 outside-in signaling. We further found that the N-terminus of apoA-IV plays a key role in its inhibitory function and the exposure of N-terminus is negatively regulated by its C-terminus. Furthermore, mutation of the two aspartic acid (D) residues at apoA-IV N-terminal 5 and 13 abolished its binding for αIIbβ3 integrin as demonstrated by BFP adhesion frequency assay, resulting in the loss of these inhibitory effects.These findings suggest that D5 and D13 of apoA-IV are the potential binding sites for αIIbβ3 integrin. Thus, apoA-IV is identified as a novel endogenous inhibitor of thrombosis and represents a new link between lipoprotein metabolism and platelet function, both of which play critical roles in cardiovascular diseases. These findings may also contribute to hemostasis, P-selectin mediated postprandial platelet activation and inflammation. Disclosures No relevant conflicts of interest to declare."
}