{
    "doi": "https://doi.org/10.1182/blood.V126.23.5537.5537",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3254",
    "start_url_page_num": 3254,
    "is_scraped": "1",
    "article_title": "Single Center Experience of Allogenic Hematopoietic Stem Cell Transplantation in 100 Patients with Myelodysplasia: The Impact of Graft-Versus-Host Disease ",
    "article_date": "December 3, 2015",
    "session_type": "732. Clinical Allogeneic Transplantation: Results",
    "topics": [
        "graft-versus-host disease",
        "hematopoietic stem cell transplantation",
        "myelodysplastic syndrome",
        "preleukemia",
        "allopurinol",
        "human leukocyte antigens",
        "graft-versus-host disease, chronic",
        "graft-versus-host disease, acute",
        "therapeutic immunosuppression",
        "tissue transplants"
    ],
    "author_names": [
        "Colombe Saillard",
        "Raynier Devillier",
        "Sabine Furst",
        "Jérome Rey",
        "Angela Granata",
        "Aude Charbonnier",
        "Samia Harbi",
        "Jean El Cheikh",
        "Bilal Mohty",
        "Catherine Faucher",
        "Evelyne D'Incan",
        "Luca Castagna",
        "Christian Chabannon",
        "Norbert Vey",
        "Didier Blaise"
    ],
    "author_affiliations": [
        [
            "Hematology Department, Institut Paoli Calmettes, Marseille, France "
        ],
        [
            "Department of Hematology, Institut Paoli Calmettes, Marseille, France "
        ],
        [
            "Department of Hematology, Institut Paoli Calmettes, Marseille, France "
        ],
        [
            "Hematology Department, Institut Paoli Calmettes, Marseille, France "
        ],
        [
            "Department of Hematology, Institut Paoli Calmettes, Marseille, France "
        ],
        [
            "Hematology department, Institut Paoli Calmettes, Marseille, France "
        ],
        [
            "Department of Hematology, Institut Paoli Calmettes, Marseille, France "
        ],
        [
            "Hematology, Institut Paoli-Calmettes, Marseille, France "
        ],
        [
            "Hematology, Institut Paoli Calmettes, Marseille, France "
        ],
        [
            "Department of Hematology, Institut Paoli Calmettes, Marseille, France "
        ],
        [
            "Hematology Department, Institut Paoli Calmettes, Marseille, France "
        ],
        [
            "Hematology Department, Istituto Clinico Humanitas, Milano, Italy "
        ],
        [
            "Aix Marseille Université, Marseille, France ",
            "Cell therapy facility, Institut Paoli Calmettes, Marseille, France "
        ],
        [
            "Hematology, Institut Paoli-Calmettes, Marseille, France"
        ],
        [
            "Department of Hematology, Institut Paoli Calmettes, Marseille, France ",
            "Aix Marseille Université, Marseille, France "
        ]
    ],
    "first_author_latitude": "43.263041199999996",
    "first_author_longitude": "5.4108516999999985",
    "abstract_text": "Introduction Allogenic hematopoietic stem cell transplantation (Allo-HSCT) is a curative treatment for patients with myelodysplasia (MDS). However, because of age, MDS patients represent a challenging population for such an intensive treatment. Additionally, the low rate of HLA-identical donor has represented a major limitation in this strategy. Recently, reduced-intensity conditioning (RIC) regimens have made feasible Allo-HSCT in the elderly, although relapse rate might be increased. Additionally, the development of HSCT using alternative donors overcomes HLA-compatibility limitations. Graft-versus-host disease (GVHD) is a major post-transplant event, graft-versus-leukemia effect being counterbalanced by toxicity and impaired quality of life. The aim of this retrospective study was to report outcome of patients with MDS who underwent Allo-HSCT and to study the impact of GVHD. Methods Between 2003 and 2014, 100 consecutive patients presenting with MDS, or MDS-secondary AML, underwent Allo-HSCT in our institution. At diagnosis, 58 patients had ≥ 2 cytopenias. IPPS was low/intermediate-1 in 46% and intermediate-2/high in 54%, R-IPSS was very low/low in 25%, intermediate in 20% and high/very high in 55%. Cytogenetics, according to Disease Risk Index (DRI), was intermediate in 79% and adverse in 21%. Secondary MDS represented 27% of our cohort. Before Allo-HSCT, 42% received 5-Azacytidine, 27% intensive chemotherapy and 9% were transplanted upfront. At the time of Allo-HSCT, the median recipient age was 61 (19-71) years. Median time between diagnosis and Allo-HSCT was 12 months (1-131). After excluding patients transplanted upfront, 31 patients still had ≥5% blasts after treatment. Donors were HLA-matched in 70% (41% related, 29% unrelated), 30% were not HLA-matched (10% unrelated, 7% cord blood, 13% T-repleted haplo-HSCT). Stem cell source was peripheral blood stem cells in 90%. Twelve percent of patients received non-myeloablative (NMA) conditioning regimen, 75% RIC and 13% reduced-toxicity conditioning (RTC) regimens. Post-graft immunosuppression consisted in cyclosporine A (CSA) in 58%, CSA-Mycophenolate Mofetil (MMF) in 15%, CSA-Methotrexate in 14% and CSA-MMF-Cyclophosphamide for haplo-HSCT (13%). Results Median follow-up was 37 months (3-197). The incidence of 3-4 acute GVHD at day 100 was 7% (95% CI = 2-12). The incidence of severe chronic GVHD at 3 years was 19% (95% CI = 11-27). One and 3-year non-relapse mortality (NRM) were 23 and 29% respectively. The cumulative incidence of relapse (CIR) at 1 year and 3 years 24% and 33% respectively. One and 3-year progression-free survival (PFS) were 52% (95% CI = 43-63) and 37% (95% CI = 28-49). One and 3-year overall survival (OS) were 60% (95% CI = 51-71) and 48% (95% CI = 39-60). At one year, 51 patients were alive and disease-free, including 61% (n=31) without immunosuppression. At the end of follow-up, 39 patients were alive and disease-free, including 85% (n=33) without immunosuppression and 77% (n=30) GVHD-free. Time-dependent analysis of GVHD impact (Table 1), adjusted on age, donor-type, DRI and conditioning regimen, revealed that acute GVHD strongly impacts on OS (HR 3.8, 95% IC = 2-7, p<0.01), PFS (HR 3.1, 95% CI = 1.7-5.6, p<0.01) and NRM (HR 12, 95% CI = 5.2-28, p<0.01). Chronic GVHD was statistically significant on CIR (HR 0.16, 95% CI = 0.04-0.7, p=0.02) and NRM (HR 2.8, 95% CI = 1-8, p=0.05). Pre-transplant disease characteristics did not have any impact by univariate analysis. Multivariate analysis did not find any impact of age, donor type, DRI and conditioning regimen in terms of OS, PFS, NRM and CIR. Conclusion Our results suggest that GVHD highly influences outcome, regardless of MDS and Allo-HSCT characteristics. It should be quoted that a significant number of patients are alive, long-term survivors, disease-free and GVHD-free suggesting good quality of life. These results invite defining better strategies of GVHD prevention while retaining disease control magnifying the existing graft-versus-leukemia effect. Table 1. Time-dependent analysis of the impact of acute and chronic GVHD, adjusted on age (< or > 60), donor-type (HLA-matched or not matched), DRI and conditioning regimen (NMA, RIC or RTC).  . . HR . 95% CI . p . Acute GVHD OS PFS NRM CIR 3.8 3.1 12 0.4 2-7 1.7-5.6 5.2-28 0.09-1.7 <0.01 <0.01 <0.01 0.2 Chronic GVHD OS PFS NRM CIR 0.7 0.8 2.8 0.2 0.3-1.5 0.4-1.8 1.01-8 0.04-0.8 0.4 0.6 0.05 0.02  . . HR . 95% CI . p . Acute GVHD OS PFS NRM CIR 3.8 3.1 12 0.4 2-7 1.7-5.6 5.2-28 0.09-1.7 <0.01 <0.01 <0.01 0.2 Chronic GVHD OS PFS NRM CIR 0.7 0.8 2.8 0.2 0.3-1.5 0.4-1.8 1.01-8 0.04-0.8 0.4 0.6 0.05 0.02  View Large Disclosures Vey: Celgene: Honoraria; Roche: Honoraria; Janssen: Honoraria."
}