{
    "doi": "https://doi.org/10.1182/blood.V108.11.2133.2133",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=568",
    "start_url_page_num": 568,
    "is_scraped": "1",
    "article_title": "Apoptotic Death of Bcr-Abl-Expressing Myeloid Progenitors in Response to the m-Tor Inhibitor RAD001 (Everolimus) Is Promoted by the Nuclear Import of c-Abl. ",
    "article_date": "November 1, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "everolimus",
        "mitogen-activated protein kinase p38",
        "tuberous sclerosis complex 2 protein",
        "bcr-abl tyrosine kinase",
        "fusion proteins, bcr-abl",
        "histones",
        "imatinib mesylate",
        "leukemia, myelocytic, chronic",
        "mechlorethamine",
        "peptides"
    ],
    "author_names": [
        "Manuela Mancini, PhD",
        "Elisa Zuffa, PhD",
        "Patrizia Corrado, BS",
        "Gianluca Brusa, PhD",
        "Sara Petta, BS",
        "Eleonora Pagnotta, PhD",
        "Maria Alessandra Santucci, MD"
    ],
    "author_affiliations": [
        [
            "Ematologia e Oncologia Medica \"Lorenzo e Ariosto Seràgnoli\", University of Bologna-Medical School, Bologna, Italy",
            " "
        ],
        [
            "Ematologia e Oncologia Medica \"Lorenzo e Ariosto Seràgnoli\", University of Bologna-Medical School, Bologna, Italy",
            " "
        ],
        [
            "Ematologia e Oncologia Medica \"Lorenzo e Ariosto Seràgnoli\", University of Bologna-Medical School, Bologna, Italy",
            " "
        ],
        [
            "Ematologia e Oncologia Medica \"Lorenzo e Ariosto Seràgnoli\", University of Bologna-Medical School, Bologna, Italy",
            " "
        ],
        [
            "Ematologia e Oncologia Medica \"Lorenzo e Ariosto Seràgnoli\", University of Bologna-Medical School, Bologna, Italy",
            " "
        ],
        [
            "Ematologia e Oncologia Medica \"Lorenzo e Ariosto Seràgnoli\", University of Bologna-Medical School, Bologna, Italy",
            " "
        ],
        [
            "Ematologia e Oncologia Medica \"Lorenzo e Ariosto Seràgnoli\", University of Bologna-Medical School, Bologna, Italy",
            " "
        ]
    ],
    "first_author_latitude": "44.4962318",
    "first_author_longitude": "11.354156999999999",
    "abstract_text": "Nuclear accumulation of c-Abl protein in response to genotoxic damage addresses apoptotic cell death. The process, driven by the disruption of its binding to 14-3-3 scaffolding proteins, is independent from c-Abl catalytic state and conditional upon 14-3-3 phosphorylation by the c-jun N-terminal kinase (JNK) ( Yoshida et al Nat Cell Biol 7,278,2005 ). Our work moved from the observation that the constitutive activation of Abl tyrosine kinase (TK) by juxtaposed Bcr sequences in p210 fusion protein Bcr-Abl precludes c-Abl nuclear import in response to gamma irradiation, advancing a role for residual c-Abl protein “loss of function” in the apoptosis-resistant phenotype of Chronic Myeloid Leukemia (CML) progenitors. In 32D cell clones transducing a temperature-conditional Bcr-Abl mutant, active p210 TK is associated with the overexpression of 14-3-3sigma mostly driven by transcriptional events involving histone H4 acetylation (but not methylation) status of the gene promoter. P210 TK inhibition in response to 24 hour exposure to imatinib mesylate (IM) is associated with an early downregulation of 14-3-3sigma followed by c-Abl nuclear import and cell commitment to apoptotic death. The two last events are further enhanced by complementary inhibition of the 14-3-3 binding site by R18 peptide, supporting that the negative impact of p210 TK on pro-apoptotic function of residual normal c-Abl arises from its effects on 14-3-3sigma. Previous studies proved that the activation of p38 MAP kinase contributes to IM effects in CML ( Parmar et al, J Biol Chem  279 , 25345 , 2004 ). Interestingly, p38 MAP kinase is also involved in tuberous sclerosis 2 gene protein (TSC2, also known as tuberin) phosphorylation and enhanced binding to 14-3-3 possibly promoting the activation of IM-compensatory signals, including m-Tor ( Li et al, J Biol Chem  278 , 13663 , 2003 ). Here we show that the m-Tor inhibitor RAD001 (everolimus; kindly provided by Novartis Pharma AG) at 100 nM concentration induces c-Abl nuclear import and apoptotic cell death in 32D cell clones expressing active p210 TK. Both events are further and significantly enhanced by combination with IM. C-Abl nuclear shuttling in response to the RAD001 and IM combination procedes from Akt and p38 MAP kinase inactivating dephosphorylation and 14-3-3 phosphorylation at serine residues critical for client protein binding including the apoptotic death effectors Bad, Bax and Ask1. In conclusion, our work supports the advantage of TK and m-Tor inhibitor association for CML treatment."
}