{
    "doi": "https://doi.org/10.1182/blood.V116.21.3765.3765",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1655",
    "start_url_page_num": 1655,
    "is_scraped": "1",
    "article_title": "Rabbit Anti-Thymocyte Globulin (rATG) Administrated Concomitantly with Liver Delivery of AAV2-hFIX Can Promote Inhibitor Formation In Rhesus Macaques. ",
    "article_date": "November 19, 2010",
    "session_type": "Gene Therapy and Transfer: Poster II",
    "topics": [
        "animal model",
        "antithymoglobulin",
        "liver",
        "macaca mulatta",
        "oryctolagus cuniculus",
        "gene transfer techniques",
        "aldesleukin",
        "antigens, cd25",
        "autoimmune diseases",
        "capsid"
    ],
    "author_names": [
        "Jonathan D. Finn, PhD",
        "Patricia Favaro, PhD",
        "J. Fraser Wright, PhD",
        "Federico Mingozzi, PhD.",
        "Katherine A. High, MD",
        "Valder R. Arruda, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Hematology, Children's Hospital of Philadelphia, Philadelphia, PA, USA, "
        ],
        [
            "Hematology, Children's Hospital of Philadelphia, Philadelphia, PA, USA, "
        ],
        [
            "University of Pennsylvania Ctr. for Cellular & Molecular Therapeutics, Children's Hospital of Philadelphia, Philadelphia, PA, USA, "
        ],
        [
            "Hematology, Children's Hospital of Philadelphia, Philadelphia, PA, USA, "
        ],
        [
            "Howard Hughes Medical Institute, The Children's Hospital of Philadelphia, Philadelphia, PA, USA"
        ],
        [
            "Hematology, Children's Hospital of Philadelphia, Philadelphia, PA, USA, "
        ]
    ],
    "first_author_latitude": "39.94743270000001",
    "first_author_longitude": "-75.1942811",
    "abstract_text": "Abstract 3765 Adeno-associated viral (AAV) vectors are one of the most extensively studied vector platforms for gene therapy applications. Our group is currently developing AAV vectors for the therapeutic treatment of hemophilia B (HB) in humans. The first clinical trial using an AAV2 vector to express human Factor IX (hFIX) (AAV2-hFIX16) from the liver of HB patients revealed a cytotoxic T lymphocyte (CTL) response directed against AAV capsid that occurred 4–6 weeks following treatment that was associated with a decline in transgene expression. Thus, immunosuppressive (IS) therapies may be required during AAV2 vector administration at high doses to prevent or to halt the immune mediated destruction of transduced hepatocytes. Previous work in murine and non-human primate (NHP) models has shown that sustained AAV-mediated expression of transgenes can induce tolerance, and that this is in part, dependent on CD4+ CD25+ FoxP3+ regulatory T cells (Tregs). Here we investigate the safety of a Treg sparing anti-T cell IS regimen in the context of liver mediated AAV2 gene transfer. Rabbit anti-thymocyte globulin (rATG) is an immune suppressive drug that is used in solid organ transplant and autoimmune disease. rATG has been shown to dramatically deplete the majority of T-cells, however some studies have shown that rATG spares Tregs and can induce tolerance in human T cells. rATG was administered to rhesus macaques (along with an 8-week course of Mycophenolate Mofetil (MMF) and sirolimus) either at the time of AAV vector administration (AAV2-hFIX16), or 5 weeks post-vector administration (rescue therapy). The administration of ATG at week 5 had no detrimental effect on hFIX expression and was not associated with inhibitor formation (n=3) indicating that rATG might be safe to use as an IS ‘rescue' agent, after the detection of an ongoing immune response against transduced cells. Interestingly we observed that early administration of rATG prevented tolerance induction and resulted in inhibitor formation in 2 of 3 animals upon withdrawal of IS. The inhibitor formation was associated with transient elevations in circulating levels of IL-2, IL-4, IL-10 and IFN-g. These results are comparable to previous findings in NHP using an anti-CD25 IS regimen (Daclizumab) at the time of vector administration (Blood 2007, 110(7):2334-41). We conclude that the timing of IS regimens is critical, and that IS regimens that alter the numbers, frequency, and/or function of T-cells at the time of vector administration can result in neutralizing antibodies (inhibitors) to the transgene product (hFIX). These data suggest that there might be multiple mechanisms responsible for maintaining tolerance in this model, and that Tregs alone might not be sufficient. This study highlights the critical need for safety studies in large animal models of potential immune suppressive regimens in the context of gene transfer before translating to the clinic. Disclosures: High: Genzyme, Inc: Consultancy, Patents & Royalties; Third Rock Ventures: Consultancy; Novo-Nordisk: Consultancy; Shire, Inc.: Consultancy."
}