{
    "doi": "https://doi.org/10.1182/blood.V108.11.511.511",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=662",
    "start_url_page_num": 662,
    "is_scraped": "1",
    "article_title": "Characterization of Mesenchymal Stem Cells Abnormalities in Multiple Myeloma. ",
    "article_date": "November 16, 2006",
    "session_type": "Oral Sessions",
    "topics": [
        "multiple myeloma",
        "stem cell, mesenchymal",
        "monoclonal gammopathy of undetermined significance",
        "gene expression profiling",
        "rna, messenger",
        "5'-nucleotidase",
        "alanine aminopeptidase",
        "alkaline phosphatase",
        "amphiregulin",
        "antibiotics"
    ],
    "author_names": [
        "Philippe Bourin, MD, PhD",
        "Jill Corre, PharmD",
        "Karène Mahtouk, PhD",
        "Mélanie Gadelorge, Ing",
        "Patrick Laharrague, MD, PhD",
        "Bernard Klein, PhD",
        "Thierry Rème, MD, PhD",
        "Michel Attal, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Thérapie Cellulaire et GECSOM, EFS-PM, Toulouse, France"
        ],
        [
            "Thérapie Cellulaire et GECSOM, EFS-PM, Toulouse, France",
            "Laboratoire d’Hématologie, CHU Rangueil, Toulouse, France"
        ],
        [
            "U475, INSERM, Montpellier, France"
        ],
        [
            "Thérapie Cellulaire et GECSOM, EFS-PM, Toulouse, France"
        ],
        [
            "Laboratoire d’Hématologie, CHU Rangueil, Toulouse, France"
        ],
        [
            "U475, INSERM, Montpellier, France"
        ],
        [
            "U475, INSERM, Montpellier, France"
        ],
        [
            "Service d’Hématologie, CHU Purpan, Toulouse, France"
        ]
    ],
    "first_author_latitude": "43.600703249999995",
    "first_author_longitude": "1.4328424499999999",
    "abstract_text": "Introduction: The bone marrow microenvironnement (BMMe) play a significant role in the physiopathology of the multiple myeloma (MM). However, its abnormality still remains controversial. To address this question, we studied bone marrow mesenchymal stem cells (MSCs), the only long-lived cells of the BMMe. We compared, at a genomic and functional level, the MSCs isolated from patients with MM, to MSCs isolated from healthy subjects and those with monoclonal gammopathy of unknown significance (MGUS). Material and methods : Bone marrow samples from 26 MM patients, 7 MGUS patients and 11 healthy individuals were compared. The MSCs were selected by their adherence on plastic and were cultured in alpha-MEM medium + 10% SVF and antibiotics during 2 passages (primo-culture = P0 and first passage = P1). The gene expression profiling was carried out by Affymetrix GeneChip microarrays (U133 plus 2.0). The expression of interesting differentially expressed genes was validated by ELISA or qRT-PCR. The phenotype was studied by flow cytometry (CD45, CD90, CD73, CD13, CD14). The CFU-F frequencies in BM samples and in cell suspensions after P0 and P1 were studied as well as the cell productions after P0 and P1. The osteoblastic differentiation was evaluated both by alkaline phosphatase dosing and matrix mineralization quantification. We also carried out co-cultures of the MSCs with CD34 + cells to quantify their hematopoietic supportive potential. Finally XG1 and Molp-6, respectively stroma independent and stroma dependent cell lines, were co-cultured with MSCs to check the capacity of the MSCs to support malignant plasma cell growth. Results: Gene expression profile independently classified the MSCs in a normal and in a MM group. MGUS MSCs were interspersed between those 2 groups. 145 distinct genes were differentially expressed in MM and normal MSCs. Among them, 46% could be involved in tumor-microenvironment cross-talk. Known soluble factors involved in MM physiopathologic features, such as IL-6, IL-1ß, DKK1 and amphiregulin, were identified and new ones found. In particular growth and differentiation factor-15 (GDF-15), already described as a accurate biomarker of numerous tumours, was significantly overexpressed (p<0.001) in MM MSCs both at mRNA and protein levels (183.5 ± 64.9 vs 749 ± 90.9 for mRNA, 1 10 −4 pg/cell ± 1.9 10 −5 pg/cell vs 4.3 10 −4 pg/cell ± 1.4 10 −4 pg/cell for protein respectively for normal and MM MSCs). It was also able to induce dose-dependant growth of Molp-6, in the absence of a supportive stroma. The phenotype and the CFU-F frequencies and the cell productions were similar in the 3 groups of MSCs and their hematopoietic supportive capacity was maintained. The MM MSCs complete differentiation towards the osteoblastic lineage, evaluated quantitatively, was faded. And very importantly, MM MSCs constituted a better supportive feeder layer for the Molp-6 cell line as compared to normal MSCs (cell expansion after 7 days : 2.1 ± 0.3 vs 3.3 ± 0.4, p = 0.04, respectively for normal and MM MSCs). On the other hand, the growth of XG1 was not influence by the subject origin of the MSCs. Conclusion: Our results show that the MSCs, like the malignant plasma cells, are abnormal in MM. This confirms the place of microenvironnement in the physiopathology of the MM and makes it possible to identify new potential therapeutic targets."
}