{
    "doi": "https://doi.org/10.1182/blood.V110.11.2030.2030",
    "article_title": "Umbilical Cord Blood Transplantation after Reduced-Intensity Conditioning for Adults: The Report from Japan Cord Blood Bank Network. ",
    "article_date": "November 16, 2007",
    "session_type": "Clinical Results - Alternative Donor Transplantation",
    "abstract_text": "Umbilical cord blood transplantation (UCBT) is an alternative to bone marrow transplantation in adults when no sibling donor is available. Recently, UCBT after reduced-intensity conditioning (RI-UCBT) has been increasing in high risk adults not eligible for conventional conditioning. To evaluate the feasibility and effectiveness of RI-UCBT, we retrospectively analyzed the outcomes of 777 patients with hematologic diseases, who received RI-UCBT as the first allograft between 1997 and 2006 in Japan. Of 777 patients, 303 were women and 474 were men. Their median age was 56 years (range, 16–79 years). The patients’ diagnoses included 190 with acute myeloid leukemia, 66 with acute lymphoblastic leukemia, 22 with chronic myeloid leukemia, 172 with myelodysplastic syndrome, 193 with malignant lymphoma, 68 with adult T-cell leukemia/lymphoma, 44 with multiple myeloma, and 22 with aplastic anemia. Of 770 evaluable patients, 272 were defined as standard risk, whereas 498 were defined as high risk. Cord blood units were obtained from Japan Cord Blood Bank Network. The median total nucleated cell (TNC) number and median CD34+ cell number were 2.54 (range, 1.10–6.42) × 10 7 /kg and 0.77 (range, 0.01–12.32) × 10 5 /kg, respectively. Forty-two, 216, 512 and 4 patients received 6 of 6, 5 of 6, 4 of 6 and 3 of 6 serological HLA matched cord blood, respectively. The most frequently used conditioning regimens were fludarabine (Flu), alkylating agent (melphalan, busulfan or cyclophosphamide) with total body irradiation (TBI). The most frequently used prophylaxis regimens for graft-versus-host disease (GVHD) were calcineurin inhibitor (CI) alone in 431 patients and CI plus methotrexate in 206 patients. Cumulative incidence of neutophil engraftment was 67% at a median of 20 days after transplantation. Platelet recovery more than 20 × 10 9 /L was observed in 47% at a median of 39 days. Among 542 evaluable patients, 206 developed acute GVHD of grade II or higher (cumulative incidence: 38%). The Kaplan-Meier estimates of overall survival (OS) and disease free survival at 2 years were 25% and 20%, respectively. Cumulative incidence of treatment-related mortality at day 100 was 36%. In univariate analyses, TNC number (>2.5 × 107/kg) and CD34+ cell number (>0.7 × 10 5 /kg) were significantly associated with the neutrophil engraftment (P=0.0009 and P<0.0001, respectively). Conditioning regimens consist of Flu, alkylating agent plus TBI were associated with favorable neutrophil engraftment and survival (P<0.0001 and P=0.0013, respectively). Patients with younger age (<56 years) or standard risk showed significantly longer OS (P=0.0013 and P<0.0001, respectively). Multivariate analyses revealed that CD34+ cell number and conditioning regimens consist of Flu, alkylating agent plus TBI were significant independent factors for neutrophil engraftment (P<0.0001 and P<0.0001, respectively). Regarding survival, multivariate analyses revealed that age, disease risk and conditioning regimens were significant independent factors for OS (P=0.0013, P<0.0001 and P=0.0002, respectively). In our retrospective analyses, a significant number of patients did not achieve engraftment or died from treatment-related complications. Further optimization of the treatment protocol is warranted to establish the safety of RI-UCBT.",
    "topics": [
        "conditioning (psychology)",
        "umbilical cord blood",
        "umbilical cord blood transplantation",
        "alkylating agents",
        "influenza",
        "graft-versus-host disease",
        "lymphoma",
        "acute lymphocytic leukemia",
        "adult t-cell lymphoma/leukemia",
        "allografting"
    ],
    "author_names": [
        "Naofumi Matsuno, MD",
        "Shuichi Taniguchi, MD",
        "Satoshi Takahashi, MD",
        "Shunro Kai, MD",
        "Yasuji Kozai, MD",
        "Hisashi Sakamaki, MD",
        "Tokiko Nagamura, MD",
        "Minoko Takanashi, MD",
        "Shunichi Kato, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Naofumi Matsuno, MD",
            "author_affiliations": [
                "Hematology, Toranomon Hospital, Tokyo, Japan",
                "Japan Cord Blood Bank Network, Japan"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Shuichi Taniguchi, MD",
            "author_affiliations": [
                "Hematology, Toranomon Hospital, Tokyo, Japan",
                "Japan Cord Blood Bank Network, Japan"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Satoshi Takahashi, MD",
            "author_affiliations": [
                "Japan Cord Blood Bank Network, Japan"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shunro Kai, MD",
            "author_affiliations": [
                "Japan Cord Blood Bank Network, Japan"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yasuji Kozai, MD",
            "author_affiliations": [
                "Japan Cord Blood Bank Network, Japan"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hisashi Sakamaki, MD",
            "author_affiliations": [
                "Japan Cord Blood Bank Network, Japan"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tokiko Nagamura, MD",
            "author_affiliations": [
                "Japan Cord Blood Bank Network, Japan"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Minoko Takanashi, MD",
            "author_affiliations": [
                "Japan Cord Blood Bank Network, Japan"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shunichi Kato, MD",
            "author_affiliations": [
                "Japan Cord Blood Bank Network, Japan"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-04T15:38:45",
    "is_scraped": "1"
}