{
    "doi": "https://doi.org/10.1182/blood-2021-150742",
    "article_title": "Improved Overall Survival of Patients Treated with Abatacept in Combination with a Calcineurin Inhibitor and Methotrexate Following 7/8 HLA-Matched Unrelated Allogeneic Hematopoietic Stem Cell Transplantation: Analysis of the Center for International Blood and Marrow Transplant Research Database ",
    "article_date": "November 5, 2021",
    "session_type": "722.Allogeneic Transplantation: Acute and Chronic GVHD, Immune Reconstitution",
    "abstract_text": "Introduction: Acute graft versus host disease (aGVHD) is the most common cause of early non-relapse mortality following allogeneic hematopoietic stem cell transplantation (HSCT; McDonald-Hyman C, et al. Sci Transl Med 2015). aGVHD is caused by a series of complex interactions between donor T cells and recipient antigen-presenting cells that result in immune-mediated tissue damage in HSCT recipients. Inhibition of T-cell costimulation has been recognized as a highly effective approach to preventing T-cell allo-activation (McDonald-Hyman C, et al. Sci Transl Med 2015; Koura DT, et al. Biol Blood Marrow Transplant 2013). Abatacept, a CTLA-4-IgG1 fusion protein, binds to CD80/86 on antigen-presenting cells and inhibits CD28 costimulatory signaling required for T-cell activation (Malmstrom V, et al. Nat Rev Immunol 2017). A phase 2 study (ClinicalTrials.gov: NCT01743131) reported 73.6% (80% confidence interval [CI]: 62.0-82.2) overall survival (OS) at 2 years in recipients of a 7/8 human leukocyte antigen (HLA)-single mismatch unrelated donor (7/8 MMUD) HSCT following treatment with abatacept + a standard aGVHD prophylaxis regimen (calcineurin inhibitor [CNI] + methotrexate [MTX] without [−] antithymocyte globulin [ATG]), compared with 45.3% (80% CI: 39.3-51.1; P = 0.002) in a standard treatment cohort (CNI + MTX − ATG) of matched controls from the Center for International Blood and Marrow Transplant Research (CIBMTR; Watkins B, et al. J Clin Oncol 2021). The aim of this current real-world analysis was to further evaluate the impact of abatacept on survival of 7/8 MMUD HSCT recipients, treated with CNI + MTX − ATG with or without abatacept, from the CIBMTR database of all allogeneic HSCTs performed in the United States in recent years. Methods: In this observational study, patients (≥ 6 years of age with leukemia, lymphoma, or myelodysplastic syndrome, whose first allogenic HSCT was with a 7/8 MMUD between 2011 and 2018) were treated with CNI + MTX − ATG with or without abatacept. OS (defined as time between date of transplant and documented date of death) was evaluated at 181 days post-transplant by weighted log-rank test with inverse propensity scores, obtained using logistic regression models as weights (inverse probability of treatment weighting [IPTW]) to reduce bias due to confounding. The marginal hazard ratio (HR) and 95% CI were estimated by a weighted Cox proportional hazards model. Kaplan-Meier curves show the estimated survival probabilities over time. Exploratory analyses of OS were evaluated in 7/8 MMUD HSCT recipients treated with abatacept + CNI + MTX (without ATG) versus CNI + MTX + ATG, and versus those treated with post-transplant cyclophosphamide-based (PT-Cy) GVHD prophylaxis. Results: For the primary analysis, 216 patients (54 [25%] abatacept + CNI + MTX − ATG and 162 [75%] CNI + MTX − ATG) were included. Key patient demographics and characteristics were generally similar across treatment groups in weighted samples using IPTW (Table 1). The majority of patients were male and had performance scores of 90-100; had acute myeloid leukemia; and had received myeloablative conditioning, peripheral blood stem cell grafts, and tacrolimus. Kaplan-Meier OS rates at day 180 post-transplant by weighted log-rank test with inverse propensity scores (95% CI) were 98% (78-100) for patients treated with abatacept + CNI + MTX − ATG and 75% (67-82) for those treated with CNI + MTX − ATG ( P = 0.0028). The marginal HRs (95% CI) were 0.06 (0.01-0.27) and 0.07 (0.01-0.30) using treatment only and treatment plus disease status as covariates, respectively. A Kaplan-Meier plot of estimated survival probability over time is shown in Figure 1. The exploratory analysis showed that patients treated with abatacept + CNI + MTX had improved OS HRs (95% CI) of 0.08 (0.02-0.36) versus CNI + MTX + ATG, and 0.15 (0.03-0.67) versus PT-Cy-based GVHD prophylaxis. Conclusions: Patients treated with abatacept in combination with CNI + MTX − ATG after allogeneic HSCT had significantly better OS at day 180 compared with patients treated with only CNI + MTX − ATG, a standard treatment. Results from this real-world database study are consistent with and are supportive of the findings from the phase 2 study. Study support: This study was sponsored by Bristol Myers Squibb. Professional medical writing and editorial assistance was provided by Fiona Boswell, PhD, of Caudex and was funded by Bristol Myers Squibb. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Kean:  Novartis: Consultancy; Bluebird Bio: Research Funding; Gilead: Research Funding; EMD Serono: Consultancy; Regeneron: Research Funding; Bristol Myers Squibb: Patents & Royalties: From clinical trial data, Research Funding; Vertex: Consultancy. Burns:  Kyowa Kirin International: Research Funding; Medac GmbH: Research Funding; OncoImmune: Research Funding; Sanofi: Research Funding; Fate: Research Funding; PrioThera: Research Funding; Bristol Meyers Squibb: Research Funding; Astellas Pharma Inc.: Research Funding. Kou:  Bristol Myers Squibb: Current Employment. Kapikian:  Bristol Myers Squibb: Current Employment. Hemmer:  Pfizer: Honoraria. Connolly:  Bristol Myers Squibb: Current Employment, Current holder of individual stocks in a privately-held company. Polinsky:  Bristol Myers Squibb: Current Employment, Current holder of individual stocks in a privately-held company. Gavin:  Bristol Myers Squibb: Current Employment, Current equity holder in publicly-traded company. Gomez:  Bristol Myers Squibb: Other: I have no financial relationship with an ineligible company. I am an employee of Analysis Group, Inc. (AG), an economic consulting firm. AG receives consulting fees from ineligible companies, including BMS.. Pasquini:  GlaxoSmithKline: Research Funding; Kite Pharma: Research Funding; Novartis: Research Funding; Bristol Myers Squibb: Consultancy, Research Funding. OffLabel Disclosure: Abatacept, a CTLA-4 fusion protein, is not an FDA-approved indication for prophylaxis of acute graft versus host disease",
    "author_names": [
        "Leslie S Kean",
        "Linda J Burns",
        "Tzuyung Douglas Kou",
        "Roxanne Kapikian",
        "Xiao-Ying Tang",
        "Mei-Jie Zhang",
        "Michael Hemmer",
        "Sean E Connolly",
        "Martin Polinsky",
        "Brian Gavin",
        "Andres Gomez",
        "Marcelo C Pasquini"
    ],
    "author_dict_list": [
        {
            "author_name": "Leslie S Kean",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Boston, MA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Linda J Burns",
            "author_affiliations": [
                "Center for International Blood and Marrow Transplant Research CIBMTR, Milwaukee, WI"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tzuyung Douglas Kou",
            "author_affiliations": [
                "Bristol Myers Squibb, Princeton, NJ"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Roxanne Kapikian",
            "author_affiliations": [
                "Bristol Myers Squibb, Princeton, NJ",
                "Cytel Inc., Waltham, MA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xiao-Ying Tang",
            "author_affiliations": [
                "Center for International Blood and Marrow Transplant Research CIBMTR, Milwaukee, WI"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mei-Jie Zhang",
            "author_affiliations": [
                "Center for International Blood and Marrow Transplant Research CIBMTR, Milwaukee, WI"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Hemmer",
            "author_affiliations": [
                "Center for International Blood and Marrow Transplant Research CIBMTR, Milwaukee, WI"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sean E Connolly",
            "author_affiliations": [
                "Bristol Myers Squibb, Princeton, NJ"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martin Polinsky",
            "author_affiliations": [
                "Bristol Myers Squibb, Princeton, NJ"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brian Gavin",
            "author_affiliations": [
                "Bristol Myers Squibb, Princeton, NJ"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andres Gomez",
            "author_affiliations": [
                "Bristol Myers Squibb, Princeton, NJ"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marcelo C Pasquini",
            "author_affiliations": [
                "Center for International Blood and Marrow Transplant Research CIBMTR, Milwaukee, WI"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T21:39:12",
    "is_scraped": "1"
}