{
    "doi": "https://doi.org/10.1182/blood-2019-129844",
    "article_title": "Response to High Dose G-CSF Treatment (20µg/kg/d or Higher) of Patients with Congenital Neutropenia: An Analysis By the Scnir in Europe ",
    "article_date": "November 13, 2019",
    "session_type": "508.Bone Marrow Failure",
    "abstract_text": "Background : Congenital neutropenia (CN) is a group of rare inborn genetic disorders of hematopoiesis including a variety of different gene mutations and different patterns of inheritance. Independent of the underlying genetic subtypes, CN patients benefit from G-CSF maintenance treatment, which improved the life expectancy and quality of life significantly. The majority of CN patients documented by the SCNIR Europe respond well to G-CSF treatment and achieve and maintain neutrophil response with an anticipated ANC of greater 1000/µL with a median G-CSF dose of 4.77 µg/kg/day. However, the G-CSF dose used is very heterogeneous and dose increase is dependent on the decision of each treating physician. Here we report on the incidence, clinical characteristics and outcome of patients receiving G-CSF doses of 20µg/kg/d or higher. Methods : In the European database of the SCNIR we have identified 420 CN patients with different genetic subtypes (including SDS and GSD1b) who are treated with G-CSF. Non-response is defined as median neutrophil counts below 500/µL upon G-CSF doses of 20µg/kg/day or higher. Partial responders have median ANCs of 500 to 999/µL with these G-CSF doses or severe infections despite ANCs of greater 1000/µL. Eighty of the 420 pts received G-CSF doses of 20µg/kg/d or higher. Results: According to the above described response criteria we identified 26 non- responders (6.2%), 18 partial responders (4.3%) and 36 patients reaching ANCs above 1000 with G-CSF doses of 20µg/kg/d or higher (32 patients receiving 20 to 39µg/kg/d; 4 patients receiving more than 50µg/kg/d) out of the 420 CN patients treated with G-CSF. Although patients with different genotypes receive long-term G-CSF treatment, only ELANE or JAGN1 mutations were identified in both non- and partial responders. Analysing ELANE patients separately, 9.3% were non-responders and 5.3 % partial responders to G-CSF. While gender ratio male/female is almost even in the CN cohort (1.08 including 6 males with x-linked TAZ mutations) as well as in the ELANE subgroup (0.87), the gender ratio for ELANE non-responders is 0.2 and 0.4 in ELANE partial responders. In 50% of the identified non- and partial responders the genotype is still unclassified. In 3 patients who were not included in the analysis G-CSF non-response was due to a homozygous CSF3R mutation. These patients respond well to GM-CSF but not to G-CSF. Conclusions: Non-response or partial response to high doses of G-CSF treatment is correlated with distinct genotypes ( ELANE, JAGN1, SRP54 and so far unclassified). However, requirement of high G-CSF doses (20µg/kg/d or higher) does not per se indicate non-response, since a substantial number of patients reach sufficient ANCs with these G-CSF doses, especially in patients with ELANE and HAX1 genotype. Treating physicians often do not increase G-CSF doses to >20µg/kg/d to rule out response to high doses. Patients with CSF3R homozygous mutations cannot respond to G-CSF, but respond well to GM-CSF, while ELANE or JAGN1 patients do not respond to GM-CSF. While patients with HAX1 mutations may require high G-CSF doses, but then respond well, patients with SBDS or other mutations (e.g. G6PC3, CXCR4, GFI-1, TAZ etc.) did not require high G-CSF doses for a longer period or were non-responsive to G-CSF treatment. Our data support the dosing recommendation of the SCNIR not to stop G-CSF at 20µg/kg/day , but to increase further, since a substantial number of patients are still responsive. View large Download slide View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "congenital neutropenia",
        "granulocyte colony-stimulating factor",
        "recombinant granulocyte colony stimulating factor",
        "granulocyte-macrophage colony-stimulating factor",
        "recombinant granulocyte-macrophage colony-stimulating factors",
        "granulocyte colony-stimulating factor receptors",
        "brachial plexus neuritis",
        "cxcr4 receptors",
        "genetic diseases, inborn",
        "ground fault circuit interrupters"
    ],
    "author_names": [
        "Cornelia Zeidler",
        "Natali Gerschmann",
        "Sabine Mellor-Heineke",
        "Fabian Frömling",
        "Julia Skokowa, MD PhD",
        "Karl Welte"
    ],
    "author_dict_list": [
        {
            "author_name": "Cornelia Zeidler",
            "author_affiliations": [
                "Department of Hematology, Hemostasis, Oncology and Stem Cell Transplantation, Hannover Medical School, Hannover, Germany "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Natali Gerschmann",
            "author_affiliations": [
                "Department of Hematology, Hemostasis, Oncology and Stem Cell Transplantation, Hannover Medical School, Hannover, Germany "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sabine Mellor-Heineke",
            "author_affiliations": [
                "Department of Hematology, Hemostasis, Oncology and Stem Cell Transplantation, Hannover Medical School, Hannover, Germany "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fabian Frömling",
            "author_affiliations": [
                "Department of Hematology, Hemostasis, Oncology and Stem Cell Transplantation, Hannover Medical School, Hannover, Germany "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Julia Skokowa, MD PhD",
            "author_affiliations": [
                "Division of Translational Oncology, Department of Hematology, Oncology, Clinical Immunology, University Hospital Tuebingen, Tuebingen, Germany "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Karl Welte",
            "author_affiliations": [
                "Pediatric Hematology and Oncology, University of Tuebingen, Tuebingen, Germany"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-18T15:32:21",
    "is_scraped": "1"
}