{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.2452.2452",
    "article_title": "Inflammatory Signature, Oxidative Stress, and DNA Damage Response in DBA Pathogenesis ",
    "article_date": "December 7, 2017",
    "session_type": "508. Bone Marrow Failure: Poster II",
    "abstract_text": "Diamond-Blackfan anemia (DBA) is an inherited pure red cell aplasia caused mostly by pathogenic variants in genes encoding for ribosomal proteins (RPs). It was previously published that haploinsufficiency of RP leads to increased apoptosis of erythroid precursors and p53 upregulation in CD34 + cells from DBA patients and in animal models. However, the exact mechanisms of p53 activation are still not completely understood. In our study, we examined the link between activation of p53 pathway, inflammation-evoked oxidative stress and DNA damage in DBA patients and cellular model. To investigate the pathogenesis of DBA, we prepared the RPL5- and RPS19-deficient murine erythroleukemia cells (MEL) by using CRISPR/Cas9 technology. The particular clones were heterozygous for different nucleotide size deletions in RPL5 or RPS19 genes resulting in decreased levels of these proteins to half when compared to control cells thus mimicking the RP haploinsuficiency in DBA patients. We examined the pathological consequences of RPL5 and RPS19 deficiency in both undifferentiated and differentiated cells; the differentiation was induced by either dimethyl sulfoxide - DMSO or hexamethylene bisacetamide - HMBA for at least 48 hours. Significantly decreased proliferation capacity and significantly increased apoptosis rate was detected for all undifferentiated RPL5- and RPS19-deficient clones in comparison with controlcells. Upon induction of erythroid differentiation, RPL5- and RPS19-deficient clones showed abnormal GATA1 expression (2-times lower than in control cells) and higher percentage of TUNEL + apoptotic cells (RPL5-deficient cells 2.04%; RPS19-deficient cells 1.57%;controlcells 0.50%). The data from cellular models were consistent with an increased rate of apoptosis detected in the bone marrow of RPL5 and RPS19 mutant DBA patients by TUNEL assay (15-times more TUNEL + cells in RPL5 and RPS19 mutant patients than in normal controls). These patients showed also induction of p53 in their bone marrow (p53 positive cells: 8.4% in RPL5-mutant patient and 7.3% in RPS19-mutant patient vs. 0.4% in normal controls). The activation of p53 was also confirmed in RPL5- and RPS19-deficient clones by detection of increased level of p53 phosphorylation. Because oxidative stress is known to induce p53, we examined oxidative DNA damage marker 8-oxoguanine (8-oxoG) in MEL-DBA clones. Cytospin slides of differentiated RPL5- and RPS19-deficient clones revealed elevated positivity for 8-oxoG in contrast to control cells. It is known that oxidative damage is caused by exposure of cells to inflammatory cytokines, which activate DNA damage response (DDR) through reactive oxygen species (ROS)-mediated DNA damage. We found upregulation of pro-inflammatory cytokines TNF-α and IL6 in RPL5- and RPS19-deficient cells and IL1b in RPS19-deficient cells. The increased expression of Map3k8 kinase or increased phosphorylation of p38 was detected in RPL5-deficient or RPS19-deficient cells; both of these molecules are known to play essential roles in the production of pro-inflammatory cytokines. We then analyzed the levels of pro-inflammatory cytokines in our DBA patients and observed that besides TNF-α, IL1b, and IL6 also other inflammatory cytokines (IL1a, IL4, IL10, IL12, IL17a, INF-γ, and GM-CSF) were upregulated in their serum. We also detected higher levels of ROS in differentiated MEL-DBA clones in comparison with controlcells. Increased ROS levels were also present in the serum of all DBA patients with elevated inflammatory cytokines in contrast to healthy controls. As a result of ROS production, DNA double-strand breaks can occur responding by phosphorylation of Ser-139 residue of the histone variant H2AX (γ‐H2AX). Indeed, higher γ‐H2AX positivity was seen for RPL5- and RPS19-deficient cells in comparison with control cells (mean intensity of fluorescence for RPL5-deficient cells: 2.63 ±0.34; RPS19-deficient cells: 3.29 ±0.41; and control cells: 1.02 ±0.22). Our results suggest that the defective ribosomal biogenesis is associated with the induction of inflammatory cytokine signature, oxidative stress, increased DNA damage and activation of DDR signaling. Further research is needed to elucidate the hierarchy of these processes. This study was supported by project GACR 15-13732S, AZV 16-32105A, IGA_LF_2017_015, and in part by LTAUSA17142 (BK). Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "animal model",
        "dna damage",
        "oxidative stress",
        "cytokine",
        "in situ nick-end labeling",
        "dimethyl sulfoxide",
        "interleukin-1",
        "interleukin-6",
        "tumor necrosis factors",
        "acute erythroblastic leukemia"
    ],
    "author_names": [
        "Katarina Kapralova, MSc",
        "Zuzana Saxova, PhD",
        "Barbora Kralova, MSc",
        "Lucie Lanikova, PhD",
        "Dagmar Pospisilova, Prof. MD PhD",
        "Vladimir Divoky, PhD",
        "Monika Horvathova, MSc, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Katarina Kapralova, MSc",
            "author_affiliations": [
                "Department of Biology, Faculty of Medicine and Dentistry Palacky University, Olomouc, Czech Republic "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Zuzana Saxova, PhD",
            "author_affiliations": [
                "Department of Biology, Faculty of Medicine and Dentistry, Palacky University, Olomouc, Czech Republic "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Barbora Kralova, MSc",
            "author_affiliations": [
                "Department of Biology, Faculty of Medicine and Dentistry, Palacky University, Olomouc, Czech Republic "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lucie Lanikova, PhD",
            "author_affiliations": [
                "Laboratory of Cell and Developmental Biology, Institute of Molecular Genetics, Academy of Sciences of the Czech Republic, Prague, Czech Republic "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dagmar Pospisilova, Prof. MD PhD",
            "author_affiliations": [
                "Palacky University and University Hospital Olomouc, Olomouc, Czech Republic"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vladimir Divoky, PhD",
            "author_affiliations": [
                "Department of Biology, Faculty of Medicine and Dentistry, Palacky University, Olomouc, Czech Republic "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Monika Horvathova, MSc, PhD",
            "author_affiliations": [
                "Department of Biology, Faculty of Medicine and Dentistry, Palacky University, Olomouc, Czech Republic "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T09:39:47",
    "is_scraped": "1"
}