{
    "doi": "https://doi.org/10.1182/blood.V128.22.5633.5633",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3445",
    "start_url_page_num": 3445,
    "is_scraped": "1",
    "article_title": "Clinical Significance of Reactivation of Salivary HHV-6 and HHV-7 in Multiple Myeloma Treated with Novel Agents ",
    "article_date": "December 2, 2016",
    "session_type": "651. Myeloma: Biology and Pathophysiology, excluding Therapy",
    "topics": [
        "herpesvirus 7, human",
        "hhv-6",
        "multiple myeloma",
        "saliva",
        "dna",
        "bortezomib",
        "cytokine",
        "cytopenia",
        "encephalopathy",
        "lenalidomide"
    ],
    "author_names": [
        "Kazuhito Suzuki, MD",
        "Shingo Yano, MD",
        "Nobuyuki Kobayashi, MD PhD",
        "Yoji Ogasawara, MD",
        "Takaki Shimada, MD",
        "Katsuki Sugiyama, MD",
        "Takeshi Saito, MD",
        "Shinobu Takahara, MD",
        "Kazuhiro Kondo, MD PhD",
        "Hiroyuki Yanagisawa, MD PhD",
        "Noriko Usui, MD",
        "Keisuke Aiba, MD"
    ],
    "author_affiliations": [
        [
            "Clinical Oncology/Hematology, the Jikei University School of Medicine, Tokyo, Japan "
        ],
        [
            "Clinical Oncology/Hematology, the Jikei University School of Medicine, Tokyo, Japan "
        ],
        [
            "Virology, the Jikei University School of Medicine, Tokyo, Japan "
        ],
        [
            "Clinical Oncology/Hematology, the Jikei University School of Medicine, Tokyo, Japan "
        ],
        [
            "Clinical Oncology/Hematology, the Jikei University School of Medicine, Tokyo, Japan "
        ],
        [
            "Clinical Oncology/Hematology, the Jikei University School of Medicine, Tokyo, Japan "
        ],
        [
            "Clinical Oncology/Hematology, the Jikei University School of Medicine, Tokyo, Japan "
        ],
        [
            "Clinical Oncology/Hematology, the Jikei University School of Medicine, Tokyo, Japan "
        ],
        [
            "Virology, the Jikei University School of Medicine, Tokyo, Japan "
        ],
        [
            "Pablic Health and Enviromental Medicine, the Jikei University School of Medicine, Tokyo, Japan "
        ],
        [
            "Transfusion Medicine, the Jikei Uiversity Daisan Hospital, Tokyo, Japan"
        ],
        [
            "Clinical Oncology/Hematology, the Jikei University School of Medicine, Tokyo, Japan "
        ]
    ],
    "first_author_latitude": "35.6631202",
    "first_author_longitude": "139.75061599999998",
    "abstract_text": "Introduction Reactivation of HHV-6 and HHV-7 (HHV-6/7) are associated with encephalopathy, skin rush, institutional pneumonia, and cytopenia in patients with hematological malignancies. Our colleges in the department of virology reported that reactivation of saliva HHV-6/7 was measurable in healthy person and non-immunosuppressive patients although reactivation of serum HHV-6/7 was not detected. Hence determination of HHV-6/7 from salvia sample must be more sensitive than from serum sample. Clinical significance of reactivation of HHV-6/7 has not been well-analyzed in multiple myeloma (MM) patients treated with novel agents. Patients and Methods We prospectively analyzed saliva sample from MM patients treated with bortezomib (BOR), lenalidomide (LEN) or thalidomide from May 2013 to January 2016. Saliva sample was harvested on day 1 of each cycles. DNA copy numbers of HHV-6/7 in saliva samples were also measured using real-time PCR. We analyzed factors associated with reactivation of HHV-6/7 in univariate analysis by Fisher's exact test. We evaluated the correlation between HHV-6/7 ratio and M-protein ratio, which was calculated using DNA copy number of HHV-6/7 and M-protein level at each time points, by Pearson's product moment correlation coefficient. The cutoff value of reactivation of HHV-6 and HHV-7 were defined as 1 x10 3 and 1 x10 5 copy/mL. High and low corticosteroid (CS) groups were defined depending on daily estimated dose of predonisolone; the cutoff value was 100mg/body. Results One hundred and ninety-one saliva samples were collected from 20 patients. Median age was 69 years. Patients with newly diagnosed and relapsed or refractory MM were 14 and 6. Seventeen patients were treated with bortezomib (BOR) and 7 patients were treated with lenalidomide (LEN). All patients received either dexamethasone or predonisolone. The cumulative incidence of reactivation of HHV-6 and HHV-7 were 78.2% and 65.5%. High CS was related with reactivation of HHV-6 and HHV-7. LEN was related with only reactivation of HHV-7 while BOR did not induce reactivation of HHV-6/7. There was significant reverse correlation between HHV-7 ratio and M-protein ratio ( r =-0.34, P <0.001) while there was not significant correlation between HHV-6 ratio and M-protein ratio ( r =0.25, P =0.79). The reactivation of saliva HHV-7 was more frequent in time points with 0.5 or less of M-protein ratio, which meant PR or better ( P <0.001). In addition, DNA copy number of HHV-7 decreased before M protein elevated in all patients who relapsed in 1 year or shorter. There was no significant relation between reactivation of HHV-6/7 and several adverse events, such as encephalopathy, skin rush, institutional pneumonia, and cytopenia. Conclusion The cumulative incidence of reactivation of HHV-6/7 from salvia samples was relatively common in the MM patients treated with novel agents. High CS may induce reactivation of HHV-6/7. There was significant reverse correlation between HHV-7, but not HHV-6, ratio and M-protein ratio. DNA copy number of HHV-7 decreased before M protein elevated in patients who relapsed. The reason about the relationship between DNA copy number of HHV-7 and M-protein was not clear. We considered that reactivation of saliva HHV-7 might be associated with cytokines, and will evaluate the relationship between reactivation of saliva HHV-7 and cytokines in future. Disclosures Usui: Janssen Pharmaceutiical Co.Ltd: Consultancy; Celgene Co.Ltd: Consultancy, Honoraria, Research Funding."
}