{
    "doi": "https://doi.org/10.1182/blood.V110.11.1970.1970",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=874",
    "start_url_page_num": 874,
    "is_scraped": "1",
    "article_title": "Risk of Hepatitis B and Efficacy of Treatment with Lamivudine in Patients Undergoing Allogeneic Stem Cell Transplant. ",
    "article_date": "November 16, 2007",
    "session_type": "Clinical Care - Acute and Chronic GVHD, Infectious Complications, and Immune Reconstitution of Transplantation",
    "topics": [
        "allogeneic stem cell transplant",
        "hepatitis b",
        "lamivudine",
        "treatment effectiveness",
        "hepatitis b surface antigens",
        "allopurinol",
        "hepatitis",
        "follow-up",
        "hepatitis b virus dna",
        "cyclophosphamide"
    ],
    "author_names": [
        "Luisa Giaccone, MD",
        "Alfredo Marzano, MD",
        "Isabel Resta",
        "Andrea Marengo",
        "Francesca Fiore, MD",
        "Roberto Sorasio, MD",
        "Moreno Festuccia",
        "Mario Rizzetto, MD",
        "Mario Boccadoro, MD"
    ],
    "author_affiliations": [
        [
            "Divisione di Ematologia dell’Università di Torino, Az. Osp. S. Giovanni Battista, Turin, Italy"
        ],
        [
            "Divisione di Gastroenterologia ed Epatologia dell’Università di Torino, Az. Osp. S. Giovanni Battista, Turin, Italy"
        ],
        [
            "Divisione di Ematologia dell’Università di Torino, Az. Osp. S. Giovanni Battista, Turin, Italy"
        ],
        [
            "Divisione di Gastroenterologia ed Epatologia dell’Università di Torino, Az. Osp. S. Giovanni Battista, Turin, Italy"
        ],
        [
            "Divisione di Ematologia dell’Università di Torino, Az. Osp. S. Giovanni Battista, Turin, Italy"
        ],
        [
            "Divisione di Ematologia dell’Università di Torino, Az. Osp. S. Giovanni Battista, Turin, Italy"
        ],
        [
            "Divisione di Ematologia dell’Università di Torino, Az. Osp. S. Giovanni Battista, Turin, Italy"
        ],
        [
            "Divisione di Gastroenterologia ed Epatologia dell’Università di Torino, Az. Osp. S. Giovanni Battista, Turin, Italy"
        ],
        [
            "Divisione di Ematologia dell’Università di Torino, Az. Osp. S. Giovanni Battista, Turin, Italy"
        ]
    ],
    "first_author_latitude": "45.0548934",
    "first_author_longitude": "7.686518999999999",
    "abstract_text": "Hepatitis B virus (HBV) positive patients undergoing allogeneic stem cell transplantation (allo-SCT) and recipients of allo-SCT from HBV positive donors are at risk of hepatitis reactivation and fatal liver failure. Prophylaxis with lamivudine (LAM) in this setting is still unclear. Since 2005 patients undergoing allo-SCT at risk of HBV reactivation at our Center were treated with LAM prophylaxis to prevent hepatitis B reactivation. Ninety-seven patients undergoing allo-SCT between 1999 and 2007 entered the study. Only 84 patients with a follow-up longer than 3 months (median 17 months, range 3–87) were analysed. Patients, median age of 51 years (21–66), were transplanted for multiple myeloma (50), acute myeloid leukemia (14), chronic lymphatic leukemia (8), lymphoma (7), chronic myeloproliferative disease (4) and aplastic anemia (1). The conditioning regimens consisted of busulfan-cyclophosphamide (7), thiothepa-cyclophosphamide (11), and 2 Gy total body irradiation +/− fludarabine (64); 2 patients received 2 allo-SCT from the same donor for disease progression. Stem cell source was peripheral blood in 83 patients and bone marrow in 1. Sixty-five patients had a HLA-matched sibling donor and 19 an unrelated donor. Sixty subjects were not considered at risk of HBV reactivation (recipients hepatitis B surface antigen -HBsAg- and anti-hepatitis B core antigen antibodies -antiHBc- negative, with donors HBsAg-negative). Of note, 4 donors were antiHBc-positive. None of them experienced HBV related hepatitis during follow-up. The other 24 patients were considered at risk and divided in 3 groups: Group A: 2 HBsAg-negative recipients from HBsAg-positive donors; Group B: 1 HBsAg-positive recipient from negative donor; Group C: 21 antiHBc-positive recipients from 5 positive and 16 negative donors. Group A: Recipients were treated with LAM. None of them developed hepatitis B at a follow up of 24 and 18 months, respectively, and serum HBV-DNA remained undetectable. Group B: One patient with pre-transplant HBV-DNA of 19500 UI/mL received LAM. HBV-DNA became negative 3 months after allo-SCT and the patient did not develop acute hepatitis after a follow-up of 10 months. Group C: Twelve patients were not treated and 9 received prophylactic LAM for a median time of 11 months (range 6–29). Of these, one discontinued LAM after 8 months due to intolerance. Hepatitis developed in 3 untreated patients (2 patients undergoing allo-SCT before 2005 and 7 months after LAM discontinuation in the subject who stopped prophylactic LAM) and in none of the patients on prophylaxis. No detectable serum HBV-DNA was observed in patients on LAM prophylaxis. Two/3 patients with hepatitis received allo-SCT from antiHBc-negative donors. In conclusions, this retrospective study confirms: a null risk of hepatitis B in HBsAg and antiHBc-negative recipients, transplanted with HBsAg-negative donors, regardless of donor’s antiHBc serology; a significant (23%) risk of hepatitis B in antiHBc-positive recipients from negative donors, untreated with prophylactic LAM; the efficacy of prophylactic LAM in HBsAg-negative and antiHBc-positive recipients; the efficacy of LAM in controlling HBV replication and hepatitis B reactivation in both HBsAg-positive recipients from negative donors and in HBsAg-positive donors used in negative recipients."
}