{
    "doi": "https://doi.org/10.1182/blood-2019-131629",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4232",
    "start_url_page_num": 4232,
    "is_scraped": "1",
    "article_title": "Benefits of a Pharmacist Led Oral Chemotherapy Monitoring Program for Patients with Chronic Myeloid Malignancies: A Patient Reported Outcome (PRO) Study ",
    "article_date": "November 13, 2019",
    "session_type": "906.Outcomes Research-Malignant Conditions (Myeloid Disease)",
    "topics": [
        "cancer",
        "oral chemotherapy",
        "patient self-report",
        "pharmacists",
        "brachial plexus neuritis",
        "hematologic neoplasms",
        "adverse event",
        "acute lymphocytic leukemia",
        "antineoplastic agents",
        "bcr-abl tyrosine kinase"
    ],
    "author_names": [
        "Jeffrey Baron, PharmD",
        "Christina L. Lombardi, PharmD",
        "Han Yu, PhD",
        "Amanda Przespolewski, DO",
        "Elizabeth A. Griffiths, MD",
        "James E. Thompson, MD",
        "Swapna Thota, MD",
        "Eunice S. Wang, MD"
    ],
    "author_affiliations": [
        [
            "Department of Pharmacy, Roswell Park Comprehensive Cancer Center, Buffalo, NY "
        ],
        [
            "Pharmacy Department, St Peter's Hospital, Albany, NY "
        ],
        [
            "Department of Biostatistics & Bioinformatics, Roswell Park Cancer Institute, Buffalo, NY "
        ],
        [
            "Department of Medicine, Leukemia Division, Roswell Park Comprehensive Cancer Center, Buffalo, NY "
        ],
        [
            "Department of Medicine, Roswell Park Comprehensive Cancer Center, Buffalo, NY "
        ],
        [
            "Department of Medicine, Roswell Park Comprehensive Cancer Center, Buffalo, NY "
        ],
        [
            "Roswell Park Comprehensive Cancer Center, Buffalo, NY ",
            "Department of Medicine, CCF, Buffalo, NY"
        ],
        [
            "Department of Medicine, Roswell Park Comprehensive Cancer Center, Buffalo, NY "
        ]
    ],
    "first_author_latitude": "42.898701599999995",
    "first_author_longitude": "-78.86554819999999",
    "abstract_text": "BACKGROUND: Patient reported outcomes (PROs) are increasingly being used as key outcome measures in management of patients with chronic hematologic malignancies. Use of PROs in routine clinical care in hematology has been associated with improved patient-physician communication, enhanced shared decision making, better symptom management, and greater satisfaction with care as well as improved quality of life (QoL) (Breccia M, et al. 2015; Hirji I, et al. 2013). With a therapeutic landscape shifting towards long-term use of oral therapies in chronic myeloid malignancies (myelofibrosis (MF) and chronic myeloid leukemia (CML)), the potential for serious medication adverse events rises. Due to these concerns, pharmacists are increasingly functioning, as integral members of the healthcare team, responsible for the management of oral anticancer agents. The effectiveness and value of pharmacists in the management of oral medications for hematologic malignancies from a patient perspective is limited. Here we designed a prospective patient survey study to assess PROs of a pharmacist-led medication therapy management (MTM) program to monitor adverse events and improve adherence in adults with hematologic malignancies. METHODS: Adult patients (pts) (≥ 18 years old) prescribed an oral targeted therapy for a hematologic malignancy and who were seen by a clinical pharmacist for a MTM session were eligible. A modified validated questionnaire consisting of 22 multiple choice questions and 3 comment questions and incorporating both CTSQ & FACT-Leu (Abetz L, et al. 2005; Cella D, et al. 2012) was completed by each participant. Individual questions and responses were pooled into the following categories: education, monitoring and support. Demographics, disease-specific variables and questionnaire responses were also collected. RESULTS: 66 pts seen in the adult leukemia clinic at Roswell Park Comprehensive Cancer Center in 2019 participated in the study. Baseline characteristics for this cohort are outlined in Table 1. Median age of the cohort was 64 years old (range 31-89 yrs) and 52% were male. Hematologic malignancies included CML (64%), MF (11%), acute myeloid leukemia (AML) (8%), Ph+ acute lymphoblastic leukemia (Ph+ALL) (6%), myeloproliferative neoplasm (MPN) (6%), polycythemia vera (PV) (3%), mastocytosis (1%) and hypereosiniophilic syndrome (1%). The most common oral agents were imatinib (21%), ruxolitinib (18%), and dasatinib (17%). This cohort also included patients off BCR-ABL inhibitors as part of treatment free remission monitoring (8%) and those on novel therapies such as enasidenib (3%). Majority of pts had been on their oral agent for at least 1-5 years (55%). For each pooled category i.e., education, monitoring and support, involvement of a pharmacist was associated with positive or very positive benefits: education (98%), monitoring (96%), and support (91%) (Figure 1). There was no difference in questionnaire response by number of years on oral chemotherapy (< 1 year vs. > 1 year into therapy). In addition, there was no difference in questionnaire response based on diagnosis (CML vs. non-CML) or gender. For question \"I feel that I have missed fewer doses of my medication due to interacting with my pharmacist\", non-CML patients tend to be more positive (p = 0.0695) (Figure 2). For question \"The pharmacist has provided me with tools to help me remember to take my oncology medication\", patients with > 1 year TKI therapy are more positive (p = 0.052) (Figure 3). CONCLUSIONS: Our study demonstrates that the involvement of subspecialty pharmacists as part of a formal MTM program, for adult pts on oral therapy for hematologic malignancies was overwhelmingly associated with positive pt reported outcomes in the areas of education, monitoring and support. The greatest positive role of the pharmacist was on education of pts at start of therapy. Pts also perceived benefits in increased long term drug compliance and improved toxicity management. These data support further investigation of pharmacist-led MTM programs as part of the care continuum for pts with hematological malignancies at high risk of non-compliance and medication-related adverse events. For instance, adolescent/young adult (AYA), ALL or APL pts on maintenance, or geriatric individuals with multiple comorbidities may particularly benefit from improved medication compliance and overall care. View large Download slide View large Download slide  Disclosures Przespolewski: Jazz Pharmaceuticals: Other: PI on clinical trial. Griffiths: Celgene, Inc: Consultancy, Research Funding; Novartis Inc.: Consultancy; Genentech, Inc.: Research Funding; Persimmune: Consultancy; New Link Genetics: Consultancy; New Link Genetics: Consultancy; Astex Phramaceuticals/Otsuka Pharmaceuticals: Consultancy, Research Funding; Celgene, Inc: Consultancy, Research Funding; Genentech, Inc.: Research Funding; Abbvie, Inc.: Consultancy; Abbvie, Inc.: Consultancy, PI on a clinical trial; Onconova Therapeutics: Other: PI on a clinical trial; Persimmune: Consultancy; Boston Scientific: Consultancy; Boston Scientific: Consultancy; Partner Therapeutics: Consultancy; Astex Phramaceuticals/Otsuka Pharmaceuticals: Consultancy, Research Funding; Appelis Pharmaceuticals: Other: PI on a clinical trial; Partner Therapeutics: Consultancy; Novartis Inc.: Consultancy; Onconova Therapeutics: Other: PI on a clinical trial; Appelis Pharmaceuticals: Other: PI on a clinical trial. Thota: Incyte, Inc.: Speakers Bureau. Wang: Pfizer: Other: Advisory role, Speakers Bureau; Stemline: Other: Advisory role, Speakers Bureau; Daiichi: Other: Advisory role; celyad: Other: Advisory role; Astellas: Other: Advisory role, Speakers Bureau; Jazz: Other: Advisory role; Kite: Other: Advisory role; Abbvie: Other: Advisory role; Agios: Other: Advisory role; Amgen: Other: Advisory role."
}