{
    "doi": "https://doi.org/10.1182/blood.V112.11.2034.2034",
    "article_title": "Mutations of the SBDS Gene Result in Nuclear Mislocalization. ",
    "article_date": "November 16, 2008",
    "session_type": "Bone Marrow Failure",
    "abstract_text": "Shwachman-Diamond syndrome (SDS) is an autosomal-recessive disorder characterized by exocrine pancreatic insufficiency and bone marrow failure. The SDS disease locus was mapped to chromosome 7q11. We have previously reported that Shwachman-Bodian- Diamond syndrome (SBDS) gene is not required for neutrophil maturation. However, SBDS knockdown cells were sensitive to apoptotic stimuli, indicating that SBDS acts to maintain survival of granulocyte precursor cells. ( Exp Hematol  35 ; 579 , 2007 ). A wide variety of mutations in SBDS gene has been identified, and almost of all patients show truncated immature proteins, p.K62X (c.183_184TA>CT) or p.C84fsX3 (c.258+2T>C). However, it is not yet clear how these truncated proteins affect cellular processes that result in the SDS phenotype. The SBDS protein is localized to the nucleoli but does not have the canonical nuclear localization signal. In order to clarify the molecular basis of pathogenicity of mutated SBDS proteins, we explored the subcellular distribution of normal and mutant SBDS proteins in Hela and 32Dcl3 cells. Using various N-terminal and C-terminal deletion constructs, we found N-terminal region, domain I (1-87 amino acid residue) in particular, was necessary to localize to the nucleus. The disease related mutations (C31W, K33E, N34I, L71P) and the mutations which are conserved among the species in the domain I (E44K, K62E, D70N, E82K) were generated. C31W and N34I mutants failed to localize SBDS to the nuclei. The SV40 derived nuclear localization signal was fused to these mutated SBDS protein, and these proteins were clearly localized to the nuclei. In addition to the mislocalization, the protein expression level of these mutants showed a dramatic decrease compared to the wild type. We also established SBDS wild type and domain I overexpressed 32Dcl3 cell. SBDS wild type overexpressed cells could differentiate to normal neutrophils in the presence of mG-CSF, however domain I overexpressed cells did not differentiate. Almost of all cells showed apoptosis in this domain I overexpressed cells in the presence of mG-CSF, and this was very similar like SBDS RNAi knockdown cells. The localization of endogenous SBDS protein was also analyzed in this domain I overexpressed cells. The domain I was concentrated to nuclei, however endogenous SBDS protein was diffused to cytosol. Conclusions: The present findings enable us to document the nuclear localization signals in SBDS domain I, and that the shuttling protein would promote SBDS to nuclei. These results also showed that mislocalization and/or low expression level of mutated SBDS protein would cause SDS.",
    "topics": [
        "amino acids",
        "colony-stimulating factors",
        "diamond",
        "exocrine pancreatic insufficiency",
        "genes",
        "magnesium",
        "mutation",
        "myasthenia gravis",
        "nuclear localization signals",
        "pancytopenia"
    ],
    "author_names": [
        "Masafumi Yamaguchi, PhD",
        "Kingo Fujimura, MD, PhD",
        "Hanae Toga-Yamaguchi",
        "Valentina Svetic, PhD",
        "Naoki Okamura, PhD",
        "Rajesh Chopra, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Masafumi Yamaguchi, PhD",
            "author_affiliations": [
                "Pharmaceutical Sciences, Hiroshima Int’l. Univ., Kure, Japan"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Kingo Fujimura, MD, PhD",
            "author_affiliations": [
                "Pharmaceutical Sciences, Hiroshima Int’l. Univ., Kure, Japan"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hanae Toga-Yamaguchi",
            "author_affiliations": [
                "Pharmaceutical Sciences, Hiroshima Int’l. Univ., Kure, Japan"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Valentina Svetic, PhD",
            "author_affiliations": [
                "Department of Haematology, University College London, United Kingdom"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Naoki Okamura, PhD",
            "author_affiliations": [
                "Pharmaceutical Sciences, Hiroshima Int’l. Univ., Kure, Japan"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rajesh Chopra, PhD",
            "author_affiliations": [
                "Astra Zeneca Pharma., Macclesfield, Cheshire, United Kingdom"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-07T15:36:54",
    "is_scraped": "1"
}