{
    "doi": "https://doi.org/10.1182/blood.V110.11.2092.2092",
    "article_title": "Cell-Derived Microparticles in ITP Patients with vs. without Bleeding Tendency. ",
    "article_date": "November 16, 2007",
    "session_type": "Disorders of Platelet Number or Function",
    "abstract_text": "INTRODUCTION: In immune thrombocytopenic purpura (ITP), autoantobodies mediate platelet destruction, leading to thrombocytopenia and a hemorrhagic diathesis. Although platelet counts are used to assess risk of bleeding in ITP, this is not dependable since some seldom bleed while others bleed excessively at the same level of thrombocytopenia. Cell-derived microparticles (C-MP) are microvesicles released upon activation or apoptosis from blood cells such as platelets (PMP), leucocytes (LMP) and red cells (RMP) as well as endothelial cells (EMP). Their roles in hemostasis, thrombosis and inflammation are increasingly appreciated. We investigated C-MP in ITP in patients with bleeding tendency vs. those without. METHODS: Thirty-seven patients (24 F/13M, mean age 53.8 yr) with chronic ITP (platelet counts <50,000/μL for at least 3 mo’s) were studied. Patients with bleeding tendency (BL) were defined as those who met any of the following criteria: history of spontaneous frequent mucosal bleeding (nose, gum etc), episodes of organ bleeding such as GI, GU, CNS bleeding, menorrhagia with recurring anemia, cutaneous bleeding characterized by gross petechiae on >2 sites (leg, arm, trunk etc) or multiple (>5) ecchymosis >3cm sizes or wet purpuras. Patients with similar platelet counts but not meeting any of these criteria were defined as non-bleeders (NBL). The BL group consisted of 17 pt (7M/10F, mean age 53.6 yr) while the NBL group comprised 20 pt (6M/14F, mean age 54.0 yr). The BL group contained 12 with skin bleeding and 5 with mucosal /organ bleeding. Pertinent data are summarized in Table. Coulter XL flowcytometer was employed to identify LMP by anti-CD45, PMP by anti-CD41, RMP by anti-glycophorin, and EMP by the combination CD31+/CD41-. Platelet counts and aPTT were also compared between the groups. RESULTS: Mean platelet count was similar in both groups (27,000/μL). When C-MP were compared between BL vs NBL, there was no significant difference in mean levels of EMP (203 vs 169, p > 0.05) or LMP (1342 vs 1422, p > 0.05). However, RMP were significantly higher in the NBL group (2878 vs 1310, p = 0.01). See Table. PMP were also higher in NBL (3498 vs 1771) but did not reach significance. The aPTT was shorter in the NBL (24.4s vs 26.5s) but not significantly. CONCLUSION / DISCUSSION: These data support the unexpected conclusion that RMP are significantly associated with hemostasis in ITP. PMP were also elevated in NBL compared to BL but did not reach significance in this study. Our previous study documenting elevated PMP in NBL vs BL [ Jy et al, JLCM  119 : 334 , 1992 ] employed a different assay system [Coulter EPICS V (2 watt laser) and detection by light scatter with CD42 not CD41]. Other factors implicated in hemostasis in ITP include increased number of larger young platelets and activated platelets. Our data suggest that elevated RMP may be a significant hemostatic factor in thrombocytopenic states. However, we also note a trend of increased PMP, as well as shortened aPTT in NBL. Since RMP are known to express phosphatidylserine (binding sites for coagulation factors), they can promote coagulation to facilitate blood clotting, and thus may aid in prevention of bleeding in thrombocytopenic patients. Table 1.  . BLEEDERS . NON-BLEEDERS . p value . No Patients 17 20  Age 53.6 54.0  Sex (M/F) 7/10 6/14  Plt (count/uL) 27,000 27,000 n. s. aPTT (sec) 26.5 24.4 n. s. C-MP (count/uL):  EMP 203 169 n. s. LMP 1,342 1,422 n. s. PMP 1,771 3,498 n. s. RMP 1,310 2,878 0.01 . BLEEDERS . NON-BLEEDERS . p value . No Patients 17 20  Age 53.6 54.0  Sex (M/F) 7/10 6/14  Plt (count/uL) 27,000 27,000 n. s. aPTT (sec) 26.5 24.4 n. s. C-MP (count/uL):  EMP 203 169 n. s. LMP 1,342 1,422 n. s. PMP 1,771 3,498 n. s. RMP 1,310 2,878 0.01 View Large",
    "topics": [
        "bleeding diathesis",
        "cell-derived microparticles",
        "purpura, thrombocytopenic, idiopathic",
        "hemorrhage",
        "activated partial thromboplastin time measurement",
        "borderline neoplasms",
        "hemostasis procedures",
        "thrombocytopenia",
        "uterine fibroids",
        "anemia"
    ],
    "author_names": [
        "Vincenzo Fontana, MD",
        "Wenche Jy, PhD",
        "Pamela Dudkiewicz, ARNP",
        "Eugene Ahn, MD",
        "Lawrence Horstman, BS",
        "Yeon S. Ahn, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Vincenzo Fontana, MD",
            "author_affiliations": [
                "Medicine, University of Miami Miller School of Medicine, Miami, FL, USA",
                " "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Wenche Jy, PhD",
            "author_affiliations": [
                "Medicine, University of Miami Miller School of Medicine, Miami, FL, USA",
                " "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pamela Dudkiewicz, ARNP",
            "author_affiliations": [
                "Medicine, University of Miami Miller School of Medicine, Miami, FL, USA",
                " "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eugene Ahn, MD",
            "author_affiliations": [
                "Medicine, University of Miami Miller School of Medicine, Miami, FL, USA",
                " "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lawrence Horstman, BS",
            "author_affiliations": [
                "Medicine, University of Miami Miller School of Medicine, Miami, FL, USA",
                " "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yeon S. Ahn, MD",
            "author_affiliations": [
                "Medicine, University of Miami Miller School of Medicine, Miami, FL, USA",
                " "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-06T09:33:24",
    "is_scraped": "1"
}