{
    "doi": "https://doi.org/10.1182/blood.V126.23.1143.1143",
    "article_title": "Restoration of Procoagulant Factor Levels after Cardiac Surgery Causes Thrombin Generation to Rise to Thrombotic Levels ",
    "article_date": "December 3, 2015",
    "session_type": "401. Basic Science and Clinical Practice in Blood Transfusion: Poster I",
    "abstract_text": "Introduction Cardiac surgery with cardiopulmonary bypass (CPB) causes hemodilution and coagulation factor consumption. The administration of unfractionated heparin accelerates thrombin inactivation and leads to elevated consumption of antithrombin (AT). The heparin-mediated release of tissue factor pathway inhibitor (TFPI) from the vessel wall reduces prothrombin activation. CPB surgery thus affects both pro- and anticoagulant processes, which are reflected in changes in a patient's thrombin generation potential. In this study we investigated how cardiac surgery changes thrombin generation (TG), prothrombin conversion and thrombin inactivation. In addition, we studied the consequences of these changes in pro- and anticoagulant processes for transfusion management using in silico experimentation. Methods Thirty patients undergoing cardiac surgery with CPB were included and samples were collected before and after surgery and protamine administration. AT and prothrombin levels were determined and TG was measured at 5 pM tissue factor by calibrated automated thrombinography. Prothrombin conversion and thrombin inactivation were quantified from each TG curve. The effect of transfusion of prothrombin complex concentrate (PCC) was simulated by an in silico increase of prothrombin conversion. The effect of PCC administration in combination with AT was modeled as an increase of prothrombin conversion and antithrombin levels. The effect of in silico transfusion of PCC on coagulation was quantified by TG parameters. Results CPB surgery causes a reduction of plasma coagulation factor levels: AT (47%, p<0.001), prothrombin (63%, p<0.001), and decreases TG peak height by 71% (p<0.001). After surgery prothrombin conversion is significantly impaired (402 ± 218 vs 701 ± 181 nM; p<0.001), which is partly compensated for by lower thrombin inactivation (63%, p<0.001), resulting in a reduction of TG. We modeled the effect of the transfusion of prothrombin complex concentrate with or without added antithrombin on TG. If the prothrombin conversion capacity was increased to pre-surgery levels in the absence of antithrombin, TG peak height increases to 454 ± 72 nM (figure A). A slight increase of prothrombin conversion (up to 83% of the pre-surgery level) brings TG peak height into the normal range (386±61 nM), but the ETP remains elevated (3278 ± 1141 nM). The optimal way to restore thrombin generation is the simultaneous infusion of PCC and antithrombin. Our in silico experiments indicate that this restores both the peak height (362 ± 69 nM) and the ETP (1601 ± 369 nM∙min) to the pre-surgery level (figure B). Conclusions Cardiac surgery with CPB causes the hemostatic balance to shift toward bleeding due to a reduction of prothrombin conversion. This is only partially compensated by a reduction of thrombin inactivation, resulting in reduced TG after surgery. Post-surgery bleeding can be (and often is) remedied by the transfusion of PCC. However, full restoration of the prothrombin conversion capacity results in a TG profile that predicts a prothrombotic state, as an ETP value in the highest quartile is associated with a 5 times elevated thrombosis risk according to Winckers et al. Equilibrated restoration of the hemostatic capacity asks for the simultaneous supplementation of both pro- and anticoagulant factors, i.e. PCC containing AT or fresh frozen plasma. Figure 1. View large Download slide The effect of prothrombin complex concentrate (± antithrombin) transfusion on in silico thrombin generation. ■ Pre-surgery TG, ● Post-surgery TG, □ in silico PCC transfusion (left panel), and ○ in silico PCC and AT transfusion (right panel). Figure 1. View large Download slide The effect of prothrombin complex concentrate (± antithrombin) transfusion on in silico thrombin generation. ■ Pre-surgery TG, ● Post-surgery TG, □ in silico PCC transfusion (left panel), and ○ in silico PCC and AT transfusion (right panel).  Close modal Disclosures Kremers: Synapse bv: Employment. Bloemen: Synapse bv: Employment. De Laat: Synapse bv: Employment. Wagenvoord: Synapse bv: Employment. Al Dieri: Synapse bv: Employment. Hemker: Synapse bv: Employment.",
    "topics": [
        "cardiac surgery procedures",
        "thrombin",
        "thrombus",
        "surgical procedures, operative",
        "prothrombin",
        "transfusion",
        "antithrombin iii",
        "antithrombins",
        "mechlorethamine",
        "factor ix concentrates"
    ],
    "author_names": [
        "Romy Kremers, MSc",
        "Yvonne Bosch, MSc",
        "Saartje Bloemen, PhD",
        "Bas De Laat, MD PhD",
        "Rob Wagenvoord, PhD",
        "Raed Al Dieri, PhDPharmD",
        "Coenraad Hemker, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Romy Kremers, MSc",
            "author_affiliations": [
                "Synapse bv, Cardiovascular Research Institute Maastricht, Maastricht University, Maastricht, Netherlands "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Yvonne Bosch, MSc",
            "author_affiliations": [
                "Department of Cardiothoracic Surgery, Cardiovascular Research Institute Maastricht, Maastricht University, Maastricht, Netherlands"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Saartje Bloemen, PhD",
            "author_affiliations": [
                "Synapse bv, Cardiovascular Research Institute Maastricht, Maastricht University, Maastricht, Netherlands "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bas De Laat, MD PhD",
            "author_affiliations": [
                "Synapse bv, Cardiovascular Research Institute Maastricht, Maastricht University, Maastricht, Netherlands "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rob Wagenvoord, PhD",
            "author_affiliations": [
                "Synapse bv, Cardiovascular Research Institute Maastricht, Maastricht University, Maastricht, Netherlands "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Raed Al Dieri, PhDPharmD",
            "author_affiliations": [
                "Synapse bv, Cardiovascular Research Institute Maastricht, Maastricht University, Maastricht, Netherlands "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Coenraad Hemker, MD PhD",
            "author_affiliations": [
                "Synapse bv, Cardiovascular Research Institute Maastricht, Maastricht University, Maastricht, Netherlands "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-02T13:12:11",
    "is_scraped": "1"
}