{
    "doi": "https://doi.org/10.1182/blood.V114.22.1941.1941",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1527",
    "start_url_page_num": 1527,
    "is_scraped": "1",
    "article_title": "A Comparison of Gene Expression Pattern in Major Histocompatibility Class II-Low Diffuse Large B-Cell Lymphoma with Plasmablastic Lymphoma. ",
    "article_date": "November 20, 2009",
    "session_type": "Non-Hodgkin’s Lymphoma - Biology, Excluding Therapy Poster I",
    "topics": [
        "diffuse large b-cell lymphoma",
        "gene expression",
        "immunoblastic large-cell lymphoma",
        "histocompatibility",
        "lymphoma",
        "b-lymphocyte antigens",
        "connective tissue growth factor",
        "formalin-fixed paraffin-embedded tissue specimen",
        "histocompatibility antigens class ii",
        "human leukocyte antigens"
    ],
    "author_names": [
        "Sarah T. Wilkinson, PhD",
        "Roshanak Bob, MD",
        "Harald Stein, MD",
        "Mark Schwartz, PhD",
        "Rita M. Braziel, MD",
        "Randy D. Gascoyne, MD",
        "Lisa M. Rimsza, MD"
    ],
    "author_affiliations": [
        [
            "Pathology, University of Arizona, Tucson, AZ, USA, "
        ],
        [
            "Department of Pathology and Reference Center for Hematopathology, Charité-Universitätsmedizin Berlin, Campus Benjamin Franklin, Berlin, Germany, "
        ],
        [
            "Department of Pathology and Reference Center for Hematopathology, Charité-Universitätsmedizin Berlin, Campus Benjamin Franklin, Berlin, Germany, "
        ],
        [
            "Research and Development, High Throughput Genomics, Tucson, AZ, USA, "
        ],
        [
            "Clincial Pathology, Oregon Health & Science University, Portland, OR, USA, "
        ],
        [
            "Pathology and Centre for Lymphoid Cancers, British Columbia Cancer Agency, Vancouver, Canada"
        ],
        [
            "Pathology, University of Arizona, Tucson, AZ, USA, "
        ]
    ],
    "first_author_latitude": "32.27608095",
    "first_author_longitude": "-110.9225606",
    "abstract_text": "Abstract 1941 Poster Board I-964 Multiple studies have repeatedly shown that loss of MHC II expression correlates with poor patient prognosis in diffuse large B-cell lymphoma (DLBCL). Major histocompatibility complex class II (MHCII) molecules present peptides for antigen recognition and are important for the adaptive immune response. Loss of MHCII expression is also one of the changes seen during normal B-cell differentiation into plasma cells. Plasmablastic lymphoma (PBL) is another B-cell lymphoma characterized by a proliferation of large B-cells with a plasma cell immunophenotype and very poor prognosis. In this study, we questioned whether DLBCL cases that have low MHCII expression have a similar gene expression pattern to PBL. Unstained cuts from formalin-fixed, paraffin-embedded tissue blocks of 101 DLBCL and 76 PBL cases were analyzed for gene expression using a quantitative nuclease protection assay (qNPA, ArrayPlate R ). The 42 genes on the array were previously identified as B-cell lineage-related or prognostically important in DLBCL. DLBCL cases were divided into low [MHCII(-)] and high [MHCII(+)] MHC II expression using a 20% cutoff for expression of HLA-DRB by qNPA, as previously described (L Rimsza et al, Blood 2008). Genes that differed significantly between lymphoma types were determined using the Partek Genomics Suite R software, using ANOVA tests with a false discovery rate of 0.05. Thirty of the 42 genes on the array (71%) were differentially expressed between DLBCL as a whole and PBL. As expected from the literature, the PBL cases had less expression of B-cell antigen, MHCII, and germinal center-related genes as compared to DLBCL. Of these 30 genes, 29 were also different between MHCII(+) and PBL. In contrast, only 21 genes of the 42 on the array (50%) were differentially expressed between MHCII(-) and PBL, indicating a less dissimilar expression pattern between these two sets of cases. Of the 21 genes, two were uniquely different between MHCII(-) and PBL. Both of these, FN1 and CTGF , are found in the extracellular matrix and were low in the MHCII(-) cases. This finding, that the MHCII(-) cases are similar, but not identical to PBL, agrees with our previous immunohistochemistry studies suggesting MHCII(-) cases may be invoking selected mechanisms of differentiation (S Wilkinson et al, AACR Annual Meeting 2009, #2712). Our findings confirm the hypothesis that MHCII(-) DLBCL have a more plasma cell-like expression pattern than MHCII(+) DLBCL. These findings may have implications for pathogenesis and treatment. Disclosures: Schwartz: High Throughput Genomics: Employment. Gascoyne: Roche Canada: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding. Rimsza: High Throughput Genomics: Memorandum of understanding with HTG to run qNPA assay at no cost.."
}