{
    "doi": "https://doi.org/10.1182/blood.V118.21.3283.3283",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1931",
    "start_url_page_num": 1931,
    "is_scraped": "1",
    "article_title": "Initial Platelet Recovery Rate During Plasma Exchange Predicts Long-Term Survival in Patients with Thrombotic Thrombocytopenic Purpura, ",
    "article_date": "November 18, 2011",
    "session_type": "311. Disorders of Platelet Number or Function: Poster III",
    "abstract_text": "Abstract 3283 Background: Plasma exchange (PEX) is the first line therapy for patients presenting with thrombotic thrombocytopenic purpura (TTP). Since the therapeutic response and prognosis vary among patients, it is important to predict early and late outcomes in order to optimize treatment for each individual. We have recently reported (Transfusion, in press) that initial platelet recovery rate by day 3 (PRR3) of or above 5 × 10 9 /L per 24 hr is an independent predictor for complete remission in response to PEX and for short-term exacerbations. This study was designed to examine whether PRR3 of or above 5 × 10 9 /L per 24 hr can predict relapse of TTP and long-term survival in these patients. Methods: We reviewed the medical records of 64 consecutive patients with de novo TTP who received PEX in our institution between Decembers of 2003 and 2010. Standard regimen of PEX typically included 1–1.5 volumes of PEX daily with fresh frozen plasma until sustained normalization of platelet count. Time at the start of the first PEX was set as time zero. Complete remission is defined as platelet count rising above 150 × 10 9 /L during PEX and maintain for more than 2 weeks after stopping PEX. Exacerbation is defined as a decrease of platelet count below 150 × 10 9 /L or a 50% drop from the previous count within 1 month of the initial platelet recovery. Relapsed TTP is defined as recurrence of thrombocytopenia and microangiopathic hemolytic anemia over 1 month after the previous remission. PRR was derived as the slope of the linear regression of series of platelet counts at a designated interval, e.g. PRR3 means the rate of platelet recovery during the first 3 days after time zero. The date of death or when alive the date of the most recent visit of the patients was recorded. Kaplan-Meier analysis was used to compare overall survival between different categories of potential prognostic factors. All computation and statistical analysis were performed using SPSS, Version 19.0.0.1 (IBM). Results: Four patients relapsed between 1.4 – 29.4 months after presenting with de novo TTP. All of these patients had PRR3 ≥ 5 × 10 9 /L per 24 hr and ADAMTS13 activities ≤ 10%. A total of 13 deaths occurred during a median follow up of 11.8 months. The survival was significantly better in patients with PRR3 ≥ 5 × 10 9 /L per 24 hr as compared to patients with PRR3 below the cutoff by Kaplan-Meier analysis (p<0.001, Figure 1 A). In patient with PRR3 < 5 × 10 9 /L per 24 hr, the estimated rates of survival were 74.7% at 1 month, 64.8% at 3 months, and 58.9% at 1 year, as compared with rates of 100%, 100% and 100%, respectively, in the patients with PRR3 ≥ 5 × 10 9 /L per 24 hr. The survival was not significantly different among groups stratified based on ADAMTS13 activity (cutoff=10%), race (African Americans versus Caucasians), or gender. After adjustment for age and ADAMTS13 activities using Cox proportional hazard regression analysis, PRR3 < 5 × 10 9 /L per 24 hr was associated with a 23-fold increase in mortality rate compared to PRR3 ≥ 5 × 10 9 /L per 24 hr (95% CI for the hazard ratio, 2.7 – 203.3; p<0.005, Figure 1 B). View large Download slide View large Download slide Conclusion: We conclude that PRR3 with a cutoff of 5 × 10 9 /L per 24 hr provides a practical approach to risk stratify TTP patients receiving PEX. Patients with PRR3 above the cutoff have increased chance of long-term survival. However, relapses tend to occur exclusively in this group, which may necessitate close follow up and adjunctive therapy to suppress the production of autoantibodies. In contrast, patients with PRR3 below this cutoff may eventually fail the PEX therapy and have significantly increased mortality rate. They may benefit from prompt re-evaluation and exploration of additional therapies other than PEX. Knowing the platelet recovery rate early in the disease's course allows tailoring therapy to the individual patient. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "blood platelets",
        "plasma exchange",
        "thrombotic thrombocytopenic purpura",
        "complete remission",
        "follow-up",
        "adjunctive therapy",
        "autoantibodies",
        "disease remission",
        "fresh-frozen plasma",
        "microangiopathic hemolytic anemia"
    ],
    "author_names": [
        "Chang Liu, MD, PhD",
        "Dorina Kallogjeri, MD, MPH",
        "Marian Dynis, RN, BSN, MHA",
        "Brenda J. Grossman, MD, MPH"
    ],
    "author_affiliations": [
        [
            "Department of Pathology and Immunology, Washington University in St Louis, St Louis, MO, USA, "
        ],
        [
            "Department of Otolaryngology, Washington University in St Louis, "
        ],
        [
            "Apheresis Center, Barnes-Jewish Hospital, "
        ],
        [
            "Department of Pathology and Immunology, Washington University in St Louis"
        ]
    ],
    "first_author_latitude": "38.6350726",
    "first_author_longitude": "-90.26228619999999"
}