{
    "doi": "https://doi.org/10.1182/blood.V110.11.3382.3382",
    "article_title": "Tyrosine Kinase Inhibition by SU5614 Fails To Eradicate Leukemic Stem Cells in FLT3-ITD+ Acute Myeloid Leukemia: Role of the Microenvironment. ",
    "article_date": "November 16, 2007",
    "session_type": "Hematopoiesis - Malignant Stem and Progenitor Cells",
    "abstract_text": "Activating mutations of the FLT3 receptor by internal tandem duplication (FLT3-ITD) are present in 30% of all cases of acute myeloid leukemia (AML) and are associated with poor prognosis. FLT3-ITD mutations are present in leukemic stem/progenitor cells and induce ligand-independent downstream signaling promoting oncogenesis through pathways involved in proliferation, differentiation and survival, making the mutated receptor an attractive therapeutic target for tyrosine kinase inhibition. Although tyrosine kinase inhibitors have been shown to be cytotoxic to FLT3-ITD+ leukemic blasts, the effects on more primitive leukemic stem cells have not been studied in detail. We examined the effect of the tyrosine kinase inhibitor SU5614 on leukemic CD34+ stem/progenitor cells from patients with newly diagnosed normal karyotype AML with wild-type FLT3 or mutated FLT3-ITD receptor. SU5614 was chosen because initial experiments comparing SU5614, PKC412 and imatinib had shown that SU5614 was the most potent in inducing cell cycle arrest without significant apoptosis in normal CD34+ stem/progenitor cells. CD34+ cells were isolated from bone marrow of AML patients at diagnosis by density gradient centrifugation and magnetic bead isolation. Cells were cultured for four days in serum-free medium with growth factors in the presence or absence of SU5614 (5 uM) in suspension culture or in stroma-contact cultures. Hematopoietic activity was assessed in colony-forming assays. Overall, untreated CD34+FLT3-ITD+ leukemic progenitors cells formed significantly fewer CFU than CD34+FLT3-WT leukemic progenitors. However, the percentage of more primitive LTC-IC was higher in FLT3-ITD+ samples. SU5614 induced cell cycle arrest in all FLT3-ITD+ as well as FLT3-WT samples whereas apoptosis was variable. FLT3-ITD+ committed progenitor cells were effectively reduced by SU5614 treatment in suspension culture while stroma contact exerted a significant protective effect. In contrast, committed progenitors from FLT3-WT AML were less susceptible to tyrosine kinase inhibition but also protected by adhesion to stroma. More importantly, primitive LTC-IC from FLT3-ITD+ AML were selectively spared from tyrosine kinase inhibition. Additional stromal contact led to expansion of LTC-IC in the presence of SU5614. PCR from single hematopoietic colonies of stromal contact cultures revealed both WT and FLT3-ITD products after treatment with SU5614, indicating LTC-IC were of leukemic origin. To further elucidate the mechanism by which stromal contact selectively protects FLT3-ITD+ LTC-IC, leukemic cell lines harboring either FLT3-ITD (MV4-11) or FLT3-WT (RS 4;11) were studied. As expected, SU5614 effectively inhibited constitutively active FLT3 in MV4-11 as well as ligand activated FLT3 in RS 4;11 cell lines independent of stromal contact. However, inhibition of downstream Akt activation by SU5614 in MV4-11 cells was completely abrogated in the presence of stroma. In contrast, stromal contact had no effect on Akt activation in FLT3-WT RS 4;11 cells. Activation of downstream Erk and Stat5 and inhibition by SU5614 were not affected by stromal contact in either cell line. In conclusion, our data suggest activation of alternate signaling pathways in FLT3+ leukemic stem cells allowing escape from dependence on FLT3 signaling and subsequently tyrosine kinase inhibition. In addition, protection of leukemic FLT3-ITD+ LTC-IC is mediated by stromal contact.",
    "topics": [
        "flt3 gene",
        "leukemia, myelocytic, acute",
        "leukemic hematopoietic stem cell",
        "ms-like tyrosine kinase 3",
        "protein tyrosine kinase",
        "impedance threshold device",
        "ligands",
        "protein-tyrosine kinase inhibitor",
        "proto-oncogene proteins c-akt",
        "adhesions"
    ],
    "author_names": [
        "Katharina S. Götze, MD",
        "Sally Rushton, PhD",
        "Stefanie Marz",
        "Sabine Kayser, PhD",
        "Konstanze Dohner, MD",
        "Christian Peschel, MD",
        "Robert Oostendorp, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Katharina S. Götze, MD",
            "author_affiliations": [
                "III. Dept. of Medicine, Technical University of Munich, Munich, Germany"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Sally Rushton, PhD",
            "author_affiliations": [
                "III. Dept. of Medicine, Technical University of Munich, Munich, Germany"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stefanie Marz",
            "author_affiliations": [
                "III. Dept. of Medicine, Technical University of Munich, Munich, Germany"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sabine Kayser, PhD",
            "author_affiliations": [
                "Internal Medicine III, University of Ulm, Ulm, Germany"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Konstanze Dohner, MD",
            "author_affiliations": [
                "Internal Medicine III, University of Ulm, Ulm, Germany"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christian Peschel, MD",
            "author_affiliations": [
                "III. Dept. of Medicine, Technical University of Munich, Munich, Germany"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert Oostendorp, PhD",
            "author_affiliations": [
                "III. Dept. of Medicine, Technical University of Munich, Munich, Germany"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-04T21:38:32",
    "is_scraped": "1"
}