{
    "doi": "https://doi.org/10.1182/blood-2019-122368",
    "article_title": "Impact of Pre-Engraftment Cytomegalovirus Viraemia in Allogeneic Haematopoetic Stem Cell Transplant Recipients ",
    "article_date": "November 13, 2019",
    "session_type": "721.Clinical Allogeneic Transplantation: Conditioning Regimens, Engraftment, and Acute Transplant Toxicities",
    "abstract_text": "Background Cytomegalovirus (CMV) reactivation post- allogeneic transplant increases mortality(1). Very few studies have explored the significance of pre-engraftment CMV reactivation on subsequent CMV-related outcomes or therapy. Aim To determine the incidence and outcome of pre-engraftment CMV reactivation. Methods All consecutive patients transplanted May 2015-Jan 2019 at the Royal Melbourne Hospital were included in this observational retrospective study. Plasma CMV DNA load was monitored by real-time PCR assays twice per week. Pre-emptive CMV treatment was commenced when the CMV viral load was greater than 400 IU/ml. Risk factors for pre-engraftment CMV were assessed by univariate logistic regression analysis. The Mann-Whitney U test was used to compare post-transplant CMV reactivation and time of treatment initiation; the Fisher's exact test was used for CMV disease and acute graft versus host disease (aGVHD); neutrophil engraftment, relapse free survival (RFS) and overall survival (OS) were compared using the Log-Rank Method. Results Of the 220 patients, 182 patients had CMV reactivation and pre-engraftment CMV levels available. Of these 182, 102 (56%) had CMV detected on at least one occasion before engraftment (D-10 to D+30). No pre-transplant factors including conditioning type and CMV serostatus were found to be associated with the development of pre-engraftment CMV reactivation. Patients who had pre-engraftment viraemia patients had a shorter time to post-transplant CMV detection (p<0.0001; Y=27.2d vs N=36.3d). These patients also had a longer time to neutrophil engraftment (p=0.049, median 19d vs 18d). Despite the shorter time to detection, there was no difference in likelihood of commencement of pre-emptive anti CMV therapy (p=0.88), day of CMV therapy commencement (p=0.29) and the total length of treatment (p=0.82). Patients with pre-engraftment viraemia were not at an increased risk of CMV disease (P=0.65) or aGVHD (p=0.87). There was no difference in RFS (p=0.99) or OS (p=0.14). Conclusion These results suggest that pre-transplant CMV detection should not affect the decision to proceed to transplant or require earlier initiation of prophylactic or pre-emptive therapy. References Teira, P., Battiwalla, M., Ramanathan, M., Barrett, A. J., Ahn, K. W., Chen, M., Green, J. S., Saad, A., Antin, J. H., Savani, B. N., Lazarus, H. M., Seftel, M., Saber, W., Marks, D., Aljurf, M., Norkin, M., Wingard, J. R., Lindemans, C. A., Boeckh, M., Riches, M. L., & Auletta, J. J. (2016). Early cytomegalovirus reactivation remains associated with increased transplant-related mortality in the current era: a CIBMTR analysis. Blood, 127(20), 2427-2438. Accessed June 01, 2019. https://doi.org/10.1182/blood-2015-11-679639. Disclosures Yong: Merck Ltd: Honoraria. Ritchie: Amgen: Consultancy, Honoraria, Research Funding; Pfizer: Consultancy; BMS: Research Funding; Takeda: Research Funding; Beigene: Research Funding; Imago: Research Funding; Novartis: Honoraria; Sanofi: Honoraria.",
    "topics": [
        "cytomegalovirus",
        "engraftment",
        "hematopoietic stem cell transplantation",
        "viremia",
        "transplantation",
        "cmv reactivation",
        "barrett's esophagus",
        "dna",
        "duration of treatment",
        "graft-versus-host disease, acute"
    ],
    "author_names": [
        "Joanne L C Tan, MBBS",
        "Shio Yen Tio, MBBS, FRACP",
        "Michelle K Yong, MBBS, FRACP, MPH, PhD",
        "David Ritchie, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Joanne L C Tan, MBBS",
            "author_affiliations": [
                "Bone Marrow Transplant Service, Clinical Haematology, Peter MacCallum Cancer Centre and Royal Melbourne Hospital, Melbourne, Australia "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Shio Yen Tio, MBBS, FRACP",
            "author_affiliations": [
                "Department of Infectious Diseases, Royal Melbourne Hospital, Melbourne, Australia "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michelle K Yong, MBBS, FRACP, MPH, PhD",
            "author_affiliations": [
                "Department of Infectious Diseases, Peter MacCallum Cancer Centre and Royal Melbourne Hospital, Melbourne, Australia "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Ritchie, MD PhD",
            "author_affiliations": [
                "Clinical Haematology, Peter MacCallum Cancer Centre and Royal Melbourne Hospital, Melbourne, Australia"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-16T06:43:37",
    "is_scraped": "1"
}