{
    "doi": "https://doi.org/10.1182/blood.V118.21.1740.1740",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2113",
    "start_url_page_num": 2113,
    "is_scraped": "1",
    "article_title": "Targeting the KIT Activating Switch Control Pocket: A Novel Mechanism to Inhibit Mast Cell Activation and KIT D816V Neoplastic Mast Cell Proliferation ",
    "article_date": "November 18, 2011",
    "session_type": "634. Myeloproliferative Syndromes: Poster I",
    "topics": [
        "imatinib mesylate",
        "ligands",
        "mast cell activation",
        "mast cells",
        "mastocytosis",
        "mastocytosis, systemic",
        "myeloproliferative disease",
        "phosphotransferases",
        "protein tyrosine kinase",
        "protein-tyrosine kinase inhibitor"
    ],
    "author_names": [
        "Geethani Bandara, PhD",
        "Yun Bai, MS",
        "Eunice Ching Chan, PhD",
        "Irina Maric, MD",
        "Olga Simakova, PhD",
        "Scott C. Wise, MS",
        "Daniel Flynn, PhD",
        "Dean D Metcalfe, MD",
        "Alasdair M Gilfillan, PhD",
        "Todd M Wilson, DO"
    ],
    "author_affiliations": [
        [
            "Laboratory of Allergic Diseases, NIAID, National Institute of Health, Bethesda, MD, USA, "
        ],
        [
            "Laboratory of Allergic Diseases, NIAID, National Institute of Health, "
        ],
        [
            "Laboratory of Allergic Diseases, NIAID, National Institute of Health, "
        ],
        [
            "DLM/CC/NIH, Bethesda, MD, USA, "
        ],
        [
            "Department of Laboratory Medicine, National Institute of Health, "
        ],
        [
            "Deciphera Pharmaceuticals LLC, Lawrence, KS, USA, "
        ],
        [
            "Deciphera Pharmaceuticals LLC, Lawrence, KS, USA, "
        ],
        [
            "NIAID, National Institute of Health"
        ],
        [
            "NIAID, National Institute of Health"
        ],
        [
            "Laboratory of Allergic Diseases, NIAID, National Institute of Health, Bethesda, MD, USA, "
        ]
    ],
    "first_author_latitude": "39.0155205",
    "first_author_longitude": "-77.11866235",
    "abstract_text": "Abstract 1740 KIT is a receptor protein tyrosine kinase which undergoes dimerization, autophysophyralation, and activation upon binding of its ligand, stem cell factor (SCF). Such activation is critical for the growth, differentiation and survival of mast cells. By enhancing Fcƒ'RI-mediated degranulation and inducing chemotaxis, KIT also contributes to mast cell functional responses. Targeting KIT is thus an attractive approach for the management of proliferative mast cell disorders. Activating mutations in the KIT tyrosine kinase domain, most notably KIT D816V, are commonly observed in the myeloproliferative disorder, systemic mastocytosis. The D816 mutation is located within the activating-switch component of KIT. These D816 mutations render the activating-switch of KIT constitutively active and capable of binding into the cognate switch pocket of KIT. Such aberrant switch function aggressively fluxes KIT to a catalytically active conformation. Switch pocket inhibitors block access to this switch pocket, thus inhibiting the ability of the mutationally activated D816 KIT mutants to adopt active conformations. Most tyrosine kinase inhibitors in clinical development target the KIT ATP binding pocket whose structure is often conserved among kinases resulting in off-target inhibition. In contrast, switch pockets are more unique among kinases. Utilizing rational drug design, the diversity in switch pockets that KIT uses to switch between the inactive and active conformations may be targeted to fine-tune selectivity of an inhibitor against the rest of the kinome. In this study, two such KIT “switch pocket” (SP) inhibitors, DP-2976 and DCC-2618, were examined for their effects on KIT activation, mast cell activation and mast cell proliferation; in comparison to the known ATP binding pocket inhibitors, imatinib and PKC412. To explore the effects of the SP inhibitors on KIT activity, wild type KIT and KIT D816V were expressed in 293T cells and their KIT autophosphorylation status assessed. DP-2976 and DCC-2618 blocked the inherent autophosphorylation of both wild type and KIT D816V in the transfected cells in the nanomolar range. Similar results were observed on constiutively active KIT in HMC 1.1 and 1.2 cells; and in CD34+ derived human mast cells in which KIT phosphorylation was induced by exposure to SCF (10 ng/ml). SP inhibitors had minimal effects on FcεRI mediated mast cell degranulation. They did completely block the SCF potentiation of FceRI-mediated degranulation. In contrast, PKC 412 inhibited degrangulation in an SCF independent manner suggesting a more generalized kinase targeting. To assess the anti-neoplastic activity of the SP inhibitors, they were next examined in HMC1.1 and HMC1.2 cell proliferation assays. Both DP-2976 and DCC-2618 significantly reduced cell numbers through induction of apoptosis with low nanomolar IC50 values. To examine whether such observations translate into clinical efficacy, ex vivo studies were performed. The survival of primary bone marrow mast cells from mastocytosis patients was significantly reduced when exposed to the SP inhibitors; a reduction comparable to PKC412. Overall, DP-2976 and DCC-2618 “switch pocket” inhibitors offer a novel and potent KIT inhibition profile whose selectivity and dual suppression of SCF enhanced mast cell activation and KIT D816V neoplastic proliferation may provide significant therapeutic benefits. Disclosures: Wise: Deciphera Pharmaceuticals LLC: Employment. Flynn: Deciphera Pharmaceuticals LLC: Employment, Equity Ownership."
}