{
    "doi": "https://doi.org/10.1182/blood.V120.21.3604.3604",
    "article_title": "AAML0523: A Report From the Children's Oncology Group On the Efficacy of Clofarabine in Combination with Cytarabine in Pediatric Patients with Relapsed Acute Myeloid Leukemia ",
    "article_date": "November 16, 2012",
    "session_type": "615. Acute Myeloid Leukemia - Therapy, excluding Transplantation: Poster III",
    "abstract_text": "Abstract 3604 Background: Clofarabine is a nucleoside analog that potently inhibits ribonucleotide reductase and DNA polymerase α. The biochemical modulation of cytarabine by clofarabine via inhibition of ribonucleotide reductase is well established, and this combination has been studied in adults with relapsed AML 1, 2 . We have previously reported the toxicity profile of the Phase I portion of AAML0523 3 . Here, we report the Phase II portion of AAML0523 in children with relapsed AML. Study Design: Clofarabine and cytarabine were administered on days 1–5. Cytarabine (1 gm/m 2 ) was given 4 hours after the start of clofarabine to optimize the biochemical modulation of ara-CTP. Patients were encouraged to receive 2 cycles of induction therapy, based on previous trials demonstrating response after a second cycle in those without response after the first 4 . The Phase I portion of AAML0523 determined that clofarabine at a dose of 52 mg/m 2 /day can be given safely in combination with cytarabine 3 . Results: 47 eligible AML patients were enrolled at the dose of 52 mg/m 2 of clofarabine. One patient did not have bone marrow evaluation after course 1 and therefore was not evaluable for response. The median age at study entry was 14.1, the median length of CR1 was 306 days (range 35–2212), 44 patients were in first relapse, and 3 were primary refractory. Only 4 had prior stem cell transplant. The most common toxicities grade 3 or higher were: febrile neutropenia (36%), diarrhea (12%), nausea (11%), infection (51%), and hypokalemia (24 %). Four patients had capillary leak syndrome after the first cycle. There were no treatment-related deaths in AML patients. Response was measured as best response after up to 2 cycles of Induction. Of the 46 patients evaluable for response, 16 (35%) had complete response (CR), 5 (11%) CR with incomplete platelet recovery (CRp), 14 stable disease (SD), and 11 had progressive disease (PD). Of the 21 responders, 11 had SD after induction course 1 but then achieved CR or CRp after course 2. However, 8 non-responders who achieved SD after course 1 were then taken off study, mostly at physician's discretion to pursue other therapy. Four patients met conventional criteria for CRi (complete response with incomplete count recovery) and then received stem cell transplant, but this was not included among the study response definitions. Among all responders, median time to relapse was 374.5 days (range 42–2212), 16 went on to HSCT, and 3-year overall survival was 51±34%. Conclusions: The overall response rate (ORR) of 46 % (21 patients) did not meet the statistical threshold for efficacy of 50% (23 patients) developed for this study. Factors involving study compliance (8 SD patients did not receive course 2; 4 CRi patients did not await count recovery) may have affected the ORR. However, this non-anthracycline salvage regimen may be effective as a bridge to potentially curative HSCT in this high risk patient population. Disclosures: Off Label Use: Clofarabine is approved for use in ALL in second relapse. This presentation will discuss a clinical trial using clofarabine for children with AML in first relapse.",
    "topics": [
        "child",
        "clofarabine",
        "cytarabine",
        "leukemia, myelocytic, acute",
        "medical oncology",
        "pediatrics",
        "hematopoietic stem cell transplantation",
        "complete remission",
        "c-reactive protein",
        "cyclic amp receptor protein"
    ],
    "author_names": [
        "Todd Cooper, DO",
        "Todd A. Alonzo, PhD",
        "Robert B. Gerbing, M.A.",
        "John Perentesis, MD",
        "James A. Whitlock, MD",
        "Jeffrey W. Taub, MD",
        "Terzah M. Horton, MD, PhD",
        "Alan S. Gamis, MD, MPH",
        "Bassem I. Razzouk, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Todd Cooper, DO",
            "author_affiliations": [
                "Emory University Children's Healthcare of Atlanta, Atlanta, GA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Todd A. Alonzo, PhD",
            "author_affiliations": [
                "COG & Keck School of Medicine, University of Southern California, Los Angeles, CA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert B. Gerbing, M.A.",
            "author_affiliations": [
                "Children's Oncology Group, Arcadia, CA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John Perentesis, MD",
            "author_affiliations": [
                "Cincinnati Children's Hospital Medical Center, Cincinnati, OH, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James A. Whitlock, MD",
            "author_affiliations": [
                "The Hospital for Sick Children, Toronto, ON, Canada, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeffrey W. Taub, MD",
            "author_affiliations": [
                "Department of Pediatrics, Wayne State University School of Medicine, Division of Pediatric Hematology/Oncology, Children's Hospital of Michigan, Detroit, MI, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Terzah M. Horton, MD, PhD",
            "author_affiliations": [
                "Department of Pediatrics, Baylor College of Medicine, Houston, TX, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alan S. Gamis, MD, MPH",
            "author_affiliations": [
                "Children's Mercy Hospitals and Clinics, Kansas City, MO, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bassem I. Razzouk, MD",
            "author_affiliations": [
                "St. Vincent Children's Hospital, Indianapolis, IN, USA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-22T15:35:17",
    "is_scraped": "1"
}