{
    "doi": "https://doi.org/10.1182/blood.V120.21.3540.3540",
    "article_title": "A Novel Model of Immune-Mediated Disease Equilibrium in Acute Lymphoblastic Leukemia ",
    "article_date": "November 16, 2012",
    "session_type": "612. Acute Lymphoblastic Leukemia - Pathophysiology &amp; Clinical Studies: Poster III",
    "abstract_text": "Abstract 3540 Acute lymphoblastic leukemia (ALL) is a challenging target for immunotherapy due to its poor antigen presentation, lack of costimulatory molecule expression, and resistance to cytotoxic killing by immune effector cells. In order to develop new strategies to generate autologous immune-mediated protection against ALL progression, we sought to understand more about the immune requirements that must be met in order to achieve disease control. To do this, we have transfected B cell precursor ALL cell lines derived from leukemic Eμ-ret transgenic BALB/c mice with a lentiviral construct encoding green fluorescent protein (GFP) and firefly luciferase (luc) in tandem. The luciferase protein serves a dual purpose as a potent neoantigen capable of stimulating leukemia-specific immune responses and as a bioluminescent reporter for highly sensitive detection of minimal residual disease (MRD). Intravenous injection of 10 6 non-transfected Eμ-ret-derived leukemia cells is consistently lethal in wild type BALB/c mice within 3–5 weeks. However, adoptive transfer of 10 6 GFP/luc-expressing leukemia cells into wild type BALB/c mice does not lead to morbidity or mortality (p=0.025, logrank for survival). These mice show detectable disease in bone marrow by bioluminescent imaging below the limit of detection by peripheral blood flow cytometry that increases until day 7–10, followed by a spontaneous decrease in leukemia burden to undetectable levels by imaging. BALB/c mice lacking B and T cells (RAG1 −/− ) or B, T and NK cells (gamma common −/− ) injected with GFP/luc ALL cells develop leukemia that is lethal by day 25 (p=0.037, logrank). Early T cell-depletion in wild type BALB/c mice on days 0, 3, 6, and 9 with CD4- and/or CD8-depleting antibodies also results in complete breakthrough of disease, while NK cell-depletion with asialo-GM1 on the same days does not significantly alter the timeframe of leukemia clearance (p<0.0001, 2-way ANOVA; Figure 1 ). These results demonstrate that the presence of a neoantigen is sufficiently immunogenic to generate effective T cell-mediated control of the disease. We have followed immunocompetent mice that received GFP/luc ALL for up to 12 months. While most mice have long-term remissions both by imaging and peripheral blood sampling, a subset have evidence of persistent MRD by bioluminescent imaging that waxes and wanes in luminosity but may not break through to a fulminant relapse. Relapses in these mice have occurred up to 11 months from injection. Late T cell-depletion with CD4 and CD8 antibodies (weekly x12, beginning at day 28) leads to an increased rate of leukemia breakthroughs and occurs more frequently in mice who had cleared their leukemia in the setting of early NK cell depletion (p<0.001, 2-way ANOVA), suggesting early crosstalk between NK and T cells to develop a sustained immune response. In addition, many mice relapse with GFP/luc-expressing leukemia, while a proportion of mice have late relapses with GFP/luc-negative leukemia, suggesting antigen loss is one of several potential mechanisms of immune evasion in ALL. Finally, BALB/c mice transgenic for GFP and luciferase do not generate T cell protection against outgrowth of injected GFP/luc ALL cells and succumb to disease by day 20 (p = 0.027 versus wild type mice, logrank). This result suggests that tolerance mechanisms, rather than antigen presentation deficiencies, may undermine host immune responses against ALL. We present a novel model of immune equilibrium in ALL, made evaluable by exquisitely sensitive bioluminescent imaging. Importantly, despite its well-documented lack of immunogenicity, we have shown ALL can be a sensitive target for long-term leukemia-specific T cell-mediated immune control. We are currently investigating additional cellular mechanisms of immune protection, the role of antigen spreading in control of ALL, and the mechanisms allowing leukemia to escape from immune control. Our approach will enable the development of strategies to break immune tolerance towards leukemia antigens and generate control of MRD in ALL. Figure 1: View large Download slide Spontaneous clearance of GFP/luc leukemia is abrogated by T cell- but not NK cell-depletion Figure 1: View large Download slide Spontaneous clearance of GFP/luc leukemia is abrogated by T cell- but not NK cell-depletion  Close modal Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "acute lymphocytic leukemia",
        "leukemia",
        "blood cell depletion therapy",
        "diagnostic imaging",
        "antigens",
        "luciferases",
        "antibodies",
        "detection of minimal residual disease",
        "disease remission",
        "immunotherapy"
    ],
    "author_names": [
        "Alix E. Seif, MD, MPH",
        "David M. Barrett, MD/PhD",
        "Stephan A. Grupp, MD, PhD",
        "Gregor S.D. Reid, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Alix E. Seif, MD, MPH",
            "author_affiliations": [
                "Division of Oncology, The Children's Hospital of Philadelphia, Philadelphia, PA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "David M. Barrett, MD/PhD",
            "author_affiliations": [
                "Division of Oncology, The Children's Hospital of Philadelphia, Philadelphia, PA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephan A. Grupp, MD, PhD",
            "author_affiliations": [
                "Division of Oncology, The Children's Hospital of Philadelphia, Philadelphia, PA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gregor S.D. Reid, PhD",
            "author_affiliations": [
                "Division of Hematology, Oncology and BMT, Child & Family Research Institute, University of British Columbia, Vancouver, BC, Canada"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-21T06:43:59",
    "is_scraped": "1"
}