{
    "doi": "https://doi.org/10.1182/blood.V110.11.3275.3275",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=934",
    "start_url_page_num": 934,
    "is_scraped": "1",
    "article_title": "The Safety and the Risk of Allogeneic Bone Marrow and Peripheral Blood Stem Cell Donation; Results of Nation-Wide Consecutive Pre-Transplant Registration of Related Donors in Japan. ",
    "article_date": "November 16, 2007",
    "session_type": "Cell Processing",
    "topics": [
        "bone marrow",
        "donors",
        "peripheral blood stem cells",
        "transplantation",
        "adverse event",
        "angina pectoris",
        "apheresis",
        "ascites",
        "cholangitis",
        "granulocyte colony-stimulating factor"
    ],
    "author_names": [
        "Shunichi Kato, MD, PhD",
        "Yoshihisa Kodera, MD, PhD",
        "Kazuhito Yamamoto, MD, PhD",
        "Mine Harada, MD, PhD",
        "Nobuyuki Hamajima, MD, PhD",
        "Shigetaka Asano, MD, PhD",
        "Yasuo Ikeda, MD, PhD",
        "Masahiro Imamura, MD, PhD",
        "Yasuo Morishima, MD, PhD",
        "Keisei Kawa, MD, PhD",
        "Tatsutoshi Nakahata, MD, PhD",
        "Mitsune Tanimoto, MD, PhD",
        "Shintaro Shiobara, MD, PhD",
        "Hiroo Dohy, MD, PhD",
        "Sun-Won Kim, MD, PhD",
        "Yoshinobu Kanda, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Cell Transplantation & Regenerative Medicine, Tokai University School of Medicine, Isehara, Kanagawa, Japan",
            "Japan Society for Hematopoietic Cell Transplantation (JSHCT), Nagoya, Aichi, Japan"
        ],
        [
            "Japan Society for Hematopoietic Cell Transplantation (JSHCT), Nagoya, Aichi, Japan"
        ],
        [
            "Japan Society for Hematopoietic Cell Transplantation (JSHCT), Nagoya, Aichi, Japan"
        ],
        [
            "Japan Society for Hematopoietic Cell Transplantation (JSHCT), Nagoya, Aichi, Japan"
        ],
        [
            "Japan Society for Hematopoietic Cell Transplantation (JSHCT), Nagoya, Aichi, Japan"
        ],
        [
            "Japan Society for Hematopoietic Cell Transplantation (JSHCT), Nagoya, Aichi, Japan"
        ],
        [
            "Japan Society for Hematopoietic Cell Transplantation (JSHCT), Nagoya, Aichi, Japan"
        ],
        [
            "Japan Society for Hematopoietic Cell Transplantation (JSHCT), Nagoya, Aichi, Japan"
        ],
        [
            "Japan Society for Hematopoietic Cell Transplantation (JSHCT), Nagoya, Aichi, Japan"
        ],
        [
            "Japan Society for Hematopoietic Cell Transplantation (JSHCT), Nagoya, Aichi, Japan"
        ],
        [
            "Japan Society for Hematopoietic Cell Transplantation (JSHCT), Nagoya, Aichi, Japan"
        ],
        [
            "Japan Society for Hematopoietic Cell Transplantation (JSHCT), Nagoya, Aichi, Japan"
        ],
        [
            "Japan Society for Hematopoietic Cell Transplantation (JSHCT), Nagoya, Aichi, Japan"
        ],
        [
            "Japan Society for Hematopoietic Cell Transplantation (JSHCT), Nagoya, Aichi, Japan"
        ],
        [
            "Japan Society for Hematopoietic Cell Transplantation (JSHCT), Nagoya, Aichi, Japan"
        ],
        [
            "Japan Society for Hematopoietic Cell Transplantation (JSHCT), Nagoya, Aichi, Japan"
        ]
    ],
    "first_author_latitude": "35.516947949999995",
    "first_author_longitude": "139.45724314999998",
    "abstract_text": "Background The safety and the risk in normal healthy BM/PB donors are serious concerns. Several retrospective surveys reported adverse events in healthy donors, but the real incidence of these events may be underestimated in related donors while it has been fully monitored in unrelated donors by BM/PB donor registries. Methods JSHCT has conducted a nation-wide consecutive pre-registration of related donors in Japan, for PB since April 2000 and for BM since April 2005. JSHCT mandatory requires all members to register every related donors and to report any severe adverse events in donors in the first 30 days and then annually for 5 years after donation. These early and late severe events were categorized into definitely severe; life-threatening, treatment-required or long-lasting and relatively severe to mild; transient and not treatment-required. Pre-registration to the JSHCT as a BM/PB donor is made into the conditions of personal-accident-insurance subscription. Results 1. The preceding retrospective survey on related BM donors by a governmental research committee in 2005 reported four A-events (0.07%) including one death and 21 B-events (0.35%) in 5921 donors. 2. 3975 PB donors (3264 before and 711 after April 2005) and 999 BM donors (after April 2005) have been registered to this prospective registration by the end of July 2007. 3. There has been no death in PB /BM donors. 4. 64 events (1.6%) have been reported in PB donors as early events. 11 A-events include interstitial pneumonitis(2), hypoxemia(2), ascites, SAH, retroperitoneal hematoma, anginal attack, precordial discomfort, vein thrombosis and cholangitis. 5. Four-B events (0.4%) have been reported in BM donors as early events. 6. Relatively severe early (acute) adverse events occurred in 1.39% of those donors who fulfilled donor eligibility standards of the JSHCT guideline (N=3097), and 3.85% of those with one or more exclusion criteria (N=78) (P=0.09) 7. 35 late adverse events were reported in 3167 PB in the five year observation period. Although these late events were not proved to be related to G-CSF administration or apheresis, the relationship could not be completely denied. These occurred in 1.10% of those fulfilled the JSHCT donor eligibility standards (N=3097) and in 1.28% of those with exclusion criteria (N=78)(P=0.88). 8. Late adverse events have not been reported in BM donors because of short observation period. Conclusion Both BM and PB collection in related donors were shown to be safe in general. But several serious adverse events were reported. Prospective donor registration has enabled us to accurately monitor the real incidence of adverse events and has been useful for transplant physicians to observe the safety guideline for BM /PB collection by JSHCT, which results in lowering the rate of avoidable adverse events in related donors with known risk factors. Our seven year experience suggests the importance and usefulness of the prospective registration system of related PB /BM donors, and international collaboration is required to clarify and to improve the safety and the risk of PB /BM donation both in related and in unrelated donors."
}