{
    "doi": "https://doi.org/10.1182/blood.V118.21.2726.2726",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1889",
    "start_url_page_num": 1889,
    "is_scraped": "1",
    "article_title": "Drug Resistance to the HDM-2 Inhibitors MI-63 and Nutlin Is Mediated by Point Mutations of p53, but Can Be Overcome with the p53 Targeting Agent RITA ",
    "article_date": "November 18, 2011",
    "session_type": "625. Lymphoma - Pre-Clinical - Chemotherapy and Biologic Agents: Poster II",
    "topics": [
        "apoptosis",
        "bortezomib",
        "cancer",
        "catabolism",
        "cell cycle arrest",
        "cell death",
        "cell lines",
        "conflict of interest",
        "cytokinesis",
        "disclosure"
    ],
    "author_names": [
        "Richard Julian Jones, PhD",
        "Robert Z. Orlowski, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Lymphoma and Myeloma, MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Lymphoma/Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX, USA"
        ]
    ],
    "first_author_latitude": "29.707097200000003",
    "first_author_longitude": "-95.3971021",
    "abstract_text": "Abstract 2726 Background: The ubiquitin-proteasome pathway has been validated as a target for multiple myeloma (MM) and mantle cell lymphoma (MCL) by the demonstration of the effectiveness of the proteasome inhibitor bortezomib (BZB) in these malignancies. E3 ubiquitin ligases are involved in ubiquitination of a small subset of cellular proteins and play an integral part in regulation of turnover of cellular proteins. HDM-2 is the E3 ubiquitin ligase responsible for degradation and regulation of the p53 tumor suppressor, and HDM-2 inhibitors such as nutlin (NUT) and MI-63 stabilize p53 and enhance its pro-apoptotic effects in the absence of DNA damage. Methods: To evaluate the mechanisms through which wild type p53 MCL and MM cells could evade the therapeutic effects of HDM-2 inhibitors, we generated cell lines resistant to MI-63 and Nutlin. Resistant lines were generated by growing cells over a period of 3 months in increasing concentrations of either MI-63 or NUT until the cells were resistant to 10 mM of either agent. Results: H929 MM and Granta-519 MCL cells resistant to MI-63 (MI63R) were cross resistant to NUT, and NUT resistant (NUTR) cells displayed resistance to MI-63. Indeed, treatment of resistant cells with either MI-63 or NUT resulted in enhanced proliferation of these cells. MI-63R and NUTR cells showed enhanced resistance to both BZB and doxorubicin, whilst unexpectedly maintaining sensitivity to RITA (reactivation of p53 and induction of tumor cell apoptosis). Immunoblot analysis indicated increased levels of p53 in resistant cells at baseline and upon treatment with MI-63, NUT, or doxorubicin, but these treatments failed to induce p21 and HDM-2. Sequencing of genomic DNA from these cells for both HDM-2 and p53 genes indicated no alteration in the sequence of HDM-2. However, substitution mutations were found within p53 encompassing exons 4 through 8 for both NUTR and MI63R cells. When RITA was used in the resistant cells, an SG 2 cell cycle arrest was seen at 48 hours post treatment. A time course analysis indicated that resistant cells treated with RITA displayed up-regulation of HDM-2, PUMA and NOXA from around 12 hours, with a corresponding induction of PARP cleavage from 48 to 72 hours. These data suggested RITA was able to restore wtp53 function resulting in induction of p53 transcriptional targets and thereby overcoming resistance to NUT and MI-63. The combination of either MI-63 or NUT with RITA demonstrated that simultaneous addition of the agents or pretreatment with RITA resulted in an enhancement of cell death over RITA alone. This result indicates that RITA restored the function of mutp53 within MI-63 and NUT resistant cells and thereby resensitized the cells to the effects of MI-63 or NUT. Conclusions: Chronic exposure of MM and MCL cells to HDM-2 inhibitors resulted in cross resistance to other inhibitors in the same class through mutation of p53 as the primary mechanism of resistance. HDM-2 inhibitor resistant cells did remain sensitive to the effects of RITA through restoration of p53 function, and restoring the sensitivity of such cells to agents that promote p53's pro apoptotic effects may be a rational strategy for translation to the clinic. Disclosures: No relevant conflicts of interest to declare."
}