{
    "doi": "https://doi.org/10.1182/blood-2021-151025",
    "article_title": " Laboratory Prognostic Index (LaPI) : Three Laboratory Variables Are Able to Stratify Diffuse Large B-Cell Lymphoma NOS Patients in Prognostic Clusters at Diagnosis ",
    "article_date": "November 5, 2021",
    "session_type": "627.Aggressive Lymphomas: Clinical and Epidemiological",
    "abstract_text": "Introduction: Defining high-risk profiles at diffuse large B-cell lymphoma (DLBCL) diagnosis is a current effort of the scientific community in an attempt to design more aggressive therapeutic approaches for those patients. Several prognostic scores have been created combining biological, clinical and laboratory parameters. The prognostic impact of laboratory variables has widely been studied, with variable results in literature. Our aim was to evaluate the outcome impact of relevant laboratory parameters with different cut-offs in a homogeneous DLBCL series, and to design a simple and practical prognostic model. Methods: A retrospective evaluation of de novo DLBCL not otherwise specified cases (2013-2020 period) with a complete blood test at diagnosis (n=126) was performed. Twelve laboratory variables with different cut-off points were analysed (30 parameters). The thresholds for each variable were chosen based on previous literature, Institutional Laboratory ranges, and ROC curves for both event-free survival (EFS) and overall survival (OS). The EFS and OS univariate hazard ratios (UV HR) were analysed by Cox regression model to assess the prognostic impact of each variable and their different cut-offs. A multivariate analysis (MV) for the EFS was performed including the most significant parameters (UV HR >1 and P 1 and P <0.1) until the final model was designed. The point score assigned to each variable was carried out proportionally according to their excess of risk measured by the regression coefficient (B). Three prognostic clusters were grouped according to the EFS of each score level (0-4 points) graphed by Kaplan-Meier curves. The model was applied in parallel to the OS. Results: The cohort consisted of 64 females and 62 males, median age 70 years (28-89). The median follow-up of the series was 29 months (0.3-97). In Figure 1A are presented by forest plots the UV HR of the laboratory variables and their different cut-offs for both EFS and OS. The final model, which included 100 patients, combined three parameters (Figure 1B): lactate dehydrogenase (LDH) >235 U/L (EFS MV HR 1.9, 95% CI 0.9-4; point score 1), hemoglobin (Hb) 4 mg/L (EFS MV HR 3.1, 95% CI 1.6-5.9; point score 2). The patients were divided into three clusters with different prognosis (Figure 1C): 0 points (n=17; 3-year EFS 86%, 3-year OS 92%), 1-2 points (n=46; 3-year EFS 63%, 3-year OS 71%), and 3-4 points (n=37; 3-year EFS 27%, 3-year OS 35%). Conclusions: Here is presented a Laboratory Prognostic Index (LaPI) based on three variables routinely evaluated at DLBCL diagnosis: LDH, Hb and β2M. The model is simple and is able to classify DLBCL cases into three clusters with different EFS and OS. This score would allow clinicians to have preliminary prognostic information through a basic blood test. The purpose is to prospectively validate this model in a larger cohort, focusing on the identification of high-risk patients who may benefit from more aggressive therapeutic approaches. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Garcia Gutierrez:  Pfizer: Consultancy, Honoraria, Research Funding; Incyte: Consultancy, Honoraria, Research Funding; Novartis: Consultancy, Honoraria, Research Funding; BMS: Consultancy, Honoraria, Research Funding.",
    "author_names": [
        "Fernando Martin Moro",
        "Juan Marquet Palomanes",
        "Jesus Villarrubia",
        "Ana Lario Arribas",
        "Alberto Gonzalez Rodriguez",
        "Beatriz Astibia Mahillo",
        "Maria Isabel Delgado Trillo",
        "Claudia Lopez Prieto",
        "Federico Santiago Herrera",
        "Gemma Moreno Jiménez",
        "Valentín Garcia Gutierrez",
        "Jose Antonio Garcia Vela",
        "Javier Lopez Jimenez"
    ],
    "author_dict_list": [
        {
            "author_name": "Fernando Martin Moro",
            "author_affiliations": [
                "Hematology Department, Hospital Universitario Ramón y Cajal, Madrid, Spain"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Juan Marquet Palomanes",
            "author_affiliations": [
                "Hematology Service, Hospital Universitario Ramón y Cajal, Madrid, Spain"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jesus Villarrubia",
            "author_affiliations": [
                "Hematology Department, Hospital Universitario Ramón y Cajal, Madrid, Spain"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ana Lario Arribas",
            "author_affiliations": [
                "Hematology and Hemotherapy, Hospital Universitario Ramón y Cajal, Madrid, Spain"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alberto Gonzalez Rodriguez",
            "author_affiliations": [
                "Hematology Department, Hospital Universitario Ramón y Cajal, Madrid, Spain"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Beatriz Astibia Mahillo",
            "author_affiliations": [
                "Hematology Department, Hospital Universitario Ramón y Cajal, Madrid, Spain"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria Isabel Delgado Trillo",
            "author_affiliations": [
                "Hospital Universitario de Getafe, Madrid, Spain"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Claudia Lopez Prieto",
            "author_affiliations": [
                "Hospital Universitario de Getafe, Madrid, Spain"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Federico Santiago Herrera",
            "author_affiliations": [
                "Hospital Universitario de Getafe, Madrid, Spain"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gemma Moreno Jiménez",
            "author_affiliations": [
                "Department of Hematology, Hospital Ramón y Cajal, Madrid, Spain"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Valentín Garcia Gutierrez",
            "author_affiliations": [
                "Hematology Service, Hospital Universitario Ramón y Cajal, Madrid, Spain"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jose Antonio Garcia Vela",
            "author_affiliations": [
                "Hematology Department, Hospital Universitario de Getafe, Madrid, Spain"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Javier Lopez Jimenez",
            "author_affiliations": [
                "Hematology Department, Hospital Ramón y Cajal, Madrid, Spain"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T18:49:50",
    "is_scraped": "1"
}