{
    "doi": "https://doi.org/10.1182/blood.V112.11.1603.1603",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1086",
    "start_url_page_num": 1086,
    "is_scraped": "1",
    "article_title": "NPM-ALK Mutants in Kinase Domain Exhibit Altered Kinase Activity and Various Sensitivity to ALK Inhibitors. ",
    "article_date": "November 16, 2008",
    "session_type": "Molecular Pharmacology, Drug Resistance",
    "topics": [
        "anaplastic lymphoma kinase",
        "phosphotransferases",
        "ki-1+ anaplastic large cell lymphoma",
        "cytotoxicity",
        "diaminopyrimidine",
        "fusion proteins",
        "mutagenesis, site-directed",
        "phosphates",
        "attenuation",
        "cell lines"
    ],
    "author_names": [
        "Lihui Lu",
        "Arup Ghose",
        "Matt Quail",
        "Bruce Ruggeri",
        "Mangeng Cheng"
    ],
    "author_affiliations": [
        [
            "Oncology Research, Cephalon Inc, West Chester, PA, USA"
        ],
        [
            "Chemistry, Cephalon Inc, West Chester, PA, USA"
        ],
        [
            "Oncology Research, Cephalon Inc, West Chester, PA, USA"
        ],
        [
            "Oncology Research, Cephalon Inc, West Chester, PA, USA"
        ],
        [
            "Oncology Research, Cephalon Inc, West Chester, PA, USA"
        ]
    ],
    "first_author_latitude": "39.99593350000001",
    "first_author_longitude": "-75.58408349999999",
    "abstract_text": "Abnormal expression of constitutively active anaplastic lymphoma kinase chimeric proteins (NPM-ALK) in the pathogenesis of anaplastic large-cell lymphoma (ALCL) is well defined. Recently, small molecule inhibitors have been reported that provide solid proof-of-concept validation that inhibition of ALK is sufficient to attenuate the growth and proliferation of ALK+ ALCL cells. Although robust clinical response of ALCL patients to the ALK inhibitors is expected, some of those patients are also anticipated to develop resistance to an ALK inhibitor, most likely associated with single point mutations in the kinase domain of ALK. In this study, the nonsense mutants of NPM-ALK on the phosphate anchor region and the gatekeeper region were generated by site-directed mutagenesis and their kinase activity was measured in cells. NPM-ALK/L182M, L182V and L256M mutants displayed comparable or higher kinase activity in cells relative to NPM-ALK wt, and were able to render BaF3 cells into growth factor-independent growth, while NPM-ALK/L182R, L256R, L256V, L256P and L256Q displayed much weaker or little kinase activity in cells and failed to transform BaF3 cells. While NPM-ALK/L182M and L182V displayed comparable sensitivity to a fused pyrrolocarbazole (FP)-derived ALK inhibitor as NPM-ALK wt, they were >30-fold less sensitive to a diaminopyrimidine (DAP)-derived ALK inhibitor. On the other hand, NPM-ALK/L256M displayed >30-fold less sensitivity to both the FP-derived and the DAP-derived ALK inhibitors. Consistent with NPM-ALK autophosphorylation inhibition, the FP-ALK inhibitor induced growth inhibition and cytotoxicity of BaF3/NPM-ALK/L182M and L182V cells but not L256M cells, and the DAP ALK inhibitor failed to induce growth inhibition and cytotoxicity of all three BaF3/NPM-ALK mutant cell lines in culture. In the absence of an ALK inhibitor, BaF3 cells harboring NPM-ALK mutants did not display growth advantage in culture with 10% serum and in mice over the NPM-ALK wt cells. However, the BaF3/NPM-ALK mutants displayed significant growth advantage in culture with low serum (2%) over the BaF3/NPM-ALKwt cells, suggesting the BAF3/NPM-ALK mutant cells may proliferate better in the stressed conditions. Analyses of binding of ALK inhibitors to ALK wt and mutants in ALK homology models are in progress and the results will be discussed."
}