{
    "doi": "https://doi.org/10.1182/blood.V110.11.4010.4010",
    "article_title": "Evaluation of the REG1 Anticoagulant System Using Thrombelastography and Thrombin Generation Assay. ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "abstract_text": "Background: The REG1 system (Regado Biosciences, Inc. Durham, NC) is a novel anticoagulant system which comprises RB006 (drug) and RB007 (antidote). The aptamer, RB006 selectively binds to FIXa and blocks factor Xa generation. RB007 is a complementary ligand that selectively binds to RB006, and reverses its anticoagulant effect ( 1 ). Phase 1 testing demonstrated a clear pharmacodynamic dose response to RB006 in plasma coagulation assays ( 1 ), but further work is needed to understand the pharmacodynamic response to the REG1 system in whole blood assays. Therefore, we evaluated the effects of RB006 and RB007 alone and in combination using activated partial thromboplastin time (APTT), viscoelastic (TEG®, Haemoscope, IL) and thrombin generation assay (Thrombinoscope™, Synapse BV). Methods: After IRB approval, blood samples were collected from 4 consented healthy volunteers into 3.2% citrate tubes. For APTT and TEG testing blood was placed in thirteen 2 ml Eppendorf tubes. Tube one had 20 μl of saline added and served as a control. The remaining 12 tubes were divided into 3 groups. Group1: RB006 (final concentrations 3, 6, 12, 18 and 24 μg/ml); Group 2: RB007 (final concentrations 6, 12, 24, and 48 μg/ml) and Group 3: combination of both agents at a weight:weight ratio 2 to 1 for RB007:RB006 (final concentrations as above). All testing was performed within 3-hour of blood draw. APTT was done using Hemochron Jr® (ITC, NJ) instrument in recalcified whole blood. TEG was peformed in recalcified whole blood, 360 μl activated with 2 nM thrombin. For Thrombinoscope, whole blood was centrifuged at 2000 x g for 15 min to obtain platelet poor plasma (PPP). PPP samples were prepared to contain the same concentrations of RB006, RB007, and combination of both agents as described in whole blood samples. Thrombin generation analyses were performed using microplate format using diluted Actin (Dade Behring, Marburg, Germany) as a trigger ( 2 ). Results: RB006 dose dependently increased APTT (Table 1). Increasing concentrations of RB006 progressively prolonged onset, and decreased the rate of thrombus formation on TEG (Figure1A). On Thrombinoscope, RB006 dose dependently delayed lag time and decreased peak thrombin generation (Table 1, Figure1B). All the parameters of aPTT, TEG and thrombin generation returned back to control values when combination of aptamer-anti-aptamer was tested. RB007 alone had no effects on any of the tests performed. Conclusion: Along with conventional point of care APTT testing TEG and Thrombinoscope methodologies can be very useful in monitoring the anticoagulation effects of aptamer, RB006, and its reversal with anti-aptamer, RB007. Effects of Aptamer, RB006, on aPTT and Thrombinoscope lag time/peak thrombin  RB006μg/ml . APTT sec . Lag time min . Peak thrombin nM . Data shown as mean ± SD 0 (control) 51.3 ± 1.0 10.8 ± 0.3 244 ± 16.2 3 95.3 ± 3.0 14.2 ± 0.9 173 ± 22.9 6 152 ± 10.0 18.8 ± 0.5 145 ± 23.0 12 183 ± 4.3 24.1 ± 1.1 105 ± 11.0 18 238 ± 15.3 26.3 ± 2.3 92.3 ± 7.3 24 257 ± 11.3 31.3 ± 3.8 88.2 ± 8.3 RB006μg/ml . APTT sec . Lag time min . Peak thrombin nM . Data shown as mean ± SD 0 (control) 51.3 ± 1.0 10.8 ± 0.3 244 ± 16.2 3 95.3 ± 3.0 14.2 ± 0.9 173 ± 22.9 6 152 ± 10.0 18.8 ± 0.5 145 ± 23.0 12 183 ± 4.3 24.1 ± 1.1 105 ± 11.0 18 238 ± 15.3 26.3 ± 2.3 92.3 ± 7.3 24 257 ± 11.3 31.3 ± 3.8 88.2 ± 8.3 View Large Figure 1 View large Download slide Figure 1 View large Download slide  Close modal",
    "topics": [
        "anticoagulants",
        "thrombelastography",
        "thrombin",
        "activated partial thromboplastin time measurement",
        "mechlorethamine",
        "anticoagulation",
        "antidotes",
        "citrates",
        "factor xa",
        "isolated tumor cells"
    ],
    "author_names": [
        "Kenichi A. Tanaka, MD, MSc",
        "Fania Szlam, MMSc",
        "Christopher P. Rusconi, PhD",
        "Jerrold H. Levy, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Kenichi A. Tanaka, MD, MSc",
            "author_affiliations": [
                "Anesthesiology, Emory University, Atlanta, GA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Fania Szlam, MMSc",
            "author_affiliations": [
                "Anesthesiology, Emory University, Atlanta, GA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christopher P. Rusconi, PhD",
            "author_affiliations": [
                "Regado Biosciences, Research Triangle Park, NC, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jerrold H. Levy, MD",
            "author_affiliations": [
                "Anesthesiology, Emory University, Atlanta, GA, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-05T15:32:31",
    "is_scraped": "1"
}