{
    "doi": "https://doi.org/10.1182/blood.V126.23.5084.5084",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3085",
    "start_url_page_num": 3085,
    "is_scraped": "1",
    "article_title": "Efficacy and Toxicity of Nucleoside Analogs in Patients with Hairy Cell Leukemia Treated Outside Clinical Trials ",
    "article_date": "December 3, 2015",
    "session_type": "623. Lymphoma: Chemotherapy, excluding Pre-Clinical Models",
    "topics": [
        "hairy-cell leukemia",
        "nucleoside analog",
        "nucleoside analog antiviral",
        "toxic effect",
        "brachial plexus neuritis",
        "cladribine",
        "pentostatin",
        "febrile neutropenia",
        "neoplasms, second primary",
        "neutropenia"
    ],
    "author_names": [
        "Maria Luisa Guerrera, MD",
        "Marzia Varettoni, MD",
        "Alessandra Tedeschi, MD",
        "Anna Maria Frustaci, MD",
        "Virginia Valeria Ferretti, PhD",
        "Luca Arcaini, Prof",
        "Paola Picardi, MD",
        "Silvia Zibellini",
        "Sara Rattotti, MD",
        "Roberto Cairoli, MD",
        "Mario Cazzola, MD"
    ],
    "author_affiliations": [
        [
            "Unit of Hematology, Dept. of Molecular Medicine, University of Pavia & Dept. Hematology Oncology, Fondazione IRCCS Policlinico San Matteo, Pavia, Italy "
        ],
        [
            "Department of Hematology and Oncology, Fondazione IRCCS Policlinico San Matteo, Pavia, Italy "
        ],
        [
            "Division of Hematology, Niguarda Ca' Granda Hospital, Milan, Italy "
        ],
        [
            "Division of Hematology, Niguarda Ca' Granda Hospital, Milan, Italy "
        ],
        [
            "Department of Hematology and Oncology, Fondazione IRCCS Policlinico San Matteo, Pavia, Italy "
        ],
        [
            "Department of Hematology and Oncology, Fondazione IRCCS Policlinico San Matteo, Pavia, Italy ",
            "Department of Molecular Medicine, University of Pavia, Pavia, Italy "
        ],
        [
            "Division of Hematology, Niguarda Ca' Granda Hospital, Milan, Italy "
        ],
        [
            "Department of Hematology and Oncology, Fondazione IRCCS Policlinico San Matteo, Pavia, Italy "
        ],
        [
            "Department of Hematology and Oncology, Fondazione IRCCS Policlinico San Matteo, Pavia, Italy "
        ],
        [
            "Division of Hematology, Niguarda Ca' Granda Hospital, Milan, Italy "
        ],
        [
            "Department of Molecular Medicine, University of Pavia, Pavia, Italy ",
            "Department of Hematology Oncology, Fondazione IRCCS Policlinico San Matteo, Pavia, Italy"
        ]
    ],
    "first_author_latitude": "45.19622",
    "first_author_longitude": "9.148840899999998",
    "abstract_text": "INTRODUCTION. Hairy cell leukemia (HCL) is a rare indolent B-cell malignancy, mainly characterized by peripheral cytopenias and splenomegaly. The current standard of treatment for HCL are Nucleoside Analogs (NA) cladribine and pentostatin, which produce remarkably high remission rates and durable responses. Aim of this study was to evaluate efficacy, short- and long-term toxicity of NA in HCL pts treated outside clinical trials. PATIENTS AND METHODS. We retrospectively analyzed 86 HCL patients (pts) treated with NA between 1996 and 2015 in two Hematologic Centers in Italy. The study was conducted in accordance to the Helsinki Declaration of 1964, as revised in 2000. Cladribine and pentostatin were administered according to standard schedules. Response criteria published by Jones et al. (Br J Haematol 2012) were retrospectively applied. Molecular assessment of BRAF-V600E mutation before and after NA therapy using quantitative real-time polymerase chain reaction (qRT-PCR)-based allelic discrimination assay (sensitivity 0.1%) was performed in 10 pts. RESULTS. The median follow-up of pts (71 males and 15 females, median age 53 years) was 5.8 years (range 0.5-28). During the disease course, 86 pts were treated with NA (cladribine n=76, 88%; pentostatin n=10, 12%); 59 pts received NA front-line (cladribine in 56/59 pts, 95%). Among the other 27 pts, receiving NA as second or subsequent line of therapy, 25 had been previously treated with interferon. Median time from diagnosis to the first NA was 3.3 months (range 0-315). Hematological toxicity was observed in 53 of 77 evaluable pts (69%), and was not significantly different with cladribine (72%) or with pentostatin (37%) (p=0.1). Grade 3-4 neutropenia, anemia and thrombocytopenia were observed in 50 (65%), 7 (9%) and 7 (9%) pts respectively. Extra-hematological toxicity was reported in 48 of 79 evaluable pts (61%). The incidence of extra-hematological toxicity with cladribine (63%) and pentostatin (37%) was not statistically different (p=0.2). Grade 3-4 febrile neutropenia was observed in 24 pts (30%); 9 pts (11%) had grade 3-4 infections; 4 pts (5%) had grade 3-4 skin toxicity, 1 pt (1%) had grade 3 hepatic toxicity. Four of 86 pts (5%) developed a second malignancy (prostatic adenocarcinoma n=2, colon adenocarcinoma n=1, diffuse large B cell lymphoma n=1). The median time from NA to second malignancy was 58 months (range 49-111). Four of 86 pts (5%) developed a skin cancer (basal-cell carcinoma n=3, squamous cell carcinoma n=1), after a median time of 59 months (range 16-126). Response was assessed at a median time of 3 months after the end of therapy. Overall Response Rate (ORR) and Complete Remission (CR) Rate were respectively 93% and 63% in the entire cohort, and 98% and 72% in pts treated with NA front-line. The allelic burden of BRAF before and after therapy with NA was available in 10 cases; none of the pts in clinical CR after NA achieved a complete molecular response (Table 1). The median Progression-Free Survival (PFS) for pts treated with NA frontline was 6.5 years. There was a trend toward a longer PFS in pts receiving NA as first-line therapy as compared to those treated in second or subsequent lines (p=0.05). PFS curves according to type of NA and line of therapy are shown in Figure 1. The 5- and 10-year Overall Survival (OS) rates were 96% (95% CI: 85% - 99%) and 90% (95% CI 76%-96%) respectively. OS was similar in pts treated with cladribine orpentostatin (p=0.49). CONCLUSIONS. This study shows that: i) NA are associated with an acceptable toxicity, neutropenia and febrile neutropenia being the main complications of therapy; ii) timing of response assessment may account for a CR rate that is slightly lower than reported in the literature, confirming the importance of waiting at least 4 months for response evaluation as recommended by current guidelines; iii) the persistence of molecular disease also in pts achieving a clinical CR supports the implementation of consolidation strategies aimed at eradicating minimal residual disease to prolong disease-free survival. Table 1. BRAF allelic burden before and after therapy  Patient . Age (years) . Sex . Line of Therapy . Allelic Burden (%) . Clinical Response . Pre- Post- 1 33 F 1 21,8 0,1 CR 2 36 M 2 5,4 0,4 CR 3 39 M 1 24,2 0,7 CR 4 54 M 1 10,8 0,3 PR 5 42 F 1 44 1,2 CR 6 53 F 1 7,9 0,2 NV 7 56 M 1 6,5 0,3 CR 8 54 M 1 12,2 0,2 CR 9 32 M 1 35,8 9,5 PR 10 38 M 2 54,4 12,2 PR Patient . Age (years) . Sex . Line of Therapy . Allelic Burden (%) . Clinical Response . Pre- Post- 1 33 F 1 21,8 0,1 CR 2 36 M 2 5,4 0,4 CR 3 39 M 1 24,2 0,7 CR 4 54 M 1 10,8 0,3 PR 5 42 F 1 44 1,2 CR 6 53 F 1 7,9 0,2 NV 7 56 M 1 6,5 0,3 CR 8 54 M 1 12,2 0,2 CR 9 32 M 1 35,8 9,5 PR 10 38 M 2 54,4 12,2 PR View Large Figure 1. View large Download slide Progression-free survival according to type of NA and line of therapy Figure 1. View large Download slide Progression-free survival according to type of NA and line of therapy  Disclosures Arcaini: Gilead: Consultancy, Other: Advisory Board; Celgene: Consultancy, Other: Advisory Board; Roche: Consultancy, Other: Advisory Board."
}