{
    "doi": "https://doi.org/10.1182/blood.V110.11.4182.4182",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1000",
    "start_url_page_num": 1000,
    "is_scraped": "1",
    "article_title": "The Kinase Inhibitors Sunitinib (Sutent®) and Sorafenib (Nexavar®) Differentially Affect Reactivity of NK Cells Against Renal Cell Cancer. ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "topics": [
        "kinase inhibitors",
        "natural killer cells",
        "renal cell carcinoma",
        "sorafenib",
        "sunitinib",
        "cytotoxicity",
        "neoplasms",
        "phosphotransferases",
        "platelet-derived growth factor receptor",
        "vascular endothelial growth factor receptors"
    ],
    "author_names": [
        "Schlicke Manuela",
        "Krusch Matthias, MD",
        "Tina Baessler",
        "Lothar Kanz, MD",
        "Helmut R. Salih, MD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology and Oncology, Eberhard Karls-University, Tuebingen, Germany"
        ],
        [
            "Department of Hematology and Oncology, Eberhard Karls-University, Tuebingen, Germany"
        ],
        [
            "Department of Hematology and Oncology, Eberhard Karls-University, Tuebingen, Germany"
        ],
        [
            "Department of Hematology and Oncology, Eberhard Karls-University, Tuebingen, Germany"
        ],
        [
            "Department of Hematology and Oncology, Eberhard Karls-University, Tuebingen, Germany"
        ]
    ],
    "first_author_latitude": "48.5294782",
    "first_author_longitude": "9.043773999999999",
    "abstract_text": "Sunitinib (Sutent®) and Sorafenib (Nexavar®) are multikinase inhibitors licensed for the treatment of patients with advanced renal cell cancer (RCC) because of their direct and indirect anti-tumor and anti-angiogenic effects. Sunitinib and Sorafenib target, among others, vascular endothelial growth factor receptors (VEGFR), platelet-derived growth factor receptors (PDGFR), the stem cell factor receptor (cKIT) and Fms-like tyrosine kinase-3 (Flt3). Beyond that, Sorafenib additionally inhibits c-RAF and B-RAF. NK cells play an important role in the immune surveillance of tumors. Their reactivity is governed by different surface receptors leading to activation of various kinases, phosphatases and transcription factors. Up to now, nothing is known regarding the influence of Sunitinib and Sorafenib on NK cells. Here we report that Sunitinib and Sorafenib differentially affect NK cell cytotoxicity. Analysis of peripheral blood mononuclear cells from 10 independent donors revealed that Sorafenib but not Sunitinib significantly (p<0.05, Mann-Whitney U-test) reduced cell surface CD107a expression (about 50%) on NK cells as a surrogate marker for degranulation in response to tumor targets. In line, pharmacological levels of Sorafenib significantly (p<0.05, Mann-Whitney U-test) diminished cytotoxicity of primary NK cells against the RCC cell lines A498, ACHN and CAKI-2 (from 46% to 14%, from 52% to 22% and from 63% to 42%, respectively) in chromium release assays. Again, no inhibition of cytotoxicity was observed in the presence of pharmacological concentrations of Sunitinib. Since activation of MAP kinases leading to ERK phosphorylation regulates the movement of lytic granula towards target cells, which is responsible for NK cell cytotoxicity we investigated the influence of Sunitinib and Sorafenib on ERK phosphorylation. While Sunitinib had no effect, Sorafenib, alike the specific c-RAF inhibitor ZM336372 or the specific MEK inhibitor PD98059, markedly reduced ERK phosphorylation as determined by Western Blot. Our results indicate that NK cell anti-tumor reactivity is impaired by Sorafenib but not by Sunitinib due to the additional inhibitory effect of Sorafenib on the ERK pathway, which has been demonstrated to dictate NK cell cytotoxicity. We therefore conclude that Sunitinib is exquisitely suitable for combination with immunotherapeutic approaches in RCC patients."
}