{
    "doi": "https://doi.org/10.1182/blood.V114.22.1665.1665",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1418",
    "start_url_page_num": 1418,
    "is_scraped": "1",
    "article_title": "A Phase II Study of Temsirolimus (CCI-779) in Combination with Rituximab in Patients with Relapsed or Refractory Mantle Cell Lymphoma. ",
    "article_date": "November 20, 2009",
    "session_type": "LYMPHOMA: CHEMOTHERAPY, EXCLUDING PRE-CLINICAL MODELS POSTER I",
    "topics": [
        "mantle-cell lymphoma",
        "phase 2 clinical trials",
        "rituximab",
        "temsirolimus",
        "cancer",
        "cyclin d1",
        "hematopoietic stem cell transplantation",
        "lymphoma",
        "mtor serine-threonine kinases",
        "toxic effect"
    ],
    "author_names": [
        "Stephen M Ansell",
        "Hui Tang, BS, MA, PhD",
        "Paul Kurtin",
        "Patricia Koenig",
        "David J Inwards",
        "Keith Shah",
        "Thomas E Witzig, MD"
    ],
    "author_affiliations": [
        [
            "College of Medicine, Mayo Clinic, Rochester, MN, USA, "
        ],
        [
            "Mayo Clinic, Rochester, MN, USA, "
        ],
        [
            "Mayo Clinic, Rochester, MN, USA, "
        ],
        [
            "Mayo Clinic, Rochester, MN, USA, "
        ],
        [
            "College of Medicine, Mayo Clinic, Rochester, MN, USA, "
        ],
        [
            "Dayton Oncology Hematology Consultants, Dayton, OH, USA"
        ],
        [
            "College of Medicine, Mayo Clinic, Rochester, MN, USA, "
        ]
    ],
    "first_author_latitude": "44.0212954",
    "first_author_longitude": "-92.46700899999999",
    "abstract_text": "Abstract 1665 Poster Board I-691 Mantle cell lymphoma (MCL) is an aggressive, incurable B-cell malignancy that represents approximately 6% of lymphoma cases. Patients with MCL who relapse after conventional therapy or stem cell transplantation have a poor prognosis and are candidates for treatment with novel agents. The characteristic feature of MCL is overexpression of cyclin D1. Cyclin D1 is under the control of the phosphatidylinositol-3 kinase signal-transduction pathway and is downstream of the mammalian target of rapamycin kinase (mTOR). We have previously shown that temsirolimus (CCI-779), a dihydroester of the selective mTOR inhibitor rapamycin, is an active antitumor agent in MCL. In previous phase 2 trials of temsirolimus as a single agent, we observed a 40% overall response rate (ORR) with a median duration of response (DR) of 6 months in patients with relapsed or refractory disease (J Clin Oncol 23:5347-56, 2005; Cancer 113:508-514, 2008). Due to the fact that rituximab has improved the response rate and overall outcome of lymphoma patients when combined with chemotherapy, we tested the efficacy and toxicity of temsirolimus in combination with rituximab in patients with MCL. Eligible patients with confirmed relapsed or refractory MCL based on morphologic and phenotypic features received temsirolimus 25 mg intravenously every week and four weekly doses of rituximab with the first cycle and then one dose of rituximab every other cycle. Patients with a tumor response after six cycles were eligible to continue treatment for a total of 12 cycles or two cycles after complete remission, and were then observed without maintenance. Seventy-one patients were enrolled between May 2005 and March 2009. The median age was 67 years (range, 44 to 86 years), with 51 males and 20 females enrolled. Patients had received a median of two prior therapies (range, 1-9), 31% had received a prior stem cell transplant and 28% were rituximab refractory. The ORR was 48% (34/71 patients) with 20% (14/71) complete responses and 28% (20/71) partial responses. The median DR was 9.5 months (95% CI, 4.5 to 11.3 months). The median DR in the rituximab sensitive patients was 9.5 months (CI: 4.5-11.6) and 7.15 months (CI: 4.1-11.3) in the rituximab refractory patients (p= 0.73). While the combination was generally well tolerated, 12 patients experienced grade 4 toxicity and 2 patients died while on therapy – both from progressive disease. Hematologic toxicities were the most common, with 5 patients having grade 4 thrombocytopenia and 3 having grade 4 neutropenia. This study demonstrates that temsirolimus in combination with rituximab is well tolerated and has substantial antitumor activity in relapsed MCL. Further comparative studies of this combination in MCL are therefore warranted. Disclosures Witzig: Wyeth: Patents & Royalties."
}