{
    "doi": "https://doi.org/10.1182/blood.V122.21.1176.1176",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2669",
    "start_url_page_num": 2669,
    "is_scraped": "1",
    "article_title": "Perturbation Of Gpsm2/Lgn Enhances Haematopoietic Stem Cell Function ",
    "article_date": "November 15, 2013",
    "session_type": "501. Hematopoietic Stem and Progenitor Biology: Poster I",
    "topics": [
        "asparagine",
        "bone nails",
        "cd45 antigens",
        "dilution technique",
        "dna",
        "glycine",
        "gtp-binding proteins",
        "guanine nucleotides",
        "hematopoietic stem cells",
        "leucine"
    ],
    "author_names": [
        "Stephen Ting, MB BS, FRACP, FRCPA, PhD",
        "Nicole Lee, PhD",
        "Ming Li, PhD",
        "Sarah Russell, PhD",
        "Nathan Godde, PhD",
        "Patrick Humbert, PhD",
        "Fumio Matsuzaki, PhD",
        "Eric Deneault, PhD",
        "Guy Sauvageau, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Australian Centre for Blood Diseases & Department of Haematology, Monash University & Alfred Health, Melbourne, Australia, "
        ],
        [
            "Australian Centre for Blood Diseases, Monash University, Melbourne, Australia, "
        ],
        [
            "Australian Centre for Blood Diseases, Monash University, Melbourne, Australia, "
        ],
        [
            "Immune Signalling Laboratory, Peter MacCallum Cancer Centre, Melbourne, Australia, "
        ],
        [
            "Cell Cycle and Cancer Genetics Laboratory, Peter MacCallum Cancer Centre, Melbourne, Australia, "
        ],
        [
            "Cell Cycle and Cancer Genetics Laboratory, Peter MacCallum Cancer Centre, Melbourne, Australia, "
        ],
        [
            "Center for Developmental Biology, RIKEN, Kobe, Japan, "
        ],
        [
            "Institute for Research in Immunology and Cancer, University of Montreal, Montreal, QC, Canada, "
        ],
        [
            "Maisonneuve-Rosemont Hospital, Université de Montréal, Montréal, QC, Canada"
        ]
    ],
    "first_author_latitude": "-37.846154",
    "first_author_longitude": "144.9827473",
    "abstract_text": "A gain of function screen of candidate cell polarity genes identified the gene, Gpsm2 (G protein signaling modulator 2) also known as LGN or Pins, as an enhancer of haematopoietic stem cell (HSC) function. Mammalian Gpsm2 comprises an N-terminal domain composed of ten Leucine–Glycine–Asparagine (LGN) repeats within seven to eight tetratricopeptide motifs, which functions to bind NuMA (Nuclear Mitotic Apparatus) and a C-terminal domain containing four GoLoco repeats that modulates guanine nucleotide exchange via Gai interaction. In effect, Gpsm2 is an integral component that coordinates G protein signalling to mitotic spindle orientation during cell division. In multiple independent experiments, Gpsm2-transduced HSCs and cultured for 7 days in vitro compared to vector-transduced HSCs showed enhanced HSC repopulation out to 20 weeks-plus post transplant. At these time points, bone marrow and thymic DNA from multiple recipient mice were analysed via Southern blots with a GFP probe. This showed Gpsm2-transduced HSCs retained multipotency but that only one out of a minimum of 12 clones had undergone in vitro symmetrical expansion. Current limiting dilution assay will assess quantitatively this relative absence of HSC expansion. Although in vitro assays with Gpsm2-transduced bone marrow cells showed reduced colony formation and slightly attenuated cell proliferation, limiting dilution assays in secondary transplants showed Gpsm2-transduced HSCs maintained self-renewal ability together with a significant (p=0.009) 4-fold increase in HSC frequency compared to vector-transduced HSCs. This presumably reflects the importance of the interaction between Gpsm2-transduced HSCs within the niche in vivo. A mouse mutant lacking all GoLoco repeats of the C-terminal domain (LGN deltaC) is viable, where analyses of the neuroprogenitors of this mouse revealed altered asymmetrical versus symmetrical cell divisions without a detrimental effect on neuronal production (Konno et al. Nat Cell Biol 2008). A subsequent study of the role of LGN in epidermal development identified that a significant (>80%) knockdown of LGN via shRNA also altered asymmetrical cell divisions of epidermal stem-progenitor cells, however with a functional loss of skin barrier (Williams et al. Nature 2011). This defect could be partially rescued by the LGN N-terminal protein suggesting the LGN deltaC mouse still has functional, albeit, incomplete LGN/Gpsm2 function. We have analysed haematopoiesis in the LGN deltaC mouse. There were no significant differences in wild-type versus homozygous LGN deltaC LSK numbers, in vitro colony formation or in vivo CFU-spleen assays. However, limiting dilution assays showed a 7-fold increase (p=0.02) in HSC frequency in the LGN deltaC mouse, and competitive CD45.2/CD45.1 transplantations analysed at 16 weeks post transplant showed CD45.2 LGN deltaC HSCs reconstituted significantly (p=0.015) better compared to CD45.2 wild-type HSCs. On the premise that the Gpsm2 function of controlling somatic stem cell fate is conserved, we are investigating the hypothesise that the mechanism of perturbation of Gpsm2 enhancement of HSC function is through altered HSC asymmetric and symmetric divisional fate. Disclosures: No relevant conflicts of interest to declare."
}