{
    "doi": "https://doi.org/10.1182/blood-2019-129302",
    "article_title": "Mogamulizumab within 55 Days of Allogeneic Transplant: A Report of 3 Cases ",
    "article_date": "November 13, 2019",
    "session_type": "624.Hodgkin Lymphoma and T/NK Cell Lymphoma-Clinical Studies",
    "abstract_text": "Introduction : Mogamulizumab is a humanized monoclonal antibody against CCR4 (CC chemokine receptor 4), which is frequently expressed on certain T-cell malignancies such as adult T-cell leukemia-lymphoma (ATL), peripheral T-cell lymphoma (PTCL), and cutaneous T-cell lymphoma (CTCL), and in addition, on normal immune T-cells such as regulatory T-cells (Tregs). Mogamulizumab is approved as monotherapy in Japan for relapsed or refractory CCR4-positive ATL, PTCL, and CTCL, and in the United States for adult patients (pts) with relapsed or refractory mycosis fungoides (MF) and Sézary syndrome (SS) - two subtypes of CTCL - after ≥1 prior systemic therapy. Based on retrospective analysis of ATL pts in Japan, evidence suggests that a shorter interval (<50 days) between the last dose of mogamulizumab and allogeneic hematopoietic stem cell transplant (allo-HSCT) might increase the risk of graft versus host disease (GVHD)-related complications and negatively impact clinical outcomes compared to a longer interval (Fuji S et al, J Clin Oncol 2016). Outcomes of allo-HSCT within 50 days of mogamulizumab treatment outside of Japan have not been reported. A retrospective review of Western clinical trials of mogamulizumab in T-cell malignancies identified 3 non-ATL pts who went on to receive allo-HSCT within approximately 50 days of their last dose of mogamulizumab. Here, we report safety and outcome information for these cases. Methods : A review of clinical trial pts in the West identified two pts from the open-label, phase 3, randomized controlled MAVORIC trial (ClinicalTrials.gov number: NCT01728805), which compared treatment with mogamulizumab to vorinostat in patients with relapsed or refractory MF/SS; crossover was allowed from the vorinostat to the mogamulizumab treatment arm upon progressive disease or intolerable toxicity. A third pt was identified from an open-label, single-arm phase 2 trial for previously treated PTCL (NCT01611142) in patients with relapsed or refractory CCR4-positive PTCL. In both studies, pts received mogamulizumab 1.0 mg/kg intravenously (IV) on a weekly basis for the first 28-day cycle, then on days 1 and 15 of subsequent cycles. Results : Pts were 49, 61, and 22 years of age with MF, MF/SS, and PTCL, respectively ( Table ). All pts had received at least 1 prior systemic treatment regimen for their disease. The last dose of mogamulizumab was administered 54, 17, and 45 days prior to allo-HSCT, respectively. Post-transplant, all three pts experienced at least one occurrence of GVHD, both steroid refractory and responsive, with grades ranging from 1 to 4 in the skin, abdomen, colon, and eye. The pts with MF and SS were alive at 1399 days and 1187 days post-transplant, respectively. The pt with PTCL died on day 330 post-transplant. Conclusions : This is the first published case study report to describe three pts with non-ATL T-cell malignancies who received mogamulizumab approximately 50 days or less prior to allo-HSCT and who experienced varying types and severity of GVHD. Two pts with MF/SS-type CTCL, who received mogamulizumab within 55 days of transplant, survived ≥1187 days. Further research is needed to understand the efficacy, safety, and appropriate timing of mogamulizumab prior to allo-HSCT in pts with T-cell malignancies. View large Download slide View large Download slide  Close modal Disclosures Lechowicz: Kyowa Kirin Inc: Consultancy; Spectrum: Consultancy. Leoni: Kyowa Kirin Pharmaceutical Development, Inc.: Employment. Tabachri: Kyowa Kirin Pharmaceutical Development, Inc.: Employment. Herr: Kyowa Kirin, Inc.: Employment. Lamar: Kyowa: Consultancy, Membership on an entity's Board of Directors or advisory committees; Seattle Genetics: Consultancy.",
    "topics": [
        "mogamulizumab",
        "transplantation",
        "brachial plexus neuritis",
        "lymphoma, t-cell, peripheral",
        "allopurinol",
        "hematopoietic stem cell transplantation",
        "lymphoma, t-cell, cutaneous",
        "cancer",
        "graft-versus-host disease",
        "systemic therapy"
    ],
    "author_names": [
        "Mary Jo Lechowicz, MD",
        "Dolores Caballero, MD PhD",
        "Mollie Leoni, MD",
        "Marilyn Tabachri, RN, BSN",
        "Fiona Herr, PhD",
        "Zanetta S. Lamar, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Mary Jo Lechowicz, MD",
            "author_affiliations": [
                "The Winship Cancer Institute - Emory University, Atlanta, GA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Dolores Caballero, MD PhD",
            "author_affiliations": [
                "Hematology Department, Hospital Clínico Universitario de Salamanca (CAUSA/IBSAL), Salamanca, Spain "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mollie Leoni, MD",
            "author_affiliations": [
                "Kyowa Kirin Pharmaceutical Development, Inc., Princeton, NJ "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marilyn Tabachri, RN, BSN",
            "author_affiliations": [
                "Kyowa Kirin Pharmaceutical Research, Inc., Princeton, NJ "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fiona Herr, PhD",
            "author_affiliations": [
                "Kyowa Kirin, Inc., Bedminster, NJ "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zanetta S. Lamar, MD",
            "author_affiliations": [
                "Wake Forest Baptist Medical Center, Winston-Salem, NC"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-16T04:10:29",
    "is_scraped": "1"
}