{
    "doi": "https://doi.org/10.1182/blood-2019-131846",
    "article_title": "Thrombotic Thrombocytopenic Purpura and Atypical Hemolytic Uremic Syndrome in Pregnancy: A Single Center Retrospective Review ",
    "article_date": "November 13, 2019",
    "session_type": "311.Disorders of Platelet Number or Function",
    "abstract_text": "Introduction: Thrombotic Thrombocytopenic Purpura (TTP) is a rare, life-threatening disorder characterized by microangiopathic hemolytic anemia (MAHA), thrombocytopenia and is often associated with renal failure and neurologic manifestations. There are congenital and acquired forms of TTP both diagnosed by severe deficiency in ADAMTS13 a von Willebrand factor cleaving protease. Atypical Hemolytic Uremic Syndrome (aHUS), is also a rare disease with MAHA, thrombocytopenia, and acute kidney injury not related with Escherichia coli 0157:H7 infections and is caused by unregulated activation of the alternate complement pathway. Although established that pregnancy may predispose to TTP and aHUS, little is understood regarding outcomes and effect on subsequent pregnancies. We report clinical outcomes of patients with TTP and aHUS during pregnancy at University of Florida (UFH). Methods: Pregnant patients between age 18- 45 admitted to UFH between January 2010 - December 2016 with clinical diagnosis of TMA (TTP, atypical HUS, HUS, drug induced HUS,) were identified by ICD 9/10 codes (ICD 10- CM - M31.1, ICD-9-CM 446, ICD 10 - D59.3 , ICD 09 - 283.11, Z34 and V22, O09 and V23). A total of 55 patients were identified of which 2 patients had TTP and 1 had aHUS. Data including demographics, race, gestational age at diagnosis of TMA, timing of ADAMTS13 testing, presence of fever, diarrhea, neurological symptoms, petechiae, bleeding , laboratory data (complete blood count, complete metabolic profile, coagulation panel, LDH ) , peripheral smear results; timing of plasmapheresis(PLEX), use of rituximab/ eculizumab, length of stay, 30 day readmission rate, days required for platelet recovery, number of PLEX sessions conducted were obtained and documented on an excel sheet. Given that 3 patients met study criteria, descriptive analysis was performed. Results: Of the 2 patients with TTP, patient 1 had 5 pregnancies and patient 2 had 1 pregnancy (fig 1). Altered mental status was the common feature in both patients (fig 3). Diagnosis of TTP was made on day 1 with confirmation of diagnosis between day 3-5. They were started on plasma infusion, steroids and plasmapheresis within 24 hrs. Response to treatment was variable with time to platelet recovery ranging between 3-10 days. Both patients remained in remission while not pregnant. Amongst the 6 pregnancies between them 1 resulted in Intrauterine Fetal Death, 2 elective abortions and 3 live births. Maternal survival was 100%. Patient 1 was eventually found to have ADAMTS 13 inhibitor and sarcoidosis and none of them had congenital TTP. Patient 3 presented with features of HELLP at 31 week of gestation and had emergent c- section after which she developed acute kidney injury, worsening thrombocytopenia and anemia. Was initially treated for TTP and started on PLEX, with minimal response after 5 sessions. ADAMTS 13 >35% and kidney biopsy showed TMA. She was diagnosed with aHUS and started on eculizumab, after which she showed clinical improvement. Subsequent follow up showed that there were no long-term health concerns in the children. Discussion: The diagnosis of TTP and aHUS during pregnancy can be challenging, as this condition mimics several other diseases like HELLP and acute fatty liver of pregnancy. Owing to the devastating nature, it is imperative to make the right diagnosis in a timely manner. Hematologists are often also asked to estimate risk of recurrence of TTP during pregnancy and also impact on the pregnancy itself. Jiang et al using the Oklahoma (TTP-HUS) Registry showed that women with a previous history of TTP, the frequency of recurrence is low and pregnancy outcomes are positive. Our review showed favorable outcome of pregnancy in patients with TTP and aHUS when diagnosis is made in a timely manner and treated appropriately i.e, PLEX within 24 hours of diagnosis. Our study also demonstrates that in patients with aHUS, PLEX stabilized the patient, but complete response is achieved only with Eculizumab, a humanized recombinant monoclonal antibody that inhibits the terminal pathway of complement activation by blocking the activation of complement protein C5. Without eculizumab, the abnormal pattern of complement activation and TMA are likely to persist with the risk of irreversible organ damage. Our study has limitations owing to the small study population. TTP and aHUS in pregnancy are however very rare and we hope to add to the existing literature. View large Download slide View large Download slide  Close modal Disclosures Rajasekhar: Alexion: Membership on an entity's Board of Directors or advisory committees; Bayer: Membership on an entity's Board of Directors or advisory committees; Octapharma: Membership on an entity's Board of Directors or advisory committees; Kedrion Biopharma: Membership on an entity's Board of Directors or advisory committees; ABIM: Other: direct payment for serving on Hematology Board Question Writing Task Force.",
    "topics": [
        "atypical hemolytic-uremic syndrome",
        "pregnancy",
        "thrombotic thrombocytopenic purpura",
        "fetal death",
        "eculizumab",
        "hemolytic-uremic syndrome",
        "tissue microarray",
        "trimethylamine",
        "microangiopathic hemolytic anemia",
        "thrombocytopenia"
    ],
    "author_names": [
        "Pallavi Kopparthy, MD",
        "Anita Rajasekhar, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Pallavi Kopparthy, MD",
            "author_affiliations": [
                "University of Florida, Gainesville, FL "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Anita Rajasekhar, MD",
            "author_affiliations": [
                "Division of Hematology, University of Florida Health Shands Hospital, Gainesville, FL"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-18T09:30:55",
    "is_scraped": "1"
}