{
    "doi": "https://doi.org/10.1182/blood.V126.23.4216.4216",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3198",
    "start_url_page_num": 3198,
    "is_scraped": "1",
    "article_title": "LIM-Domain Protein Ajuba Is a Required Co-Factor for Gfi1-Induced Epigenetic Switch Regulating Runx2 Repression in Multiple Myeloma-Exposed Pre-Osteoblasts ",
    "article_date": "December 3, 2015",
    "session_type": "651. Myeloma: Biology and Pathophysiology, excluding Therapy: Poster III",
    "topics": [
        "multiple myeloma",
        "osteoblasts",
        "repression",
        "epigenetics",
        "histones",
        "rna, messenger",
        "luciferases",
        "biotin",
        "bone diseases",
        "bone lesion"
    ],
    "author_names": [
        "Juraj Adamik, PhD",
        "Jixin Ding, PhD",
        "Wei Zhao",
        "Peng Zhang, PhD",
        "Quanhong Sun",
        "G. David Roodman, MD PhD",
        "Deborah Lynn Galson, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Medicine, Hematology-Oncology, University of Pittsburgh, Pittsburgh Cancer Institute, Pittsburgh, PA "
        ],
        [
            "Indiana University, Indianapolis, IN "
        ],
        [
            "Medicine/Hematology-Oncology, Indiana University, Indianapolis, IN, Indianapolis, "
        ],
        [
            "Department of Medicine, Hematology-Oncology, University of Pittsburgh, Pittsburgh Cancer Institute, Pittsburgh, "
        ],
        [
            "Department of Medicine, Hematology-Oncology Division, UPCI University of Pittsburgh, Pittsburgh, "
        ],
        [
            "Richard L. Roudenbush Veterans Administration Medical Center, Indianapolis, IN ",
            "Medicine/Hematology-Oncology, Indiana University, Indianapolis, IN"
        ],
        [
            "Department of Medicine, Hematology-Oncology, University of Pittsburgh, Pittsburgh Cancer Institute, Pittsburgh, PA "
        ]
    ],
    "first_author_latitude": "40.45523980000001",
    "first_author_longitude": "-79.94240889999999",
    "abstract_text": "Multiple myeloma (MM) causes osteolytic bone lesions that rarely heal even after therapeutic remission. We reported that the MM-induced pro- inflammatory bone marrow microenvironment causes upregulation of the transcriptional repressor Gfi1 in bone marrow stromal cells (BMSC) via TNFα. Gfi1 represses the key osteoblast (OB) differentiation factor Runx2, resulting in impaired BMSC differentiation into OB. In this study, we explored the molecular mechanisms involved in Gfi1-mediated repression of Runx2 and the role of histone modifiers and possibly of cofactors, which co-operate with the MM-induced Gfi1 binding to epigenetically repress Runx2 . The Runx2 promoter in MC4 pre-OB co-cultured with 5TGM1 MM cells (48 h) had reduced activating acetylation (H3K9ac) levels and enhanced heterochromatic methylation (H3K27me3), consistent with decreased mRNA expression that stayed refractory to OB differentiation. BMSC from MM patients compared to normals also had decreased levels of H3K9Ac at the Runx2 gene promoter. MM co-culture induced binding of Gfi1 to the Runx2 promoter in pre-OB with increased occupancy at 36 and 48 h, concomitantly with increased histone deacetylase HDAC1 (erases H3K9ac) and the PRC2 complex methyltransferase subunit EZH2 (adds H3K27me3). Further, ectopic Gfi1 also bound Runx2 and recruited these histone modifiers. We found that Gfi1 knockdown in pre-OB MC4 prevented MM-dependent HDAC1 and EZH2 recruitment, resulting in less Runx2 de-acetylation, lack of repressive H3K27 tri-methylation and rescue of differentiation-induced Runx2 mRNA expression. Additionally, the use of the selective inhibitors MC1293 (HDAC1i) and GSK126 (EZH2i) also prevented Runx2 mRNA suppression in MM treated pre-OB. The LIM-domain protein family member Ajuba was reported to serve as a Gfi1 corepressor on a subset of Gfi1 target genes in macrophages. Therefore, we investigated if Gfi1 requires Ajuba to repress Runx2 in pre-OB. After 36-48 h MM exposure of MC4 cells, enrichment of Ajuba occupancy was co-localized to the Gfi1 binding site in the Runx2 promoter concurrently with the recruitment of Gfi1. Biotin-oligo pulldown of Gfi1 brought down Ajuba as well. Further, co-transfection of Ajuba and Gfi1 revealed that Ajuba enhanced repression by suboptimal doses of Gfi1 of both a Runx2 -luciferase reporter as well as the endogenous Runx2 gene in pre-OB. Studies using deletion constructs showed that the LIM region of Ajuba in conjunction with Gfi1 is necessary and sufficient for Runx2 repression, and the pre-LIM portion of Ajuba does not affect Runx2 luciferase expression. Transfected Ajuba exhibits cytoplasmic localization in MC4 cells unless co-expressed with full-length Gfi1, which brings it into the nucleus. Nuclear co-localization of Ajuba with Gfi1 was uncoupled in MC4 cells when Ajuba was co-transfected with Gfi1 containing only the DNA binding region (aa 239-423). Transfected 239-423 Gfi1 binds the endogenous Runx2 promoter, but fails to repress transcription, likely due to impaired recruitment of Ajuba and histone co-repressors. Importantly, knockdown of Ajuba caused decreased recruitment of Gfi1 to the Runx2 gene in pre-OB and prevented the Gfi1 repression of a Runx2 reporter. Collectively these data show that Ajuba functions as a required Gfi1 co-factor recruiting HDAC1 and EZH2 to establish long-termepigenetic suppression of Runx2 transcription in OB lineage cells in MM bone disease. Disclosures Roodman: Amgen: Consultancy; Eli Lilly: Research Funding."
}