{
    "doi": "https://doi.org/10.1182/blood.V120.21.3133.3133",
    "article_title": "Allogeneic Stem Cell Transplantation for Multiple Myeloma: Possible Role in the Treatment. ",
    "article_date": "November 16, 2012",
    "session_type": "731. Clinical Allogeneic and Autologous Transplantation - Results: Poster II",
    "abstract_text": "Abstract 3133 The treatment of multiple myeloma (MM) has been rapidly evolving with the introduction of new drugs, but this disease is still regarded as incurable, with few exceptions. The role of allogeneic stem cell transplantation in the treatment of MM is unclear at present. It offers the possibility to harness the curative potential of the graft-versus-myeloma effect, but high transplant-related mortality, as previously reported, has limited its use. We report our single-center experience of 120 patients treated with allogeneic transplantation at the Helsinki University Central Hospital since the year 2000 showing low transplant-related mortality and a significant proportion of patients achieving prolonged progression-free survival. The median age of the patients was 50 (range 28–65) years. Sixty-three patients were male, 57 female. The immunoglobulin classes were IgG 75, IgA 16, IgD 3, and light chain 26. Forty-nine patients received a myeloablative (MA) conditioning, 71 patients a reduced intensity conditioning (RIC). The MA regimens were cyclophosphamide 120 mg/kg + fractionated TBI 12 Gy, lungs 10 Gy (n= 30) and treosulfan 42 g/m 2 + fludarabine 150 mg/m 2 (n= 19), the RIC regimens TBI 2 GY (n= 52) or treosulfan 36 g/m 2 (n= 19) with fludarabine. In 43 cases allotransplantation, conditioned with low-dose TBI-based regimen, was performed in a preplanned combination with autologous transplantation which preceded the allotransplantation with the median of 5 (range 2–8) months. Overall, 79 patients had an autologous transplantation in their previous history. The number of chemotherapy lines preceding allogeneic transplantation was 1 in 49, 2 in 30, and 3–7 in 41 cases. The median time from the diagnosis of MM to allotransplantation was 10 (range 5–82 ) months in transplantations with MA conditioning and 16 (7–170) months in those with RIC. Of the donors 74 were HLA-matched siblings and 46 unrelated. The graft was from peripheral blood in 99 and from bone marrow in 21 cases. In transplantations with low-dose TBI based conditioning the GVHD prophylaxis consisted of CsA and MMF. The other patients received CsA + MTX, in sibling transplantations with TBI-based MA conditioning added with methylprednisolone. ATG was given in transplantations from an unrelated donor except to patients conditioned with low-dose TBI. The state of the disease preceding the allotransplantation was the following: CR 18 (15 %), VGPR 7 (6 %) PR 82 (68 %), MR 3 (3 %), and progression 10 (8 %). At 100 days post-transplantation 30 patients (25 %) were in CR, 6 (5 %) in VGPR, 63 (53 %) in PR, 2 (2 %) in MR; 2 (2 %) had no change, and 13 (11 %) progressed. Five patients had died. The best response, achieved at the median of 3 (range 0 – 80) months post-transplantation, was CR 53 (44 %), VGPR 6 (5 %), PR 48 (40 %), MR 1 (1 %), NC 2 (2 %), and progression 10 (8 %). The median follow-up of living patients was 62 (range 1–140) months. The cumulative incidence of grade II-IV acute GVHD was 29 %; that of chronic GVHD 65 % (extensive 25 %) in MA transplantations and 80 % (extensive 51 %) in RIC transplantations. Seventy-three patients had disease progression; the cumulative incidence of progression until 10 years was 70%. There was no significant difference in the incidence of progression between MA and RIC transplantations. Thirty-six patients received DLI for the treatment of progression. Fifty-three patients have died, 38 of them in disease progression, and 15 of non-relapse causes. The cumulative incidences of non-relapse mortality (NRM) in MA and RIC transplantations were 0 vs. 3 % at 100 days, 2 vs. 9 % at 1 year and 8 vs. 26 % at 5 years. The survivals of MA and RIC patients were 92 vs. 87% at 1 year, 87 vs. 72% at 2 years, 64 vs. 56% at 5 years, and 49 vs. 35% at 10 years, respectively. The proportion of the whole patient population surviving without disease progression was 26% from 7 years on until the end of follow-up. There was no significant difference in the survival between transplantations from sibling and unrelated donor. In conclusion, the low NRM, particularly in transplantations with myeloablative conditioning, and the significant proportion of patients with long-term progression-free survival suggest a role for allogeneic transplantation in the treatment of myeloma. The optimal combination of modern drug treatment with allogeneic transplantation providing graft-versus myeloma effect should be assessed in clinical trials. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "allogeneic stem cell transplant",
        "multiple myeloma",
        "transplantation",
        "transplantation, homologous",
        "disease progression",
        "tissue transplants",
        "cyclosporine",
        "fludarabine",
        "follow-up",
        "transplantation, autologous"
    ],
    "author_names": [
        "Liisa Volin, MD, PhD",
        "Heli Uotinen, MD",
        "Riitta Niittyvuopio, MD, PhD",
        "Eeva Juvonen, MD, PhD",
        "Anne Nihtinen, MD, PhD",
        "Jouni Heiskanen, MD",
        "Vesa Lindstrom, MD",
        "Tapani Ruutu, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Liisa Volin, MD, PhD",
            "author_affiliations": [
                "Department of Medicine, Helsinki University Central Hospital, Helsinki, Finland"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Heli Uotinen, MD",
            "author_affiliations": [
                "Department of Medicine, Helsinki University Central Hospital, Helsinki, Finland"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Riitta Niittyvuopio, MD, PhD",
            "author_affiliations": [
                "Department of Medicine, Helsinki University Central Hospital, Helsinki, Finland"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eeva Juvonen, MD, PhD",
            "author_affiliations": [
                "Department of Medicine, Helsinki University Central Hospital, Helsinki, Finland"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anne Nihtinen, MD, PhD",
            "author_affiliations": [
                "Department of Medicine, Helsinki University Central Hospital, Helsinki, Finland"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jouni Heiskanen, MD",
            "author_affiliations": [
                "Department of Medicine, Helsinki University Central Hospital, Helsinki, Finland"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vesa Lindstrom, MD",
            "author_affiliations": [
                "Department of Medicine, Helsinki University Central Hospital, Helsinki, Finland"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tapani Ruutu, MD, PhD",
            "author_affiliations": [
                "Department of Medicine, Helsinki University Central Hospital, Helsinki, Finland"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-24T06:40:09",
    "is_scraped": "1"
}