{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.5006.5006",
    "article_title": "Outcome of BCR-ABL/Philadelphia Positive Acute Lymphoblastic Leukemia: A Single Centre Experience from Developing Country ",
    "article_date": "December 7, 2017",
    "session_type": "612. Acute Lymphoblastic Leukemia: Clinical Studies",
    "abstract_text": "Introduction : Philadelphia (Ph) positive Acute Lymphoblastic Leukemia (ALL) is an aggressive type of leukemia and is uniformly associated with an unfavorable outcome when treated with standard chemotherapy. Current treatment of Ph positive ALL comprises of standard systemic and CNS directed chemotherapy along with tyrosine kinase inhibitor (TKIs) to achieve molecular response followed by Allogeneic stem cell transplantation (Allo-SCT). We aim to present the clinical profile and outcomes of Ph + ALL patients treated at our centre. Material and Methods : This is a retrospective study where medical records of 248 patients who were diagnosed and treated for ALL from 1-Jan-2011 to 30-Jun-2016 at our centre were analyzed. Out of those 248 patients, 51 patients (20.5%) were Ph chromosome or BCR-ABL positive and were eligible for the study. Medical records were reviewed and information regarding patient profile, disease characteristics and treatment were collected. Probabilities of Event Free Survival (EFS) was calculated using the Kaplan Meier estimate; the log rank test was used for univariate comparison. A p-value <0.05 was considered to be significant. All statistical analyses were performed using Statistical Package for Social Sciences (SPSS 20, IBM SPSS Statistics for Windows, version 20.0; IBM Corp., Armonk, NY, USA). Results : Out of 51 Ph positive ALL patients, 44 patients were started on treatment and were included in this study. Twenty five (57%) were males; median age of the patients was 35yrs (14-76yrs). Median WBC count was52.3 x 10 3 /mm 3 (0.7-432.4 x 10 3 /mm 3 ), 5 patients were CNS 3 while rest were CNS 1. Cytogenetic information was available for 35 patients, out of whom 28 patients had Ph chromosome with 16 patients having additional cytogenetic abnormality. All patients were BCR-ABL positive. Induction chemotherapy was given in all 44 patients. Post induction 40 patients achieved complete remission (CR) while one patient achieved CR after salvage chemotherapy, 2 patients were induction failure and 1 patient died during induction due to fungal pneumonia. Molecular responses were assessed in 26 patients, 11 (42%) achieved major molecular remission (MMR). Thirty eight patients went on to receive consolidation therapy with chemotherapy with TKI (n=24) or chemotherapy with TKI followed by Allo-SCT (n=14). For allo-SCT (matched sibling donor n=10 with Myeloablative conditioning n=8 and reduced intensity conditioning (RIC) n=2, haplo-identical donor transplant n=4 with non-myeloablative conditioning n=3 and RIC n=1),commonly used regimes were TBI based in 9/14 patients. Six patients experienced acute GvHD of grade II-IV and 7 patients developed chronic GvHD (extensive chronic GvHD in 1 patient). One patient died in the peri-transplant period (D+14) due to klebsiella sepsis. A total of 10 episodes of CMV reactivations were seen. Among other infections seen in post transplant patients were 1 patient each with pulmonary tuberculosis, esophageal tuberculosis, fungal pneumonia and herpes-zoster. Mortality 6/14 including one relapse mortality and 5 TRM with EFS of 57% at median follow up of 16 months (3-49 mo). Out of 24 patients on chemotherapy with TKI, 8 patients are in complete remission, while 5 patients defaulted, 11 patients relapsed with subsequent salvage therapy and Allo-SCT in 6 patients but ultimately death in all 11 patients with EFS of 42% (8/19, after excluding defaulted patients) at median follow up of 12 months (1-45 mo). On comparing patients that underwent Allo-SCT versus those that received only chemotherapy, it was found that the two groups were comparable except for age (Table - 1). Median age was higher in the chemotherapy alone group. No statistically significant difference in EFS was found in patients who underwent Allo-SCT vs chemotherapy alone (57% vs 42%, p= 0.845). (Figure 1) Conclusion : Allo-SCT can improve the survival of Ph positive ALL patients. There is a need to conduct a prospective randomized study with large number of patients to clearly define the beneficial role of Allo-SCT in this era of universal TKI usage. View large Download slide View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "acute lymphocytic leukemia",
        "bcr-abl tyrosine kinase",
        "developing countries",
        "chemotherapy regimen",
        "allopurinol",
        "protein-tyrosine kinase inhibitor",
        "transplantation",
        "complete remission",
        "follow-up",
        "fungal pneumonia"
    ],
    "author_names": [
        "Narendra Agrawal, MD DM",
        "Priyanka Verma, MD",
        "Neha Yadav, BDS , MBA",
        "Rayaz Ahmed, MDDM",
        "Mukul Aggarwal, DM",
        "Pragya Bhandari, MD",
        "Niharika Bhatia, MSc",
        "Jyotsna Kapoor, MSc",
        "Dinesh Bhurani, MD DM, FRCPA"
    ],
    "author_dict_list": [
        {
            "author_name": "Narendra Agrawal, MD DM",
            "author_affiliations": [
                "Department of Hemato-Oncology and Bone Marrow Transplant, Rajiv Gandhi Cancer Institute And Research Centre, New Delhi, India"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Priyanka Verma, MD",
            "author_affiliations": [
                "Department of Hemato-Oncology and Bone Marrow Transplant, Rajiv Gandhi Cancer Institute And Research Centre, New Delhi, India"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Neha Yadav, BDS , MBA",
            "author_affiliations": [
                "Department of Hemato-Oncology and Bone Marrow Transplant, Rajiv Gandhi Cancer Institute And Research Centre, New Delhi, India"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rayaz Ahmed, MDDM",
            "author_affiliations": [
                "Department of Hemato-Oncology and Bone Marrow Transplant, Rajiv Gandhi Cancer Institute And Research Centre, New Delhi, India"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mukul Aggarwal, DM",
            "author_affiliations": [
                "Department of Hemato-Oncology and Bone Marrow Transplant, Rajiv Gandhi Cancer Institute And Research Centre, New Delhi, India"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pragya Bhandari, MD",
            "author_affiliations": [
                "Department of Hemato-Oncology and Bone Marrow Transplant, Rajiv Gandhi Cancer Institute And Research Centre, New Delhi, India"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Niharika Bhatia, MSc",
            "author_affiliations": [
                "Department of Hemato-Oncology and Bone Marrow Transplant, Rajiv Gandhi Cancer Institute And Research Centre, New Delhi, India"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jyotsna Kapoor, MSc",
            "author_affiliations": [
                "Department of Hemato-Oncology and Bone Marrow Transplant, Rajiv Gandhi Cancer Institute And Research Centre, New Delhi, India"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dinesh Bhurani, MD DM, FRCPA",
            "author_affiliations": [
                "Department of Hemato-Oncology and Bone Marrow Transplant, Rajiv Gandhi Cancer Institute And Research Centre, New Delhi, India"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-11T12:51:57",
    "is_scraped": "1"
}