{
    "doi": "https://doi.org/10.1182/blood.V110.11.2263.2263",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1029",
    "start_url_page_num": 1029,
    "is_scraped": "1",
    "article_title": "Heat Shock Protein Inhibition in Sickle Cell Disease: A Novel Approach to Attenuating the Inflammatory Response?. ",
    "article_date": "November 16, 2007",
    "session_type": "Hemoglobinopathies, excluding Thalassemia",
    "topics": [
        "heat-shock proteins",
        "inflammatory response",
        "sickle cell anemia",
        "hsp90 heat-shock proteins",
        "interleukin-10",
        "cytokine",
        "inflammation",
        "aldesleukin",
        "carbon dioxide",
        "centrifugation, density gradient"
    ],
    "author_names": [
        "Kavita Natarajan, MBBS",
        "John Catravas, PhD",
        "Joseph Cannon, PhD",
        "Tao Li, MD",
        "Ferdane Kutlar, MD",
        "Gloria Sloan",
        "Sabine Fields, RN",
        "Betsy Clair",
        "Abdullah Kutlar, MD"
    ],
    "author_affiliations": [
        [
            "Medicine/Sickle Cell Center, Medical College of Georgia, Augusta, GA, USA"
        ],
        [
            "Medicine/Sickle Cell Center, Medical College of Georgia, Augusta, GA, USA"
        ],
        [
            "Medicine/Sickle Cell Center, Medical College of Georgia, Augusta, GA, USA"
        ],
        [
            "Medicine/Sickle Cell Center, Medical College of Georgia, Augusta, GA, USA"
        ],
        [
            "Medicine/Sickle Cell Center, Medical College of Georgia, Augusta, GA, USA"
        ],
        [
            "Medicine/Sickle Cell Center, Medical College of Georgia, Augusta, GA, USA"
        ],
        [
            "Medicine/Sickle Cell Center, Medical College of Georgia, Augusta, GA, USA"
        ],
        [
            "Medicine/Sickle Cell Center, Medical College of Georgia, Augusta, GA, USA"
        ],
        [
            "Medicine/Sickle Cell Center, Medical College of Georgia, Augusta, GA, USA"
        ]
    ],
    "first_author_latitude": "33.46998375",
    "first_author_longitude": "-81.98728085",
    "abstract_text": "Sickle cell disease (SCD) is a genetic disorder resulting from a single amino acid substitution on the β globin chain. It is well established that inflammation is a key component of the protean manifestations and complications of SCD. The heat shock proteins are a group of evolutionarily conserved proteins that are up-regulated in response to cellular stress. However, it has been recognized that an exaggerated response may be detrimental rather than beneficial. In our exploratory study, we look at effects of Hsp90 inhibition in mononuclear cells from controls and patients with SCD after stimulation with lipopolysaccharide (LPS). Whole blood was drawn from 2 African-American controls and 6 patients with SCD in steady state (3 on hydroxyurea (HU) and 3 off HU). Mononuclear cells were separated using Ficoll Hypaque density gradient centrifugation and were washed and suspended in RPMI containing penicillin, streptomycin, and heat inactivated autologous serum. Dilution of the final cell suspension was adjusted to achieve a mononuclear cell count of 400,000/0.5 ml. Each subject’s cell suspension was divided into 4 aliquots: control (V), cells stimulated with LPS (L), and cells treated with heat shock protein inhibitors 17-AAG (A) and Radiciol (R) followed by stimulation with LPS. Subsequently cell suspensions were incubated for 24 hours in a CO 2 incubator at 37°C. Supernatants were then extracted and frozen at −70°C. Multiplex cytokine bead assay was performed. No significant change in response to LPS challenge or Hsp90 inhibition was observed for IFNγ, IL-2, IL-4, and IL-5. TNFα and IL-10 showed significant increases with LPS challenge, which could be almost completely inhibited by preincubation with 17-AAG and Radiciol. The magnitude of the TNFα and IL-10 responses to LPS challenge in SCD patients was significantly greater than controls. This held true for patients on and off HU. While there seemed to be a trend towards a more blunted response of TNFα to LPS challenge in HU treated patients, the numbers in this exploratory study are too small to allow statistical comparisons. These data confirm the previous observations that mononuclear cells in SCD are in an activated state and respond to LPS challenge in a more pronounced manner. The increase in IL-10 is more likely the result of a counteractive response to TNFα elevations. Significant observation of this preliminary study is that the inhibition of Hsp90 blunts the TNFα response to LPS challenge and may potentially offer a mechanism of modulation of inflammation in SCD. Determinations of other inflammatory cytokines are currently underway. View large Download slide Figure View large Download slide Figure "
}