{
    "doi": "https://doi.org/10.1182/blood.V106.11.4700.4700",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=432",
    "start_url_page_num": 432,
    "is_scraped": "1",
    "article_title": "Beliefs, Attitudes and Utilization of Complementary and Alternative Medicine (CAM) among Long-Term Lymphoma Survivors: A Pilot Study. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "complementary therapies",
        "lymphoma",
        "survivors",
        "attitude",
        "cancer",
        "hodgkin's disease",
        "acupuncture procedure",
        "adverse effects",
        "breast cancer",
        "cancer therapy"
    ],
    "author_names": [
        "Thomas M. Habermann, MD",
        "Brett A. Bauer, MD",
        "Carol A. Janney, MS",
        "Teresa A. Rummans, MD",
        "Jeff A. Sloan, PhD",
        "Matthew M. Clark, PhD",
        "Susan M. Geyer, PhD",
        "James R. Cerhan, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Internal Medicine, Mayo Clinic College of Medicine, Rochester, MN"
        ],
        [
            "Internal Medicine, Mayo Clinic College of Medicine, Rochester, MN"
        ],
        [
            "Health Sciences Research, Mayo Clinic College of Medicine, Rochester, MN"
        ],
        [
            "Psychiatry &Psychology, Mayo Clinic College of Medicine, Rochester, MN"
        ],
        [
            "Health Sciences Research, Mayo Clinic College of Medicine, Rochester, MN"
        ],
        [
            "Psychiatry &Psychology, Mayo Clinic College of Medicine, Rochester, MN"
        ],
        [
            "Health Sciences Research, Mayo Clinic College of Medicine, Rochester, MN"
        ],
        [
            "Health Sciences Research, Mayo Clinic College of Medicine, Rochester, MN"
        ]
    ],
    "first_author_latitude": "44.021757",
    "first_author_longitude": "-92.46777415",
    "abstract_text": "Patients during cancer treatment and cancer survivors frequently utilize complementary and alternative medicine (CAM) therapies. While the beliefs and knowledge regarding CAM of many cancer-specific patient groups have been well studied such as breast cancer patients and prostate cancer patients, no specific evaluation of lymphoma survivors and their beliefs and knowledge about CAM has been undertaken. Because CAM can yield both risks such as toxicity and displacement of efficacious therapy as well as potential benefits such as improvement in quality of life and mood, we surveyed lymphoma survivors in a pilot study to ascertain their current beliefs, knowledge, and utilization of CAM. Using the Mayo Tumor Registry, we identified eligible patients who were 16 years or older at diagnosis, U.S. residents, first diagnosed with Hodgkin or non-Hodgkin lymphoma from 1984–1998, diagnosed and/or initially treated at Mayo Clinic Rochester, and survived for 5 to 20 years (N=2,485). In October of 2004, we mailed a 23-page survey to 95 randomly selected patients; 7 were found to be ineligible (deceased or too ill). Of the 88 remaining patients, we were able to find a correct address for 82, and 57 completed a survey for a 70% participation rate. Complete data were available on 54 patients at the time of this analysis. The mean age at completion of the questionnaire was 60.8 years (26.1–86.7). The mean time since diagnosis was 12.0 years (6.3–19.9), and 52% survived more than 11 years. The histologies included 22 (39%) Hodgkin lymphoma, 21 (38%) diffuse large B-cell, 3 (5%) follicular, 1 (1%) high grade, 5 (9%) peripheral T-cell lymphoma, and 4 (7%) other. A majority of patients expressed no knowledge about the use of CAM cancer care, while only 4% of patients responded that CAM could both cure cancer and that it was perfectly safe. Ten to twenty percent of patients felt that CAM could assist other therapeutic interventions, relieve symptoms, assist the body to heal or increase quality of life. Fifteen percent of patients reported that CAM utilization increased the feeling of control, and 24% reported that CAM could have side effects. With respect to CAM utilization, overall 32% of patients had ever used CAM, but no patients reported that CAM usage was directed specifically towards their lymphoma. The most commonly used CAM modalities were chiropractic (39%), massage (21%), relaxation therapy (7%), meditation (5%) and acupuncture (5%). Overall usage of dietary supplements was relatively low, with green tea, garlic, flax seed, and echinacea being the only dietary supplements used by more than 10% of respondents. Five percent had used St. John’s Wort and 7% had used shark cartilage. In conclusion, lymphoma long-term survivors appear to use CAM at a rate similar to the general population, which does not follow the typical pattern seen in other cancer survivorship populations. The use of St. John’s Wort has potential risks if not identified prospectively. At the same time, lack of access to potentially beneficial modalities was also identified, and these observations suggest the opportunity for further study of targeted educational interventions regarding the use of CAM in this population."
}