{
    "doi": "https://doi.org/10.1182/blood-2018-99-114743",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3990",
    "start_url_page_num": 3990,
    "is_scraped": "1",
    "article_title": "Disulfiram May Contribute to Apoptosis of Myeloma Cells By Reactivating of Cell Cycle Regulating Gene CDKN2A ",
    "article_date": "November 29, 2018",
    "session_type": "602. Disordered Gene Expression in Hematologic Malignancy, including Disordered Epigenetic Regulation",
    "topics": [
        "apoptosis",
        "disulfiram",
        "genes",
        "genes, p16",
        "myeloma cells",
        "cell cycle",
        "vorinostat",
        "dna modification methylases",
        "cyclin-dependent kinase inhibitors",
        "bortezomib"
    ],
    "author_names": [
        "Denisa Hrckova Drozdkova",
        "Jan Gursky, PhD",
        "Petra Luzna",
        "Sabina Sevcikova, PhD",
        "Jiri Minarik, MD PhD",
        "Katerina Smesny Trtkova, PhD"
    ],
    "author_affiliations": [
        [
            "University Palacky Olomouc, Olomouc, Czech Republic "
        ],
        [
            "Institute of Molecular and Translational Medicine, University Palacky Olomouc, Olomouc, Czech Republic "
        ],
        [
            "Department of Clinical and Molecular Pathology, University Palacky Olomouc, Olomouc, Czech Republic "
        ],
        [
            "Babak Myeloma Group, Department of Pathological Physiology, Faculty of Medicine, Masaryk University, Brno, Czech Republic "
        ],
        [
            "Department of Hemato-Oncology, University Palacky Olomouc, Olomouc, Czech Republic ",
            "Department of Hemato-Oncology, University Hospital Olomouc, Olomouc, Czech Republic"
        ],
        [
            "Institute of Molecular and Translational Medicine, University Palacky Olomouc, Olomouc, Czech Republic ",
            "Department of Clinical and Molecular Pathology, University Palacky Olomouc, Olomouc, Czech Republic "
        ]
    ],
    "first_author_latitude": "49.5954268",
    "first_author_longitude": "17.260015199999998",
    "abstract_text": "Objective : Multiple myeloma (MM) is an incurable plasma-cell dyscrasia characterized by uncontrolled growth of malignant plasma cells in the bone marrow. Proteasome inhibitor bortezomib is a frontline MM drug, however acquired resistance to bortezomib remains a clinical hurdle. Disulfiram (tetraethylthiuram disulfide, DSF) belongs to promising cancer-killing drugs, and although the mechanism of its anticancer activity remains unclear, it has been suggested that this drug inhibits proteasome activity. Furthermore, disulfiram contains strong thio-reactive functional groups and since the catalytic mechanism of DNA methyltransferases (DNMTs) involves the covalent attack at the C6 position of cytosine by the thiol group of the catalytic cysteine on the DNMT enzyme, the DSF can function as DNMT non-nucleoside inhibitor with possible gene demethylation´s effect. On the other hand, DNMT inhibitors, 5-azacytidine (AZA) and 5-aza-2´-deoxycytidine (DAC) are nucleoside analogs, whose mechanism of action involves incorporation of the aza-modified base into DNA during DNA synthesis with subsequent covalent trapping of the DNMT enzyme. Therefore, these nucleoside analogs (AZA and DAC) can have significant cytotoxicity and can lead to major adverse effects, including myelosuppression, when administered to patients. Methods : RPMI8226 and U266 myeloma cells were exposed to DSF (0, 1 µM and 1 µM), DAC (0, 5 µM, 3, 75 µM and 5 µM), JNJ-7706621 (0, 5 µM and 5 µM) and 5 µM SAHA (suberoylanilide hydroxamic acid). Subsequently, we assessed for: i/ cell viability assay using 3-(4, 5dimethylthiazol-2-yl)-2, 5-diphenyltetrazolium bromide agent (MTT); ii/ DNA content by flow cytometry analysis; iii/ apoptosis determination by Annexin V and activity of caspase-3 and -7 quantification by cleavage of fluorogenic substrate CellEvent™ Caspase-3/7 Green Detection Reagent; iii/ CDKN2A and CDKN2B methylation status by methylation-specific PCR and pyrosequencing; iiii/ CDKN2A and CDKN2B gene expression analysis by quantitative RT-PCR. Results : To determine the influence of DSF, DAC and two cyclin dependent kinase (CDK) inhibitors JNJ-7706621 and SAHA on cell cycle regulation, RPMI8226 and U266 cell lines were treated with the same scheme as for methylation and expression analysis. U266 cell treatments with 1 µM DSF (18, 9 %) and 5 µM JNJ (21, 6 %) show similar parameters in sub-G1 cell population, but lower when they compared to SAHA treatment (29, 7 %). Analysis of apoptosis of cells treated with 1 µM DSF show 18,51 % of apoptotic cells, while 26,22 % and 28,4 % apoptotic cells after 5 µM SAHA and 5 µM JNJ treatments were detected. The proportions of cells in apoptosis in both 0, 1 µM and 1 µM DSF treatments are 21,8 % and 18,5 %. We have found unmethylated 162 bp CDKN2B analysed gene region, while 150 bp analysed CDKN2A gene region is methylated. Unmethylated state of the CDKN2B gene was confirmed by pyrosequencing of 223 bp promoter and 138 bp 1.exon gene regions. Expression of the unmethylated CDKN2B gene is not influenced, while the 0,1 µM DSF treatment causes increased expression of the CDKN2A gene ( Graph1 ). Conclusion : In treated myeloma cells, we have examined apoptotic effect of DSF in comparison to CDK inhibitors JNJ-06621 and SAHA through detection of methylation and expression status of CDKN2A and CDKN2B genes. Our results indicate DSF pro-apoptotic effect comparable to used CDK inhibitors. The 5-aza-2´-deoxycytidine with demethylation activity and DSF do not affect an expression of the unmethylated CDKN2B gene, its expression effectively increases CDK inhibitors ( Graph2 ). On the other hand, the expression of the methylated CDKN2A gene is only slightly increased in DSF treated cells in comparison to other treatments. This study was supported in part by NV18-03-0050 from the Ministry of Health of the Czech Republic and LF_2018_001 from Palacky University Olomouc. Figure. View large Download slide Figure. View large Download slide  Disclosures No relevant conflicts of interest to declare."
}