{
    "doi": "https://doi.org/10.1182/blood.V120.21.4916.4916",
    "article_title": "An In Vitro Library Screen to Rapidly Determine Activity Against Normal and Mutant Bone Marrow Progenitor Cells ",
    "article_date": "November 16, 2012",
    "session_type": "Molecular Pharmacology, Drug Resistance",
    "abstract_text": "Abstract 4916 Background: Aberrant signal transduction plays a central role in the pathogenesis of MDS/MPN, as indicated by the high prevalence of mutations that activate Ras signaling. Yet despite the central role of Ras signaling in the pathogenesis of JMML, at this time there are no signal transduction inhibitors with established efficacy in JMML. A screen of inhibitors has the potential to reveal potential therapeutic strategies and inform efforts to treat other neoplasms driven by hyperactive Ras signaling, both in the hematopoietic system and elsewhere. Aim: To investigate novel therapeutic options for JMML by utilizing a novel, reproducible system for rapid screening in primary cells. Innovations include using flow cytometry to isolate a highly clonogenic, disease-relevant “PreGM” population of primary bone marrow cells that recapitulate the abnormal growth pattern characteristic of JMML and unsorted bone marrow, the use of a genetically engineered mouse model, and the development of automated microscopy protocols. Method: Unfractionated bone marrow cells harvested from Mx1-Cre, Kras D12 and wildtype mice were utilized in the screens. PreGM cells, identified as Lineage lo/- Sca1- c-kit+ CD34+ CD16/32- CD105- CD150-, were purified from harvested bone marrow using flow cytometry. The purified PreGM cells were sorted into 96 well plates containing various inhibitors at set concentrations ranging from 1X (5 μg/ml, approx. 10 μM for most compounds) to 10 −7 X (5×10 −7 μg/ml). The freshly sorted PreGM cells were exposed to inhibitors for 3 days under standard culture conditions (at 37°C, 98% humidity and 5% CO 2 ) in 80% IMDM, 20% FBS and saturating dose of 10ng/ml of GM-CSF. At the end of that period, cell growth was quantified using the IN Cell Analyzer 2000 (GE). A total of 94 different inhibitors were screened using this method. The screen included a negative control (DMSO) and cytotoxic positive controls (Cytarabine, Adriamycin and Gemcitabine). Compound families included cyotoxic agents, tyrosine kinase inhibitors, PI3K family inhibitors, mitotic kinase inhibitors, epigenetic modifiers, hedgehog signaling inhibitors, and others. The majority of compounds were either FDA approved drugs or agents used in recent clinical trials. Candidates were screened for preferential activity against Mx1-Cre, Kras D12 cells. Results: Primary bone marrow cells were harvested from a total of 28 mice, 18 wild type (WT) and 10 Mx1-Cre, Kras D12 . PreGM growth was quantified and dose response curves constructed for WT and mutant cells. WT and mutant IC50s for each compound were calculated using the ‘drc’ package from the R Project for Statistical Computing. Out of 94 candidates tested in this screen, none were found to demonstrate preferential inhibitory activity against Mx1-Cre, Kras D12 cells. Neither were any of the drugs found to be comparatively toxic to WT cells or to have significantly higher IC50s in mutant PreGM cells in comparison to WT cells. Some compounds of interest included Vorinostat, an epigenetic inhibitor, which was found to have robust inhibitory activity against both mutant and WT cells. It has comparable IC50s in mutant and WT cells with a calculated IC50 of 0. 0480X (std. error: 0. 135) in Mx1-Cre, Kras D12 cells and 0. 0244X (std. error: 0. 0293) in WT cells. Conclusion: None of the 94 compounds used in the screen were found to preferentially inhibit mutant or WT cell growth, indicating that Kras mutant cells have similar drug sensitivities to normal cells over a broad range of mechanistic approaches. These findings suggest that it may be difficult to find “synthetic lethal” opportunities for drugs that are selectively toxic to primary cells driven by hyperactive Ras signaling. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "1-phosphatidylinositol 3-kinase",
        "antigens, cd16",
        "bone marrow",
        "carbon dioxide",
        "cytarabine",
        "dimethyl sulfoxide",
        "doxorubicin",
        "flow cytometry",
        "gemcitabine",
        "genetic engineering"
    ],
    "author_names": [
        "Wan Xing Hong, M.S., B.A.",
        "Steven Chen, B.S.",
        "Jon Akutagawa, B.S.",
        "Michelle Arkin, PhD",
        "Benjamin S. Braun, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Wan Xing Hong, M.S., B.A.",
            "author_affiliations": [
                "University of Central Florida School of Medicine, Orlando, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Steven Chen, B.S.",
            "author_affiliations": [
                "University of California, San Francisco, San Francisco, CA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jon Akutagawa, B.S.",
            "author_affiliations": [
                "Dept. of Pediatrics and the Comprehensive Cancer Center, University of California, San Francisco, San Francisco, CA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michelle Arkin, PhD",
            "author_affiliations": [
                "University of California, San Francisco, San Francisco, CA, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Benjamin S. Braun, MD, PhD",
            "author_affiliations": [
                "Dept. of Pediatrics and the Comprehensive Cancer Center, UCSF, San Francisco, CA, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-23T06:43:46",
    "is_scraped": "1"
}