{
    "doi": "https://doi.org/10.1182/blood-2021-144818",
    "article_title": "Time Spent at Home Among Older Adults with AML Treated with Hypomethylating Agents and Venetoclax ",
    "article_date": "November 5, 2021",
    "session_type": "906.Outcomes Research-Myeloid Malignancies",
    "abstract_text": "Introduction The prognosis for older adults with acute myeloid leukemia (AML) is poor. Of approximately 12,000 adults age ≥ 60 diagnosed with AML in the U.S. annually, less than 40% survive 1 year from diagnosis. Prior research has shown that adults with AML feel time at home is a critical consideration in treatment selection. However, to date, no study has adequately described the amount of time older adults can expect to spend at home following initiation of AML therapy. In this study, we aimed to (1) quantify this time and (2) assess the impact of venetoclax (VEN) combination therapy on time at home for older adults with AML. Methods We queried records from University of North Carolina Health to identify individuals age ≥ 60 newly diagnosed with AML from 2015 to 2020. First-line AML therapy was identified, and those receiving azacitidine (AZA) and/or VEN were included. Dates of diagnosis, first remission, death, last follow up, and all oncology clinic / emergency department (ED) / inpatient encounters were captured. Patients with incomplete records were excluded. The primary outcome was proportion of days at home (PDH). PDH was calculated for each patient by subtracting the number of care days (days hospitalized or seen in an ED / oncology clinic / infusion center) from the total days of follow up, divided by total days of follow up. Overall survival (OS) was calculated via the Kaplan-Meier method. Covariates including demographics and disease risk (per European Leukemia Net 2017) were captured. PDH was evaluated via summary statistics for the full cohort and stratified by each categorical variable, both for the full follow up period and on a month-by-month basis among survivors. Associations between PDH and covariates were further assessed via linear regression with adjustment for length of follow up, with significance assessed via Wald Chi-square test. Results From 2015-2020, 137 older adults receiving first-line AZA and/or VEN were identified. 24 were excluded due to incomplete records. Among the remaining 113, mean age was 76 (range 60-99), 80.4% were white, and 43.4% were female. Most received AZA+VEN (51.3%) followed by AZA monotherapy (39.0%) and other VEN-containing combinations (9.7%). The majority had adverse-risk AML (61.3%). Baseline covariates including age and ELN risk were similar across therapy groups. Over the full follow up period, mean PDH was 0.58 (95% confidence interval 0.54-0.63) with a median of 0.63. PDH was similar among those with adverse-risk (mean 0.55, CI 0.49-0.61) and intermediate-risk AML (0.64, CI 0.56-0.72). PDH did not differ among therapy groups: AZA+VEN (0.60, CI 0.54-0.66), AZA alone (0.57, CI 0.49-0.66), and other VEN-containing regimens (0.54, CI 0.40-0.69). When adjusted for length of follow up, no covariate had a significant association with PDH (all p > 0.05). When evaluated month-by-month, the proportion of days at home rose over time among survivors. For example, of patients who survived the full month, mean PDH was 0.51 (CI 0.47-54, n = 105) in month 1 following diagnosis and 0.77 (CI 0.72-0.82, n = 57) in month 6. Figure 1 summarizes person-days at home or engaged in care for 12 months following diagnosis (including contributions from those who did not survive the full month). 34.5% of patients achieved composite complete remission, with higher rates among those receiving AZA+VEN (51.7%) than AZA alone (13.6%) (OR 6.8, p = 0.0002). Median OS was 0.64 years (CI 0.32 - 0.91) and was similar across therapy groups. Conclusion Burden of care for older adults with AML treated with first-line AZA or VEN is high. These individuals spend nearly half (cohort mean 42%) of days following diagnosis engaged in oncology care. In randomized studies, the addition of VEN to AZA improves OS and increases remission rates though results in higher rates of neutropenic fever. Although this study may be underpowered to detect small differences, the superior remission rates with AZA+VEN did not translate to more days at home, perhaps due to increased admissions for neutropenic fever and office/infusion visits. Given the importance of time at home to older adults with AML identified in prior research, these data provide new information to support shared decision making regarding treatment options. Future prospective trials should evaluate burden of care, including time at home, as an endpoint. While awaiting these data, larger analyses of the impact of treatment regimen on burden of care would be useful. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Bryant:  Carevive: Consultancy, Research Funding; Jazz Pharmaceuticals: Consultancy, Research Funding; Servier Pharmaceuticals: Honoraria, Speakers Bureau. Coombs:  Alexion Pharmaceuticals: Research Funding; Machaon Diagnostics: Research Funding. Foster:  Macrogenics: Research Funding; Rafael Pharmaceuticals: Research Funding; Macrogenics: Consultancy; Daiichi Sankyo: Consultancy; Agios: Consultancy; Bellicum Pharmaceuticals: Research Funding.",
    "author_names": [
        "Christopher E. Jensen",
        "Hillary M. Heiling",
        "Konan E. Beke",
        "Allison M. Deal",
        "Ashley Leak Bryant",
        "Lorinda Adaire Coombs",
        "Matthew C. Foster",
        "Daniel R. Richardson"
    ],
    "author_dict_list": [
        {
            "author_name": "Christopher E. Jensen",
            "author_affiliations": [
                "Department of Medicine, University of North Carolina School of Medicine, Chapel Hill, NC",
                "Cecil G. Sheps Center for Health Services Research, University of North Carolina, Chapel Hill, NC"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Hillary M. Heiling",
            "author_affiliations": [
                "University of North Carolina Gillings School of Global Public Health, Chapel Hill, NC"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Konan E. Beke",
            "author_affiliations": [
                "University of North Carolina School of Medicine, Chapel Hill, NC"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Allison M. Deal",
            "author_affiliations": [
                "Lineberger Comprehensive Cancer Center, The University of North Carolina at Chapel Hill, Chapel Hill, NC"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ashley Leak Bryant",
            "author_affiliations": [
                "University of North Carolina School of Nursing, Chapel Hill, NC"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lorinda Adaire Coombs",
            "author_affiliations": [
                "University of North Carolina School of Nursing, Chapel Hill, NC"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Matthew C. Foster",
            "author_affiliations": [
                "University of North Carolina School of Medicine, Chapel Hill, NC",
                "Lineberger Comprehensive Cancer Center, University of North Carolina, Chapel Hill, NC"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniel R. Richardson",
            "author_affiliations": [
                "University of North Carolina School of Medicine, Chapel Hill, NC",
                "Lineberger Comprehensive Cancer Center, University of North Carolina, Chapel Hill, NC"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T15:39:09",
    "is_scraped": "1"
}