{
    "doi": "https://doi.org/10.1182/blood-2018-99-119295",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3938",
    "start_url_page_num": 3938,
    "is_scraped": "1",
    "article_title": "Standard Processing of Apheresis Products for HSCT Provides Significant Cost Savings over Automated Processing without Impact on Time or Product Quality ",
    "article_date": "November 29, 2018",
    "session_type": "711. Cell Collection and Processing",
    "topics": [
        "apheresis",
        "cost savings",
        "hematopoietic stem cell transplantation",
        "centrifuges",
        "atrial myxoma with lentigines",
        "cd34 antigens",
        "cell therapy",
        "centrifugation",
        "cryopreservation",
        "flow cytometry"
    ],
    "author_names": [
        "Lauren Bongo, MLS",
        "Ravi Bhatia, MD",
        "Lawrence S. Lamb, Jr., PhD"
    ],
    "author_affiliations": [
        [
            "Bone Marrow Transplantation and Cell Therapy, The University of Alabama at Birmingham, Birmingham, AL "
        ],
        [
            "Division of Hematology/Oncology, University of Alabama at Birmingham, Birmingham, AL "
        ],
        [
            "Department of Medicine, Division of Hematology and Oncology, University of Alabama at Birmingham, Birmingham, AL"
        ]
    ],
    "first_author_latitude": "33.5063472",
    "first_author_longitude": "-86.80245049999999",
    "abstract_text": "Introduction: Automated cell manufacturing is becoming increasingly common in advanced manufacturing protocols in order to provide more linearity and quality control. However, most of the manufacturing performed within full-service cell therapy laboratories consists of routine processing for HSCT. Automated systems are also employed for basic cell processing although the value of these systems is not routinely assessed. We compared our standard method for cell washing and concentration using the Terumo 2991 ® to manual centrifuge-based processing autologous apheresis products, testing the hypothesis that manual centrifuge-based processing would decrease cost and staff time for processing of apheresis HSCT products. Methods: A total of 10 products were compared (9 myeloma and 1NHL). Using the Terumo 2991 ® , the collection bag was rinsed x2 with a Plamalyte A ® /Sodium Citrate prior to automated centrifugation and the centrifuge module was rinsed in a similar manner following concentration and expression of the cell product. For centrifuge-based manual processing, the product was transferred from the collection bag to a transfer bag, centrifuged, and excess plasma expressed. Each product was diluted to 10% within 5 x 10 8 WBC/ml with autologous plasma. Samples were obtained for cell counting, viability, and CD34 enumeration by flow cytometry at the beginning and end of processing and following cryopreservation/thawing and 7d storage. Hands-on time was assessed by an observer and materials cost was based on standard pricing for UAB Hospital. Statistical determinations consisted of mean, SD, and student's t -test. Results: The WBC/kg dose recovery was not significantly different between automated processing (x̅=0.894±0659) and manual centrifuge-based processing (x̅=0.938±0.0696, p =0.163). The CD34+/kg dose recovery also did not show a significant difference between automated (x̅=0.875±0.0920) and centrifuge-based processing (x̅=0.937±0.0897, p =0.302). Post processing total viability, however, was significantly improved for the manual centrifuge-based processing (x̅=0.940±0.0260 vs. x̅=0.890±0.0390 p=0.031). Post thaw and wash CD34+ viability showed no difference between automated processing (x̅=0.8260, SD=0.0840) and manual centrifuge-based processing (x̅=0.810, SD=0.0260, p=0.592). Patients that were transplanted the manual centrifuge-based processed products engrafted between days 11 and 13. The institution engraftment benchmark is 15 days with an average of 11.3 days. Hands-on time for processing was also not significantly different between the two methods (x̅=27.89±7.897min for automated vs x̅=34.88±9.975min for standard, p=0.169). The combined cost for labor and supplies for automated Terumo ® 2991 is $174.01 per product processed and $63.58 for manual centrifuge-based product processed. This produces a cost saving of $110.43 per product processed. Conclusions: Taken together, these findings show that manual centrifuge-based processing creates significant cost savings and improved product viability for the same hands-on processing time and with no significant total or CD34+ cell loss. With the current financial trends in healthcare, significant savings in standard care is important for the laboratory and hospital providing care. Disclosures Lamb: Incysus Therapeutics Inc.: Consultancy, Equity Ownership, Membership on an entity's Board of Directors or advisory committees, Research Funding."
}