{
    "doi": "https://doi.org/10.1182/blood.V108.11.3181.3181",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=580",
    "start_url_page_num": 580,
    "is_scraped": "1",
    "article_title": "Regulation of Hematopoietic Colony Forming Cells by CD4 + CD25 + T Cells: A Role for T Regulatory Cells in Hematopoiesis?. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "antigens, cd25",
        "t-lymphocytes",
        "hematopoiesis",
        "proto-oncogene protein c-kit",
        "antibodies",
        "coculture techniques",
        "cytokine",
        "interleukin-3",
        "cd28 antigens",
        "graft-versus-host disease"
    ],
    "author_names": [
        "Maite Urbieta, BS",
        "Isabel Barao, PhD",
        "Monica Jones",
        "William J. Murphy, PhD",
        "Robert B. Levy, PhD"
    ],
    "author_affiliations": [
        [
            "Microbiology/Immunology, Univ Miami Miller School of Medicine, Miami, FL, USA"
        ],
        [
            "Physiology/Cell Biology, Univ Nevada School of Medicine, Reno, NV, USA"
        ],
        [
            "Microbiology/Immunology, Univ Miami Miller School of Medicine, Miami, FL, USA"
        ],
        [
            "Physiology/Cell Biology, Univ Nevada School of Medicine, Reno, NV, USA"
        ],
        [
            "Microbiology/Immunology, Univ Miami Miller School of Medicine, Miami, FL, USA"
        ]
    ],
    "first_author_latitude": "25.7904064",
    "first_author_longitude": "-80.21199279999999",
    "abstract_text": "CD4 + CD25 + T cells (Treg) comprise a small population within the normal peripheral CD4 T cell compartment. Their primary physiological role appears to be the regulation of autoimmune responses, however, in recent years it has been established that they can modulate anti-tumor as well as transplantation responses. Treg cells have been found to exert their affects on multiple types of immunologically relevant cells including CD4, CD8 and NK populations. Although model dependent, cytokines including TGFβ and IL-10 have been identified as mediators of this population’s regulatory activity and ex-vivo , the inhibition effected is generally contact dependent. Based upon the expanding application of Treg cells in stem cell transplants for the control of GVHD, rejection (HVG) and GVL responses, we hypothesized that following T cell receptor engagement and activation in recipients, CD4 + CD25 + cells may modulate hematopoietic responses via production of effector cytokines. To address this question, various populations of CD4 + CD25 + T cells were initially co-cultured with unfractionated syngeneic bone marrow cells (BMC) for 24–48 hours in medium supplemented with growth factors to maintain progenitor cell (i.e. CFU) function. Following co-culture, cells were collected and replated in triplicate in methylcellulose containing medium together with hematopoietic growth factors and five-seven days later, colonies were counted. CD4 + CD25 + T cells were purified from BALB/c or B6–CD8 −/− mice which were then activated for 3–8 days with anti-CD3/CD28 beads (a gift of Dr. B. Blazar, U. Minn.) These cells inhibited syngeneic CFU-IL3 colony ($25 cells) formation at ratios as low as 2:1 and 0.5:1 CD4 + CD25 + : BMC. Notably, Tregs from B6-CD8 −/− mice exhibited comparable inhibition of allogeneic (BALB/c) CFU-IL3. Non-activated CD4 + CD25 + T cells co-cultured with BMC did not exhibit this inhibitory activity nor did CD4 + CD25 − cells which contaminated (<10%) CD4 + CD25 + populations. Activated Treg cells were also found to inhibit the production of CFU-HPP, a multi-potential marrow progenitor cell population. Contact dependency was found to be required for this effect as separation of activated CD4 + CD25 + T cells from BMC “targets” in trans-well cultures abrogated inhibition. Prior depletion of CD25 + cells in vivo resulted in increases in CFU-GM 7–9 days after syngeneic BMT in mice suggesting that Tregs can inhibit hematopoietic reconstitution in vivo . To examine a potential contribution of TGFβ in this model, neutralizing anti-TGFβ mab was added during CD4 + CD25 + T cell + BMC co-culture. The inhibition of CFU activity was abrogated in the presence of this antibody. To begin investigating the role of MHC class II molecules in this Treg cell activity, c-kit+ enriched (>85%) BMC from B6-MHC class II KO and B6-wt mice were co-cultured with B6 Treg cells from CD8 −/− mice. In contrast to B6-wt c-kit enriched populations, CFU inhibition was not detected against the MHC class II deficient c-kit enriched BMC population. Antibody experiments are in progress to determine if cognate interaction is required between c-kit enriched cells and CD4 + CD25 + T cells. In summary, this is the first report demonstrating that CD4 + CD25 + T cells can alter hematopoietic progenitor cell activity. We hypothesize that membrane bound TGFβ may participate in effecting such regulation via direct Treg cell interactions with progenitor cell populations."
}