{
    "doi": "https://doi.org/10.1182/blood.V124.21.816.816",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2888",
    "start_url_page_num": 2888,
    "is_scraped": "1",
    "article_title": "The Adverse Effect of High Sokal Risk for First Line Imatinib Treated Patients Is Overcome By a Rapid Rate of BCR-ABL Decline Measured As Early As 1 Month of Treatment ",
    "article_date": "December 6, 2014",
    "session_type": "632. Chronic Myeloid Leukemia: Therapy: TKI cessation, monitoring and resistance",
    "abstract_text": "Background: Clinical scoring systems, such as Sokal risk, continue to have prognostic relevance for patients (pts) treated with tyrosine kinase inhibitors (TKI) and may have utility in combination with emerging biomarkers. The BCR-ABL value at 3 and 6 months (mo) of TKI are the strongest predictors of response. However, recent data demonstrate that the rate of BCR-ABL decline from the pre imatinib level adds significant predictive information (Hanfstein, Leukemia 2014; Branford, Blood 2014). Among poor risk pts with >10% at 3 mo in our cohort of first line imatinib, those with a slow rate of decline from their pre imatinib value, assessed by calculating the number of days over which BCR-ABL halved (halving time), predicted significantly poorer outcomes. Notwithstanding the importance of the 3 and 6 mo values, a prognostic biomarker obtained at an earlier timepoint may allow opportunities for therapy optimization. We therefore examined the prognostic significance of the rate of BCR-ABL decline at 1 mo in the context of other predictors of response. Aim: To determine whether baseline factors (age, gender, Sokal risk and imatinib starting dose: 400, 600 or 800 mg) and the BCR-ABL halving time at 1 mo of imatinib have predictive significance. Method: 528 first line imatinib treated pts were evaluated (median 45 mo of imatinib). Molecular assessment was performed pre imatinib and at 1 mo for 470/528. 453 of these 470 pts had a Sokal score available and were included in the analysis of outcome. Results: The median BCR-ABL halving time at 1 mo of imatinib was 17 days, quartiles 11, 29. An initial rapid BCR-ABL decline, indicated by halving times in the lowest quartile of ≤11 days (n=115), was associated with significantly superior rates of MMR by 12 mo, MR 4.5 and failure-free survival (FFS) by 4 years compared with longer halving times of >11 days (n=338), Table. MMR by 12 mo was assessed since it represents an optimal response and is associated with subsequent deep molecular response. By univariate and multivariate regression analysis only the 1 mo halving time and Sokal risk significantly predicted MMR, MR 4.5 and FFS. These factors were independent and there was no difference between the median 1 mo halving times among the Sokal risk groups, P = .36. The high Sokal risk pts had significantly poorer outcomes. To improve response prediction, these pts were divided into 2 groups according to their 1 mo halving time; ≤11 days (n = 28) and >11 days (n=90). A 1 mo halving time of ≤11 days was associated with significantly improved outcomes for these pts, Table and Figure. The responses equated to those of pts with low Sokal risk: high risk ≤11 days vs low risk: MMR by 12 mo 57% vs 59%, P = .95; MR 4.5 by 4 years 36% vs 40%, P = .82; FFS by 4 years 79% vs 84%, P = .39. The high Sokal risk pts with the rapid initial BCR-ABL decline also had a lower probability of BCR-ABL >10% at 3 mo (early molecular response [EMR] failure), which is considered a warning or treatment failure; ≤11 days vs >11 days: 14% vs 33%, Table. Table 1 Outcome* by Sokal risk and BCR-ABL halving time at 1 mo of imatinib Factor  No. of pts  EMR % 3 mo  MMR % 12 mo  MR 4.5 % 48 mo  FFS % 48 mo  Sokal      Low 195 90 59 40 84 Intermediate 140 79 50 35 71 High 118 71 43 26 59 P value  <.0001 .008 .006 <.0001       1 mo BCR-ABL halving time      ≤11 days 115 92 63 41 84 >11 days 338 78 49 30 70 P value  <.0001 .0005 .01 .002       High Sokal risk      ≤11 days halving time 28 86 57 36 79 >11 days halving time 90 67 39 16 53 P value  .004 .03 .02 .03 Factor  No. of pts  EMR % 3 mo  MMR % 12 mo  MR 4.5 % 48 mo  FFS % 48 mo  Sokal      Low 195 90 59 40 84 Intermediate 140 79 50 35 71 High 118 71 43 26 59 P value  <.0001 .008 .006 <.0001       1 mo BCR-ABL halving time      ≤11 days 115 92 63 41 84 >11 days 338 78 49 30 70 P value  <.0001 .0005 .01 .002       High Sokal risk      ≤11 days halving time 28 86 57 36 79 >11 days halving time 90 67 39 16 53 P value  .004 .03 .02 .03 *EMR, MMR, MR 4.5 cumulative incidence; FFS Kaplan Meier View Large In contrast to the improved response observed with a rapid initial decline for high Sokal risk pts, a slow decline for pts with low or intermediate Sokal risk (halving times in the upper quartile of >29 days) was associated with a significantly lower cumulative incidence of MMR by 12 mo: low Sokal risk ≤29 days (n = 151) vs >29 days (n = 44) 65% vs 39%, P = .002; intermediate Sokal risk ≤29 days (n = 103) vs >29 days (n=37) 57% vs 31%, P = .004, Figure. Conclusion: Imatinib treated high Sokal risk pts have a higher rate of treatment failure and poorer molecular response. However, our data suggest their prognosis can be refined by taking into account the kinetics of BCR-ABL decline after only 1 mo of treatment. A rapid initial decline defined a subgroup of high Sokal risk pts with outcomes equivalent to those of low Sokal risk pts. Frequent molecular monitoring in the critical first months of treatment could enhance outcome prediction and limit the indication for a change of treatment. Figure 1 View large Download slide Figure 1 View large Download slide Disclosures Branford: Novartis: Consultancy, Honoraria, Research Funding; Bristol-Myers Squibb: Honoraria, Research Funding; Ariad: Honoraria, Research Funding; Otsuka: Honoraria, Research Funding. Yeung: Novartis: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; BMS: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding. Ross: Novartis: Honoraria, Research Funding; BMS: Honoraria. Seymour: Novartis: Honoraria; Bristol-Myers Squibb: Honoraria. Hughes: Novartis: Honoraria, Research Funding; Bristol-Myers Squibb: Honoraria, Research Funding; Ariad: Honoraria, Research Funding.",
    "topics": [
        "adverse effects",
        "bcr-abl tyrosine kinase",
        "imatinib mesylate",
        "brachial plexus neuritis",
        "measles-mumps-rubella vaccine",
        "protein-tyrosine kinase inhibitor",
        "biological markers",
        "leukemia",
        "prognostic marker",
        "treatment failure"
    ],
    "author_names": [
        "Susan Branford, PhD",
        "David T Yeung, BSc, MBBS, FRACP, FRCPA",
        "David M Ross, MBBS, PhD FRACP, FRCPA",
        "Wendy T Parker, PhD",
        "Jodi Braley",
        "John F Seymour, MBBS, FRACP, PhD",
        "Timothy P. Hughes, MD"
    ],
    "author_affiliations": [
        [
            "Centre for Cancer Biology, SA Pathology, Adelaide, Australia ",
            "University of Adelaide, Adelaide, Australia ",
            "School of Molecular and Biomedical Science, University of Adelaide, Adelaide, Australia ",
            "School of Pharmacy and Medical Science, University of South Australia, Adelaide, Australia "
        ],
        [
            "Centre for Cancer Biology, SA Pathology, Adelaide, Australia ",
            "University of Adelaide, Adelaide, Australia ",
            "ALLG, East Melbourne, Australia "
        ],
        [
            "Centre for Cancer Biology, SA Pathology, Adelaide, Australia ",
            "ALLG, East Melbourne, Australia ",
            "School of Medicine, University of Adelaide, Adelaide, Australia "
        ],
        [
            "School of Pharmacy and Medical Science, University of South Australia, Adelaide, Australia ",
            "Centre for Cancer Biology, Adelaide, Australia "
        ],
        [
            "Centre for Cancer Biology, SA Pathology, Adelaide, Australia "
        ],
        [
            "ALLG, East Melbourne, Australia ",
            "Peter MacCallum Cancer Centre, East Melbourne, Australia ",
            "University of Melbourne, Melbourne, Australia "
        ],
        [
            "Centre for Cancer Biology, SA Pathology, Adelaide, Australia ",
            "South Australian Health and Medical Research Institute, University of Adelaide, Division of Haematology and Centre for Cancer Biology, SA Pathology, Adelaide, Australia"
        ]
    ],
    "first_author_latitude": "-34.9078588",
    "first_author_longitude": "138.61539265000002"
}