{
    "doi": "https://doi.org/10.1182/blood-2020-139020",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4524",
    "start_url_page_num": 4524,
    "is_scraped": "1",
    "article_title": "Tumor-Tropic Liposome-Mediated Therapeutic Delivery of mRNA for T Cell Malignancies ",
    "article_date": "November 5, 2020",
    "session_type": "614.Acute Lymphoblastic Leukemia: Therapy, excluding Transplantation",
    "topics": null,
    "author_names": [
        "Shoji Saito, MD PhD",
        "Ikumi Nakashima",
        "Aiko Hasegawa, PhD",
        "Eiichi Akahoshi",
        "Mitsuko Ishihara-Sugano",
        "Shigeki Yagyu, MD PhD",
        "Yozo Nakazawa, MD PhD"
    ],
    "author_affiliations": [
        [
            "Department of Pediatrics, Shinshu University School of Medicine, Matsumoto, Japan "
        ],
        [
            "Department of Pediatrics, Shinshu University School of Medicine, Matsumoto, Japan "
        ],
        [
            "Department of Pediatrics, Shinshu University School of Medicine, Matsumoto, Japan "
        ],
        [
            "Corporate Research & Development Center, Toshiba Corporation, Kawasaki, Japan"
        ],
        [
            "Corporate Research & Development Center, Toshiba Corporation, Kawasaki, Japan"
        ],
        [
            "Department of Pediatrics, Shinshu University School of Medicine, Matsumoto, Japan "
        ],
        [
            "Department of Pediatrics, Shinshu University School of Medicine, Matsumoto, Japan "
        ]
    ],
    "first_author_latitude": "36.250076",
    "first_author_longitude": "137.9788675",
    "abstract_text": "Introduction : Treatment options for relapsed T cell leukemia are limited, and the prognosis remains dismal. Therefore, the development of new therapies is crucial. A liposomal delivery system has been increasingly recognized as a promising strategy for delivering both reagents and nucleic acids. However, little is known about whether the liposomal delivery of mRNA could be employed for cancer treatment. Herein, we propose a novel strategy for the treatment of T cell malignancies using tumor-tropic liposomes that can selectively deliver mRNAs of interest to leukemia cells. Methods: We tested liposomes with various lipid compositions. Leukemia cells or peripheral blood mononuclear cells (PBMCs) were cultured with rhodamine-labeled liposomes and then analyzed for rhodamine expression to investigate the selective uptake of the liposomes. To examine the selective translation of the encapsulated mRNA, the cells were incubated with liposomes loaded with firefly luciferase (ffLuc) mRNA and examined for luciferase activity. The cells were also treated with liposomes loaded with inducible caspase 9 (iC9) mRNA, with or without B/B homodimerizer (chemical-induced dimerization, CID), to examine the in vitro anti-leukemic effects. To investigate the in vivo anti-tumor effects, NSG mice were inoculated with Jurkat-ffLuc cells, and then they were intravenously treated with either liposomes loaded with iC9 or control liposomes on days 4 and 15 after tumor inoculation. Every 24, 48, and 72 h after liposome infusion, the mice were treated intraperitoneally with CID. Bioluminescence imaging was performed twice weekly to track the leukemia cell burden. Results: The screening analysis identified two types of liposomes (No. 43 and No. 79) that could selectively deliver mRNA to the cancer cells. Flow cytometry analysis showed that these liposomes labeled with rhodamine were efficiently taken up into Jurkat cells, whereas they were minimally taken up into PBMCs. Furthermore, when these two liposomes were loaded with ffLuc mRNA (43-ffLuc and 79-ffLuc), they could efficiently deliver mRNA to the cancer cells, with enhanced luciferase activity, but they minimally delivered ffLuc mRNA to PBMCs. Consistently, when these two liposomes were loaded with a suicide gene iC9 (43-iC9 and 79-iC9) in combination with CID, they effectively killed Jurkat cells and CCRF-CEM cells but minimally killed PBMCs in vitro . Furthermore, in a xenograft model of Jurkat-ffLuc, the mice treated with 79-iC9 showed significantly suppressed tumor growth compared with the mice treated with control liposome in combination with CID (Figure 1). These results suggested that the tumor-tropic liposomal delivery of iC9 mRNA could be employed for the treatment of T cell leukemia. Conclusions: Tumor-tropic liposomes can selectively deliver mRNAs of interest to leukemia cells. Moreover, tumor-tropic liposomes loaded with iC9 in combination with CID showed anti-leukemic activity both in vitro and in vivo . Thus, liposomal delivery could be a promising alternative for the treatment of T cell malignancies. View large Download slide View large Download slide  Disclosures Saito: Toshiba Corporation: Research Funding. Nakashima: Toshiba Corporation: Research Funding. Hasegawa: Toshiba Corporation: Research Funding. Akahoshi: Toshiba Corporation: Current Employment. Ishihara-Sugano: Toshiba Corporation: Current Employment. Yagyu: Toshiba Corporation: Research Funding. Nakazawa: Toshiba Corporation: Research Funding."
}