{
    "doi": "https://doi.org/10.1182/blood-2021-151369",
    "article_title": "Microbiota Signals Suppress the Lymphoid Specification of Hematopoietic Stem Cells ",
    "article_date": "November 5, 2021",
    "session_type": "506.Hematopoiesis and Stem Cells: Microenvironment",
    "abstract_text": "Aging is associated with an expansion of phenotypic hematopoietic stem cells (HSCs) with reduced self-renewal capacity and myeloid-skewed lineage differentiation. Signals from commensal flora support basal myelopoiesis in young mice; however, their contribution to hematopoietic aging is largely unknown. Here, we characterize hematopoiesis in young and middle-aged mice housed under specific pathogen free (SPF) and germ-free (GF) conditions. We did not analyze older mice due to the difficulty in maintaining mice in a gnotobiotic facility for more than one year. Consistent with prior studies, there is a shift in hematopoiesis in aged SPF mice towards granulopoiesis, with a significant increase in the percentage of granulocytic cells and a decrease in B lineage cells in the bone marrow. The marked shift from lymphopoiesis to myelopoiesis that develops during aging of SPF mice is mostly abrogated in GF mice. Compared with aged SFP mice, there is a marked expansion of B lymphopoiesis in aged GF mice, which is evident at the earliest stages of B cell development. To investigate the impact of microbiota signals on multipotent HSPCs, we first quantified HSPCs by flow cytometry (Figure 1A-B). In aged SPF mice, the number of lineage - Sca1 + cKit + CD150 + CD48 - (LSK-SLAM) cells and CD34 - LSK-SLAM cells is increased 6.4 ± 1.7-fold and 3.4 ± 1.2-fold, respectively. Similar increases were observed in aged GF mice, with LSK-SLAM increasing 5.3 ± 1.6-fold (p=NS compared to SPF mice) and CD34 - LSK-SLAM cells increasing 2.8 ± 0.31-fold (p=NS). To quantify functional HSCs, limiting dilution transplantation experiments using unsorted bone marrow cells was performed. Although on a per cell basis the repopulating activity of aged HSCs is reduced, due to the large increase in phenotypic HSCs, the number of functional HSCs actually increases with aging, with similar increases in functional HSCs in aged SPF and GF mice (Figure 1C). Finally, to assess lineage-bias, we transplanted a limiting number of sorted HSCs and assessed lineage output. As expected, in young SPF mice, the majority of HSCs displayed a balanced myeloid/lymphoid lineage output, with a significant increase in myeloid-biased HSCs observed with aging (Figure 1D). In young GF mice, the majority of HSCs are lymphoid-biased. Moreover, although the myeloid output increased modestly with aging, the majority of HSCs in aged GF remained lymphoid-biased or balanced. Consistent with these data, RNA expression profiling of phenotypic HSCs from aged GF mice show enrichment for non-myeloid biased HSCs. Surprisingly, the RNA expression profiling data also suggest that inflammatory signaling is increased in aged GF HSCs compared with aged SPF HSCs. Collectively, these data suggest that microbiota-related signals suppress the lymphoid potential of HSCs, contributing to the expansion of myeloid-biased HSCs that occurs with aging. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "author_names": [
        "Joseph R. Krambs",
        "Darlene A. Monlish",
        "Feng Gao",
        "Laura G. Schuettpelz",
        "Daniel C. Link"
    ],
    "author_dict_list": [
        {
            "author_name": "Joseph R. Krambs",
            "author_affiliations": [
                "Division of Oncology, Department of Medicine, Washington University School of Medicine, Saint Louis, MO"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Darlene A. Monlish",
            "author_affiliations": [
                "Department of Pediatrics, Washington University in St. Louis, St. Louis, MO"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Feng Gao",
            "author_affiliations": [
                "Washington University School of Medicine, Saint Louis, MO"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laura G. Schuettpelz",
            "author_affiliations": [
                "Department of Pediatrics, Washington University in St. Louis, St. Louis, MO"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniel C. Link",
            "author_affiliations": [
                "Division of Oncology, Department of Internal Medicine, Washington University School of Medicine, St. Louis, MO"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-21T21:37:29",
    "is_scraped": "1"
}