{
    "doi": "https://doi.org/10.1182/blood-2018-99-120002",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4131",
    "start_url_page_num": 4131,
    "is_scraped": "1",
    "article_title": "LILRB4 Signaling in Leukemia Cells Mediates T Cell Suppression and Tumor Infiltration ",
    "article_date": "November 29, 2018",
    "session_type": "616. Acute Myeloid Leukemia: Novel Therapy, excluding Transplantation",
    "topics": [
        "leukemia",
        "neoplasms",
        "signal transduction",
        "t-lymphocytes",
        "psychological suppression",
        "antibodies",
        "apolipoprotein e",
        "arginase",
        "cancer",
        "leukemia, myelocytic, acute"
    ],
    "author_names": [
        "Mi Deng, PhD",
        "Xun Gui, PhD",
        "Jaehyup Kim, MDPhD",
        "Junke Zheng, PhD",
        "Ningyan Zhang, PhD",
        "Zhiqiang An, PhD",
        "Chengcheng Zhang, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Physiology, University of Texas Southwestern Medical Center, Dallas, TX "
        ],
        [
            "Texas Therapeutics Institute, University of Texas Health Science Center, Houston, TX "
        ],
        [
            "Division of Transfusion Medicine and Hemostasis, Department of Pathology, University of Texas Southwestern Medical Center, Dallas, TX "
        ],
        [
            "Shanghai Jiao Tong University School of Medicine, Shanghai, China"
        ],
        [
            "Texas Therapeutics Institute, University of Texas Health Science Center, Houston, TX "
        ],
        [
            "Texas Therapeutics Institute, University of Texas Health Science Center, Houston, TX "
        ],
        [
            "Department of Physiology, University of Texas Southwestern Medical Center, Dallas, TX "
        ]
    ],
    "first_author_latitude": "32.813802599999995",
    "first_author_longitude": "-96.8402121",
    "abstract_text": "Immune checkpoint blockade therapy has been successful in treating some types of cancers but has not shown clinical benefits for treating leukemia. This result suggests that leukemia exploits unique escape mechanisms. Certain immune inhibitory receptors that are expressed by normal immune cells are also present on leukemia cells. It remains unknown whether these receptors can initiate immune-related primary signaling in tumor cells. Here we show that LILRB4, an ITIM-containing receptor and a monocytic leukemia marker, supports tumor cell infiltration into tissues and suppresses T cell activity via ApoE/LILRB4/SHP-2/uPAR/Arginase-1 signaling axis in acute myeloid leukemia (AML) cells. Blocking LILRB4 signaling using knockout and antagonistic antibody approaches eliminated AML development. Thus, LILRB4 orchestrates tumor invasive pathways in monocytic leukemia cells by creating an immune-suppressive microenvironment. LILRB4 represents an attractive target for treatment of monocytic AML. Disclosures Deng: Immune-Onc Therapeutics Inc.: Patents & Royalties. Gui: Immune-Onc Therapeutics Inc.: Patents & Royalties. Kim: Immune-Onc Therapeutics Inc.: Patents & Royalties. Zheng: Immune-Onc Therapeutics Inc.: Patents & Royalties. Zhang: Immune-Onc Therapeutics Inc.: Patents & Royalties. An: Immune-Onc Therapeutics Inc.: Patents & Royalties. Zhang: Immune-Onc Therapeutics Inc.: Patents & Royalties."
}