{
    "doi": "https://doi.org/10.1182/blood.V106.11.3038.3038",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=281",
    "start_url_page_num": 281,
    "is_scraped": "1",
    "article_title": "Neutropenic Mice Can Be Protected from Fungus Infection by Ex Vivo Expanded Allogeneic Myeloid Progenitors. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "Neutropenia induced by chemotherapy, hematopoietic cell transplantation, as well as radiation-induced neutropenia is accompanied by a significant morbidity and mortality due to increased susceptibility to a variety of pathogens. Despite clinical advances, such as the availability of growth factors that can stimulate granulopoiesis, like G-CSF, and new generations of antibiotics and antifungal agents, the problem persists. Direct cellular therapy with mature granulocytes has met with limited success, and would be difficult to implement due to the large number of cells needed, their very short lifespan and the inability to store the cells between harvesting and use. Our long-term goal is to develop a non-HLA-restricted cell-based short-term bridging therapy to reduce susceptibility to infection and enhance recovery from infections in the setting of neutropenia. The recent characterization of surface marker profiles of early myeloid progenitors has allowed the prospective testing of these cells. It has been clearly shown that the use of limited numbers of a combination of Common Myeloid Progenitors (CMP) and Granulocyte-Macrophage-Progenitors (GMP), purified from bone marrow, can protect mice from a normally lethal challenge with fungus or bacteria [ Blood  100 : 4660 -7( 2002 ) ]. We have extended these observations and tested whether myeloid progenitors (MP) with similar properties can be obtained in large numbers from hematopoietic stem cells (HSC) in vitro . Here we report that a one week, serum-free culture can result in a 200-fold expansion of cells with myeloid progenitor activity with respect to the starting CD117 + , CD90.1 low , Lin neg/low and Sca-1 + KTLS-HSC. Furthermore, these myeloid progenitor cells are as effective as Myeloid Progenitors sorted directly from bone marrow in preventing death due to invasive aspergillosis, even when the cells are fully allogeneic and have been cryopreserved prior to use. These results indicate a way in which myeloid progenitor cells, which can be stored frozen prior to use, can be obtained in large numbers. This process, once translated to human cells, would also open the way for the stockpiling of MP for use in nuclear disasters.",
    "topics": [
        "mice",
        "mycoses",
        "neutropenia",
        "infections",
        "antibiotics",
        "antifungal agents",
        "aspergillosis, invasive",
        "cell therapy",
        "chemotherapy regimen",
        "cryopreservation"
    ],
    "author_names": [
        "Jos Domen",
        "Mastura Wahedi",
        "Esther Danenberg",
        "Stephanie Smith-Berdan",
        "Julie Christensen",
        "Tim Fong",
        "Janice (Wes) Brown"
    ],
    "author_affiliations": [
        [
            "Research, Cellerant Therapeutics, San Carlos, CA, USA"
        ],
        [
            "Research, Cellerant Therapeutics, San Carlos, CA, USA"
        ],
        [
            "Research, Cellerant Therapeutics, San Carlos, CA, USA"
        ],
        [
            "Research, Cellerant Therapeutics, San Carlos, CA, USA"
        ],
        [
            "Research, Cellerant Therapeutics, San Carlos, CA, USA"
        ],
        [
            "Research, Cellerant Therapeutics, San Carlos, CA, USA"
        ],
        [
            "Medicine-BMT, Stanford University School of Medicine, Stanford, CA, USA"
        ]
    ],
    "first_author_latitude": "37.5000819",
    "first_author_longitude": "-122.2430112"
}