{
    "doi": "https://doi.org/10.1182/blood.V124.21.5343.5343",
    "article_title": "Assessment of Central Nervous System Involvement in Pediatric Acute Lymphoblastic Leukemia Patients Using Next-Generation Sequencing Method ",
    "article_date": "December 6, 2014",
    "session_type": "618. Acute Lymphoblastic Leukemia: Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis",
    "abstract_text": "Background: Successful outcome in childhood acute lymphoblastic leukemia (ALL) relies upon appropriate central nervous system (CNS)-directed therapy for treatment of subclinical or overt CNS leukemia. Patients with leukemia blasts detected in the cerebrospinal fluid (CSF) at diagnosis require intensified intrathecal therapy to avert a higher rate of relapse and poorer survival compared with patients without blasts in the CSF. Traditionally, CSF assessment is performed by morphological analysis of CSF smears with or without TdT assay or via flow cytometry; however, both of these methods are limited in their sensitivity. Moreover, these modalities rely on subjective operator judgment for identification of leukemic blasts, which can result in limited assay reproducibility. A precise definition of CNS involvement is necessary to avoid over- or under- treatment. The LymphoSIGHT™ platform is a next-generation sequencing-based method that is being used for minimal residual disease assessment in lymphoid malignancies (Faham et al., Blood 2012). The LymphoSIGHT™ platform has a sensitivity to detect one leukemic cell per million leukocytes in peripheral blood and/or bone marrow and has been shown to have prognostic value in adult ALL patients (Logan et al., Biol Blood Marrow Transplant 2014). In this pilot study, we assessed whether this sequencing method could be used to detect leukemic clonotypes in CSF samples from newly diagnosed pediatric ALL patients. Methods: Diagnostic bone marrow samples, and paired CSF and peripheral blood samples were obtained from two patients. Using universal primer sets, we amplified variable, diversity, and joining gene segments from immunoglobulin (Ig) heavy chain (IGH), Ig kappa chain (IGK), and T-cell receptor beta (TRB), delta (TRD) and gamma (TRG) loci from genomic DNA. Amplified products were sequenced and analyzed using standardized algorithms for clonotype determination. Tumor-specific clonotypes were identified for each patient based on their high-frequency within the B-cell repertoire. The presence of the tumor-specific clonotype was then quantitated in CSF (cell pellet and supernatant) and peripheral blood samples obtained at diagnosis and interim treatment time points. A quantitative and standardized measure of leukemic clonotype level per million leukocytes in each follow-up sample was determined. Results: Diagnostic bone marrow samples from the two pediatric ALL patients were used to identify the tumor-specific clonotypes. Three IGH tumor clonotyes, one IGK, and one TRD tumor clonotype were observed in the first patient. Three IGH tumor clonotypes were observed in the second patient. The level of tumor burden associated with each leukemic clonotype was then assessed in serial CSF samples from each of the two patients. In the first patient, both the CSF pellet and supernatant were positive by sequencing at diagnosis. Consistent with the sequencing results, this patient was determined to have CNS involvement at the time of diagnosis based on standard testing methods. The patient cleared at Day 22, and the CSF pellet and supernatant from this time point were also negative by sequencing. Serial samples from the second patient, who was shown to lack CNS involvement by standard testing methods, were also tested. Both the CSF cell pellet and supernatant were negative at the Day 0 and Day 22 time points for this patient, showing concordance with available clinical data (Table 1). Conclusions: This study demonstrates proof of principle that the LymphoSIGHT sequencing method can be used to assess CNS involvement in pediatric patients with ALL. Further studies are warranted to assess the diagnostic and prognostic value of the sequencing method for assessment of CNS disease. The study cohort has now been expanded to include an additional 35 pediatric patients with ALL, and data will be presented. Abstract 5343. Table 1. Comparison of results in CSF samples using sequencing and traditional methods.  Patient . Time Point . Standard analysis of CSF samples . Sequencing analysis of CSF samples . WBC count/µL RBC count/µL Cell number Percent blasts Leukemia molecules/1M diploid genomes (cell pellet) Leukemia molecules/1M diploid genomes (supernatant) 1 Day 0 0 0 85 7 431,100 366,800 1 Day 22 0 0 33 0 0 0 2 Day 0 0 0 25 0 0 0 2 Day 22 0 0 32 0 0 0 Patient . Time Point . Standard analysis of CSF samples . Sequencing analysis of CSF samples . WBC count/µL RBC count/µL Cell number Percent blasts Leukemia molecules/1M diploid genomes (cell pellet) Leukemia molecules/1M diploid genomes (supernatant) 1 Day 0 0 0 85 7 431,100 366,800 1 Day 22 0 0 33 0 0 0 2 Day 0 0 0 25 0 0 0 2 Day 22 0 0 32 0 0 0 View Large Disclosures Weng: Sequenta, Inc.: Employment, Equity Ownership. Carlton: Sequenta, Inc.: Employment, Equity Ownership. Faham: Sequenta, Inc.: Employment, Equity Ownership, Membership on an entity's Board of Directors or advisory committees.",
    "topics": [
        "central nervous system",
        "leukemia, lymphocytic, acute, childhood",
        "massively-parallel genome sequencing",
        "neoplasms",
        "leukemia",
        "bone marrow specimen",
        "immunoglobulins",
        "molecule",
        "central nervous system dysfunction",
        "central nervous system leukemia"
    ],
    "author_names": [
        "John K. Choi, MD",
        "Sima Jeha, MD",
        "Li Weng",
        "Victoria Carlton",
        "Malek Faham",
        "Ching-Hon Pui, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "John K. Choi, MD",
            "author_affiliations": [
                "St. Jude Children's Research Hospital, Memphis, TN "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Sima Jeha, MD",
            "author_affiliations": [
                "St. Jude Children's Research Hospital, Memphis, TN "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Li Weng",
            "author_affiliations": [
                "Sequenta, Inc., South San Francisco, CA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Victoria Carlton",
            "author_affiliations": [
                "Sequenta, Inc., South San Francisco, CA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Malek Faham",
            "author_affiliations": [
                "Sequenta, Inc., South San Francisco, CA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ching-Hon Pui, MD",
            "author_affiliations": [
                "St. Jude Children's Research Hospital, Memphis, TN "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-29T04:03:52",
    "is_scraped": "1"
}