{
    "doi": "https://doi.org/10.1182/blood.V108.11.614.614",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=655",
    "start_url_page_num": 655,
    "is_scraped": "1",
    "article_title": "MicroRNA-Mediated Translation Repression of PRDM1 in Hodgkin/Reed-Sternberg Cells - A Potential Pathogenetic Lesion in Hodgkin Lymphoma. ",
    "article_date": "November 16, 2006",
    "session_type": "Oral Sessions",
    "abstract_text": "PR (PRDI-BF1-RIZ-homology) domain zinc finger protein 1 (PRDM1) is a master regulator in plasma cell differentiation recently identified as a tumor suppressor target for inactivation in diffuse large B-cell lymphomas of the activated B-cell type ( Tam et al., Blood  107 : 4090 –4100, 2006 ). Since Hodgkin/Reed-Sternberg (HRS) cells in Hodgkin lymphomas (HL) show resemblance to post-germinal center B cells, we investigated whether PRDM1 inactivation might play a role in HL pathogenesis. Western blotting and immunohistochemistry on HL cell lines and primary clinical HL samples demonstrated that HRS cells, regardless of Epstein-Barr virus (EBV) status, frequently lacked or expressed low levels of PRDM1. Despite similar levels of PRDM1 transcripts, expression of PRDM1 is 4 to 10 fold lower in HL cell lines compared to the myeloma cell line U266. We provide evidence that PRDM1 down-regulation in HRS cells is determined by a post-transcriptional mechanism mediated by microRNAs (miRNAs). Several lines of experimental evidence support PRDM1 mRNA as a target for at least three miRNAs: miR-9, let-7a and EBV-encoded miR-BHRF1. First, sequence analysis predicted binding sites for these miRNAs in the 3′ untranslated region of PRDM1 mRNA: three for miR-9, and one each for let-7a and miR-BHRF1. Second, all three miRNAs repressed luciferase activities in reporter assays by at least 50% via translation inhibition relative to non-targeting RNA oligonucleotide. This inhibition is dependent upon specific interactions of the miRNAs with their predicted binding sites, since point mutations within the “seed” sequences of the binding sites relieve the repression. In addition, cooperativity exists between the three miR-9 binding sites, as well as between let-7a and miR-9 or between let-7a and miR-BHRF1. Transfection of both let-7a and miR-9 or let-7a and miR-BHRF1 diminished luciferase activities by at least 70%. Third, levels of these miRNAs inversely correlate with endogenous PRDM1 protein expression between the HL cell lines and U266. miR-9 or let-7a levels in HL lines are 2 to 4 times that in U266. Though miR-9 is expressed at low levels in the EBV(+) HL line L591, miR-BHRF1 is abundant, accounting for ~9% of the total miRNA population in this cell line. Lastly, Western blotting showed that EBV(−) HL line L428 transfected with anti-sense miR-9 or let-7a RNA oligonucleotides resulted in PRDM1 induction of approximately 1.5 fold. A higher level of induction (~3 fold) was seen when both miR-9 and let-7a were inhibited, suggesting co-operativity between miR-9 and let-7a in regulation of PRDM1 in HRS cells at physiological levels. Over-expression of miR-9 in U266 cells reduced endogenous PRDM1 expression by about 50%. In summary, our studies show that miR-9, let-7a and miR-BHRF1 can target PRDM1 mRNA and repress translation of PRDM1 in HRS cells, implicating interference of terminal differentiation in HL pathogenesis. MiRNA-mediated translation repression of PRDM1 is likely to be an alternative, epigenetic mechanism of PRDM1 inactivation, and represents a novel molecular lesion and potential therapeutic target in HL.",
    "topics": [
        "hodgkin's disease",
        "micrornas",
        "reed-sternberg cells",
        "repression",
        "rna, messenger",
        "luciferases",
        "oligonucleotides",
        "rna",
        "western blotting",
        "diffuse large b-cell lymphoma"
    ],
    "author_names": [
        "Kui Nie, PhD",
        "Mario F. Gomez, M.S.",
        "Pablo Landgraf, M.D., Ph.D.",
        "Jose-Francisco Garcia, Ph.D.",
        "Yifang Liu, M.D.",
        "Leonard H.C. Tan, M.B.,B.S",
        "Amy Chadburn, M.D.",
        "Thomas Tuschl, Ph.D.",
        "Daniel M. Knowles, M.D.",
        "Wayne Tam, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Pathology and Laboratory Medicine, Weill Medical College of Cornell University, New York, NY, USA"
        ],
        [
            "Department of Pathology and Laboratory Medicine, Weill Medical College of Cornell University, New York, NY, USA"
        ],
        [
            "RNA Molecular Biology Laboratory, The Rockefeller University, New York, NY, USA"
        ],
        [
            "Monoclonal Antibodies Unit, Biotechnology Program, Spanish National Cancer Center, Madrid, Spain"
        ],
        [
            "Department of Pathology and Laboratory Medicine, Weill Medical College of Cornell University, New York, NY, USA"
        ],
        [
            "Department of Pathology, Singapore General Hospital, Singapore"
        ],
        [
            "Department of Pathology and Laboratory Medicine, Weill Medical College of Cornell University, New York, NY, USA"
        ],
        [
            "RNA Molecular Biology Laboratory, The Rockefeller University, New York, NY, USA"
        ],
        [
            "Department of Pathology and Laboratory Medicine, Weill Medical College of Cornell University, New York, NY, USA"
        ],
        [
            "Department of Pathology and Laboratory Medicine, Weill Medical College of Cornell University, New York, NY, USA"
        ]
    ],
    "first_author_latitude": "40.76578944999999",
    "first_author_longitude": "-73.95463369999999"
}