{
    "doi": "https://doi.org/10.1182/blood.V106.11.3541.3541",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=366",
    "start_url_page_num": 366,
    "is_scraped": "1",
    "article_title": "Severe Sideroblastic Anaemia in an ALAS2 Compound Heterozygote for −206G, a Common Polymorphism, and a Novel Mutation in Exon 11 (Lys535del) Linked to Lack of Haemoglobinisation In Vitro and Ineffective Erythropoiesis In Vivo. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "A woman of 60yr presented with exhaustion and breathlessness (Hb 89g/L, MCV 102fL, MCH 36.9pg), a palpable spleen (15cm), dyserythropoiesis, sideroblastic change in her bone marrow and a normal karyotype. She had been investigated elsewhere at 27yr for persistent red cell macrocytosis (Hb 126g/L, MCV 97fL) with occasional hypochromic cells, disordered erythropoiesis and obvious ring sideroblasts. The only clinical history of note was the diagnosis and treatment for thyrotoxicosis (Hb 101g/L) at 57yr. Her anaemia was refractory to 3 months 100mg/tds pyridoxine and her erythroid-specific, ALA Synthase ( ALAS2 ) gene was investigated by sequence analysis. The small population of microcytic, hypochromic red cells persisted and erythrocyte protoporphyrin levels were normal. She was found to be a compound heterozygote for the previously-described −206G in the promoter and a novel 3bp deletion (c.1603_1605 del) in exon 11, predicting Lys535del, not present in 200 control alleles from South Wales. Both daughter and son inherited −206G but not the 3bp deletion and their FBCs revealed normal mean red cell indices, normal RDW%, no detectable hypochromic red cells and normal erythrocyte protoporphyrin content. X-chromosome inactivation ( HUMARA ) was skewed in the proband but fairly balanced in the daughter (XCI 0.90 and 0.38 respectively). We hypothesised that most of the proband’s erythropoiesis was ineffective due to predominant expression within the bone marrow of the Lys535del allele. To test this, peripheral-blood non-adherent MNC BFU-E were cultured in serum-free medium containing 2Units/ml rhuEpo, 1.9ng/ml rhuIL-3 and 5ng/ml rhuSCF with or without prior expansion for 3d in the absence of rhuEpo. cDNA was prepared from peripheral blood buffy coat and from 10d and 14d erythroid bursts, amplified and subsequently sequenced using ALAS2 -specific primers straddling the 3bp deletion. Peripheral blood reticulocytes expressed overwhelmingly the wild type sequence. At 10d BFUE culture, none of the colonies was haemoglobinising; non-myeloid colonies(165/4ml) were harvested and these cells expressed mainly the sequence containing the 3bp deletion with only a trace of wild-type sequence. On day 14 two types of erythroid bursts were observed: a small percentage of haemoglobinised bursts with normal morphology (N=20; 9%) and a majority of poorly haemoglobinised bursts showing signs of degeneration (N=199). The two types of bursts were harvested separately for examination of ALAS2 expression. The haemoglobinised bursts expressed only the wild-type sequence and the poorly-haemoglobinised bursts only the sequence containing the 3bp deletion. This observation was confirmed 3 days later on BFU-E from the liquid expansion culture. Tissue culture thus confirmed both the X-linked nature of the proband’s anaemia and the hypothesis that the ALAS2 allele containing the novel Lys535del was the most active and linked directly to poor haemoglobinisation in culture and ineffective erythropoiesis ‘in vivo’. The normal red cell indices of the son led us to investigate the −206G prevalence amongst 100 South Wales alleles demonstrating a gene frequency of 0.05. The role this common polymorphism plays in the proband’s anaemia remains uncertain.",
    "topics": [
        "anemia, sideroblastic",
        "exons",
        "heterozygote",
        "ineffective erythropoiesis",
        "polymorphism",
        "mutation",
        "anemia",
        "cisplatin/methotrexate/vinblastine protocol",
        "erythrocyte indices",
        "mean corpuscular volume analyses"
    ],
    "author_names": [
        "Alison May, PhD",
        "Carol Barton, FRCPath",
        "Gillian Masters, MA",
        "Jeanne Kingston, BSc",
        "Sue Lawless, MSc",
        "Michael Jenner, MRCPath"
    ],
    "author_affiliations": [
        [
            "Haematology, Cardiff University School of Medicine, Cardiff, United Kingdom"
        ],
        [
            "Haematology, Wycombe Hospital, High Wycombe, United Kingdom"
        ],
        [
            "Haematology, University Hospital of Wales, Cardiff, United Kingdom"
        ],
        [
            "Haematology, Cardiff University School of Medicine, Cardiff, United Kingdom"
        ],
        [
            "Haematology, University Hospital of Wales, Cardiff, United Kingdom"
        ],
        [
            "Haematology, St Bartholomew’s Hospital, London, United Kingdom"
        ]
    ],
    "first_author_latitude": "51.49764265",
    "first_author_longitude": "-3.1853511499999994"
}