{
    "doi": "https://doi.org/10.1182/blood.V120.21.1533.1533",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2347",
    "start_url_page_num": 2347,
    "is_scraped": "1",
    "article_title": "Fecal Microbiota Diversity in Survivors of Adolescent/Young Adult Hodgkin Lymphoma ",
    "article_date": "November 16, 2012",
    "session_type": "621. Hodgkin Lymphoma - Biology, excluding Therapy: Poster I",
    "topics": [
        "adolescent",
        "feces",
        "hodgkin's disease",
        "infectious mononucleosis",
        "microbiome",
        "survivors",
        "young adult",
        "chemotherapy regimen",
        "ideal trial",
        "infections"
    ],
    "author_names": [
        "Wendy Cozen, D.O., M.P.H.",
        "Guoqin Yu, Ph.D.",
        "Mitchell Gail, M.D., Ph.D.",
        "Bharat N. Nathwani, M.D.",
        "Amie E. Hwang, Ph.D., M.P.H.",
        "Ann S. Hamilton, Ph.D.",
        "Thomas M. Mack, M.D., M.P.H.",
        "James J. Goedert, M.D."
    ],
    "author_affiliations": [
        [
            "Preventive Medicine, University of Southern California, Los Angeles, CA, USA, "
        ],
        [
            "Division of Cancer Epidemiology and Genetics, Infections and Immunology Branch, National Cancer Institute, National Institutes of Health, Rockville, MD, USA, "
        ],
        [
            "Division of Cancer Epidemiology and Genetics, National Cancer Institute, National Institutes of Health, Rockville, MD, USA, "
        ],
        [
            "Pathology Department, Cedars Sinai Medical Center, Los Angeles, USA, "
        ],
        [
            "Preventive Medicine, Univ of Southern California, Keck School of Medicine and Norris Cancer Ctr, Los Angeles, CA, USA, "
        ],
        [
            "Preventive Medicine, Univ of Southern California Norris Cancer Ctr, Los Angeles, CA, USA, "
        ],
        [
            "Preventive Medicine and Pathology, Univ. of Southern California Norris Cancer Ctr., Los Angeles, CA, USA, "
        ],
        [
            "Division of Cancer Epidemiology and Genetics, National Cancer Institute, National Institutes of Health, Rockville, MD"
        ]
    ],
    "first_author_latitude": "34.065515",
    "first_author_longitude": "-118.19719699999999",
    "abstract_text": "Abstract 1533 Survivors of adolescent/young adult Hodgkin lymphoma (AYAHL) report fewer exposures to infections during childhood compared to controls. They also have persistent genomic and functional aberrations in their lymphocytes that are partially attributable to chemotherapy or radiotherapy. Recent studies have shown that the gut microbiome can affect both the innate and adaptive immune response, and can suppress or exacerbate an inflammatory response. Given the central role of the gut microbiota in immune function, we investigated whether AYAHL survivors, who were members of 13 mono- and dizygotic twin pairs discordant for this disease, have differences in the diversity or phylogenetic configurations of their fecal microbiota compared to their unaffected co-twins. Twin pairs discordant for AYAHL are an ideal study population because they are at least partially matched on genetic and early life factors, both of which influence the composition of the gut microbiome. Pyrosequencing of bacterial 16S rRNA amplicons generated from single fecal samples obtained from each individual yielded 253,182 filtered and de-noised reads translated into species-level operational taxonomic units (OTUs). Standardized across individuals by random sampling, reads were assigned to 2513 OTUs to compare microbiome diversity and relative abundance of taxa. The number of OTU's was compared between twins using a paired student's t-test and a one-way analysis of variance was performed to determine whether such measures differed across twin pairs by comparing the measures between twins to those of randomly paired individuals. AYAHL survivors had less diverse fecal microbial communities compared to their unaffected co-twin controls by all measures of alpha diversity ( Table 1 ). Measures that weighted the relative abundance of the bacteria were not statistically significantly different (Shannon Index, p= 0.270; Chao index, p= 0.066, PD Whole Tree Index, p= 0.051). However, when the unweighted number of unique OTUs was considered, the difference was significant (338 in cases vs. 369 in unaffected co-twin controls, p= 0.015). When the analysis was restricted to OTUs that were present at an abundance of > 0.1% in at least 2 of the 23 samples analyzed, the differences were attenuated, with only the PD Whole Tree index difference in diversity remaining marginally significant (p= 0.045). Only one bacterial taxon was associated with AYAHL, probably due to chance. Phylogenetic measurements indicated that the bacterial component of the microbiota of co-twins were more similar with respect to one another than unrelated individuals, although no differences by zygosity were observed. These results provide evidence that AYAHL survivors have reduced diversity of the gut microbiota, perhaps as a consequence the disease, its treatment, or a particularly hygienic environment. Table 1. Comparisons of alpha diversity measurements between Hodgkin lymphoma cases and co-twin controls.  Measurements of Alpha Diversity . Mean (Cases) . Mean (Unaffected Co-twins) . Mean Difference (Unaffected co-twin-case difference) . P -value 1 . Initial analysis     No. unique OTUs 338 369 31 0.015 Shannon index 5.6 5.8 0.2 0.27 Chao1 533 574 41 0.066 PD_whole tree 21.2 22.8 1.6 0.051 Conservative analysis     No. unique OTUs 183 196 13 0.10 Shannon index 5.2 5.4 0.2 0.40 Chao1 230 237 7 0.47 PD_whole tree 13.7 14.6 0.9 0.045 Measurements of Alpha Diversity . Mean (Cases) . Mean (Unaffected Co-twins) . Mean Difference (Unaffected co-twin-case difference) . P -value 1 . Initial analysis     No. unique OTUs 338 369 31 0.015 Shannon index 5.6 5.8 0.2 0.27 Chao1 533 574 41 0.066 PD_whole tree 21.2 22.8 1.6 0.051 Conservative analysis     No. unique OTUs 183 196 13 0.10 Shannon index 5.2 5.4 0.2 0.40 Chao1 230 237 7 0.47 PD_whole tree 13.7 14.6 0.9 0.045 1 P -value by paired t-tests. View Large Disclosures: No relevant conflicts of interest to declare."
}