{
    "doi": "https://doi.org/10.1182/blood.V120.21.1958.1958",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2184",
    "start_url_page_num": 2184,
    "is_scraped": "1",
    "article_title": "Long Term Outcomes of Hematopoietic Stem Cell Transplantation in Patients with Severe Phenotype Hurler Syndrome: an International Multi-Center Study ",
    "article_date": "November 16, 2012",
    "session_type": "723. Clinical Allogeneic and Autologous Transplantation - Late Complications and Approaches to Disease Recurrence: Poster I",
    "topics": [
        "hematopoietic stem cell transplantation",
        "mucopolysaccharidosis i",
        "pfaundler-hurler syndrome",
        "phenotype",
        "enzymes",
        "transplantation",
        "surgical procedures, operative",
        "follow-up",
        "retinal diseases",
        "corneal opacity"
    ],
    "author_names": [
        "Mieke Aldenhoven",
        "Maria Escolar",
        "Robert Wynn, MRCP, FRCPath, MD",
        "Ed Wraith",
        "Anne O'Meara",
        "Paul Veys",
        "Nizar Mahlaoui, MD",
        "Michele Poe",
        "Paul Orchard, MD",
        "Joanne Kurtzberg, MD",
        "Jaap J Boelens, MD, PhD"
    ],
    "author_affiliations": [
        [
            "UMC Utrecht, Utrecht, Netherlands, "
        ],
        [
            "University of Pittsburgh, Pittsburgh, PA, USA, "
        ],
        [
            "Royal Manchester Children's, "
        ],
        [
            "Manchester Academic Health Sciences Centre, "
        ],
        [
            "Our Lady's Children's Hospital, "
        ],
        [
            "Great Ormond Street Hospital, "
        ],
        [
            "CEREDIH, CHU Necker-Enfants Malades, Paris, France, "
        ],
        [
            "University of Pittsburgh, "
        ],
        [
            "University of Minnesota, Minneapolis, MN, USA, "
        ],
        [
            "Duke University Medical Center, Durham, NC, USA, "
        ],
        [
            "Pediatrics: BMT-Unit, UMCU, Utrecht, Netherlands"
        ]
    ],
    "first_author_latitude": "52.0865646",
    "first_author_longitude": "5.179913099999999",
    "abstract_text": "Abstract 1958 Background: Hurler syndrome (HS), the most severe phenotype in the spectrum of Mucopolysaccharidosis type I, is caused by a deficiency of the lysosomal enzyme alpha-L-iduronidase. HS is clinically characterized by a progressive and ultimately fatal multi-system deterioration with involvement of the central nervous system. At present, hematopoietic stem cell transplantation (HSCT) is the only treatment that prevents disease progression in the central nervous system and is therefore considered the treatment of choice in HS. Long-term follow-up of outcomes of HSCT for HS are sparse and risk factors for favorable long-term outcomes are still largely unknown. Therefore, an international multicenter study was initiated to describe the long-term outcomes of successfully transplanted HS patients. Methods: HS-patients transplanted between 1980 and 2007 within the leading transplantation centers in Europe and the United States were include in this study. Patient, donor, and transplantation-related variables which may influence long-term outcome were analyzed. Patients who were ‘alive and engrafted (donor-chimerism >10%)’ with a follow up of at least three years after HSCT were included. The functional outcomes assessed for the various organ systems - orthopedic, cardiac, ophthalmologic, respiratory and audiologic - were analyzed using multivariate Cox proportional hazards and logistic regression models. Results: 197 Hurler patients were included from 8 different transplant centers. This is estimated to be about 70–80% of the successfully transplanted HS patients worldwide during that time period. These patients had a median age of 16 (2–80) months at HSCT with a median follow up of 88 (36–258) months after successful HSCT. Seventy-nine % of the patients received a graft from an unaffected (non-carrier) donor. Seventy-two % of the patients achieved full (>95%)-donor-chimerism and 28% mixed-chimerism. After HSCT, normal enzyme-levels (EL; according to the local reference range) were found in 75% of the patients while 25% had EL below lower limit of normal; either due to mixed-chimerism or carrier-donorship). Multivariate analyses ( table 1 ) showed having a “normal EL” after HSCT and younger (below the median age of 16mths) “age at transplantation” were associated with less serious orthopedic complications requiring surgical interventions; e.g. cord compression, genu-valgum surgery, carpal tunnel surgery. Genotype (double non-sense vs. any other genotype) was associated with a lower probability of requiring hip dysplasia surgery as well as with the occurrence of retinopathy. For other endpoints; e.g progression valve insufficiency, progression corneal clouding and development of retinopathy and the need for hearing aids having a normal EL as well as age at HSCT (<16mths) were predictors for better outcome. Furthermore, growth at the age of 60mths was influenced by EL (−1.93 SDS vs. −1,09 SDS; p=0.042). Conclusion: The long-term outcome of clinical manifestations in HS-patients after successful HSCT is promising although residual disease burden remains. Predictors, favorably influencing the long-term outcomes are suggested to be 1) enzyme level (normal vs. below LLN) after HSCT, 2) genotype and 3) age at HSCT. Achieving normal enzyme levels at an early age might significantly impact the prognosis of Hurler syndrome patients. Newborn screening (resulting in early HSCT), the use of non-carrier donors and achieving full-donor chimerism may be crucial in optimizing long-term outcomes. Table 1.  . Multivariate analyses . HR . p-value . Cord Compression Surgery    normal enzymes (>LLN) 0,081 0,021 age at transplantation <16mths 0,075 0,025 Carpal Tunnel Surgery    normal enzymes (>LLN) 0,021 0,011 age at transplantation <16mths 0,21 0,005 Hip Dysplasia    Genotype (double nonsence vs. rest) 4,83 0,005 Genu Valgum Surgery    normal enzymes (>LLN) 0,224 0,002 Mitral Insufficiency - Progression    normal enzymes (>LLN) 0,32 0,044 age at transplantation <16mths 0,36 0,053 Corneal Clouding - Progression    normal enzymes (>LLN) 0,21 0,015 age at transplantation <16mths 0,14 0,007 Retinopathy - Occurence    Genotype (double nonsence vs. rest) 5,36 0,038 age at transplantation <16mths 0,05 0,008 Hearing Aids    normal enzymes (>LLN) 0,29 0,011 . Multivariate analyses . HR . p-value . Cord Compression Surgery    normal enzymes (>LLN) 0,081 0,021 age at transplantation <16mths 0,075 0,025 Carpal Tunnel Surgery    normal enzymes (>LLN) 0,021 0,011 age at transplantation <16mths 0,21 0,005 Hip Dysplasia    Genotype (double nonsence vs. rest) 4,83 0,005 Genu Valgum Surgery    normal enzymes (>LLN) 0,224 0,002 Mitral Insufficiency - Progression    normal enzymes (>LLN) 0,32 0,044 age at transplantation <16mths 0,36 0,053 Corneal Clouding - Progression    normal enzymes (>LLN) 0,21 0,015 age at transplantation <16mths 0,14 0,007 Retinopathy - Occurence    Genotype (double nonsence vs. rest) 5,36 0,038 age at transplantation <16mths 0,05 0,008 Hearing Aids    normal enzymes (>LLN) 0,29 0,011 View Large Disclosures: No relevant conflicts of interest to declare."
}