{
    "doi": "https://doi.org/10.1182/blood.V104.11.815.815",
    "article_title": "Endogenous N-Terminal Truncated STAT5 Expressed from Alternative Start Codons Promotes SCF Signaling in Murine Primary Mast Cell Cultures. ",
    "article_date": "November 16, 2004",
    "session_type": "Oral Sessions",
    "abstract_text": "Signal transducer and activator of transcription (STAT5) has important functions in hematopoiesis. Our prior work with mice in which two coding exons of STAT5a and STAT5b have been deleted (STAT5ab −/− ) has shown that mast cells derived in the presence of interleukin(IL)-3 and stem cell factor (SCF) have severe defects in survival and proliferation ( Shelburne et al. Blood  102 : 1290 ; 2002 ). However, the mechanism for STAT5 activation by SCF is unclear. In erythroid cells, STAT5 is not tyrosine phosphorylated by SCF alone. We have set out to determine whether some SCF-induced functions of STAT5 could be rescued in c-Kit + Fcγ + primary bone marrow (BM) or fetal liver (FL) derived mast cell cultures from STAT5ab −/− mice. STAT5ab −/− mouse mast cells had a normal chemotactic response to SCF compared with wild-type mast cells, however we found they highly expressed N-terminal truncated STAT5 isoforms (STAT5ΔN) from position 102 and 136. In contrast, expression of STAT5ΔN in wild-type mast cells and some STAT5ab −/− tissues such as spleen and brain was barely detectable. While naturally occuring C-terminal STAT5 variants bind DNA but do not transactivate target genes, N-terminal variants of STAT5 have defective tetramerization. Generally, the N-terminus of STATs is also believed essential for function. Therefore, we have used mast cells to test whether N-terminal STAT5 mutants (STAT5ΔN 1–136 or STAT5 W37A ) could functionally restore previously reported defects in vitro. Both of the STAT5 mutants were found to be dimerization-competent but tetramerization-deficient. MSCV-based retroviral vectors expressing these STAT5 mutants upstream of IRES-GFP were stably transduced into STAT5ab −/− mast cells. A strong selective advantage for GFP + cells was observed for all vectors containing STAT5wt, STAT5ΔN, or STAT5 W37A but not for IRES-GFP control. Inversely, in wild-type mast cells, only the STAT5ΔN mutant conferred a selective advantage, suggesting that the heterodimer (ΔN/wt) between STAT5ΔN and STAT5wt was most active. In apoptosis experiments, STAT5ΔN protected following cytokine withdrawal. We found the homodimer (ΔN/ΔN) to be intermediate in terms of growth reconstitution potential than the heterodimer. However, retroviral overexpression of the homodimer above that of the endogenous STAT5ΔN alone was sufficient to correct growth defects. To further explore the role of the endogenous STAT5ΔN, we obtained FL-derived mast cells from a new STAT5 null/null mouse where the entire STAT5ab locus was deleted using the Cre-LoxP system (Cui et al. MCB , in press). These mast cells lacked STAT5 and STAT5ΔN. Unlike the STAT5ab −/− mast cells, the STAT5 null/null mast cells showed a 9-fold reduction in SCF-induced chemotaxis relative to wild-type controls. Importantly, the chemotactic defects were completely rescued by gene transfer of wild-type STAT5a (P=0.018) or STAT5ΔN (P=0.02) relative to IRGFP control. Therefore, 1) endogenous STAT5ΔN is active but to a different degree depending on the specific function and cell type 2) co-expression along with full-length STAT5 confers maximal SCF-mediated responsiveness in mast cells. This work uncovers a potential mechanism by which STAT5-mediated SCF responses are regulated via formation of functional heterodimers.",
    "topics": [
        "codon, initiator",
        "cytokine",
        "dna",
        "gene transfer techniques",
        "interleukins",
        "mast cells",
        "mice",
        "protein isoforms",
        "proto-oncogene protein c-kit",
        "signal transduction"
    ],
    "author_names": [
        "Kevin D. Bunting",
        "Christine Couldrey",
        "Richard Moriggl",
        "Yongzhi Cui",
        "Harry Wright",
        "Demin Wang",
        "John J. Ryan",
        "James N. Ihle",
        "Lothar Hennighausen"
    ],
    "author_dict_list": [
        {
            "author_name": "Kevin D. Bunting",
            "author_affiliations": [
                "Med, CWRU, Cleveland, OH, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Christine Couldrey",
            "author_affiliations": [
                "Tech, Computercraft, Bethesda, MD, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard Moriggl",
            "author_affiliations": [
                "Biochem, IMP, Vienna, Austria"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yongzhi Cui",
            "author_affiliations": [
                "Gen/Phys, NIH-NIDDK, Bethesda, MD, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Harry Wright",
            "author_affiliations": [
                "Immun, VCU, Richmond, VA, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Demin Wang",
            "author_affiliations": [
                "Immun, Blood Res Inst, Milwaukee, WI, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John J. Ryan",
            "author_affiliations": [
                "Immun, VCU, Richmond, VA, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James N. Ihle",
            "author_affiliations": [
                "Biochem, St. Jude Children’s Res Hosp, Memphis, TN, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lothar Hennighausen",
            "author_affiliations": [
                "Gen/Phys, NIH-NIDDK, Bethesda, MD, USA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-25T13:02:42",
    "is_scraped": "1"
}