{
    "doi": "https://doi.org/10.1182/blood.V104.11.466.466",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=59",
    "start_url_page_num": 59,
    "is_scraped": "1",
    "article_title": "EVI1, a Gene Frequently Involved in Myelodysplastic Syndrome, Causes an Erythroid Dysplasia in a Mouse Model with Conditional Transgene Expression. ",
    "article_date": "November 16, 2004",
    "session_type": "Oral Sessions",
    "topics": [
        "dysplasia",
        "mice",
        "myelodysplastic syndrome",
        "transgenes",
        "genes, vif",
        "anemia",
        "doxorubicin/etoposide/vincristine protocol",
        "excision",
        "leukemia, myelocytic, acute",
        "pallor"
    ],
    "author_names": [
        "Eric van den Akker, PhD",
        "Dominik Spensberger, M.Sc.",
        "Antoinette Beijen",
        "Kirsten van Lom, PhD",
        "Claudia Erpelinck",
        "Ruud Delwel, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Erasmus University Medical Center, Rotterdam, Zuid-Holland, Netherlands"
        ],
        [
            "Department of Hematology, Erasmus University Medical Center, Rotterdam, Zuid-Holland, Netherlands"
        ],
        [
            "Department of Hematology, Erasmus University Medical Center, Rotterdam, Zuid-Holland, Netherlands"
        ],
        [
            "Department of Hematology, Erasmus University Medical Center, Rotterdam, Zuid-Holland, Netherlands"
        ],
        [
            "Department of Hematology, Erasmus University Medical Center, Rotterdam, Zuid-Holland, Netherlands"
        ],
        [
            "Department of Hematology, Erasmus University Medical Center, Rotterdam, Zuid-Holland, Netherlands"
        ]
    ],
    "first_author_latitude": "51.9108848",
    "first_author_longitude": "4.467854099999999",
    "abstract_text": "Patients with acute myeloid leukemia (AML) or a myelodysplastic syndrome (MDS) harboring chromosome 3q26 translocations, frequently show overexpression of EVI1, a proto-oncogene located at this chromosomal locus. Moreover, aberrant expression of EVI1, which encodes a nuclear zinc-finger protein, is observed in 10% of AML patients without abnormalities in 3q26 , as a result of currently unknown mechanisms. Clinical data show that AML/MDS with high EVI1 expression responds poor to anti-leukemic therapy. It is generally accepted that AML is caused by a combination of genetic alterations, suggesting that other genetic defects cooperate with EVI1 in transformation. This is exemplified by the fact that MDS with 3q26 aberrations frequently evolve into AML. Since MDS is characterized by a severe anemia, we wished to investigate whether aberrant EVI1 expression affects erythropoiesis. We decided to study the effect of murine Evi1 on erythroid development using an Evi1 transgenic mouse model with conditional expression of the transgene. We generated a construct in which Evi1 transcription is blocked by the presence of a loxP flanked transcriptional stop sequence located 5′ of the transgene. In vitro experiments with a CMV-loxP/Stop/loxP-EGFP/Evi1 expression construct showed recombination between the loxp sites, excision of the transcriptional stop sequence and nuclear expression of Evi1, exclusively in the presence of Cre recombinase. For the in vivo experiments, transgenic lines with conditional Evi1 expression were established using either a Vav1-loxP/Stop/loxP-EGFP/Evi1 or a Vav1-loxP/Stop/loxP-FLAG/Evi1 expression construct. The Vav1 promoter and regulatory sequences in these constructs drive expression of a transgene specifically in the hematopoietic lineages (Adams et al., 1999, Oncogene 18, 5268–77). The Evi1 transgenic lines were crossed with the erythroid-lineage specific pEV-Cre line (Gutierrez et al., 2004, Development 131, 3183–93) to study the immediate effect of Evi1 on erythroid development in day 12.5 fetal livers. We observed Evi1 mRNA expression exclusively in double transgenic livers. Low but significant EGFP/Evi1 protein could be detected by flowcytometry in the fetal liver cells of double transgenic mice. Fetal livers from the double transgenic animals were small, pale and contained decreased cell numbers as compared to livers from single transgenic or wild type littermates. Moreover, a block in erythroid differentiation and an erythroid dysplasia were observed, which are both characteristic for MDS. Our data convincingly demonstrate that EVI1 interferes with the erythroid differentiation program and that overexpression of this gene may be a key event causing an erythroid defect in MDS patients carrying 3q26 abnormalities. We have established a conditional Evi1 transgenic mouse model that, in combination with other inducible or lineage-specific Cre-lines, e.g. Mx-Cre or Vav-Cre, can be applied to study the involvement of Evi1 in MDS and AML."
}