{
    "doi": "https://doi.org/10.1182/blood.V112.11.505.505",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1272",
    "start_url_page_num": 1272,
    "is_scraped": "1",
    "article_title": "Common Self-Renewal Pathways Contribute to the Induction of Acute Myeloid Leukemias Associated with Different Oncogenes ",
    "article_date": "November 16, 2008",
    "session_type": "Hematopoiesis - Malignant Stem and Progenitor Cells",
    "abstract_text": "Self-renewal is a prerequisite for cancer initiation and maintenance, however the origins and molecular basis of self-renewal in malignant cells remain elusive. Recently, we and others have shown that certain leukemia-associated fusion oncogenes (such as MOZ-TIF2 and MLL fusions) can alter self-renewal in, and generate acute myeloid leukemia (AML) from, committed murine myeloid progenitor cells. AML is a highly heterogeneous disease, both genetically and biologically, and is associated with many differing combinations of mutations and a variable clinical course. However, it is not currently known whether an alteration of self-renewal is a more widespread finding in AML. Moreover, it is also not known whether alterations of self-renewal are mediated by common genetic programs downstream of multiple individual mutations or through the engagement of unique programs downstream of individual mutations. This distinction is important, as the demonstration of common pathways may identify common critical molecular targets for the treatment of AML. We now demonstrate, using retroviral expression of the AML1-ETO (RUNX1-RUNX1T1) and NUP98-HOXA9 fusion proteins in committed myeloid progenitors, that the ability to alter self-renewal is a more generalized property of leukemia-associated transcription factor fusion oncogenes. Furthermore, to investigate the molecular basis for the reestablishment of self-renewal we compare expression differences between granulocyte monocyte progenitors (GMP) directly transduced with MOZ-TIF2, AML1-ETO and NUP98-HOXA9 retroviruses and GMP transduced with empty vector retrovirus, to identify common candidate genes and molecular pathways involved in self-renewal downstream of these fusion oncogenes. Thereafter, we validate the expression of these early genetic programs in functionally defined murine leukemia stem cells and bulk human leukemias and perform functional experiments to validate the effects of individual candidate genes within the programs on self-renewal and transformation. Our data demonstrate AML1-ETO and NUP98-HOXA9 alter self-renewal in and NUP98-HOXA9 generates AML from committed myeloid progenitors. Disparate leukemia-associated oncogenes (MOZ-TIF2, AML1-ETO and NUP98-HOXA9) initiate an early, common self-renewal signature of 167 genes (FDR level p<0.05). Significant elements of this self-renewal signature can be detected in established, functionally defined leukemia stem cells from a murine model of AML. Significant elements of this early signature can also be detected across a large cohort of 253 patients with differing AML subtypes, where the signature predicts for disease biology and patient survival. Single genes from the signature, including Sox4 and Bmi1 can themselves phenocopy the leukemia-associated oncogenes and alter self-renewal in committed murine progenitors. Taken together, our findings have important implications for the biology of AML and, furthermore, may suggest common targets for therapeutic intervention.",
    "topics": [
        "leukemia, myelocytic, acute",
        "oncogenes",
        "leukemia",
        "cyclic gmp",
        "cancer",
        "fusion proteins",
        "molecular target",
        "runx1 translocation partner 1 protein",
        "therapeutic intervention",
        "transcription factor"
    ],
    "author_names": [
        "Brynn T Kvinlaug, BSc, MSc",
        "Wai-In Chan, PhD",
        "Lars Bullinger, MD",
        "Christopher Sears",
        "Donna Paul",
        "Rachel Okabe, BSc",
        "Benjamin H Lee, MD, PhD",
        "Inusha De Silva, PhD",
        "Scott Armstrong, MD, PhD",
        "Hartmut Dohner, MD",
        "D. Gary Gilliland",
        "Brian JP Huntly, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Hematology, University of Cambridge, Cambridge, United Kingdom"
        ],
        [
            "Hematology, University of Cambridge, Cambridge, United Kingdom"
        ],
        [
            "Department of Internal Medicine III, University of Ulm, Ulm, Germany"
        ],
        [
            "Hematology, Childrens Hospital, Boston, MA, USA"
        ],
        [
            "Hematology, University of Cambridge, Cambridge, United Kingdom"
        ],
        [
            "Harvard Medical School, Brigham & Women’s Hospital, Boston, MA, USA"
        ],
        [
            "Harvard Medical School, Brigham & Women’s Hospital, Boston, MA, USA"
        ],
        [
            "Hematology, University of Cambridge, Cambridge, United Kingdom"
        ],
        [
            "Hematology, Childrens Hospital, Boston, MA, USA"
        ],
        [
            "Department of Internal Medicine III, University of Ulm, Ulm, Germany"
        ],
        [
            "Brigham and Women’s Hospital, Boston, MA, USA"
        ],
        [
            "Hematology, University of Cambridge, Cambridge, United Kingdom"
        ]
    ],
    "first_author_latitude": "52.176811799999996",
    "first_author_longitude": "0.13635809999999998"
}