{
    "doi": "https://doi.org/10.1182/blood-2018-99-119998",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4010",
    "start_url_page_num": 4010,
    "is_scraped": "1",
    "article_title": "Characterization of Upregulated Adhesion GPCRs in Acute Myeloid Leukemia ",
    "article_date": "November 29, 2018",
    "session_type": "617. Acute Myeloid Leukemia: Biology, Cytogenetics, and Molecular Markers in Diagnosis and Prognosis: Poster I",
    "topics": null,
    "author_names": [
        "Jiawen Yang, BS",
        "Sharon Wu, BS",
        "Houda Alachkar, PharmD, PhD"
    ],
    "author_affiliations": [
        [
            "School of Pharmacy, University of Southern California, Los Angeles, CA"
        ],
        [
            "School of Pharmacy, University of Southern California, Los Angeles, CA"
        ],
        [
            "School of Pharmacy, University of Southern California, Los Angeles, CA"
        ]
    ],
    "first_author_latitude": "34.06036489999999",
    "first_author_longitude": "-118.20601069999998",
    "abstract_text": "Background: Adhesion G-protein coupled receptor (aGPCR) is one of the five GPCRs families that are named after their large extracellular regions linked to the seven-transmembrane moiety (TM7) and are found to have a dual role in signaling and cell adhesion. In normal tissues, aGPCRs play important roles in neuronal development and the immune system. The aGPCR GPR56 has been reported to be involved in the hematopoiesis and the interaction between hematopoietic stem cells and the bone marrow. In malignant tissues, aGPCRs were reported to play a role in tumor cell migration and invasion of melanoma and prostate cancers, and are relevant to the regulation of angiogenesis in glioblastomas. Limited data are available related to the expression and role of aGPCRs in hematological malignancies, particularly in acute myeloid leukemia. Here, we aim to characterize the expression of aGPCRs in patients with AML and examine whether upregulation of genes in this family is associated with clinical and molecular patient's characteristics. Methods: We analyzed the TCGA data of 200 AML patients for which 173 have complete clinical and expression data available. We examined gene upregulation of the 33 aGPCRs and assessed the association between each gene and patient's overall survival (OS); genes that were significantly associated with shorter overall survival were combined in one signature (poor survival genes) for further analysis to test their association with patient's clinical and molecular characteristics and clinical outcome. To gain an insight into the mechanistic role of aGPCRs in AML, we conducted Ingenuity Pathway Analysis (IPA) to identify potential pathways common among the poor survival aGPCR genes, and between the aGPCRs genes and AML frequently mutated genes. Results: Among the 33 aGPCRs; eight were found to be associated with worse clinical outcome. Patients with high expression (Z≥1) in one of the eight genes have significantly shorter median overall survival and disease-free survival (DFS) compared with patients with low (Z-1 (median OS: 8.10 vs 20.50 months, p=0.0251). Conclusion: Overall, our data suggest that particular aGPCRs are frequently upregulated in AML and that their overexpression is associated with poor clinical outcome. Future functional and mechanistic analysis are needed to address the role of aGPCRs in AML. Disclosures No relevant conflicts of interest to declare."
}