{
    "doi": "https://doi.org/10.1182/blood.V114.22.3443.3443",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1585",
    "start_url_page_num": 1585,
    "is_scraped": "1",
    "article_title": "Oxaliplatin, Fludarabine, Cytarabine, and Rituximab Combination Therapy Induces High Response Rates in Agressive Chronic Lymphocytic Leukemia (CLL) and Richter's Syndrome (RS). ",
    "article_date": "November 20, 2009",
    "session_type": "CLL - THERAPY, EXCLUDING TRANSPLANTATION POSTER II",
    "topics": [
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "combined modality therapy",
        "cytarabine",
        "fludarabine",
        "frequency of responses",
        "oxaliplatin",
        "richter's syndrome",
        "rituximab",
        "chronic lymphocytic leukemia refractory"
    ],
    "author_names": [
        "Apostolia-Maria Tsimberidou, MD, PhD",
        "William Wierda, MD, PhD",
        "William Plunkett",
        "Susan O'Brien, M.D.",
        "Thomas J. Kipps, MD, PhD",
        "Jeffrey Alan Jones, MD, MPH",
        "Susan Smith",
        "Annette Jalayer, RN",
        "Hagop M. Kantarjian, MD",
        "Michael Keating, MD"
    ],
    "author_affiliations": [
        [
            "University of Texas M. D. Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "University of Texas M. D. Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "University of Texas M. D. Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "University of Texas M. D. Anderson Cancer Center, Houston, TX, "
        ],
        [
            "Moores UCSD Cancer Center, CLL Research Consortium, La Jolla, CA, USA, "
        ],
        [
            "Ohio State University Medical Center, Columbus, OH, USA"
        ],
        [
            "University of Texas M. D. Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "University of Texas M. D. Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "University of Texas M. D. Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "University of Texas M. D. Anderson Cancer Center, Houston, TX, USA, "
        ]
    ],
    "first_author_latitude": "29.7068146",
    "first_author_longitude": "-95.3971547",
    "abstract_text": "Abstract 3443 Poster Board III-331 Introduction The first Phase I-II clinical trial of oxaliplatin, fluradabine, cytarabine (Ara-C), and rituximab (OFAR1) demonstrated significant activity in refractory CLL and RS (Tsimberidou et al , J Clin Oncol, 2008;26:196). To enhance the response rate and decrease myelosuppression, the dose of oxaliplatin was increased to 30mg daily, the dose of Ara-C was decreased to 0.5g/m 2 daily and the optimal number of days of fluradabine and Ara-C administration was explored (OFAR2). Methods In a Phase I-II study of OFAR2, patients were treated with oxaliplatin 30mg/m 2 , D1-4; fludarabine 30mg/m 2 , Ara-C 0.5g/m 2 ; rituximab 375mg/m 2 , D3; and pelfigrastim 6mg, D6. Fludarabine and Ara-C were given on D2-3 (dose level 1) D2-4 (dose level 2) or D2-5 (dose level 3); courses were repeated every 4 weeks. Patients received prophylaxis for tumor lysis, DNA viruses, and PCP. A “3+3” design was used and the planned number of patients in the Phase II was 90 (CLL, 60; RS, 30). Results Ninety-one patients (CLL, 67; RS, 24) have been treated to date: Phase I, 12 patients (by dose level: 1, n=3; 2, n=6; and 3, n=3). DLTs were noted in 2 of 3 patients on dose level 3 (G4 diarrhea, 1; G4 neutropenic sepsis, 1); thus, dose level 2 was the MTD. Seventy-nine patients (relapsed CLL, 58; RS, 19) have been treated in the Phase II portion of the study. Patient characteristics were as follows: age > 60 years, 65%; 17p deletion, 38%; 11q deletion, 13%; 13q deletion, 16%; trisomy 12, 21%; no findings, 12%; unmutated IgVH, 80%; ZAP70-positive, 75%; and CD38 ≥30%, 58%. Response in patients treated in the Phase II recommended dose is shown in Table (evaluable, 67).  Response . RS, N=15 . Refractory CLL, N= 52 . No. of pts. . % . No. of pts. . % . CR 1 7 2 4 nPR 0 0 9 17 PR 5 33 22 42 Fail 8 53 15 29 Early death 1 7 4 8 Overall response 6 40 33 63 Response . RS, N=15 . Refractory CLL, N= 52 . No. of pts. . % . No. of pts. . % . CR 1 7 2 4 nPR 0 0 9 17 PR 5 33 22 42 Fail 8 53 15 29 Early death 1 7 4 8 Overall response 6 40 33 63 View Large The overall response rates in patients with 17p and 11q deletions were 48% and 55%, respectively. The median survival duration was 21 months (CLL, 21 months; RS, 9.5 months). At 18 months, the survival rates in patients with 17p and 11q deletions were 66% and 76%, respectively. Twelve patients underwent stem cell transplantation after OFAR2 (as post-remission therapy, n=10; as salvage, n=2). Overall, 196 cycles were administered. Grade 3-4 neutropenia, thrombocytopenia, and anemia were noted in 63%, 72%, and 39% of patients and in 57%, 70%, and 25% of cycles and Grade 3-4 infections in 19% of patients. Conclusion Preliminary results demonstrated that OFAR2 induced response in 40% of patients with RS and 63% of patients with relapsed/refractory CLL. OFAR2 had antileukemic activity in patients with 17p deletion. Clinical outcomes appeared to be superior to those of OFAR1 in refractory CLL, whereas results of OFAR1 appeared to be superior to those of OFAR2 in RS. Accrual is ongoing. Disclosures Tsimberidou: ASCO: ASCO Career Development Award; Sanofi: Research Funding. Off Label Use: Oxaliplatin is used off-label. Wierda: Genentech: Honoraria; Bayer, Sanofi-Aventis, Abbott, GSK: Research Funding; GSK, Trubion, Ligand, Genentech, Medimmune, Abbot: Consultancy; Celgene: Speakers Bureau. Plunkett: Sanofi-Aventis: Research Funding. O'Brien: Genentech: Research Funding; Sanofi: Consultancy. Kipps: NCI: Grant P01CA-81534."
}