{
    "doi": "https://doi.org/10.1182/blood.V116.21.337.337",
    "article_title": "GMP-Grade Large-Scale Expansion of Bone-Marrow- (BM) Derived Human Mesenchymal Stem/Stroma Cells (MSC): Comparison of Efficacy of Different Expansion Systems and Role of Cytokines/Chemokines ",
    "article_date": "November 19, 2010",
    "session_type": "Basic Science and Clinical Practice in Blood Transfusion: Ex Vivo Generation and Analysis of Blood Products",
    "abstract_text": "Abstract 337 Background: MSC cells can differentiate into different tissues and exhibit non-HLA-restricted immunosuppressive properties. They are promising candidates for cellular therapy. Therapeutic use requires large-scale GMP-grade expansion of MSC. Several protocols have been published. Here we systematically compare different expansion procedures with particular emphasis on role of cytokines/chemokines in the expansion medium. Materials and Methods: Bone marrow (BM) was obtained by aspiration from the iliac crest of healthy donors after informed consent and IRB approval. BM aspirate (anticoagulated with heparin (500 U/ml)) was incubated without manipulation in 5-chamber stacks (CellStacks; Corning) in a medium free of animal components (α-MEM (Lonza) with 10% human platelet lysate (hPL)). In the single-step protocol 1.2×10 4 MNC/ cm 2 were seeded. Non-adherent cells were washed off after 72–96 hrs. Partial medium exchange (40%) was performed twice a week (wk). After 11 days MSC were harvested by incubation with recombinant trypsin (TrypZean, Lonza). In the two-step protocol 5×10 4 leukocytes/cm 2 were seeded in 2-chamber stacks. Non-adherent cells were removed after 72–96 hours and complete medium exchange was performed twice/wk. Cells were harvested after 10 days and the harvest was seeded in a 2nd culture at a density of 0.4×10 4 MSC/cm 2 . This 2nd culture was harvested after 5 days. Cytokines/chemokines in hPL and in culture medium during the course of expansion was measured by Milliplex MAP Kit (Millipore Corp). Surface marker expression was measured on FACSAria and FACScan. Results: Higher number of MSC could be achieved in cultures with hPL compared to fetal calf serum. hPL was equally effective in supporting MSC proliferation if prepared from apheresis platelet concentrates (PC), buffy coat-derived pooled PC in plasma or pooled PC in additive solution. hPL contained large amounts of PDGF-AB/BB (790 ng/ml; mean of 3 batches of hPL from buffy coat-derived pooled PC), PDGF-AA (266 ng/ml), RANTES (2706 ng/ml), sCD40L (27 ng/ml), GRO (11 ng/ml), sVCAM (2511 ng/ml), sICAM (188 ng/ml). During culture, sCD40L declined rapidly to very low levels. Concentration of PDGF-AA, RANTES and sICAM remained almost stable. In contrast, PDGF-AB/BB declined to low levels (<0.007 ng/ml) in MSC expansion culture whereas concentration remained stable under the same conditions in the absence of MSC. Decline was associated with MSC numbers in the expansion. BM samples from healthy donors (n=4) were split in order to perform paired comparison of single-step vs. two-step expansion protocol. In the single-step protocol 16.3×10 3 ±5.8×10 3 MSC/μl BM seeded were harvested after 11±0 days. In the two-step protocol 12.0×10 3 ±4.4×10 3 MSC/μl BM were harvested after 10 days at the end of passage 0 and 104.0×10 3 ±60.4×10 3 after 5±1 days at the end of passage 1. The overall consumption of medium in the single-step protocol was substantially higher than in the two-step protocol. Phenotype of MSC from the two culture systems did not significantly differ regarding standard markers (positive for CD73, CD90, CD105, HLA-class I; neg. for CD45, CD3, CD34, HLA-DR). However, in passaging experiments we could demonstrate that proportion of MSC positive for CD49a, CD71, CCR4/CD194, CD349 and MSCA-1 decreased whereas proportion of cells positive for c-kit/CD117, CCR3/CD193, CXCR4 and CD200 increased. Conclusion: hPL-based system allows efficient expansion of MSC up to a total number >1×10 9 MSC from a 15 ml BM aspirate in 2–3 wks with only one passaging step. hPL is a rich source of cytokines, some of which (PDGF-AB/BB) seem to be consumed during expansion and arrive at very low concentrations at the end of the expansion culture. A two-step system provides higher number of MSC per BM cells seeded and requires less medium/culture vessels. Phenotype and differentiation capacity does not differ between single- or two-step culture. However, further passaging goes along with substantial changes of the phenotype. Previous conflicting results regarding chemokine expression of MSC might be due to differences in ex-vivo culture period. Given that chemokine receptor expression affects in-vivo behaviour of cells, MSC harvested after initial expansion (passage 0 or 1) substantially differ from older cells, emphasizing the need to highly standardize all parameters of expansion. (Supported by EU 7 th Framework Programme, Projects CASCADE and REBORNE). Disclosures: Fekete: Institute of Clinical Transfusion Medicine and Immunogenetics: Employment. Fuerst: Institute of Clinical Transfusion Medicine and Immunogenetics: Employment. Schrezenmeier: Institute of Clinical Transfusion Medicine and Immunogenetics: Employment.",
    "topics": [
        "chemokines",
        "culture media",
        "cyclic gmp",
        "cytokine",
        "good manufacturing practice",
        "concentrate dosage form",
        "human placental lactogen",
        "platelet-derived growth factor",
        "transfusion",
        "human leukocyte antigens"
    ],
    "author_names": [
        "Markus Rojewski",
        "Natalie Fekete",
        "Daniel Fuerst",
        "Philippe Bourin",
        "Ramin Lotfi",
        "Volker Mailaender",
        "Gerlinde Schmidtke-Schrezenmeier",
        "Luc Sensebé",
        "Hubert Schrezenmeier"
    ],
    "author_dict_list": [
        {
            "author_name": "Markus Rojewski",
            "author_affiliations": [
                "Inst. of Clinical Transfusion Medicine and Immunogenetics, German Red Cross Blood Transfusion Service Baden-Württemberg-Hessia, Institute of Transfusion Medicine, University of Ulm, Ulm, Germany, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Natalie Fekete",
            "author_affiliations": [
                "Inst. of Clinical Transfusion Medicine and Immunogenetics, German Red Cross Blood Transfusion Service Baden-Württemberg-Hessia, Institute of Transfusion Medicine, University of Ulm, Ulm, Germany, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniel Fuerst",
            "author_affiliations": [
                "Inst. of Clinical Transfusion Medicine and Immunogenetics, German Red Cross Blood Transfusion Service Baden-Württemberg-Hessia, Institute of Transfusion Medicine, University of Ulm, Ulm, Germany, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Philippe Bourin",
            "author_affiliations": [
                "Secteur Thérapie Cellulaire, Etablisement français du sang midi-pyrénées, Toulouse, France, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ramin Lotfi",
            "author_affiliations": [
                "Inst. of Clinical Transfusion Medicine and Immunogenetics, German Red Cross Blood Transfusion Service Baden-Württemberg-Hessia, Institute of Transfusion Medicine, University of Ulm, Ulm, Germany, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Volker Mailaender",
            "author_affiliations": [
                "Max Planck Institute for Polymer Research, Mainz, Germany, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gerlinde Schmidtke-Schrezenmeier",
            "author_affiliations": [
                "Institute of Transfusion Medicine, University Hospital Ulm, Ulm, Germany, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Luc Sensebé",
            "author_affiliations": [
                "Etablissement Francais du Sang Centre-Atlantique, Tours, France"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hubert Schrezenmeier",
            "author_affiliations": [
                "Inst. of Clinical Transfusion Medicine and Immunogenetics, German Red Cross Blood Transfusion Service Baden-Württemberg-Hessia, Institute of Transfusion Medicine, University of Ulm, Ulm, Germany, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-16T13:10:01",
    "is_scraped": "1"
}