{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.1327.1327",
    "article_title": "CD9 Blockade Effectively Suppresses Disease Progression of Pediatric B-Precursor Acute Lymphoblastic Leukemia and Enhances Chemosensitivity ",
    "article_date": "December 7, 2017",
    "session_type": "614. Acute Lymphoblastic Leukemia: Therapy, excluding Transplantation: Poster I",
    "abstract_text": "Despite major advances in risk-directed multi-agent chemotherapy, specific subtypes of high-risk and relapsed/refractory pediatric B-precursor acute lymphoblastic leukemia (B-ALL) remain associated with poor clinical outcomes, highlighting the need for development of novel and effective therapeutic strategies. CD9, a tetraspanin family protein, has been associated with metastasis and progression of various types of malignancies, but its prognostic relevance and therapeutic potential in pediatric B-ALL remain largely unknown. In a cohort of pediatric B-ALL cases, we identified that CD9+ patients had significantly lower 5-year overall (OS) and relapse-free survival (RFS) rates when compared with CD9- cases (OS: 81.5% vs 100%, P = 0.022; RFS: 70.7% vs 92.3%, P = 0.029). Subgroup analysis revealed remarkably poorer outcomes in CD9+ patients of the high-risk group (OS: 61.5% vs 100%, P = 0.042; RFS: 46.2% vs 88.9%, P = 0.045). A similar trend was also observed in patients of the intermediate-risk group but not in the standard-risk group. In univariate analysis, CD9 positivity, age <1 year, white cell count ≥100 × 10^9/L and poor prednisone response were associated with lower RFS rate. In multivariate analysis, CD9 positivity (HR = 6.0; P = 0.019) remained as an independent prognostic factor for lower RFS rate. The efficacy of targeting CD9 for treatment of pediatric B-ALL was evaluated in the NOD/SCID mouse xenograft model. Our results showed that administration of CD9 neutralizing antibody as a single agent substantially reduced multi-organ leukemic burden by >90% ( P ≤ 0.037) and significantly prolonged survival ( P ≤ 0.007) of animals xenografted with the intermediate-risk 697 (TCF3-PBX1+) and high-risk RS4;11 (MLL-AF4+), but not the standard-risk Reh (ETV6-RUNX1+) cell lines. Similarly, CD9 antibody treatment significantly decreased B-ALL progression in patient-derived xenografts with a wide spectrum of genetic and disease features, including high-risk infantile MLL-AF4+ cases as well as those with relapsed/refractory diseases ( P ≤ 0.009). Importantly, CD9 antibody in combination with conventional chemotherapy consisting of vincristine, dexamethasone and L-asparaginase further prolonged animal survival, when compared to animals treated with CD9 antibody or chemotherapy alone ( P ≤ 0.006). In vitro , CD9 antibody significantly reduced proliferation of B-ALL cells ( P = 0.004) and markedly enhanced vincristine-, dexamethasone- and L-asparaginase-induced apoptosis ( P ≤ 0.044). Mechanistic studies revealed that CD9 was involved in B-ALL migration and stromal adhesion by modulating the affinity of integrin very late antigen-4. Our results collectively suggest that expression of CD9 in pediatric B-ALL patients was associated with adverse survival outcomes and that CD9 blockade, in adjunct to chemotherapy, could be a promising strategy for treatment of high-risk and relapsed/refractory pediatric B-ALL, possibly mediated by disruption of leukemia-stroma interaction in the bone marrow microenvironment. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "acute lymphocytic leukemia",
        "burkitt's lymphoma",
        "chemosensitivity",
        "disease progression",
        "pediatrics",
        "leukemia, b-cell, acute",
        "antibodies",
        "chemotherapy regimen",
        "asparaginase",
        "dexamethasone"
    ],
    "author_names": [
        "Chi Zhang, MSc",
        "Kam Tong Leung, PhD",
        "Karen Li, PhD",
        "Kathy Yuen Yee Chan, PhD",
        "Alex Wing Kwan Leung, MRCPCH",
        "John Tak Kit Cheung, BSc",
        "Frankie Wai Tsoi Cheng, MD",
        "Chi Kong Li, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Chi Zhang, MSc",
            "author_affiliations": [
                "The Chinese University of Hong Kong, Shatin, Hong Kong"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Kam Tong Leung, PhD",
            "author_affiliations": [
                "The Chinese University of Hong Kong, Shatin, Hong Kong"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Karen Li, PhD",
            "author_affiliations": [
                "The Chinese University of Hong Kong, Shatin, Hong Kong"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kathy Yuen Yee Chan, PhD",
            "author_affiliations": [
                "The Chinese University of Hong Kong, Shatin, Hong Kong"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alex Wing Kwan Leung, MRCPCH",
            "author_affiliations": [
                "The Chinese University of Hong Kong, Shatin, Hong Kong"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John Tak Kit Cheung, BSc",
            "author_affiliations": [
                "The Chinese University of Hong Kong, Shatin, Hong Kong"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Frankie Wai Tsoi Cheng, MD",
            "author_affiliations": [
                "The Chinese University of Hong Kong, Shatin, Hong Kong"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chi Kong Li, MD",
            "author_affiliations": [
                "The Chinese University of Hong Kong, Shatin, Hong Kong"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-12T09:29:24",
    "is_scraped": "1"
}