{
    "doi": "https://doi.org/10.1182/blood.V110.11.4364.4364",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1007",
    "start_url_page_num": 1007,
    "is_scraped": "1",
    "article_title": "Intrathecal Therapy with Liposomal Cytarabine Plus Radiotherapy in Ph+ Acute Myeloid Leukemia Patient with Central Nervous System (CNS) Involvement. ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "topics": [
        "central nervous system",
        "cytarabine",
        "intrathecal chemotherapy",
        "leukemia, myelocytic, acute",
        "liposomes",
        "radiation therapy",
        "colony-stimulating factors",
        "disease remission",
        "bcr-abl tyrosine kinase",
        "carcinomatous meningitis"
    ],
    "author_names": [
        "F. Ardizzone, MD",
        "M. Sciacca, MD",
        "A. Zavalgia",
        "Alberto Santagostino"
    ],
    "author_affiliations": [
        [
            "Haematology, Ospedale Sant’ Andrea, Vercelli, Piemonte, Italy"
        ],
        [
            "Haematology, Ospedale Sant’ Andrea, Vercelli, Piemonte, Italy"
        ],
        [
            "Mundipharma Italia, Milano, Italy"
        ],
        [
            "Haematology, Ospedale Sant’ Andrea, Vercelli, Piemonte, Italy"
        ]
    ],
    "first_author_latitude": "45.32322150000001",
    "first_author_longitude": "8.416723099999999",
    "abstract_text": "Background: Acute myeloid leukemia is a heterogeneous clonal disease often presenting with chromosomal aberrations. However, the t(9;22)(q34;q11) translocation is infrequently found (only 1–2%) in de novo diagnosed AML patients. Whilst CNS involvement with leptomenigeal metastasis (LM) in acute myelogenous leukemia is generally infrequent, the acute myelo-monocytic leukaemia (AMML) subtype is at high risk for development of LM (Chamberlain et al. J Neuro-oncology 2005 75: 71–83). Liposomal cytarabine (DepoCyte®) has shown to be more effective than free cytarabine in patients with LM ( Glantz et al. JCO  1999 ; 17 : 3110 ; Sancho et al. Haematologica  2006 ; 91 ). DepoCyte® is a novel sustained-release formulation with a terminal half-life 40 times longer than free cytarabine (Bleyer et al. Clin Cancer Res 99; 5:3349) and is approved for the treatment of adults with lymphomatous meningitis. Intrathecal (IT) liposomal cytarabine is distributed widely throughout the CSF and based on an extended half-life allowing for an administration once every 2–4 weeks only ( Chamberlain et al. Arch Neurol  1995 ; 52 : 912 ). Case report On March 2004, a 20-year-old male patient was diagnosed with AML (FAB M2). Conventional cytogenetic analysis (CCA) after GTG-banding revealed the translocation t(9;22)(q34;q11) in all metaphases and FISH confirmed the BCR/ABL rearrangement. The patient was initially treated with idarubicin and cytarabine but a complete hematologic remission was not achieved. The patient was also refractory to the second line therapy with MEC. A complete hematologic remission was finally achieved after treatment with Imatinib plus FLAG-IDA. While still in complete clinical and molecular remission he underwent allogenic peripheral blood cells (PBCs) transplantation in December 2004. The patient relapsed with leptomenigeal disease in August 2005 and cranial radiotherapy plus chemotherapy with the Hyper-CVAD regimen was started resulting again in a complete remission. A severe pulmonary infection (Aspergillosis) was successfully treated in January 2006 but one month later the patient presented with a second leptomenigeal relapse. Symptoms like leg weakness indicated spinal involvement and the MRI showed an enhancing mass extending to the cauda equina with infiltration into the gluteus muscles. A lumbar puncture was performed and myeloid blasts were found in the CSF. Therapy with liposomal cytarabine (50 mg every two weeks with concomitant dexametasone (4 mg i.t.) was initiated. We performed five injections every two weeks followed by further two injections every month plus lumbar radiotherapy with a total dose of 30Gy. A CSF sample was obtained before each IT treatment and already 14 days after the first treatment no myeloid blast were found in the CSF. A PET scan showed a very good partial response of the lumbar mass with minimal residual uptake after the end of radiotherapy. BCR/ABL transcripts were still found in the bone marrow and hence the patient was restarted with imatinib treatment leading to a complete haematological and molecular remission. Conclusion We conclude that the administration of liposomal cytarabine, combined in this case with radiotherapy on the lumbar vertebral column appears feasible, well tolerated and produces a better result than traditional i.t. cytarabine treatment in terms of onset and duration of response. At 13 months follow up after end of therapy the CSF persists to be negative for leukemic blasts in this patient with secondary relapsed leptomeningeal metastasis."
}