{
    "doi": "https://doi.org/10.1182/blood-2020-142947",
    "article_title": "Impact of Hemophilia a Inhibitor on Joint Health and Health-Related Quality of Life from the Hemophilia Utilization Group Studies Part VIII in the U.S ",
    "article_date": "November 5, 2020",
    "session_type": "904.Outcomes Research-Non-Malignant Conditions",
    "abstract_text": "Introduction: Persons with hemophilia A (PwHA) and Factor VIII inhibitors experience significant economic burden associated with high treatment costs and compromised physical and psychosocial health. Few studies have compared burden of illness for PwHA with active inhibitors to those with tolerized or no inhibitor. We describe clinical and treatment outcomes, and health-related quality of life (HRQoL) in PwHA with and without inhibitors using the Hemophilia Utilization Group Studies Part VIII (HUGS VIII) baseline cross-sectional data. Methods: HUGS VIII prospectively examines the cost and burden of hemophilia care, including HRQoL, arthropathy, and psychosocial impact in PwHA aged ≥2 years. The study enrolled PwHA with inhibitors and without inhibitor at a 1:2 ratio. Participants were classified to three groups: 1) active inhibitor (FVIII≥1.0 Bethesda Units within six months of data extraction), 2) presumably tolerized inhibitor (history of immune tolerance induction, ITI, and using factor VIII for prophylaxis), and 3) no inhibitor. Parents/adult participants completed a standardized interview at enrollment (baseline) to collect sociodemographic and clinical data, self-reported pain, joint health, and HRQoL measured by the EQ-5D-3L. Clinical chart review documented hemophilic severity, inhibitor level and treatment regimen. Associations between participants' characteristics and inhibitor status were assessed using Chi-square tests. Results: Data from 73 participants with complete baseline information were analyzed. Mean age was 24.8 (standard deviation (SD)=14.1) years, 65.8% were adults, 87.7% had severe hemophilia A, and 87.1% self-reported receiving prophylactic treatment. The three groups of participants were: non-inhibitor (n=42, 57.5%); tolerized inhibitor (n=23, 31.5%); and active inhibitor (n=8, 11.0%). Mean age among the tolerized inhibitor group was significantly younger (17.3, SD=9.3 years) than active inhibitor (22.6, SD=20.4) or non-inhibitor groups (29.3, SD=13.3), p=0.02. Among individuals with inhibitors, 78.6% had undergone ITI which was successful in 72.2%. Adult participants/parents in the active inhibitor group reported a lower rate of full-time employment (42.9%) compared to the non-inhibitor (58.5%) or tolerized inhibitor (55.7%) groups, p=0.03. Compared to those without inhibitors or tolerized inhibitors, those with active inhibitors showed lower HRQoL with lower covariates adjusted mean EQ-5D Visual Analogue Scale (73.1 vs. 83.6, 80.2, P=0.21) or index score (0.80 vs. 0.87, 0.88, P=0.57). Participants with active inhibitors and those without inhibitors were more likely to report having joint pain (85.7%, 75.6% non-inhibitors, vs. 59.1% tolerized inhibitors, p=0.26), or very stiff joints upon arising (71.4%, 73.2%, vs. 27.3%, p=0.002) or during the day (71.4%, 63.4% vs. 27.3%, p=0.01) than those with a tolerized inhibitor, likely due to younger age and earlier institution of long-term effective prophylaxis after ITI. Conclusions: While the study is limited to a small sample with a skew to younger age in persons with tolerized inhibitors, preliminary analyses indicate that individuals with active inhibitors experienced greater negative impacts on employment and HRQoL than PwHA with no or tolerized inhibitors. Younger persons with tolerized inhibitors showed better joint health (less pain, stiffness) than older persons with active or no inhibitor. Future research using longitudinal data on these participants will examine whether individuals in the tolerized inhibitor group with successful ITI continue with long-term prophylaxis and achieve positive joint health outcomes. View large Download slide View large Download slide  Close modal Disclosures Roberts: uniQure: Consultancy; Takeda: Consultancy, Research Funding, Speakers Bureau; Pfizer: Consultancy; Novo Nordisk: Consultancy, Speakers Bureau; Sanofi: Consultancy, Speakers Bureau; Octapharma: Consultancy, Speakers Bureau. Khairnar: Genentech, Inc.: Current Employment, Current equity holder in publicly-traded company; F Hoffmann-La Roche Ltd: Current equity holder in publicly-traded company. Wu: Baxalta US Inc., Bannockburn, IL (a Takeda Company), CSL Behring L.L.C., and Octapharma USA, Inc.: Research Funding. Carrasco: Baxalta US Inc., Bannockburn, IL (a Takeda Company), CSL Behring L.L.C., and Octapharma USA, Inc.: Research Funding. Curtis: Bayer: Consultancy; USC Hemophilia Utilization Group Study (HUGS): Consultancy; Novo Nordisk: Consultancy; Patient Reported Outcomes, Burdens and Experiences: Consultancy. Tran: Bioverativ: Consultancy; Novo Nordisk: Consultancy; Bayer: Consultancy; Takeda: Consultancy. Nichol: Pfizer: Research Funding; Octapharma: Research Funding; CSL Behring: Research Funding; Global Blood Therapeutics: Research Funding; Baxalta US Inc., Bannockburn, IL (a Takeda Company): Research Funding; Genentech Inc.: Research Funding.",
    "author_names": [
        "Megan M. Ullman, MA, MPH",
        "Marilyn J Manco-Johnson, MD",
        "Jonathan C. Roberts, MD",
        "Nicole Crook, RN",
        "Rahul Khairnar",
        "Joanne Wu, MDMS",
        "Steven Carrasco, MPH",
        "Randall Curtis, MBA",
        "Judith Baker, DrPH, MHSA",
        "Duc Quang Tran, Jr., MD",
        "Michael B. Nichol, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Megan M. Ullman, MA, MPH",
            "author_affiliations": [
                "Gulf States Hemophilia & Thrombophilia Center, University of Texas Health Science Center at Houston, Houston, TX "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Marilyn J Manco-Johnson, MD",
            "author_affiliations": [
                "University of Colorado Anschutz Medical Campus, Aurora, CO "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jonathan C. Roberts, MD",
            "author_affiliations": [
                "Bleeding & Clotting Disorders Institute, Peoria, IL "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nicole Crook, RN",
            "author_affiliations": [
                "Center for Inherited Blood Disorders, Orange, CA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rahul Khairnar",
            "author_affiliations": [
                "Genentech, Inc., South San Francisco, CA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joanne Wu, MDMS",
            "author_affiliations": [
                "University Of Southern California, Los Angeles, CA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Steven Carrasco, MPH",
            "author_affiliations": [
                "University of Southern California, Los Angeles, CA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Randall Curtis, MBA",
            "author_affiliations": [
                "Factor VIII Computing, Berkeley, CA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Judith Baker, DrPH, MHSA",
            "author_affiliations": [
                "Center for Inherited Blood Disorders, Orange, CA "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Duc Quang Tran, Jr., MD",
            "author_affiliations": [
                "Emory University, Hemophilia of Georgia Center for Bleeding & Clotting Disorders of Emory, Atlanta, GA"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael B. Nichol, PhD",
            "author_affiliations": [
                "University of Southern California, Los Angeles, CA "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-20T21:29:31",
    "is_scraped": "1"
}