{
    "doi": "https://doi.org/10.1182/blood.V122.21.3298.3298",
    "article_title": "Allogeneic HSCT Patients Receiving More RBC Transfusions Are At Increased Risk For Development Of Grade 2-4 Acute Graft-Versus-Host Disease ",
    "article_date": "November 15, 2013",
    "session_type": "722. Clinical Allogeneic Transplantation - Acute and Chronic GVHD, Immune Reconstitution: Poster II",
    "abstract_text": "Background A critical barrier to progress in allogeneic hematopoietic stem cell transplantation (allo-HSCT) has been a lack in understanding regarding why some transplant recipients of HLA-matched transplant grafts develop severe graft-versus-host disease (GvHD) while other recipients have relapse of their cancer without GvHD. Patients who develop a modest degree of acute and/or chronic GvHD have less relapse and optimal survival after allogeneic BMT. Thus, a mechanistic understanding of regulation of donor T-cell activation after allo-HSCT is needed. Using mouse models, Desmarets et al. have shown that pre-transplant leukoreduced RBC transfusions can cause recipient immunization against minor histocompatibility antigens (miHA) and activation and expansion of recipient T-cells that recognize donor miHA, contributing to rejection of subsequent allo-HSCT (Blood. 2009; 114:2315). Preliminary data from our lab suggest that leukoreduced RBC transfusions given concurrently with allo-HSCT can also increase post-transplant activation and expansion of donor T-cells, an effect which may lead to increased GvHD after transplant. Here, we have conducted a retrospective study of post-transplant RBC transfusions and acute GvHD (aGvHD) in allo-HSCT patients. We hypothesized that increased numbers of transfusions during the 30-day post-transplant period would be correlated with increased severity of aGvHD in these patients. Methods We conducted a retrospective analysis of RBC transfusion records and aGvHD data collected for 181 adult allo-HSCT patients who received their transplants at Emory University Hospital (EUH) between 2004 and 2009. Nine patients were excluded who died < 50 days post-transplant without developing aGvHD, since this was too early to determine aGvHD occurrence. Of the remaining 172 patients studied (median age 48 yrs at time of transplant, range 18-72), 88 (49%) were male and 84 (51%) were female. Patients had received either matched related HSCT (n=69, 40%) or matched unrelated HSCT (n=103, 60%) for treatment of SAA (n=7), BAL (n=2), ALL (n=18), AML (n=69), hemolytic anemia (n=2), CLL (n=6), CML (n=8), HD (n=5), MDS (n=23), myelofibrosis (n=6), MM (n=7) or NHL (n=19). For pts who developed aGvHD, the onset time ranged from 1 to 139 days post-transplant, with a median of 30 days. No aGvHD (grade 0) was diagnosed in 58 pts (34%), while 37 pts (21%) developed grade 1 aGvHD and 77 pts (45%) developed grade 2-4 aGvHD. The number of ABO matched, irradiated RBC units transfused 0 - 30 days post-transplant was tallied for each patient, ranging from 0 (no transfusions, n=13, 7.6% of pts) to 26 units, with an average of 5.6 and median of 4 units. All transfusions during this timeframe were administered at EUH. The median follow up time was 22 months post-transplant (range, 1.1 – 96.1 months). Results Pts were assigned to two groups, those who developed grade 0-1 aGvHD (n=95, 55%) or grade 2-4 aGvHD (n=77, 45%) within 140 days post-transplant. This study did not include analysis of late-onset aGvHD or chronic GvHD past this time point. Patients with grade 2-4 aGvHD had a higher average number of transfusions 0 - 30 days post-transplant compared with patients having grade 0-1 aGvHD (6.5 vs. 4.9 units, p = 0.02). Receiver-operator characteristics (ROC) analysis showed that a cutoff value of > 4 transfusions 0 - 30 days post-transplant had 56% sensitivity and 65% specificity to predict development of grade 2-4 aGvHD. When tested by logistic regression in a multivariate model, this cutoff value had a highly significant correlation with grade 2-4 aGvHD, with an odds ratio of 2.83 and p value = 0.0024. Other covariates including patient age, gender, and type of transplant (related vs. unrelated) were not significantly associated with aGvHD outcome. Conclusion Our retrospective analysis identified a significant positive correlation between the number of post-transplant RBC transfusions and severity of aGvHD after allo-HSCT. Additional studies are planned to determine whether RBC transfusions 0 - 30 days post-transplant stimulate allo-reactive T-cells via allo-antigen presentation or by otherwise promoting inflammation, and if one or both of these mechanisms contribute to increased GvHD. If so, it may be possible to develop strategies for optimization of RBC transfusion practices to reduce the risk of severe aGvHD after allo-HSCT. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "allogeneic hematopoietic stem cell transplant",
        "erythrocyte transfusion",
        "graft-versus-host disease, acute",
        "transplantation",
        "allopurinol",
        "hematopoietic stem cell transplantation",
        "brachial plexus neuritis",
        "blood transfusion",
        "graft-versus-host disease",
        "graft-versus-host disease, chronic"
    ],
    "author_names": [
        "Cynthia R. Giver, PhD",
        "Zahir Ali",
        "Sheilagh Barclay",
        "Sakura Hosaba, MD",
        "Qunna Li",
        "John Roback, MD, PhD",
        "Edmund K. Waller, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Cynthia R. Giver, PhD",
            "author_affiliations": [
                "Department of Hematology and Medical Oncology, Winship Cancer Institute, Division of BMT, Emory University, Atlanta, GA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Zahir Ali",
            "author_affiliations": [
                "BMT Data Office, Emory University, Atlanta, GA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sheilagh Barclay",
            "author_affiliations": [
                "School of Medicine, Pathology, Emory University, Atlanta, GA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sakura Hosaba, MD",
            "author_affiliations": [
                "Division of Hematology, Shiga University of Medical Science, Otsu, Japan, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Qunna Li",
            "author_affiliations": [
                "School of Medicine, Cardiology, Emory University,, Atlanta, GA, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John Roback, MD, PhD",
            "author_affiliations": [
                "Blood Bank Pathology, Emory University Hospital, Atlanta, GA, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Edmund K. Waller, MD, PhD",
            "author_affiliations": [
                "Department of Hematology and Medical Oncology, Winship Cancer Institute, Division of BMT, Emory University, Atlanta, GA, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-27T09:40:12",
    "is_scraped": "1"
}