{
    "doi": "https://doi.org/10.1182/blood-2019-130964",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4262",
    "start_url_page_num": 4262,
    "is_scraped": "1",
    "article_title": "GDF1 Is a Regulator of Sphingolipid Metabolism in Acute Myeloid Leukemia ",
    "article_date": "November 13, 2019",
    "session_type": "602.Disordered Gene Expression in Hematologic Malignancy, including Disordered Epigenetic Regulation",
    "topics": [
        "leukemia, myelocytic, acute",
        "metabolism",
        "sphingolipids",
        "ceramides",
        "impedance threshold device",
        "ms-like tyrosine kinase 3",
        "cancer",
        "cardiovascular abnormalities",
        "cytarabine",
        "enzymes"
    ],
    "author_names": [
        "Weiyuan Wang",
        "Emily Sullivan",
        "Vasiliki Papakotsi",
        "Andrea Cote",
        "Paul Toran, PhD",
        "Thomas P Loughran, Jr., MD",
        "Brian Barth, PhD MS, BS"
    ],
    "author_affiliations": [
        [
            "Department of Molecular, Cellular and Biomedical Sciences, University of New Hampshire, Durham, NH "
        ],
        [
            "Department of Molecular, Cellular and Biomedical Sciences, University of New Hampshire, Durham, NH "
        ],
        [
            "Department of Molecular, Cellular and Biomedical Sciences, University of New Hampshire, Durham, NH "
        ],
        [
            "Department of Molecular, Cellular and Biomedical Sciences, University of New Hampshire, Durham, NH "
        ],
        [
            "Department of Molecular, Cellular and Biomedical Sciences, University of New Hampshire, Durham, NH "
        ],
        [
            "University of Virginia Cancer Center, Charlottesville, VA"
        ],
        [
            "Department of Molecular, Cellular and Biomedical Sciences, University of New Hampshire, Durham, NH "
        ]
    ],
    "first_author_latitude": "43.138948",
    "first_author_longitude": "-70.9370252",
    "abstract_text": "BACKGROUND: Mutations to epigenetic and spliceosome regulators frequently occur in acute myeloid leukemia (AML) and contribute to the underlying pathobiology of the disease. In addition, recent studies have sought to improve the anti-AML efficacy of sphingolipid-based therapeutics by identifying the underlying mechanisms responsible for dysfunctional sphingolipid metabolism. Sphingolipids are an extensive classification of lipids that play profound roles in membrane structure as well as regulation of cellular function and fate. Ceramide, as the hydrophobic moiety of sphingolipids, serves as the hypothetical center of sphingolipid metabolism. It regulates cellular stress responses and apoptosis, whereas many of its metabolites regulate opposing processes such as proliferation and survival. Growth/differentiation factor 1 (GDF1) is a TGF-beta superfamily member, of which other members have been attributed roles in stem cell biology and hematopoiesis. Mutations in GDF1 have been found to be associated with congenital cardiovascular malformations, yet little is known about the role of GDF1 outside of cardiac development. GDF1 is encoded from a bicistronic gene that also encodes for ceramide synthase 1 (CERS1), which is responsible for generating the C18:0 species of ceramide. Recently, an anti-AML role was attributed to CERS1 in FLT3-ITD-mutated AML (Dany et. al. Blood 2016). However, a potential role for GDF1 was not evaluated in this study. Intriguingly, in preliminary work using FLT3 ITD transgenic mice we observed an inverse correlation between the expression of GDF1 and UGCG which encodes for the ceramide detoxifying enzyme glucosylceramide synthase. Therefore, our present study tested the hypothesis that GDF1, encoded from the bicistronic CERS1-GDF1 gene, exerts anti-AML efficacy by downregulating ceramide neutralization and promoting stem cell differentiation METHODS & RESULTS: Studies were carried out using AML cell lines as well as primary cells harvested from transgenic murine models of myelodysplastic syndrome (MDS) and AML (FLT3 ITD , Nup98-HoxD13, Srsf2 P95H -mutant, Tet2-deficient, Asxl1-deficient, and Tert-deficient). The expression of GDF1 was evaluated by real time qPCR in hematopoietic cells isolated from these models of MDS and AML. GDF1 expression was greatest in Srsf2 P95H -mutant (MDS) samples, which corresponded to enhanced sensitivity to ceramide-based therapies. We had recently reported this MDS-specific sensitivity for nanoliposomal ceramide (Barth et. al. Blood Advances 2019), which is a ceramide-based therapy currently in a clinical trial for solid tumor malignancies (ClinicalTrials.gov identifier: NCT02834611). Next, cell lines and models were treated with recombinant GDF1. Real time qPCR revealed that GDF1 treatment downregulated the expression of the genes in the ceramide neutralization pathway including UGCG . In addition, flow cytometry was used to show that GDF1 treatment promoted hematopoietic stem cell differentiation. Lastly, C57BL/6J mice engrafted with C1498 AML cells was used to show that GDF1 enhanced the therapeutic efficacy of cytarabine and nanoliposomal ceramide. CONCLUSIONS: Overall, this study provided evidence for differential expression of GDF1 in subtypes of MDS and AML and showed that GDF1 can regulate sphingolipid metabolism by downregulating ceramide neutralization. Importantly, we have demonstrated that GDF1 exerts anti-AML efficacy in combination with either standard care therapy or ceramide-based therapy. Therefore, GDF1-elevating strategies are well-positioned as novel therapeutic approaches for the treatment of AML and related myeloid hematological disorders. This work was funded by NIH/NCI K22 CA190674 (B.M.B.) and University of New Hampshire COBRE Pilot Project Grant NIH/NIGMS P20 GM113131 (B.M.B.). The authors acknowledge US Provisional Patent 62/602,437, issued to B.M.B. and the University of New Hampshire. Disclosures Loughran: Bioniz: Membership on an entity's Board of Directors or advisory committees; Keystone Nano: Membership on an entity's Board of Directors or advisory committees. Barth: University of New Hampshire: Patents & Royalties: US Provisional Patent 62/602,437; NIH (NCI and NIGMS): Research Funding."
}