{
    "doi": "https://doi.org/10.1182/blood.V114.22.3751.3751",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1445",
    "start_url_page_num": 1445,
    "is_scraped": "1",
    "article_title": "Phase II Trial of 90 y-Ibritumomab Tiuxetan Treatment as Consolidation After 6th R-CHOP Chemotherapy in Patients with Limited-Stage, Bulky Diffuse Large B Cell Lymphoma. ",
    "article_date": "November 20, 2009",
    "session_type": "LYMPHOMA: THERAPY WITH BIOLOGIC AGENTS, EXCLUDING PRE-CLINICAL MODELS POSTER III",
    "topics": [
        "diffuse large b-cell lymphoma",
        "ibritumomab tiuxetan",
        "phase 2 clinical trials",
        "r-chop",
        "toxic effect",
        "adverse event",
        "chemotherapy regimen",
        "combined modality therapy",
        "debulking",
        "electrocorticogram"
    ],
    "author_names": [
        "Deok-Hwan Yang",
        "Won Seog Kim",
        "Cheolwon Suh, MD",
        "Jae-Yong Kwak",
        "Joo-Sep Jung",
        "Sung Hyun Kim",
        "Jin Seok Kim, M.D., Ph.D.",
        "Je-Jung Lee, MD, PhD",
        "Hyeoung-Joon Kim"
    ],
    "author_affiliations": [
        [
            "Hematology-Oncolology, Chonnam National University Hwasun Hospital, Jeollanam-do, South Korea, "
        ],
        [
            "Samsung Medical Center, Sungkyunkwan University School of Medicine, Seoul, South Korea, "
        ],
        [
            "Department of Oncology, Asan Medical Center, University of Ulsan College of Medicine, Seoul, South Korea, "
        ],
        [
            "Department of Internal medicine, Chonbuk National University Hospital, Jeonju, South Korea, "
        ],
        [
            "Hematology-Oncolology, Busan National University Hospital, Pusan, "
        ],
        [
            "Department of Internal Medicine, Dong-A University College of Medicine, Pusan, South Korea, "
        ],
        [
            "Department of Internal Medicine, Yonsei University College of Medicine, Seoul, South Korea, "
        ],
        [
            "Hematology-Oncology, Chonnam National University Hwasun Hospital, Hwasun, Jellanamdo, South Korea, "
        ],
        [
            "Department of Internal Medicine, Chonnam National University Hwasun Hospital, Chonnam National University College of Medicine, Hwasun, South Korea"
        ]
    ],
    "first_author_latitude": "35.15901375",
    "first_author_longitude": "126.91374735000002",
    "abstract_text": "Abstract 3751 Poster Board III-687 Limited-stage non-Hodgkin's lymphomas with bulky mass are known to have a poor prognosis as like to those with advanced disease. There are very limited data to compare the results of chemotherapy alone with those of combined modality treatment. However, defining local failure at bulky sites as one component of relapse, radioimmuotherapy (RIT) appears to reduce failure rates at sites of bulky disease. We assessed the clinical efficacy and toxicity of 6 th R-CHOP chemotherapy and followed by ibritumomab tuixetan (Zevalin ¢ç ) consolidation in patients with bulky diffuse large B cell lymphoma (DLBCL). Patients and Methods This prospective, multi-center phase II clinical trial included the patients following as: i) patients with newly diagnosed CD20+ DLBCL ii) patients with stage I/II and bulky disease defined by maximum diameter greater than 10 cm or any mediastinal mass exceeding 1/3 the maximum trans-thoracic diameter (more than 8 cm) iii) patients that achieved a complete (CR) or partial response (PR) after 6 th R-CHOP chemotherapy iv) aged over 18 years and ECOG performance status 0-2. Conventional, single dose of ibritumomab tuixetan (0.4 mCi/kg) was administered after 6 th R-CHOP. Clinical response was evaluated after completion of 3 rd and 6 th R-CHOP and at 8 and 20 weeks after RIT, and assessed according to revised International Workshop Criteria. Results Twenty patients were treated with ibritumomab tuixetan as consolidation. Median age was 45.5 years and median size of bulky mass was 10.0 × 6.6 at diagnosis. 5 patients (35%) presented with high-intermediate or high risk by IPI and 4 patients underwent debulking operation. After a median of 17.5 months follow-up, the overall response rate was 95%, with a 80% CR and 15% PR. Two patients with PR after R-CHOP chemotherapy improved to CR after consolidation. However, four patients (20%) experienced a relapse with one of them progressed within 1 month after RIT. 2-year probability of progression-free survival (PFS) was 78.9 ±9.1%. The adverse events were mainly hematologic toxicities (more than grade3); neutropenia (60%) and thrombocytopenia (35%). Only one patient experienced a febrile neutropenia. Conclusions Consolidation treatment with Ibritumomab tuixetan resulted in a favorable response with tolerable toxicity in patients with bulky DLBCL. View large Download slide View large Download slide  Disclosures: No relevant conflicts of interest to declare."
}