{
    "doi": "https://doi.org/10.1182/blood.V128.22.1640.1640",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3277",
    "start_url_page_num": 3277,
    "is_scraped": "1",
    "article_title": "Phase 1 Results of FF-10501-01, a Novel Inosine 5'-Monophosphate Dehydrogenase Inhibitor, in Advanced Acute Myeloid Leukemia (AML) and Myelodysplastic Syndromes (MDS), Including Hypomethylating Agent (HMA) Failures ",
    "article_date": "December 2, 2016",
    "session_type": "616. Acute Myeloid Leukemia: Novel Therapy, excluding Transplantation: Poster I",
    "topics": [
        "inosine",
        "leukemia, myelocytic, acute",
        "myelodysplastic syndrome",
        "oxidoreductase",
        "leukemia, myelomonocytic, chronic",
        "disease progression",
        "guanine nucleotides",
        "leukemia",
        "atrial fibrillation",
        "complete remission"
    ],
    "author_names": [
        "Guillermo Garcia-Manero, MD",
        "Hui Yang, MD PhD",
        "Zhihong Fang",
        "Hagop M. Kantarjian, MD",
        "Courtney D. DiNardo, MD MSCE",
        "Elias J. Jabbour, MD",
        "Naveen Pemmaraju, MD",
        "Naval Daver, MD",
        "Ricardo Delumpa, RN",
        "Christopher Loiselle, RN",
        "Silvia Rivera, MS",
        "Kristin Anderson, BS",
        "Brittany Yearby, BS",
        "Susan Denton, RN",
        "Whitney Smith, BS",
        "Kathleen Tiefenwerth, RN",
        "Hiroyuki Iwamura, Dphil",
        "Teletha Gipson, PhD",
        "Michele Rosner, MS",
        "Thomas J. Myers, MD",
        "Linda J. Paradiso, DVM, MBA"
    ],
    "author_affiliations": [
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Westat Corporation, Houston, TX "
        ],
        [
            "Westat Corporation, Houston, TX "
        ],
        [
            "Westat Corporation, Houston, TX "
        ],
        [
            "FUJIFILM Corporation, Tokyo, Japan "
        ],
        [
            "Strategia Therapeutics, Inc., Houston, TX"
        ],
        [
            "Strategia Therapeutics, Inc., Houston, TX"
        ],
        [
            "Strategia Therapeutics, Inc., Houston, TX"
        ],
        [
            "Strategia Therapeutics, Inc., Houston, TX"
        ]
    ],
    "first_author_latitude": "29.707097200000003",
    "first_author_longitude": "-95.39710199999999",
    "abstract_text": "Inosine 5'- monophosphate dehydrogenase (IMPDH) is a rate-limiting enzyme that catalyzes de novo synthesis of the guanine nucleotide and is overexpressed in both hematologic and solid tumors. FF-10501-01 is a potent new competitive IMPDH inhibitor. We investigated the anti-leukemia effect of FF-10501-01 in a Phase 1 clinical study in advanced AML and MDS, including HMA failures. Previous preclinical studies demonstrated potent anti-proliferative and apoptotic effects of FF-10501-01 on AML cell lines, including HMA-resistant derivatives, through inhibition of de novo guanine nucleotide synthesis. Therefore, we performed a standard 3+3 dose-escalation Phase 1 trial to access the safety and clinical activity of FF-10501-01 in patients with advanced AML, MDS and chronic myelomonocytic leukemia (CMML). Eligibility criteria: age ≥ 18 years, high risk MDS/CMML, AML with documented PD following previous therapy, AML ≥ 60 years of age and not a candidate for other therapy, adequate renal and hepatic function, and no known history of significant cardiac disease. A total of 29 patients, 15M and 14F (23 AML, 6 MDS) have been treated in 7 dose cohorts (50 - 500 mg/m 2 PO BID) for 14 days on and 14 days off, and 400 mg/m 2 for 21 days on and 7 days off, each 28-day cycle. Median (range) values: age 75 yrs (59 - 88); baseline bone marrow blast counts for AML 34% (12 - 82), for MDS 10% (5 - 16), and overall 30% (5 - 82); and prior treatment regimens 2 (1 - 7). All patients relapsed from, or progressed on, prior HMAs. At baseline, mutations in FLT3, NPM1, GATA2, TET2, ASXL1, DNMT3A, NOTCH1, JAK2, IDH2, PTPN11, KRA, TP53, RUNX1, EZH2 and/or MDM2 were present in 13 of 29 (45%) of patients. Atrial fibrillation (Gr 2) was reported in 2 subjects at a dose of 500 mg/m 2 BID. This met the definition of dose-limiting toxicity (DLT) and no further enrollment was made at this dose level. The maximally tolerated dose (MTD) was declared at 1 dose level lower, 400 mg/m 2 BID, and this cohort was expanded to 6 subjects. No DLTs have been observed in N=7 total subjects treated at 400 mg/m 2 BID x 14 days. FF-10501-01 has been very well tolerated through 24 cycles. The most frequent drug-related AEs have been Gr 1-2 nausea, diarrhea and fatigue. Drug-related thrombocytopenia, neutropenia and bone marrow aplasia (all Gr 4) were reported in 1 patient at 200 mg/m 2 BID. The median number of FF-10501-01 cycles received to date is 2 (range 1 - 24). Partial remissions have occurred in 2 AML patients (50 and 100 mg/m 2 BID) after 3 cycles, lasting for 5 and 24 cycles, respectively, with the higher dose patient still on study after 24 cycles. A total of 8/23 (34.8%) AML patients, including the 2 PRs, have attained stable disease (SD) control with no disease progression over 3 - 24 cycles. Three AML patients remain on study through 3, 23 and 24 cycles, respectively. A bone marrow complete response was achieved in 1 MDS patient treated at 400 mg/m 2 BID after 1 cycle. Although the bone marrow blast counts have increased since, this patient remains stable and is still on therapy through 14 cycles. Three of 6 MDS patients (50%), including the marrow CR, attained SD control with no disease progression over 3, 14 and 14 cycles, and 2 remain on study through 3 and 14 cycles, respectively. FF-10501-01 was rapidly absorbed with mean T max of 2.74 hours and mean t 1/2 of 4.05 hours. Drug exposure (AUC 0-24 and AUC course ) increased with dose in a near linear manner. Potent suppression of circulating xanthine monophosphate (XMP), a marker of IMPDH activity, has been observed following FF-10501-01 administration on Day 1 of Cycles 1 and 2 at dose levels of 50 mg/m 2 BID and above. FF-10501-01 is a promising new agent for the treatment of advanced AML and MDS in patients who have failed or progressed on HMAs and with one or more baseline mutations in pathways known to be affected in AML and MDS. Preclinical activity was seen in multiple leukemia cell lines, including HMA-resistant derivatives. In a Phase 1 trial, clinical activity with a marrow CR, PRs, long-term disease stabilization (≥ 5 cycles) and a highly tolerable safety profile were observed. The Phase 2a expansion phase of the study is soon to begin. Disclosures DiNardo: Agios: Research Funding; Daiichi Sankyo: Research Funding; Celgene: Research Funding; Novartis: Research Funding; Abbvie: Research Funding. Jabbour: ARIAD: Consultancy, Research Funding; Pfizer: Consultancy, Research Funding; Novartis: Research Funding; BMS: Consultancy. Daver: BMS: Research Funding; Kiromic: Research Funding; Pfizer: Consultancy, Research Funding; Otsuka: Consultancy, Honoraria; Ariad: Research Funding; Karyopharm: Honoraria, Research Funding; Sunesis: Consultancy, Research Funding. Denton: Westat Corporation: Employment. Smith: Westat Corporation: Employment. Tiefenwerth: Westat Corporation: Employment. Iwamura: FUJIFILM Corporation: Employment. Gipson: Strategia Therapeutics, Inc.: Employment. Rosner: Strategia Therapeutics, Inc.: Employment. Myers: Strategia Therapeutics, Inc.: Employment. Paradiso: Strategia Therapeutics, Inc.: Employment."
}