{
    "doi": "https://doi.org/10.1182/blood.V110.11.4682.4682",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1078",
    "start_url_page_num": 1078,
    "is_scraped": "1",
    "article_title": "Flow Cytometric Determination of ZAP-70 Expression by SBZAP Antibody: Impact of Type of Data Analysis on Correlation with IgVH Mutation Status, Cytogenetics, and Level of ZAP-70 mRNA Expression in 351 Patients with Chronic Lymphocytic Leukemia (CLL). ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "topics": [
        "antibodies",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "data analysis",
        "mutation",
        "rna, messenger",
        "zap-70 kinase",
        "cytogenetics",
        "brachial plexus neuritis",
        "leukemic cells"
    ],
    "author_names": [
        "Wolfgang Kern, MD",
        "Frank Dicker, Ph.D.",
        "Susanne Schnittger, Ph.D.",
        "Claudia Haferlach, M.D.",
        "Torsten Haferlach, M.D."
    ],
    "author_affiliations": [
        [
            "MLL, Munich Leukemia Laboratory, Munich, Germany"
        ],
        [
            "MLL, Munich Leukemia Laboratory, Munich, Germany"
        ],
        [
            "MLL, Munich Leukemia Laboratory, Munich, Germany"
        ],
        [
            "MLL, Munich Leukemia Laboratory, Munich, Germany"
        ],
        [
            "MLL, Munich Leukemia Laboratory, Munich, Germany"
        ]
    ],
    "first_author_latitude": "48.1080895",
    "first_author_longitude": "11.473868",
    "abstract_text": "ZAP-70 is increasingly used for prognostication in CLL. However, type of data analysis and most appropriate antibody clones need to be defined. In 351 patients (pts) we analyzed ZAP-70 expression flow cytometrically using both SBZAP (Immunotech) and 1E7.2 (Caltag) antibody clones in parallel (both PE-conjugated). In 260 pts the SBZAP kit was used (combined with CD19/CD5/CD3) as specified by the manufacturer (referred to as “SBZAPkit”). In 104 pts (incl. 13 of previous 260) SBZAP was used with a different antibody combination (TdT/cCD79a/cCD3; custom design service (CDS) program, Immunotech; “SBZAPcds”). 1E7.2 was used in all pts. Data analysis for ZAP-70 expression was done in 3 different ways: % positive leukemic cells using normal T-cells as positive controls, mean fluorescence intensity (MFI) in leukemic cells, MFI-ratio between T- and leukemic cells. IgVH mutation status was analyzed in 226 pts and chromosome aberrations in 223 pts applying FISH with probes for del(6q), del(11q), +12, del(13q), del(17p), and t(11;14). % ZAP-70+ cells correlated with % IgVH homology (SBZAPkit, p<0.0001, r=0.358; SBZAPcds, p=0.003, r=0.403; 1E7.2, p=0.103, r=0.111). Accordingly, positivity for ZAP-70 (>20% positive cells, “Z+”) correlated with unmutated IgVH status (≥98% homology, “VHu”) although discordant cases frequently occured; concordant results were obtained in 71.4% (SBZAPkit, p<0.0001), 69.8% (SBZAPcds, p=0.004), and 47.0% (1E7.2, p=0.03). Better correlations with IgVH mutation status were found for ZAP-70 MFI in leukemic cells: SBZAPkit, p<0.0001, r=0.462; SBZAPcds, p<0.0001, r=0.566; 1E7.2, p<0.0001, r=0.296. Accordingly, a better concordance was observed between ZAP-70 positivity (MFI cut-offs: SBZAPkit, 1.5; SBZAPcds, 0.75; 1E7.2, 1.0) and IgVH mutation status: SBZAPkit, 75.2%, p<0.0001; SBZAPcds, 84.9%, p<0.0001; 1E7.2, 75.3%, p<0.0001. Mean MFI-values for VHu v VHm cases amounted to 1.29 v 0.73 (SBZAPkit, p<0.0001), 1.12 v 0.46 (SBZAPcds, p<0.0001), and 0.96 v 0.75 (1E7.2, p<0.0001). Evaluating ZAP-70 expression as MFI-ratio T:B-cells also resulted in strong correlations with IgVH mutation status for SBZAP: SBZAPkit, p<0.0001, r=−0.471; SBZAPcds, p=0.003, r=−0.402; 1E7.2, p=0.023, r=−0.153. Accordingly, a high degree of concordance was observed between ZAP-70 positivity (MFI cut-offs: SBZAPkit, 4.5; SBZAPcds, 4.5; 1E7.2, 3.0; rated positive if falling below cut-off) and unmutated IgVH status: SBZAPkit, 74.2%, p<0.0001; SBZAPcds, 66.5%, p=0.008; 1E7.2, 43.9%, p=0.162. Mean MFI-ratios for VHu v VHm cases were 3.35 v 6.08 (SBZAPkit, p<0.0001), 3.59 v 6.32 (SBZAPcds, p=0.01), and 2.14 v 2.73 (1E7.2, p=0.02). A high degree of correlation with levels of ZAP-70 mRNA expression as determined by quantitative PCR (n=44) was found for both MFI (p=0.002, r=0.461) and MFI-ratio (p<0.0001, r=0.596) using SBZAPkit. In pts rated ZAP-70 positive v negative by MFI-ratio mean ZAP-70 mRNA levels were 0.41 v 0.04 (p=0.002). No consistent associations of ZAP-70 expression assessed by flow with chromosomal aberrations was observed. The present results confirm the strong correlation between ZAP-70 expression and IgVH mutation status and its independence of chromosome aberrations. The data favor the evaluation of ZAP-70 expression using MFI in leukemic cells and the MFI-ratio between T-cells and leukemic cells over percentages of positive cells. SBZAP carries a significant potential for the diagnostic work-up in CLL."
}