{
    "doi": "https://doi.org/10.1182/blood.V122.21.1892.1892",
    "article_title": "Myelomatous Plasma Cells Display An Intermediate Gene Expression Pattern Between a Normal Plasma Cell and a Memory B Cell ",
    "article_date": "November 15, 2013",
    "session_type": "651. Myeloma: Biology and Pathophysiology, excluding Therapy: Poster I",
    "abstract_text": "Introduction Memory B cells (MBCs) remain viable in a non-proliferative state for years. These cells express genes involved in cell survival and anti-apoptotic factors, while repress the expression of cell cycle regulatory genes. During their differentiation into plasma cells (PCs), these cells develop an opposite gene expression pattern, with a higher expression of genes implicated in cell proliferation and activation, and a lower expression of survival genes. In multiple myeloma (MM) the PCs accumulate into the bone marrow due, at least in part, to failure of pro-apoptotic mechanisms normally expressed in PCs. In the present study we analyzed the gene expression patterns of MBCs and PCs from healthy donors and patients with MM, in order to determine whether or not myelomatous PCs share characteristics of MBCs and/or normal PCs, and to identify possible genes related to the pathophysiology of the disease. Methods MBCs were obtained by immunomagnetic separation from buffy coats of 5 aged healthy donors. Likewise, PCs were isolated from bone marrow of 6 healthy donors and of 5 patients with MM. Using microarray techniques we analyzed the expression of 45000 genes in all samples. We performed unsupervised hierarchical cluster of gene expression data using the average linkage and the Euclidean distance. To identify differentially expressed genes among experimental groups we applied non-parametric Kruskal Wallis test. The differences in expression with a p value < 0.05 were considered significant. All analyses were performed using the Multi-experiment Viewer 4.7.1 software. Results From the hierarchical cluster obtained we clearly identified two groups, one which included normal PCs samples and the other one containing myelomatous PCs and MBCs. Interestingly, myelomatous PCs displayed intermediate features between MBCs and normal PCs (Figure 1). We found 5159 genes differentially expressed between normal and myelomatous PCs. Among these, we identified 3455 genes which displayed a similar expression pattern between MBCs and myelomatous PCs, including caspases inhibitors, MAP kinases, ubiquitins, transcription and translation factors. Conclusion Myelomatous PCs display an intermediate gene expression pattern between normal PCs and MBCs. These cells display high expression of genes involved in cell survival that should be normally inactivated in the transit of MBC to a normal PC, so that its expression pattern is closer to a MBC than a normal PC. View large Download slide View large Download slide  Close modal Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "b-lymphocytes",
        "caspases",
        "gene expression",
        "immunomagnetic separation",
        "memory",
        "multiple myeloma",
        "phosphotransferases",
        "photon correlation spectroscopy",
        "plasma cells",
        "portacaval shunt, surgical"
    ],
    "author_names": [
        "Alicia Baez",
        "Jose Ignacio Piruat, Ph.D",
        "Teresa Caballero-Velazquez",
        "María Victoria Barbado, Ph.D",
        "Isabel Alvarez-Laderas",
        "Africa Millan-Ucles",
        "Mayte Medrano",
        "Estefania Garcia-Guerrero",
        "Luis Ignacio Sanchez-Abarca, Ph.D.",
        "Ildefonso Espigado",
        "Jose Antonio Perez-Simón, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Alicia Baez",
            "author_affiliations": [
                "Hematology, Instituto de Biomedicina de Sevilla (IBIS) Hospital Universitario Virgen del Rocío/CSIC/Universidad de Sevilla, Seville, Spain, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jose Ignacio Piruat, Ph.D",
            "author_affiliations": [
                "Hematology, Instituto de Biomedicina de Sevilla (IBIS) Hospital Universitario Virgen del Rocío/CSIC/Universidad de Sevilla, Seville, Spain, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Teresa Caballero-Velazquez",
            "author_affiliations": [
                "Hematology, Hospital Virgen del Rocío, Seville, Spain, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "María Victoria Barbado, Ph.D",
            "author_affiliations": [
                "Hematology, Instituto de Biomedicina de Sevilla (IBIS) Hospital Universitario Virgen del Rocío/CSIC/Universidad de Sevilla, Seville, Spain, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Isabel Alvarez-Laderas",
            "author_affiliations": [
                "Hematology, Instituto de Biomedicina de Sevilla (IBIS) Hospital Universitario Virgen del Rocío/CSIC/Universidad de Sevilla, Seville, Spain, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Africa Millan-Ucles",
            "author_affiliations": [
                "Hematology, Instituto de Biomedicina (IBIS), Seville, Spain, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mayte Medrano",
            "author_affiliations": [
                "Hematology, Instituto de Biomedicina de Sevilla (IBIS), Seville, Spain, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Estefania Garcia-Guerrero",
            "author_affiliations": [
                "Hematology, Instituto de Biomedina de Sevilla (IBIS), Seville, Spain, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Luis Ignacio Sanchez-Abarca, Ph.D.",
            "author_affiliations": [
                "Servicio de Hematología, Instituto de Biomedicina de Sevilla (IBIS), Seville, Spain, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ildefonso Espigado",
            "author_affiliations": [
                "UGC Hematología y Hemoterapia. Hospital Universitario Virgen del Rocío. Instituto de Biomedicina de Sevilla (IBIS)/CSIC/Universidad de Sevilla, Seville, Spain, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jose Antonio Perez-Simón, MD, PhD",
            "author_affiliations": [
                "University Hospital Virgen del Rocío/ CSIC/ Biomedicine Institute of Seville/ University of Seville (Spain), Seville, Spain"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-26T18:40:00",
    "is_scraped": "1"
}