{
    "doi": "https://doi.org/10.1182/blood.V104.11.4350.4350",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=96",
    "start_url_page_num": 96,
    "is_scraped": "1",
    "article_title": "Rare Mutations of the PIK3CA Gene in Hematologic Malignancies. ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "hematologic neoplasms",
        "mutation",
        "pik3ca gene",
        "phosphotransferases",
        "1-phosphatidylinositol 3-kinase",
        "amino acids",
        "polymerase chain reaction",
        "adenocarcinoma of colon",
        "adenoma of large intestine",
        "alanine"
    ],
    "author_names": [
        "Claudia I. Muller, M.D.",
        "Carl W. Miller, Ph.D.",
        "Wolf-K. Hofmann, M.D.",
        "Norihiko Kawamata, M.D., Ph.D.",
        "H. Phillip Koeffler, M.D."
    ],
    "author_affiliations": [
        [
            "Dept. of Medicine, Division of Hematology/Oncology, Cedars-Sinai Medical Center, David Geffen School of Medicine, UCLA, Los Angeles, CA, USA"
        ],
        [
            "Dept. of Medicine, Division of Hematology/Oncology, Cedars-Sinai Medical Center, David Geffen School of Medicine, UCLA, Los Angeles, CA, USA"
        ],
        [
            "Department of Medicine, Division of Hematology/Oncology/Transfusion Medicine, Campus Benjamin Franklin, Charite - University-Hospital Berlin, Berlin, Germany"
        ],
        [
            "Dept. of Medicine, Division of Hematology/Oncology, Cedars-Sinai Medical Center, David Geffen School of Medicine, UCLA, Los Angeles, CA, USA"
        ],
        [
            "Dept. of Medicine, Division of Hematology/Oncology, Cedars-Sinai Medical Center, David Geffen School of Medicine, UCLA, Los Angeles, CA, USA"
        ]
    ],
    "first_author_latitude": "34.06911494999999",
    "first_author_longitude": "-118.41142559999999",
    "abstract_text": "Phosphatidylinositol 3-kinase (PI3K) is a lipid kinase that is activated in advanced cancers through inactivation of the PTEN tumor suppressor gene. Somatic mutations in the p110-alpha catalytic subunit, PIK3CA occur in colon, gastric, breast and lung cancers as well as in glioblastomas and colorectal adenomas. Mutations were found in two “hot spots”: the helical (exon 9) and kinase (exon 20) domains. Mutational analysis of PIK3CA in hematologic malignancies has not been reported. We performed a screening analysis of 28 cell lines from human hematologic malignancies as well as 46 AML and MDS samples and 42 lymphoma samples by polymerase chain reaction - single strand conformation polymorphism (PCR-SSCP) and nucleotide sequencing of the two “hot spots”. Two colon adenocarcinoma cell lines (SKCol1, SW403) were used as positive controls and revealed the known missense mutation (Q546K) in exon 9. A novel missense mutation occurred in the erythroid chronic myeloid leukemia cell line K562, causing an amino acid change from Glutamic acid to Alanine at amino acid position 545 of exon 9 (E545A). In the kinase domain (exon 20), a novel polymorphism was observed in two different MDS patients at Threonine residue 1025. Experiments are exploring the functional importance of the PIK3CA mutation and the PIK3CA polymorphism in exon 20. In summary, PIK3CA mutations are infrequent in hematologic malignancies."
}