{
    "doi": "https://doi.org/10.1182/blood.V112.11.2066.2066",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1112",
    "start_url_page_num": 1112,
    "is_scraped": "1",
    "article_title": "Bone Marrow Mesenchymal Stem Cells Are Altered in B-Cell Chronic Lymphocytic Leukemia. ",
    "article_date": "November 16, 2008",
    "session_type": "Chronic Lymphocytic Leukemia - Biology and Pathophysiology, excluding Therapy",
    "topics": [
        "bone marrow",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "stem cell, mesenchymal",
        "cytokine",
        "fibroblast growth factor 2",
        "5'-nucleotidase",
        "cd14 antigen",
        "cd45 antigens",
        "chemokines"
    ],
    "author_names": [
        "Céline Pebrel-Richard, PhD",
        "Richard Veyrat Masson, MD, PhD",
        "Frédérique Dubois-Galopin, PhD",
        "Jean-Jacques Guérin",
        "Laurent Guillouard",
        "Jacques Chassagne, PhD",
        "Jacques-Olivier Bay, MD, PhD",
        "Olivier Tournilhac, MD, PhD",
        "Karin Tarte, PhD",
        "Marc G Berger, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Hematology (Biology), EA 3846, CHU, Clermont- Ferrand, France"
        ],
        [
            "Hematology (Biology), EA 3846, CHU, Clermont- Ferrand, France"
        ],
        [
            "Hematology (Biology), EA 3846, CHU, Clermont- Ferrand, France"
        ],
        [
            "Hematology (Biology), EA 3846, CHU, Clermont- Ferrand, France"
        ],
        [
            "Hematology (Biology), EA 3846, CHU, Clermont- Ferrand, France"
        ],
        [
            "Hematology (Biology), EA 3846, CHU, Clermont- Ferrand, France"
        ],
        [
            "Service de Thérapie Cellulaire et d’Hématologie Clinique Adulte, EA 3846, Hotel-Dieu, Clermont-Ferrand, France"
        ],
        [
            "Service de Thérapie Cellulaire et d’Hématologie Clinique Adulte, EA 3846, Hotel-Dieu, Clermont-Ferrand, France"
        ],
        [
            "Inserm U917- MICA, Faculté de Médecine de Rennes, Rennes, France"
        ],
        [
            "Hematology (Biology), EA 3846, CHU, Clermont- Ferrand, France"
        ]
    ],
    "first_author_latitude": "45.78704905",
    "first_author_longitude": "3.11270755",
    "abstract_text": "In B-cell chronic lymphocytic leukemia (B-CLL), CD5 + CD19 + malignant cells home into the bone marrow (BM) and circulate in the blood. While CLL tumor cells are not susceptible to apoptosis in vivo , they die rapidly in vitro in the absence of specialized non-hematopoietic feeder cells, such as mesenchymal stem cells (MSC). Recent observations have suggested that there is a functional relationship between B cell clone and the stroma. We have thus compared BM-MSC obtained from B-CLL patients and healthy subjects. We first evaluated the influence of in vitro culture conditions on the number of BM-derived CFU-F and the proliferation of MSC and, in parallel, we quantified in unmanipulated normal and malignant BM samples the CD45 neg CD14 neg CD73 pos cell subset that was previously shown to contain CFU-F (Veyrat-Masson et al ., BJH, 2007). Changes in the level of 42 cytokines/chemokines, were then evaluated in MSC-conditioned media (4 CLL vs 4 normal BM-MSCs) using protein-array (RayBio Human Cytokine Antibody Array III TM , Tebu-bio SA,). In addition, total RNA was extracted (Rneasy MiniKit, Qiagen,) from 9 expanded MSC at passage 1 (P1) in the presence of bFGF (5 untreated B-CLL BM-MSC: 2 Binet stage A, 2 stage B and 1 stage C; 4 normal BM-MSC) and then reverse transcribed (High Capacity cDNA RT Kit, Applied BioSystems). Quantitative PCR reactions, using dedicated microfluid cards screening 384 selected genes, were then performed (TLDAs, Applied Biosystem Courtaboeuf, France). The expression of glyceraldehyde 3-phosphate dehydrogenase (GAPDH) was used to normalize gene expression level. Despite a 16-fold increase in total cell numbers tested, we found that most BM-MSC cultures from B-CLL patients failed under standard culture conditions (IMDM/10%FCS), in contrast with our experience with normal BM (69 % n = 13 vs <0.05 % n = 205 ; p <0.005). In agreement, CD45 neg CD14 neg CD73 pos cells were under the threshold of detection in most of B-CLL BM samples (11/16). In productive cultures, we found more CFU-F from B-CLL BM formed by large, polygonal mesenchymal cells (58.1 ± 12.7 % vs 11.4 ± 3.6 % ; p = 0.008 ). These cells proliferated poorly and in most cases could not be further amplified. The use of normal human AB serum, CLL serum, or bFGF enabled us to detect CFU-F in most malignant samples and to amplify mesenchymal cells (19/21 (90 %)), but their frequency remained lower than in control BM. By using protein-array, we observed that MSC tended to release lower amounts of IL-6, IL-7, and MCP-1 and sometimes higher amounts of IL-8. The concentrations of these cytokines/chemokines in the MSC culture supernatant are under validation by ELISA. Finally, among the 384 genes tested by RT-qPCR, we identified 16 statistically up-regulated genes and 41 down-regulated genes (Mann Whitney U test, P< .05; and SAM permutation analysis, FDR<5%). Up-regulated genes included several growth and angiogenic factors as well as key players of the stroma - tumor cell crosstalk. Most down-regulated genes were involved in differentiation pathways. Conclusions: These results show that the BM-MSC from B-CLL patients were quantitatively and functionally altered and are dependent for their in vitro growth on circulating soluble factors or on growth factors like bFGF. Interestingly, from this small series, we observed 57 differentially expressed genes which could be involved in the B-CLL specific stromal cell alterations previously reported (dysregulation of cytokine secretion, angiogenesis, host-tumor relationships). These findings suggest the possible permissive role of MSC on B-cell clone progression and raise the question as to whether we are dealing with selection of a mesenchymal subset or with alteration of mesenchymal cells induced by malignant B-cells"
}