{
    "doi": "https://doi.org/10.1182/blood.V126.23.209.209",
    "article_title": "mTORC1 Signaling and Metabolism Are Dynamically Regulated during Human NK Cell Maturation and in Adaptive NK Cell Responses to Viral Infection ",
    "article_date": "December 3, 2015",
    "session_type": "203. Lymphocytes, Lymphocyte Activation and Immunodeficiency, including HIV and Other Infections: Novel Immunodeficiencies and Natural Killer Cell Biology",
    "abstract_text": "Relatively little is known with respect to the metabolic characteristics that define human NK cell maturation and adaptive subsets of NK cells that expand in response to viral infections. The mammalian target of rapamycin (mTOR) signaling pathway integrates many major cellular processes in response to environmental cues to regulate cell growth, proliferation and metabolic states. mTOR is a serine/threonine protein kinase that interacts with several proteins to assemble two distinct complexes named mTOR complex 1 (mTORC1) and 2 (mTORC2). The mTOR-containing complexes have different sensitivities to the pharmacological agent rapamycin as well as upstream inputs and downstream outputs. Rapamycin specifically compromises the structural integrity of mTORC1 and reduces the specific activity of its kinase domain. To determine whether mTORC1 plays a role in NK cell maturation, we cultured NK cells for 2 days with IL-15 with or without rapamycin. The addition of rapamycin resulted in a relative decrease (11.9%, p=0.05) in the percentage of mature CD56 dim NK cells expressing the maturation marker CD57 in culture and in reduced CD57 mean fluorescence intensity (2.12 fold, p=0.01). The effect of rapamycin was independent of proliferation. NK cells treated with rapamycin exhibited a substantial decrease in expression of the transcription factor Eomesodermin (Eomes) (2.24 fold, p=0.02), which is necessary for late stages of NK cell maturation. Thus, our data suggest that mTORC1 signaling promotes Eomes expression, allowing for efficient NK cell maturation. mTORC1 directly phosphorylates the translational regulator S6 kinase (S6), leading to an increase in mRNA biogenesis, translational initiation and elongation. We analyzed phosphorylation of pS6 in NK cells from cytomegalovirus (CMV) seropositive donors in response to stimulation with PMA:ionomycin. CMV infection is uniquely associated with the expansion and persistence of a population of CD56 dim NK cells that express the activating receptor NKG2C. CD56 dim CD57 + NKG2C + NK cells are considered to be a human analogue of mouse Ly49H + NK cells that display heightened secondary responses to murine cytomegalovirus and exhibit properties of immunological memory. As such, we refer to CD56 dim CD57 + NKG2C + NK cells as \"adaptive\". We observed robust S6 phosphorylation in immature conventional CD56 dim CD57 - NKG2C - NK cells. S6 phosphorylation was lower in mature conventional CD56 dim CD57 + NKG2C - NK cells (1.87 fold, p=0.03), consistent with the reduced proliferative capacity and quiescence of this subset. Intriguingly, S6 phosphorylation was high in mature adaptive CD56 dim CD57 + NKG2C + NK cells (1.71 fold, p=0.03). Thus, our data show that mTORC1 signaling is downregulated during conventional NK cell maturation to enforce quiescence. mTORC1 signaling is subsequently upregulated in adaptive NK cells, which may allow them to exit from quiescence and expand in response to viral infections. mTOR controls cellular metabolism through the regulation of mitochondrial oxygen consumption and oxidative capacity. In contrast to effector CD8 + T cells, memory CD8 + T cells rely on oxidative phosphorylation for energy generation and possess substantial mitochondrial spare respiratory capacity. To determine whether adaptive NK cells have a similar metabolic profile, we stained NK cells from CMV seropositive donors with MitoTracker dye and found that adaptive NK cells contain higher amounts of mitochondria relative to conventional NK cell subsets (1.5 fold, p=0.01). Furthermore, using the Seahorse metabolic assay platform, we observed higher maximal respiration (2.1 fold, p=0.05) and spare respiratory capacity (38.1 fold, p=0.01) in NK cells from CMV seropositive donors with CD56 dim CD57 + NKG2C + expansions relative to NK cells from CMV seronegative donors. Therefore, our data suggest that adaptive NK cells are able to utilize oxidative energy pathways to promote expansion and survival. Together, we suggest a model whereby mTORC1 signaling is necessary to sustain Eomes expression and promote NK cell maturation. The mTORC1 signaling pathway is then turned down in mature NK cells to enforce quiescence. When NK cells become activated in response to viral infection, mTORC1 signaling increases to allow cells to exit quiescence, expand, and sustain oxidative metabolism ( Figure 1 ). View large Download slide View large Download slide  Close modal Disclosures Miller: Coronado: Speakers Bureau; Celegene: Speakers Bureau; BioSciences: Speakers Bureau.",
    "topics": [
        "mechanistic target of rapamycin complex 1",
        "metabolism",
        "natural killer cells",
        "signal transduction",
        "virus diseases",
        "cd56 antigens",
        "cd57 antigens",
        "neural cell adhesion molecules",
        "rapamycin",
        "mtor serine-threonine kinases"
    ],
    "author_names": [
        "Cichocki Frank",
        "Bin Zhang",
        "Martin Felice",
        "Bruce R. Blazar, MD",
        "Jeffrey S. Miller, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Cichocki Frank",
            "author_affiliations": [
                "Division of Hematology, Oncology and Transplantation, Department of Medicine, University of Minnesota, Minneapolis, MN "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Bin Zhang",
            "author_affiliations": [
                "Division of Hematology, Oncology and Transplantation, Department of Medicine, University of Minnesota, Minneapolis, MN "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martin Felice",
            "author_affiliations": [
                "Division of Hematology, Oncology and Transplantation, Department of Medicine, University of Minnesota, Minneapolis, MN "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bruce R. Blazar, MD",
            "author_affiliations": [
                "Division of Hematology, Oncology and Transplantation, Department of Medicine, University of Minnesota, Minneapolis, MN ",
                "Division of Pediatrics, Department of Medicine, University of Minnesota Cancer Center, Minneapolis, MN"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeffrey S. Miller, MD",
            "author_affiliations": [
                "Division of Hematology, Oncology and Transplantation, Department of Medicine, University of Minnesota, Minneapolis, MN "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-02T04:16:26",
    "is_scraped": "1"
}