{
    "doi": "https://doi.org/10.1182/blood.V122.21.4106.4106",
    "article_title": "Fibrotic Tissues In Human Primary Myelofibrosis With JAK2 V617F Are Developed Clonally From Malignant Hematopoietic Stem Cells ",
    "article_date": "November 15, 2013",
    "session_type": "635. Myeloproliferative Syndromes: Basic Science: Poster III",
    "abstract_text": "Primary myelofibrosis (PMF) is a clonal stem cell disorder, characterized by deregulated proliferation of myelofibroblasts. Pathogenesis of PMF has been intensively investigated by analyzing clonality of the disease mainly by X-linked gene inactivation assays. These studies suggested that hematopoiesis in PMF is clonal, whereas fibroblasts are polyclonal not belonging to the PMF clone but they secondarily proliferate in response to cytokines produced by malignant megakaryocytes or monocytes. However, we have previously reported that PMF-initiating cells exist within the circulating CD34 + CD38 - fraction expressing CD45, whose phenotype is analogous to normal hematopoietic stem cells (HSCs), and this population can reconstitute myelofibrosis after xenotransplantation into NOD/SCID/IL2rg-null mouse newborns (Saito et al. ASH Annual Meeting 2007). In this assay, human PMF HSCs reconstitute PMF-like disease in mouse after transplantation, and strikingly the vast majority of myelofibroblasts were of human origin on FISH analysis, suggesting that myelofibroblasts in PMF can be generated directly from circulating PMF stem cells. We here tried to test this hypothesis by directly analyzing human PMF samples. We performed clonal analyses of fibrotic tissues in PMF patients at the single cell level by utilizing JAK2 V617F mutation as a clonal marker. Nine patients of PMF with JAK2 V617F mutation were enrolled in this study. The fibrotic bone marrow tissues were stained with vimentin, CD34 and KP1 to identify fibroblast-like cells, endothelial cells and myeloid cells, respectively. Single cells of fibrotic tissues were sampled by a laser micro-dissection system, and CD34 + CD38 - CD45 + HSCs were purified from the blood by FACS. Genomic DNA from single sampled cells was tested for JAK2 V617F mutation. This extensive analysis showed that ∼20-40% of single HSCs and granulocyte/monocyte progenitors (GMPs) had JAK2 V617F. Similar percentages of single vimentin + fibroblast-like cells, CD34 + endothelial cells and KP-1 + myeloid cells had JAK2 V617F in each patient. Furthermore, each population also constituted similar percentages of heterozygous and homozygous JAK2 V617F as HSCs and GMPs did in each case. Because JAK2 V617F exists in each cell component of myelofibrotic tissues, whose frequency was almost equal to that of PMF HSCs, this study strongly suggests that the majority of myelofibrotic tissue cells belong to the PMF clone, and are differentiated directly from PMF HSCs. These data are compatible with our previous xenotransplantation data. Finally, it is also suggested that JAK2 V617F signaling is not necessary for PMF development. The new understanding of PMF pathophysiology shown here by our experiments might be useful to develop new treatment strategies for human PMF in future studies. Disclosures: Miyamoto: Kyushu University Hospital: Employment.",
    "topics": [
        "hematopoietic stem cells",
        "jak2 gene v617f",
        "myelofibrosis, idiopathic, chronic",
        "cd34 antigens",
        "cd45 antigens",
        "transplantation, heterologous",
        "clonality (genetic analysis)",
        "cytokine",
        "dna",
        "lasers"
    ],
    "author_names": [
        "Takuji Yamauchi, MD, PhD",
        "Takahiro Shima, MD",
        "Katsuto Takenaka, MD, PhD",
        "Toshihiro Miyamoto, MD",
        "Koichi Akashi, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Takuji Yamauchi, MD, PhD",
            "author_affiliations": [
                "Department of Medicine and Biosystemic Science, Kyushu University Graduate School of Medical Sciences, Fukuoka, Japan"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Takahiro Shima, MD",
            "author_affiliations": [
                "Department of Medicine and Biosystemic Science, Kyushu University Graduate School of Medical Sciences, Fukuoka, Japan"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Katsuto Takenaka, MD, PhD",
            "author_affiliations": [
                "Department of Medicine and Biosystemic Science, Kyushu University Graduate School of Medical Sciences, Fukuoka, Japan"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Toshihiro Miyamoto, MD",
            "author_affiliations": [
                "Department of Medicine and Biosystemic Science, Kyushu University Graduate School of Medical Sciences, Fukuoka, Japan"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Koichi Akashi, MD, PhD",
            "author_affiliations": [
                "Department of Medicine and Biosystemic Science, Kyushu University Graduate School of Medical Sciences, Fukuoka, Japan"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-25T04:03:57",
    "is_scraped": "1"
}