{
    "doi": "https://doi.org/10.1182/blood.V124.21.1281.1281",
    "article_title": "Risk-Benefit Trade-Off of Pediatric-Inspired Versus Hyper-CVAD Protocols for Philadelphia Negative Acute Lymphocytic Leukemia (ALL) in Adolescents and Young Adults: A Modeling Analysis ",
    "article_date": "December 6, 2014",
    "session_type": "902. Health Services and Outcomes Research – Malignant Diseases: Poster I",
    "abstract_text": "Background Although treatment outcomes for childhood acute lymphocytic leukemia (ALL) have dramatically improved in recent years, treatment outcomes in adolescents and young adults (AYA, ages 16-39) have remained inferior due to unfavorable cytogenetic features associated with increasing age and differences in treatment for this population. Pediatric-inspired protocols include L-asparaginase for induction and intensification phases, which are thought to be less tolerable and to lead to increased adverse events in adults. As a result, they are not widely used in the AYA population. Although non-comparative studies suggest improved survival in AYA patients treated with pediatric-inspired protocols, the long-term risk-benefit profile of treating AYAs with a pediatric-inspired ALL protocol is unknown. We utilized an exploratory decision-analytic approach to model the survival and quality-adjusted survival of a pediatric-inspired protocol versus hyper-CVAD, a widely utilized adult protocol, in AYA patients with Philadelphia negative ALL. Methods Patient outcomes were simulated using a 6-state Markov model including complete response (CR), no CR, first relapse, second CR, second relapse, and death. Hyper-CVAD protocol outcomes were modeled by fitting a Weibull distribution to the progression free survival curve of AYA patients from a single-center study of 288 patients a ; we utilized comparable patient data from a retrospective study of 85 patients treated with a pediatric-inspired regimen b to estimate a relative progression difference (HR = 0.51), and used this estimate to model survival for pediatric-inspired protocol patients. We estimated health state utilities (quality of life) based on treatment stage, and assumed the pediatric protocol had a 0.10 disutility compared to hyper-CVAD prior to the maintenance phase of treatment. Our analysis compared total life years and quality-adjusted life years (QALYs) between treatment protocols at 1 year, 5 years, and 10 years. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Results Treatment with the pediatric-inspired protocol led to a 0.04 increase in life years but a 0.01 decrease in QALYs at 1 year. By years 5 and 10, the pediatric-inspired protocol resulted in 0.18 and 0.24 increases in life years and 0.25 and 0.32 increases in QALYs, respectively, relative to hyper-CVAD. The lower quality of life associated with the induction and intensification phases of pediatric treatment was largely offset by more favorable progression-free survival and overall survival in comparison to hyper-CVAD. Table  Outcome . Pediatric . Hyper-CVAD . Difference . 1 Year     Life Years  0.815  0.774  0.041  QALYs  0.507  0.513  -0.006  5 Years     Life Years  1.882  1.633  0.250  QALYs  1.362  1.179  0.182  10 Years     Life Years  2.120  1.802  0.318  QALYs  1.564  1.324  0.241  Outcome . Pediatric . Hyper-CVAD . Difference . 1 Year     Life Years  0.815  0.774  0.041  QALYs  0.507  0.513  -0.006  5 Years     Life Years  1.882  1.633  0.250  QALYs  1.362  1.179  0.182  10 Years     Life Years  2.120  1.802  0.318  QALYs  1.564  1.324  0.241  View Large Conclusions Our exploratory analysis suggests Philadelphia negative AYA patients treated with a pediatric-inspired protocol experience a decrease in QALYs versus hyper-CVAD during the initial stages of treatment for ALL. However, the pediatric protocol leads to an increase in life years throughout all treatment stages and an increase in QALYs in the long-term following the initial stages of treatment. Ongoing work will incorporate treatment and adverse event costs to estimate the cost-effectiveness of pediatric-inspired versus hyper-CVAD protocols. a Kantarjian H. et al. Cancer 2004; 2788-801. b Storring JM, et al. BJH 2009; 76-85. Analysis support: This analysis was supported by Jazz Pharmaceuticals. Disclosures Guzauskas: Jazz Pharmaceuticals: Consultancy. Villa: Jazz Pharmaceuticals: Employment, Equity Ownership. Off Label Use: Defibrotide is an investigational treatment for hepatic veno-occlusive disease in the United States.. Vanhove: Jazz Pharmaceuticals: Employment, Equity Ownership. Veenstra: Jazz Pharmaceuticals: Consultancy.",
    "topics": [
        "acute lymphocytic leukemia",
        "adolescent",
        "hypercvad protocol",
        "pediatrics",
        "young adult",
        "adverse event",
        "asparaginase",
        "cancer",
        "complete remission",
        "experimental treatment"
    ],
    "author_names": [
        "Gregory F. Guzauskas, MSPH, PhD",
        "Kathleen F. Villa, MS",
        "Trudy F. Vanhove, MD PhD MBA",
        "David L. Veenstra, PharmD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Gregory F. Guzauskas, MSPH, PhD",
            "author_affiliations": [
                "University of Washington, Seattle, WA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Kathleen F. Villa, MS",
            "author_affiliations": [
                "Jazz Pharmaceuticals, Inc., Palo Alto, CA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Trudy F. Vanhove, MD PhD MBA",
            "author_affiliations": [
                "Jazz Pharmaceuticals, Palo Alto, CA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David L. Veenstra, PharmD, PhD",
            "author_affiliations": [
                "University of Washington, Seattle, WA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-29T18:36:55",
    "is_scraped": "1"
}