{
    "doi": "https://doi.org/10.1182/blood.V112.11.87.87",
    "article_title": "Bortezomib Induces Thrombocytopenia by Inhibiting Proplatelet Formation but Not Proliferation and Endomitosis in Human Primary Megakaryocytes ",
    "article_date": "November 16, 2008",
    "session_type": "Disorders of Platelet Number or Function",
    "abstract_text": "The proteasome inhibitor bortezomib has therapeutic activity in patients with multiple myeloma. The most common adverse event from its application is thrombocytopenia, which has kinetics that differ from those induced by other cytotoxic agents. After treatment with bortezomib, platelet counts usually decrease within a couple of days but rapidly recover toward baseline during the rest periods between each cycle. The lowest count of platelets in each cycle does not worsen during the 8 courses of bortezomib treatment. Furthermore, bortezomib does not induce any cytotoxic injury in megakaryocyte in the murine model. Therefore, we postulated that bortezomib-induced thrombocytopenia is caused by inhibition of the platelet releasing process without megakaryocyte toxicity. In vitro assays using human bone marrow-derived CD34-positive hematopoietic stem cells revealed that bortezomib did not inhibit colony formation and endomitosis of human primary megakaryocytes in the presence of recombinant human thrombopoietin (rhTPO). As proplatelet formation (PPF) is often used as the indicator of the platelet releasing process in vitro, we evaluated the inhibitory effects of bortezomib for PPF. Seven days after culture of human CD34-postive cells with 10 ng/ml rhTPO, mature megakaryocytes were enriched by discontinuous bovine serum albumin gradients (purity>90%). The enriched mature megakaryocytes were treated with various concentrations of bortezomib for a further 4 days and the percentage of megakaryocytes bearing PPF was calculated under a microscope. Bortezomib dose-dependently inhibited PPF from mature megakaryocytes. Other proteasome inhibitors such as lactacystin and MG132 also demonstrated inhibitory effects on PPF without inhibiting colony formation of megakaryocytes. Since the inhibition of transcriptional factor NF-kB activity is one of the major pathways of proteasome inhibitors, we evaluated the effects of NF-kB inhibitors such as (−)-DHMEQ and Bay11-7082. Both of these inhibitors also demonstrated inhibitory effects on PPF but did not inhibit the colony formation of megakaryocytes. To exclude the direct effects of bortezomib on human platelets, we analyzed the effects of bortezomib for the activation of caspase-3 and mitochondrial potential in human platelets. We found that bortezomib did not directly induce apoptosis in human platelets. Our results demonstrate that bortezomib induces thrombocytopenia by inhibiting PPF but does not affect proliferation of megakaryocytes, endomitosis and platelet apoptosis. We believe this is the first report using human primary megakaryocytes to clarify the pathogenesis of thrombocytopenia caused by bortezomib therapy.",
    "topics": [
        "bortezomib",
        "endomitotic cell cycle",
        "megakaryocytes",
        "proplatelet",
        "thrombocytopenia",
        "proteasome inhibitors",
        "cd34 antigens",
        "nf-kappa b",
        "adverse event",
        "caspase-3"
    ],
    "author_names": [
        "Wataru Nogami",
        "Akiko Yamane",
        "Takanori Nakamura",
        "Eri Matsuki",
        "Yasuo Ikeda",
        "Yoshitaka Miyakawa"
    ],
    "author_dict_list": [
        {
            "author_name": "Wataru Nogami",
            "author_affiliations": [
                "Division of Hematology, Keio University, Tokyo, Japan"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Akiko Yamane",
            "author_affiliations": [
                "Division of Hematology, Keio University, Tokyo, Japan"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Takanori Nakamura",
            "author_affiliations": [
                "Division of Hematology, Keio University, Tokyo, Japan"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eri Matsuki",
            "author_affiliations": [
                "Division of Hematology, Keio University, Tokyo, Japan"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yasuo Ikeda",
            "author_affiliations": [
                "Division of Hematology, Keio University, Tokyo, Japan"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yoshitaka Miyakawa",
            "author_affiliations": [
                "Division of Hematology, Keio University, Tokyo, Japan"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-10T06:41:44",
    "is_scraped": "1"
}