{
    "doi": "https://doi.org/10.1182/blood-2019-125695",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4255",
    "start_url_page_num": 4255,
    "is_scraped": "1",
    "article_title": "Alternative Donor and Disease-Specific Conditioning Regimen Hematopoietic Stem Cell Transplantation for Inherited Bone Marrow Failure Syndromes ",
    "article_date": "November 13, 2019",
    "session_type": "732.Clinical Allogeneic Transplantation: Results",
    "topics": [
        "conditioning (psychology)",
        "donors",
        "hematopoietic stem cell transplantation",
        "pancytopenia",
        "granulocyte colony-stimulating factor",
        "influenza",
        "alemtuzumab",
        "follow-up",
        "graft-versus-host disease",
        "immunoglobulins"
    ],
    "author_names": [
        "Fang Xu",
        "Min Xiong",
        "Ruijuan Sun",
        "Yanli Zhao",
        "Jianping Zhang",
        "Xingyu Cao",
        "Deyan Liu",
        "Zhijie Wei",
        "Jiarui Zhou",
        "Yue Lu",
        "Peihua Lu",
        "Daopei Lu"
    ],
    "author_affiliations": [
        [
            "Hebei Yanda Ludaopei Hospital, Langfang, China "
        ],
        [
            "Hebei Yanda Ludaopei Hospital, Langfang, China "
        ],
        [
            "Hebei Yanda Ludaopei Hospital, Langfang, China "
        ],
        [
            "Hebei Yanda Ludaopei Hospital, Langfang, China "
        ],
        [
            "Hebei Yanda Ludaopei Hospital, Langfang, China "
        ],
        [
            "Hebei Yanda Ludaopei Hospital, Langfang, China "
        ],
        [
            "Hebei Yanda Ludaopei Hospital, Langfang, China "
        ],
        [
            "Bone Marrow Transplant Department, Hebei Yanda Lu Daopei Hospital, Langfang, China "
        ],
        [
            "Hebei Yanda Ludaopei Hospital, Langfang, China "
        ],
        [
            "Hebei Yanda Ludaopei Hospital, Langfang, China "
        ],
        [
            "Hebei Yanda Lu Daopei Hospital, Langfang, China ",
            "Beijing Lu Daopei Institute of Hematology, Beijing, China"
        ],
        [
            "Hebei Yanda Ludaopei Hospital, Langfang, China "
        ]
    ],
    "first_author_latitude": "39.852573299999996",
    "first_author_longitude": "116.6719655",
    "abstract_text": "Background: The outcomes of alternative donor haematopoietic stem cell Transplantation(HSCT)for Inherited bone marrow failure syndromes(IBMFS) have not been well described,especially the conditioning regimens are major challenges ,each disease type has different characteristics, whether engraftment can be achieved with less toxicity. Method : With this background,we retrospectively analyzed alternative donor HSCT for 42 patients with IBMFS in our single center from November 2012 to August 2018. Results: 27 cases were Fanconia anemia(FA),7 cases were dyskeratosis congenital(DC), 8 cases were severe congenital neutropenias(SCN). The median age at diagnosis and transplantation were 4(1 to 25 ) years and 10(1.9 to 26)years respectively. Male to female was 28 :14. All patients were confirmed to have BMF and disease-specific pathogenesis-related gene mutations. 16 cases had disease specific congenital anomalies, 10 patients had family history. Chromosomal fragility test was positive in 8 cases of FA group. Indication of HSCT for FA and DC patients which were 30 patients had BMF or transfusion dependency at transplantation;4 cases had clonal disease (2 cases myelodysplasia, 2 cases acute myeloid leukaemia). Indication of HSCT for SCN patients were uncontrollable severe infection .FA received low dose Busulfan (Bu;total dose of 6.4 mg/kg, IV), Fludarabine (Flu; total dose of 120 mg/m 2, IV) , Cyclophosphamide (Cy; total dose of 2.0 g/m 2, IV) based-reduced intensity conditioning(RIC) ; DC patients received low dose TBI (total 300cGy, Special position, supine) , Flu(total dose of 120 mg/m 2, IV) , Cy( total dose of 3.0 g/m 2, IV) based-RIC, while SCN patients had Bu(total dose of 12.8 mg/kg, IV),Cy( total dose of 3.6 g/m 2, IV) or Flu(total dose of 160 mg/m 2, IV) based -myeloablative conditioning(MA); and all patients combinated either of 2 different rabbit ATG ,ATG-T , rabbit anti-human thymocyte immunoglobulin, total dose 5.0 -10 mg/kg in 26 cases or ATG-F ,rabbit anti-human lymphocyte immunoglobulin, total dose 20 mg/kg in 14 cases. Campath-1, Anti-CD52 mAb was accepted with total dose 1mg/kg in 2 cases. Donor types were matched unrelated donor(MUD) in 22 patients ,Haploidentical donor (HID) in 17 patients,unrelated cord blood (UCB) in three cases. Unmanipulated stem cells were used for all patients. The Haplo-HSCT cohort received granulocyte colony-stimulating factor (G-CSF)-primed BM combined with peripheral blood stem cells (PBSCs) , The MUD HSCT cohort only received G-CSF PBSCs. The UCB HSCT cohort received one unit CB . No primary graft failure was observed. The median myeloid engraftment time was 14 (range, 10 to 21) days.Survivor median follow-up time was 38 months (range, 9-63 months), the overall survival in all patients was 76.1% ,in FA,DC,SCN were 72.4% ,100%,53.0% respectively. Cumulative incidence of 100 days acute graft-versus-host disease(GVHD) was 48.1%,Cumulative incidence 1 year and 3 years of chronic GVHD were 35.0% and 69.3% respectively. The positive chromosomal fragility test was the only independent adverse prognostic factor in multivariate analysis for FA patients rather than age ,donor type and graft source. Main causes of death were GVHD (50%) and infection (20%).No secondary malignancies occurred after HSCT till the last follow up time. Conclusion : In our study, alternative donor and disease-specific conditioning regimen HSCT for IBMFS showed promising prognosis especially for DC patients. Chromosomal fragility test positive was the only independent adverse prognostic factor in HSCT for FA patients. View large Download slide View large Download slide  Disclosures No relevant conflicts of interest to declare."
}