{
    "doi": "https://doi.org/10.1182/blood.V110.11.2123.2123",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=902",
    "start_url_page_num": 902,
    "is_scraped": "1",
    "article_title": "Classifying Leukemias Based on Epigenetic Alterations. ",
    "article_date": "November 16, 2007",
    "session_type": "Disordered Gene Expression in Hematologic Malignancy including Disordered Epigenetic Regulation",
    "topics": [
        "epigenetics",
        "leukemia",
        "leukemia, myeloid",
        "acute erythroblastic leukemia",
        "azacitidine",
        "bone marrow specimen",
        "colony-stimulating factors",
        "cytosine",
        "dna, complementary",
        "glial cell-line derived neurotrophic factor"
    ],
    "author_names": [
        "Jaroslav Jelinek, MD, PhD",
        "Marcos R.H. Estecio, PhD",
        "Kimie Kondo, MS",
        "Rong He, MS",
        "Jiri Zavadil, PhD",
        "Jean-Pierre J. Issa, MD"
    ],
    "author_affiliations": [
        [
            "Department of Leukemia, The University of Texas M. D. Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Department of Leukemia, The University of Texas M. D. Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Department of Leukemia, The University of Texas M. D. Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Department of Leukemia, The University of Texas M. D. Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Department of Pathology and NYU Cancer Institute, New York University Medical Center, New York, NY, USA"
        ],
        [
            "Department of Leukemia, The University of Texas M. D. Anderson Cancer Center, Houston, TX, USA"
        ]
    ],
    "first_author_latitude": "29.7068146",
    "first_author_longitude": "-95.3971547",
    "abstract_text": "Acute leukemia is caused by alterations of blood-forming stem cells leading to uncontrolled growth and diminished capacity to differentiate into mature functional blood elements. Beside genetic changes, epigenetic alterations are increasingly recognized as important events in the pathogenesis of leukemia. Cytosine methylation in CpG islands at gene transcription start regions can cause heritable gene silencing and have the same functional effects as inactivating mutations. Hundreds of genes may become epigenetically silenced in leukemia. While many of the methylated genes are not expressed in blood cells, silencing of genes critically important for control of stem cell self-renewal, proliferation, differentiation, and/or survival can contribute to the malignant phenotype. We used a genome-wide method to identify methylated genes by hybridizing a CpG island microarray with amplicons obtained by the methylated CpG island amplification technique (MCAM). We analyzed 10 leukemia cell lines with different cellular origin (myeloid cell lines KG1, KG1a, HEL, K562, and TF1; T lymphoid cell lines CEM and JTAg; and B lymphoid cell lines ALL1, BJAB, and Raji). On average, 266 genomic loci were found to be hypermethylated in these cell lines, ranging from 56 (KG1) to 483 loci (Raji), reinforcing the idea of extensive epigenome alteration in leukemia. Unsupervised hierarchical clustering showed distinct methylation pattern in the cell lines of lymphoid origin versus myeloid leukemia cell lines and a GM-CSF-dependent erythroleukemia cell line TF-1, justifying the use of methylation markers for uncovering of tumor-specific pathways of gene inactivation. There was a striking difference in the number of hypermethylated genes between two closely related myeloid leukemia cell lines: KG1 (56 methylated loci) and its undifferentiated variant KG1a (225 methylated loci). cDNA microarray analysis showed that deoxy-azacitidine treatment induced expression of genes differentially methylated in KG1a (DKKL1, GBX, HIVEP3, KCNAB1, KIAA1102, NAV2, NEIL1, and RAX) but not in KG1 cells where these genes were unmethylated. Finally, we used bisulfite PCR followed by pyrosequencing analysis to quantitatively measure DNA methylation of several genes detected by MCAM. Ongoing analyses of bone marrow samples from leukemia patients showed hypermethylation of the following genes: GDNF (in 4/22 [18%] AML and 7/20 [35%] ALL patients), HAND2 (in 5/22 [23%] AML and 7/20 [35%] ALL patients), HIVEP3 (in 9/22 [41%] AML and 6/20 [30%] ALL patients), MPDZ (in 2/6 [33%] AML and 15/20 [75%] ALL patients), and NEIL1 (in 2/20 [10%] AML and 1/12 [8%] ALL patients). Mapping of DNA methylation abnormalities may detect epigenetic markers important for leukemia classification and prognosis. Identification of pathways frequently silenced by DNA methylation may also suggest new targets for specific therapy."
}