{
    "doi": "https://doi.org/10.1182/blood.V124.21.192.192",
    "article_title": "Revealing the Generation of Human Memory Stem T Cells in Haploidentical T-Replete Hematopoietic Stem Cell Transplantation ",
    "article_date": "December 6, 2014",
    "session_type": "722. Clinical Allogeneic Transplantation: Acute and Chronic GVHD, Immune Reconstitution: Risk Factors for GVHD and Outcomes",
    "abstract_text": "Introduction: The T cell memory compartment is multi-faceted and encompasses multiple subsets with divergent properties. In addition to central memory (T CM ) and effector memory (T EM ) cells, the spectrum of immunological memory has been recently extended with the identification of memory stem T cells (T SCM ). Gene expression profiling, corroborated by in vitro and in vivo experimental results, posits T SCM upstream T CM and T EM in T-cell ontogeny. However, T SCM role in immune reconstitution (IR) following allogeneic HSCT remains largely unknown. Here, we tracked T SCM dynamics in patients undergoing haploidentical HSCT. By this process, we unconventionally exploited HSCT as model system to provide novel insights into the contribution of T SCM to a mounting immune response. Patients and Methods: We characterized T cell dynamics during the first month post HSCT in 20 patients receiving myeloablative conditioning, T-replete haploidentical peripheral blood stem cell graft, and GvHD prophylaxis consisting of cyclophosphamide (PT-Cy day 3,4), MMF and sirolimus from day 5. Results: Upon infusion, naïve T cells (T N ) cells gradually disappeared from circulation, and by day 8 post HSCT the peripheral compartment was composed only by memory lymphocytes. At day 8, T SCM cells were the most represented circulating subset, and their frequency was significantly higher than that of the infused graft (LK). To investigate whether such high T SCM frequency was due to expansion of T SCM cells infused or to their direct in vivo generation, T cell subset proliferation was analyzed. At day 3 upon infusion (in the absence of immunosuppression), all memory subsets robustly proliferated, with T SCM cells displaying significantly higher frequencies of Ki-67 + cells compared to all other subsets. In sharp contrast, T N cells were scantly Ki-67 + , in line with the longer timeframe required for their priming. PT-Cy abrogated proliferation in all subsets. T cell counts however did not drop between day 5 and 8 post HSCT, and T SCM cells increased in percentages and absolute numbers. We thus explored whether T SCM cells were resistant to PT-Cy, but failed to record ALDH activity, the major mechanism of Cy inactivation, in CD3 + cells. neither within LK nor upon infusion. Accordingly, we detected high percentages of apoptotic cells within all memory subsets at day 5 post HSCT. Nonetheless, at day 8 significantly lower percentages of T SCM cells were Annexin V + compared to T CM /T EM , while by day 15 post-HSCT all memory subsets displayed very low levels of apoptosis. Thus, we reasoned that direct conversion of T N into T SCM could be the preferential mechanism underlying T SCM expansion. To prove this, we exploited the TCR sequences harbored by each individual T cell as surrogate clonal markers. Purified T cell subsets from LK and harvested 30 days post HSCT in 3 consecutive patients were subjected to TCR sequencing. Sequences harbored by LK-T N were retrieved in all memory subsets at day 30 after HSCT, showing that T N were able to generate the complete spectrum of immunological memory, including T SCM . Quantitative analysis revealed that only clonotypes originally harbored by LK-T N were significantly increased in counts at day 30 post-HSCT. In contrast, sequences unique to LK-T SCM , LK-T CM or LK-T EM were similar or reduced in counts at day 30 post-HSCT compared to LK, indicating that either PT-Cy efficiently dampened their expansion and/or that such memory lymphocytes persisted unchallenged upon in vivo infusion. Overall, in vivo fate mapping through TCR sequencing allowed defining the in vivo differentiation landscapes of human naïve T cells upon HSCT, highlighting T SCM as privileged players in the diversification of immunological memory. We next validated these results at the antigen-specific level. In suitable 5 patients, we recorded the presence of WT1 or PRAME-specific T N cells within donor LK. Upon HSCT, tumor-specific T cells increased in frequency and displayed a memory phenotype, comprising T SCM . Finally, by quantifying patient serum cytokines, we found that the degree of IL-7 availability at day 1 post HSCT correlated with the extent of T SCM expansion at day 8. Conclusions: These data provide novel insights into T SCM biology and ongoing analyses will define correlations with clinical events. Longer immunological follow-up will advance our understanding of the contribution of early T SCM generation to the overall success of post HSCT IR. Disclosures Bordignon: MolMed: Employment. Bonini: MolMed S.p.A.: Consultancy.",
    "topics": [
        "hematopoietic stem cell transplantation",
        "memory",
        "t-lymphocytes",
        "infusion procedures",
        "ki-67 antigen",
        "tissue transplants",
        "aldehyde dehydrogenases",
        "allogeneic hematopoietic stem cell transplant",
        "annexin a5",
        "antigens"
    ],
    "author_names": [
        "Nicoletta Cieri, MD PhD",
        "Giacomo Oliveira, MSc",
        "Raffaella Greco, MD",
        "Mattia Forcato, PhD",
        "Cristian Taccioli, PhD",
        "Veronica Valtolina, MSc",
        "Maddalena Noviello, PhD",
        "Luca Vago, MD PhD",
        "Attilio Bondanza, MD PhD",
        "Francesca Lunghi, MD",
        "Sarah Marktel, MD",
        "Laura Bellio, MD",
        "Claudio Bordignon, MD",
        "Silvio Bicciato, PhD",
        "Jacopo Peccatori, MD",
        "Fabio Ciceri, MD",
        "Chiara Bonini, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Nicoletta Cieri, MD PhD",
            "author_affiliations": [
                "San Raffaele Scientific Institute, Milano, Italy ",
                "San Raffaele Scientific Institute, Milano, Italy "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Giacomo Oliveira, MSc",
            "author_affiliations": [
                "Vita-Salute San Raffaele University, Milano, Italy ",
                "San Raffaele Scientific Institute, Milano, Italy "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Raffaella Greco, MD",
            "author_affiliations": [
                "San Raffaele Scientific Institute, Milano, Italy "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mattia Forcato, PhD",
            "author_affiliations": [
                "University of Modena and Reggio Emilia, Modena, Italy "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cristian Taccioli, PhD",
            "author_affiliations": [
                "University of Modena and Reggio Emilia, Modena, Italy "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Veronica Valtolina, MSc",
            "author_affiliations": [
                "San Raffaele Scientific Institute, Milano, Italy "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maddalena Noviello, PhD",
            "author_affiliations": [
                "San Raffaele Scientific Institute, Milano, Italy "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Luca Vago, MD PhD",
            "author_affiliations": [
                "San Raffaele Scientific Institute, Milano, Italy ",
                "San Raffaele Scientific Institute, Milano, Italy "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Attilio Bondanza, MD PhD",
            "author_affiliations": [
                "San Raffaele Scientific Institute, Milano, Italy "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francesca Lunghi, MD",
            "author_affiliations": [
                "San Raffaele Scientific Institute, Milano, Italy "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sarah Marktel, MD",
            "author_affiliations": [
                "San Raffaele Scientific Institute, Milano, Italy "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laura Bellio, MD",
            "author_affiliations": [
                "San Raffaele Scientific Institute, Milano, Italy "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Claudio Bordignon, MD",
            "author_affiliations": [
                "Vita-Salute San Raffaele University, Milan, Italy "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Silvio Bicciato, PhD",
            "author_affiliations": [
                "University of Modena and Reggio Emilia, Modena, Italy "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jacopo Peccatori, MD",
            "author_affiliations": [
                "San Raffaele Scientific Institute, Milan, Italy "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fabio Ciceri, MD",
            "author_affiliations": [
                "San Raffaele Scientific Institute, Milano, Italy ",
                "San Raffaele Scientific Institute, Milano, Italy"
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chiara Bonini, MD",
            "author_affiliations": [
                "San Raffaele Scientific Institute, Milano, Italy "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-29T15:37:47",
    "is_scraped": "1"
}