{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.2719.2719",
    "article_title": "Dehydropeptidase 1 Promoted Survival and Cell Cycle Progression through Regulation of CREB and P53 Pathways in B-Cell ALL ",
    "article_date": "December 7, 2017",
    "session_type": "618. Acute Lymphoblastic Leukemia: Biology, Cytogenetics, and Molecular Markers in Diagnosis and Prognosis: Poster II",
    "abstract_text": "Background: Outcome of adults with B-cell acute lymphoblastic leukemia (ALL) remains poor and relapse is the major cause of treatment-failure. Identifying new biomarkers in B-cell ALL and studying their clinical significance and biological function will be helpful for risk-stratification, treatment decision and targeted therapy. Dehydropeptidase 1 (DPEP1) is a zinc-dependent metalloproteinase that is expressed aberrantly in several cancers. The role of DPEP1 in cancer remains controversial. In our previously conducted microarray analysis, DPEP1 was identified as one of most differentially expressed genes which were up-regulated in B-cell ALL more than 20-fold compared with normal bone marrow. However, the expression and biological function of DPEP1 in B-cell ALL remains unknown. Aims: To investigate the expression levels of DPEP1 in adults with B-cell ALL and to explore the biological function of DPEP1 in the cell line derived from B-cell ALL. Methods: A real-time quantitative RT-PCR was used to examine DPEP1 expression in 11 malignant hematological disorders cell lines and bone marrow samples from 146 adult acute leukemia and 26 health donors. We constructed 2 B-cell lines: DPEP1 over-expressing (OE) and DPEP1 knocked-down (KD) BV173 cell line to study the biological role of DPEP1 in B-cell ALL. The cell proliferation and colony formation were detected by CCK-8 and colony formation assay. The cell apoptosis and cell cycle were analysed by flow cytometry. The cell migration ability was assayed by the transwell assay. Western blot was used to determine the protein level of signaling pathway. Results: These results showed that the relative levels of DPEP1 gene expression in marrow from the 126 newly diagnosed B-cell ALL(median 136%; range 0-1066%) were significantly higher than those of marrow from the 26 healthy donors(8.4%; 0-20.8%; p <0.01), whereas no significant difference was detected in newly diagnosed AML patients compared with health donors (Figure A). DPEP1 gene expression was higher in BV-173 cells derived from B-cell ALL, but nearly undetectable in cell lines derived from AML(KG-1, NB4, HL60, MEG-01), CML(K562), MM(MOLP2, SKO-007), lymphoma(U937, Raji, Ramos) and the normal B cell line IM-9. Proliferation was significantly decreased in DPEP1-KD cells compared with cells transfected with control lentivirus (OD value: 1.90±0.05 vs 1.68±0.06, p < 0.05). In contrast, DPEP1 over-expression markedly increased proliferation of transfected cells (OD value: 1.32±0.06 vs 1.72±0.03, p < 0.05) (Figure B). Silencing of DPEP1 expression significantly decreased numbers of colony-forming units compared with controls (65.7±10.4 vs 109.7±8.3, p <0.01), whereas DPEP1 over-expression had a converse effect (116.7±15.5 vs 106.7±6.6, p <0.05). Data from flow cytometry analyses showed DPEP1 expression promoted cell-cycle progression: DPEP1-OE BV173 had a higher percentage cells in S phases (43.19±0.35% vs 38.58±0.29%, p <0.01), whereas DPEP1-KD BV173 cells significantly prone to accumulate in G0/G1 phases compared with control cells (57.75±1.66% vs 50.78±0.39%, p <0.01) (Figure C). Migration and invasion activity were significantly enhanced in DPEP1-OE BV173 cells but attenuated in DPEP-KD BV173 cells as detected by transwell assay. However, DPEP1-KD significantly increased the apoptosis in BV173 cells (11.68±0.18% vs 1.72±0.12%, p <0.001) (Figure C). Then we sought to identify the pathway and molecular mechanisms that mediated the effect of DPEP1.The p-CREB were significantly up-regulated in DPEP1-OE cells but down-regulated in DPEP1-KD cells. And expression of p53 was increased in DPEP1-KD cells (Figure D). Conclusion: These findings suggest that abnormal expression of DPEP1 in leukemia may be involved in the pathomechanism of B-cell ALL. DPEP1 improves the proliferation, migration, invasion and promote the survival in B-cell ALL cells, which might be mediated via CREB and p53 pathways. View large Download slide View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "b-cell acute lymphocytic leukemia",
        "burkitt's lymphoma",
        "cell cycle",
        "cyclic amp-responsive dna-binding protein",
        "opportunity for error",
        "cancer",
        "flow cytometry",
        "biological markers",
        "bone marrow specimen",
        "hematological diseases"
    ],
    "author_names": [
        "Jia-Min Zhang, MD",
        "Shu-Juan Wang",
        "Wen-Yi Lu, MD",
        "Jiao Zhou, MD",
        "Jing Zhang, MD",
        "Xiao-Jun Huang, MD",
        "Kai-Yan Liu",
        "Guorui Ruan"
    ],
    "author_dict_list": [
        {
            "author_name": "Jia-Min Zhang, MD",
            "author_affiliations": [
                "Peking University Institute of Hematology, Peking University People's Hospital, Beijing, China"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Shu-Juan Wang",
            "author_affiliations": [
                "Peking University Institute of Hematology, Peking University People's Hospital, Beijing, China"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wen-Yi Lu, MD",
            "author_affiliations": [
                "Peking University Institute of Hematology, Peking University People's Hospital, Beijing, China"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jiao Zhou, MD",
            "author_affiliations": [
                "Peking University Institute of Hematology, Peking University People's Hospital, Beijing, China"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jing Zhang, MD",
            "author_affiliations": [
                "Peking University Institute of Hematology, Peking University People's Hospital, Beijing, China"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xiao-Jun Huang, MD",
            "author_affiliations": [
                "Peking University Institute of Hematology, Peking University People's Hospital, Beijing, China"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kai-Yan Liu",
            "author_affiliations": [
                "Peking University Institute of Hematology, Peking University People's Hospital, Beijing, China"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Guorui Ruan",
            "author_affiliations": [
                "Peking University Institute of Hematology, Peking University People's Hospital, Beijing, China"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T03:56:24",
    "is_scraped": "1"
}