{
    "doi": "https://doi.org/10.1182/blood.V124.21.5616.5616",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2821",
    "start_url_page_num": 2821,
    "is_scraped": "1",
    "article_title": "Rigosertib Blocks RAS Signaling By Acting As a Small Molecule RAS Mimetic That Binds to the RAS-Binding Domains of RAS Effector Proteins ",
    "article_date": "December 6, 2014",
    "session_type": "637. Myelodysplastic Syndromes – Clinical Studies",
    "abstract_text": "Oncogenic activation of RAS via point mutations occurs in more than 30% of all human cancers, including hematopoietic malignancies such as myelodysplastic syndrome (MDS) and acute myeloid leukemia (AML). Investigations to understand the critical biochemical and biological mechanisms of RAS function are at the forefront of cancer research. Studies have shown that RAS interacts with a large number of effector proteins by a highly conserved mechanism that involves the switch region of RAS and the RAS-binding domains (RBDs) of its effector proteins. Because these interactions play an essential role in oncogenic RAS function, inhibiting them constitutes an attractive and important therapeutic approach for myeloid neoplasias and other cancers. Rigosertib is a novel styryl benzyl sulfone, which is in a Phase III clinical trial (ONTIME) for MDS. Here, we delineate the way rigosertib interacts with the RBDs of several RAS effector proteins: RAF, the PI3K family of proteins and RalGDS. To identify residues in the B-RAF RBD that interact with rigosertib, we recorded a series of 15 N- 1 H HSQC spectra of 15 N-labeled B-RAF RBD with increasing concentration of rigosertib. Strikingly, the chemical shift perturbations caused by addition of rigosertib are localized to the very region of the B-RAF-RBD implicated in RAS binding, namely the beta1 and beta2 strands and alpha3 helix (Fig 1). Additionally, this cluster of residues with largest chemical shift perturbation contains many of the same residues involved in RAS binding, namely Ile156, Lys164, Arg166, Thr167, Val168, Ala184 and Met187. These key residues are conserved within RAF RBDs, suggesting that rigosertib would bind to similar regions of the A- and c-RAF RBDs. Next, we examined the binding of rigosertib and GTP-RAS to wild type and mutant forms of c-RAF RBD that harbor mutations in residues that mediate binding to rigosertib. Our studies show that all mutations that cause dissociation of GTP-RAS binding also inhibit rigosertib binding to these mutant proteins. Taken together, the chemical shift data and mutagenesis data provide powerful evidence that rigosertib binds the B-RAF RBD at the same location as the RAS switch I region. A consequence of inhibiting RAS binding to RAF appears to be a block in growth factor-induced activation of RAF kinase activity. We also show that a result of this block in RAS/RAF interactions is an inability of RAF proteins to form dimers and activate MEK and ERK. This block in the activation of MEK/ERK pathways can be seen in cells that express wild-type RAS and RAF proteins (HeLa), in cells that express a constitutively active form of oncogenic RAS (HeLa-N-RAS-G12D), and in cells that exhibit amplification of EGF receptors (A431). Rigosertib also inhibits the phosphorylation of c-RAF serine 338, which has been shown to be essential for the activation of its kinase activity and for its association with and activation of PLK-1. Our results showing rigosertib-mediated inhibition of the PLK-1/RAF interaction might help explain the ability of this compound to induce mitotic arrest of human tumor cells and the ability of rigosertib to reduce blast counts in MDS patients (Seetharam et al, Leuk Res 2012). We have also demonstrated the binding of rigosertib to the RBDs of the PI3K family of kinases and RalGDS, both of which constitute important effectors of RAS. A consequence of the interaction of rigosertib with the RBD domains of PI3Ks appears to be a block in growth factor-induced AKT activation. These studies suggest that the disruption of multiple RAS-driven signaling pathways by rigosertib is mediated via rigosertib’s binding to RBDs of RAS effector proteins, leading to their inactivation. Figure 1 View large Download slide Figure 1 View large Download slide  Disclosures Reddy: Onconova Therapeutics Inc: Research Funding. Divakar: Onconova Therapeutics Inc: Research Funding. Vasquez-Del Carpio: Onconova Therapeutics Inc: Research Funding. Dutta: Onconova Therapeutics Inc: Research Funding. Baker: Onconova Therapeautics Inc: Consultancy. Reddy: Onconova Therapeutics Inc: Consultancy. Aggarwal: Onconova Therapeutics Inc: Research Funding.",
    "topics": [
        "binding (molecular function)",
        "cancer",
        "cd29 antigen",
        "leukemia, myelocytic, acute",
        "mutant proteins",
        "myelodysplastic syndrome",
        "phosphotransferases",
        "protein-serine-threonine kinases",
        "proto-oncogene proteins c-akt",
        "ral guanine nucleotide exchange factor"
    ],
    "author_names": [
        "E. Premkumar Reddy, PhD",
        "Sai Krishna Divakar, PhD",
        "Rodrigo Vasquez-Del Carpio, PhD",
        "Kaushik Dutta, PhD",
        "Stacey J Baker, PhD",
        "Ramana Reddy, PhD",
        "Aneel K Aggarwal, PhD"
    ],
    "author_affiliations": [
        [
            "Icahn School of Medicine at Mount Sinai, New York, NY "
        ],
        [
            "Icahn School of Medicine at Mount Sinai, New York, NY "
        ],
        [
            "Icahn School of Medicine at Mount Sinai, New York, NY "
        ],
        [
            "Icahn School of Medicine at Mount Sina, New York, NY"
        ],
        [
            "Icahn School of Medicine at Mount Sinai, New York, NY "
        ],
        [
            "Icahn School of Medicine at Mount Sinai, New York, NY "
        ],
        [
            "Icahn School of Medicine at Mount Sinai, New York, NY "
        ]
    ],
    "first_author_latitude": "40.7898178",
    "first_author_longitude": "-73.9532394"
}