{
    "doi": "https://doi.org/10.1182/blood.V120.21.1384.1384",
    "article_title": "The Activation of STAT3 and 5 in t(6;9)(DEK/CAN)-Positive Acute Myeloid Leukemia Models Is Inhibited by Exposure to Arsenic Trioxide ",
    "article_date": "November 16, 2012",
    "session_type": "611. Leukemias - Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis: Poster I",
    "abstract_text": "Abstract 1384 In acute myeloid leukemia (AML) chimeric genes derived from specific chromosomal translocations, such as t(15;17), t(8;21) or t(6;9) encode aberrant fusion proteins (FPs). These Fps, i.e. PML/RARα (PR), AML-1/ETO (AE) or DEK/CAN (DC), recapitulate the leukemic phenotype in the mouse. In about 50% af AMLs constitutive activation of STAT3 and/or 5 is observed and it is postulated that the aberrant stem cell capacity in leukemia is correlated to the activation of STATs. Furthermore it has been shown in models of the t(15;17)(PR)-positive AML that there is a relationship between STAT-activation and response to arsenic trioxide (ATO). t(6;9)(DC)-positive AML is classified as a separate entity, because of its young age of onset and poor prognosis. The mechanisms by which DC induces leukemia are nearly completely unknown. In order to investigate whether the STAT-activation plays a role for the pathogenesis of t(6;9)-positive AML we investigated the activation of STAT3 and 5 in models of DEK/CAN positive leukemia. As models of DC-induced AML we used either primary Sca1+/lin- murine hematopoietic stem and progenitor cells (mHSPC) retrovirally transduced with DC or as controls with PR. Samples of DC-positive pre-leukemia as well as primary leukemia and 2° leukemia from established DC-induced AML were used for the in vivo studies. Expression and activation of STAT3 and 5 was assessed by either intracellular FACS or Western blotting using antibodies against the phosphorylated (activated) and total STAT3 or 5. The effect of constitutively activated STAT3 (STAT3*) on the stem cell capacity was studied by the retroviral expression of STAT3* in mHSPC which then were subjected to serial replating and colony-forming unit spleen day 12 (CFU-S12) assays. ATO treatment was performed on sublethally irradiated recipients (8 mice/group), from day 5 after inoculation of DC-positive primary leukemic spleen cells for the induction of a 2° leukemia for 14 days. Leukemia development and response to ATO was assessed 30 days post-transplantation by spleen size and determination of the proportion of leukemic cells in the peripheral blood (PB), spleen and bone marrow (BM) in comparison to solvent treated controls. Here we show that i.) both DC and PR strongly activated both STAT3 and 5 in primary blasts from mouse leukemia as as well as in retrovirally transduced primary HSCPs; ii) the expression of constitutively activated STAT3 (STAT*) in HSC led to an increased replating efficiency in the presence of mIL-3, mIL-6 and SCF; iii.) STAT* increased CFU-S12 as a read out for short-term stem cell and early progenitor potential to a similar extent as PR. iv.) the pre-leukemic state of DC-positive AML was characterized by the only activation of STAT3 but not of STAT5; v.) STAT5 activation appeared only in the full blown leukemia; v.) exposure to ATO inhibited phosphorylation of STAT3 and STAT5 in vivo in the PB of the leukemic mice; vi.) the treatment with ATO significantly decreased spleen size and the proportion of leukemic cells in the BM and spleen as compared to solvent treated controls. In summary, our results strongly suggest a direct relationship between the expression of the leukemogenic oncogenes DC or PR and the activation of STATs, which seems to play an important role for the maintenance of the leukemic stem cell. Furthermore ATO seems to represent a novel therapeutic option for the t(6;9)-positive AML. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "arsenic trioxide",
        "leukemia, myelocytic, acute",
        "stat3 protein",
        "leukemia",
        "leukemic cells",
        "solvents",
        "antibodies",
        "fusion proteins",
        "leukemic hematopoietic stem cell",
        "progressive multifocal leukoencephalopathy"
    ],
    "author_names": [
        "Claudia Oancea",
        "Hannelore Held",
        "Maria Heinssmann",
        "Boris Brill",
        "Hubert Serve, Prof. Dr. med.",
        "Martin Ruthardt, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Claudia Oancea",
            "author_affiliations": [
                "Department of Medicine, Hematology/Oncology, Goethe-University Frankfurt, Frankfurt, Germany, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Hannelore Held",
            "author_affiliations": [
                "Goethe University Clinic Frankfurt, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria Heinssmann",
            "author_affiliations": [
                "Department of Medicine, Hematology/Oncology, Goethe-University Frankfurt, Frankfurt, Germany, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Boris Brill",
            "author_affiliations": [
                "Georg Speyer Haus, Germany, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hubert Serve, Prof. Dr. med.",
            "author_affiliations": [
                "Department of Internal Medicine II, Hematology and Oncology, Goethe University Hospital, Frankfurt, Germany"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martin Ruthardt, MD",
            "author_affiliations": [
                "Department of Medicine, Hematology/Oncology, Goethe-University Frankfurt, Frankfurt, Germany, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-23T12:55:48",
    "is_scraped": "1"
}