{
    "doi": "https://doi.org/10.1182/blood.V116.21.1861.1861",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1834",
    "start_url_page_num": 1834,
    "is_scraped": "1",
    "article_title": "Prognostic Impact of Monosomy 7 as a Single Anomaly In Primary MDS – Reclassification From Poor to Intermediate Prognosis ",
    "article_date": "November 19, 2010",
    "session_type": "Myelodysplastic Syndromes: Poster I",
    "topics": [
        "monosomy",
        "brachial plexus neuritis",
        "prostatic hypertrophy risk score",
        "cytopenia",
        "growth factor",
        "hemoglobin",
        "karyotype determination procedure",
        "oral chemotherapy",
        "supportive care",
        "chromosome deletion"
    ],
    "author_names": [
        "Julie Schanz, MD",
        "Heinz Tüchler",
        "Francesc Sole",
        "Mar Mallo",
        "Barbara Hildebrandt",
        "Christian Steidl, MD",
        "Christa Fonatsch",
        "Michael Pfeilstöcker, MD",
        "Thomas Nösslinger, MD",
        "Peter Valent",
        "Aristoteles Giagounidis",
        "Michael Lübbert, MD",
        "Reinhard Stauder",
        "Otto Krieger, M.D.",
        "Michelle M. Le Beau, PhD",
        "John M. Bennett, MD",
        "Peter L. Greenberg, MD",
        "Ulrich Germing",
        "Detlef Haase"
    ],
    "author_affiliations": [
        [
            "Department of Hematology and Oncology, Georg-August-Universitaet Goettingen, Göttingen, Germany, "
        ],
        [
            "Ludwig-Boltzmann Institute for Leukemia Research, Vienna, Austria, "
        ],
        [
            "Patologia, LaB. Citogenetica, Barcelona, Spain, "
        ],
        [
            "Patologia, LaB. Citogenetica, Barcelona, Spain, "
        ],
        [
            "Human Genetics, University of Düsseldorf, Düsseldorf, Germany, "
        ],
        [
            "Pathology, British Columbia Cancer Agency, Vancouver, BC, Canada, "
        ],
        [
            "Human Genetics, Medical University of Vienna, Austria, "
        ],
        [
            "3rd Med. Dept. for Hem. & Onc., Hanusch Hospital, Vienna, Austria, "
        ],
        [
            "3rd Med. Dept. for Hem. & Onc., Hanusch Hospital, Vienna, Austria, "
        ],
        [
            "Department of Internal Medicine I, Division of Hematology and Hemostaseology, Medical University of Vienna, Vienna, Austria, "
        ],
        [
            "Med. Klinik 2, St. Johannes Hospital, Duisburg, Germany, "
        ],
        [
            "University Hospital of Freiburg, Freiburg, Germany, "
        ],
        [
            "Dep. of Internal Medicine V (Haematology and Oncology), Innsbruck Medical University, Innsbruck, Austria, "
        ],
        [
            "Dept. for Internal Medicine I, Elisabethinen Hospital, Linz, Austria, "
        ],
        [
            "Hematology/Oncology, The University of Chicago Medical Ctr., Chicago, IL, USA, "
        ],
        [
            "Hem/Onc/Pathology, University of Rochester, Rochester, NY, USA, "
        ],
        [
            "Stanford Cancer Center Hematology Division, Stanford University, Stanford, CA, USA, "
        ],
        [
            "Departmut of Hematology and Oncology, University hospital Düsseldorf, Dusseldorf, Germany, "
        ],
        [
            "Department of Hematology and Oncology, Georg-August-Universitaet Goettingen, Göttingen"
        ]
    ],
    "first_author_latitude": "51.5408116",
    "first_author_longitude": "9.9374005",
    "abstract_text": "Abstract 1861 Introduction: Total or partial Monosomy 7 (-7/del(7q)) is one of the most frequent cytogenetic abnormalities in MDS, occurring in about 11% of abnormal cases in patients (pts) with primary MDS. The cytogenetic module of the IPSS defines any abnormality of chromosome 7 as unfavourable and classifies them, combined with complex abnormalities, into the poor risk cytogenetic subgroup. However, in previous publications from other groups, the prognosis of isolated -7/del(7q) was described as intermediate. The aim of the present study was to re-analyze the prognostic impact of -7/del(7q) as a single anomaly based on a large, international MDS database which was previously presented at the 2009 ASH-meeting (Schanz et al. abstract #2772). Materials and Method: Patients with -7/del(7q), derived from the international MDS database were examined. The large international data collection contains 2901 patients with MDS, originating from the German-Austrian (GA)-, the International MDS Risk Analysis Workshop (IMRAW)- and the Spanish Cytogenetic Working group (GCECGH) and the International Cytogenetics Working Group of the MDS Foundation (ICWG). Inclusion criteria for the study were defined as follows: Primary MDS, age >=16, and bone marrow blasts <=30%. Regarding therapy, patients with primary MDS who received supportive care, short courses of oral chemotherapy or hemopoietic growth factors were included. Univariate and multivariate analysis were performed for overall survival (OS) and risk of AML-transformation (AML-t). In multivariate analysis, site, age, gender, bone marrow blast count, date of first diagnosis and number of peripheral cytopenias were defined as co-variables. Results: In total, 60 patients (2.1% of all pts/4.4% of abnormal cases) with an isolated -7/del(7q) were detected. The median age of these pts was 66.1 years, which is significantly lower compared to pts without monosomy 7 (70.0 years; p<0.01; t-test, 2-sided). Regarding peripheral blood count, the mean hemoglobin in -7/del(7q) pts (9.2 g/dl) as well as ANC (1.7*10 3 /ul) did not differ significantly as compared to pts without -7/del(7q) whereas the platelet count in pts with -7/del(7q) was significantly lower (82*10 3 /ul vs. 125*10 3 /ul; p<0.01). The median overall survival in -7/del(7q) pts was 16.0 (95% CI 14.0–21.4) months and the Hazard ratio (HR; as compared to a normal karyotype with a median survival of 47.4 (44.0-53.4) months as the reference category) was 1.6 (1.1-2.3; <0.01). Regarding the risk of AML-transformation, the median time to AML was 42.2 (14.4-not reached) months and the HR 1.7 (0.9-3.2; p<0.01). In comparison , this differed significantly from the median survival- (p<0.0001) and time to AML-transformation (p=0.027) for complex abnormalities, which are included with -7/del(7q) in the poor risk IPSS cytogenetic subgroup and were 5.7 (4.7-6.8) and 8.2 (6.4-14.0) months, respectively. The HR for complex abnormalities was 4.3 (3.4-5.4; p<0.01) for OS and 5.2 (3.8-7.5; p<0.01) for AML-transformation. Conclusions: The re-analysis of -7/del(7q), based on the largest MDS patient cohort yet published, confirms that the prognostic impact of an isolated total or partial monosomy 7 for overall survival as well as the risk of AML-transformation is intermediate, rather than poor. This finding is anticipated to be considered in the upcoming revision of the IPSS. Acknowledgments: The authors like to thank the MDS-Foundation for its support. Disclosures: Valent: Novartis: Research Funding; Bristol-Myers Squibb: Research Funding. Bennett: Johnson & Johnson: Consultancy."
}