{
    "doi": "https://doi.org/10.1182/blood.V106.11.4863.4863",
    "article_title": "BCR Gene Breakpoint and Type of BCR/ABL-Transcript in Children with Chronic Myeloid Leukemia. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "The hallmark of chronic myeloid leukemia (CML) is the reciprocal translocation t(9;22)(q34;q11) which creates a hybrid BCR/ABL gene that is transcribed into a chimeric mRNA. In the 8.5-kb mRNA either exon b2 or exon b3 of the major breakpoint cluster region (M-bcr) is coupled to C-ABL exon 2. These two junction variants (b2a2 or b3a2) differ in size by 75 nucleotides and can be selectively amplified by semi-nested PCR. A controversy exists whether or not the type of transcript and/or the breakpoint site exerts an influence on the clinical course of CML in adult patients (Mills KI 1991; Foiretos T 1993; Melo JV 1996). CML is a rare disease in childhood contributing only 2 – 3 % of all pediatric leukemia cases. This may be the reason why there are only scant data from small series of children with CML giving information on the transcript variant present at diagnosis. During an 11 year period (1995 – 2005) 203 pts younger than 19 years (median age: 11.4 yrs; 101 boys, 102 girls) with Philadelphia-chromosome positive CML were treated within the multicenter GPOH-trial “CML-paed”. 85% of the pts were diagnosed in chronic phase (CP). Treatment was performed by hydroxyurea +/− interferon and pts were scheduled for stem cell transplantation (SCT) from an HLA-matched family donor within 6 months after diagnosis and from an unrelated donor within 12 months. Bone marrow and/or peripheral blood specimen for molecular analysis were collected at diagnosis and during follow-up examinations at 3 – 6 months intervals. RT-PCR with analysis of the breakpoint and transcript type was performed in 154 pts (77.4 % of the total study population). 133 pts exhibited a Major-BCR rearrangement, 5 pts a minor-BCR rearrangement and in 16 pts both rearrangements were present. In pts with M-BCR either 55 pts expressed the b2a2 transcript (37 %) or the b3a2 transcript (37 %), respectively. Both types of transcripts were found either simultaneously or alternately during follow-up examinations in 38 pts (25 %). One pt showed an atypical rearrangement which is awaiting further classification. No statistical significant differences (p > 0.05) could be found with respect to hematological parameters at diagnosis (white cell count, platelets count, percentage of basophils in peripheral blood), clinical findings (liver size, spleen size) and disease status (CP versus advanced phase). The impact of either transcript upon the course of the disease (e.g. duration of chronic phase) was not analyzed because 70 % of the study population was transplanted early within 1 year after diagnosis. We conclude that in contrast to some reports in adults the type of BCR breakpoint seems to have no impact in pediatric pts with CML.",
    "topics": [
        "bcr gene",
        "child",
        "leukemia, myelocytic, chronic",
        "brachial plexus neuritis",
        "follow-up",
        "rna, messenger",
        "atypical",
        "bcr-abl tyrosine kinase",
        "childhood leukemia",
        "hematopoietic stem cell transplantation"
    ],
    "author_names": [
        "Meinolf Suttorp",
        "Susanne Viehmann",
        "Alexander Claviez",
        "Yvonne Martiniak, MA",
        "Jochen Harbott"
    ],
    "author_dict_list": [
        {
            "author_name": "Meinolf Suttorp",
            "author_affiliations": [
                "Pediatric Hematology and Oncology, University Childrens Hospital, Dresden, Germany"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Susanne Viehmann",
            "author_affiliations": [
                "Oncogenetic Laboratory, University Childrens Hospital, Giessen, Germany"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alexander Claviez",
            "author_affiliations": [
                "Pediatric Hematology and Oncology, University Childrens Hospital, Kiel, Germany"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yvonne Martiniak, MA",
            "author_affiliations": [
                "Pediatric Hematology and Oncology, University Childrens Hospital, Dresden, Germany"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jochen Harbott",
            "author_affiliations": [
                "Oncogenetic Laboratory, University Childrens Hospital, Giessen, Germany"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-27T04:09:57",
    "is_scraped": "1"
}