{
    "doi": "https://doi.org/10.1182/blood.V116.21.2954.2954",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1813",
    "start_url_page_num": 1813,
    "is_scraped": "1",
    "article_title": "Serum Kappa/Lambda Ratio, An Independent Prognostic Factor at Diagnosis and Serum Free-Light Chains Level, An Early Indicator of Relapse/Progression In Multiple Myeloma ",
    "article_date": "November 19, 2010",
    "session_type": "Myeloma - Biology and Pathophysiology, excluding Therapy: Poster II",
    "topics": [
        "multiple myeloma",
        "prognostic factors",
        "protein electrophoresis, serum",
        "follow-up",
        "free immunoglobulin light chain",
        "immunoglobulin a",
        "immunoglobulin d",
        "immunoglobulin g",
        "kidney failure",
        "monoclonal immunoglobulin"
    ],
    "author_names": [
        "Mohamad Sobh, Pharm.M.",
        "Stephane Morisset, Stat.",
        "Taoufik Guilli, MSc",
        "Sophie Ducastelle-Lepretre, MD",
        "Fiorenza Barraco, MD",
        "Youcef Chelghoum, MD",
        "Giovanna Cannas, MD",
        "Xavier Thomas, MD, PhD",
        "Aline Praire, MSc",
        "Helene Labussiere, MD",
        "Franck E Nicolini, MD, PhD",
        "Colette Chapuis-Celier, MD",
        "Mauricette Michallet, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Pavillon E Hematology Department, Hospital E. Herriot, Lyon, France"
        ],
        [
            "Pavillon E Hematology Department, Hospital E. Herriot, Lyon, France"
        ],
        [
            "Pavillon E Hematology Department, Hospital E. Herriot, Lyon, France"
        ],
        [
            "Pavillon E Hematology Department, Hospital E. Herriot, Lyon, France"
        ],
        [
            "Pavillon E Hematology Department, Hospital E. Herriot, Lyon, France"
        ],
        [
            "Pavillon E Hematology Department, Hospital E. Herriot, Lyon, France"
        ],
        [
            "Pavillon E Hematology Department, Hospital E. Herriot, Lyon, France"
        ],
        [
            "Pavillon E Hematology Department, Hospital E. Herriot, Lyon, France"
        ],
        [
            "Pavillon E Hematology Department, Hospital E. Herriot, Lyon, France"
        ],
        [
            "Pavillon E Hematology Department, Hospital E. Herriot, Lyon, France"
        ],
        [
            "Pavillon E Hematology Department, Hospital E. Herriot, Lyon, France"
        ],
        [
            "Pavillon E Hematology Department, Hospital E. Herriot, Lyon, France"
        ],
        [
            "Pavillon E Hematology Department, Hospital E. Herriot, Lyon, France"
        ]
    ],
    "first_author_latitude": "45.7446804",
    "first_author_longitude": "4.8841418",
    "abstract_text": "Abstract 2954 Background: The serum free light chain (sFLC) analysis has been used for the diagnosis and monitoring of plasma cell dyscrasias and has proved its usefulness in disease treatment response in multiple myeloma (MM). Some studies have evaluated the prognostic value of the sFLC levels expressed as K/L ratio (sFLCR) at diagnosis. In contrast, performing this analysis during patient's follow up and on therapy is still not very well defined yet. Aim: Our first objective was to evaluate the impact of sFLCR, measured at diagnosis in MM patients, on the progression free survival (PFS) and overall survival (OS); the second objective was to assess the importance of sFLC analysis during the follow-up especially for relapse/progression detection comparing to concomitant monoclonal-protein (M-p) traditional serum protein electrophoresis (sPE). Methods: Between years 2002 and 2008, we have analysed 174 MM patients for which a concomitant measurement of sFLC and sPE was done during follow-up. Only 118 patients had the sFLCR analysis performed at diagnosis. The sFLC analysis was performed using the Freelite™ test from the Binding site on a BNIIÒ, Dade BehringÓ, and for sPE, analysis was done using a Paragon CZE 2000Ò, Beckman CoulterÓ. There were 92 (53%) males and 82 (47%) females, median age at diagnosis 57 years (34-72), 120 (69%) were IgG (87K&33L), 52 (30%) IgA (41K&11L) and 2 (1%) IgD (1K&1L). According to the ISS, there were 16 (9%) in stage I, 17 (10%) in stage II and 141 (81%) in stage III. Among 61 (35%) FISH analysis done, 31 (51%) detected a chromosome 13 deletion. Twenty six (15%) patients had renal insufficiency. According to the distribution of the different ratios at diagnosis, we have defined three groups: group1 (n=25): patients with 0.133.3 and group3 (n=30): patients with sFLCR<0.13.We also monitored the behaviour of sFLC and sPE in a way to early detect relapse/progression independently of treatment type. Kaplan Meier and cox regression analysis were performed to study the PFS and OS in different groups, slopes of the increase period corresponding to each measurement were compared using the student t-bilateral test with R statistical software. Results: After a median follow-up of 38 months [3.3-93.7], the 5-years OS for groups 1, 2 and 3 was 75% [56-100], 60% [47-76] and 40% [23-69] respectively; and the 5-years PFS was 69% [49-96], 43% [31-60] and 29% [15-54] respectively. The multivariate analysis studying age, ISS, sex, cytogenetics and sFLCR, showed that both OS and PFS are worslty affected with a more abnormal sFLCR, hazard ratios (HR) in Figure1 . After monitoring all patients, we observed 117 (67%) patients with relapse/progression and 57 (33%) patients were still in response to treatment. In 77 (66%) cases, relapse or progression was detected by concomitant increase of both sFLC and the M-p with a significant earlier increase for sFLC (Figure2A). In 17 (15%) patients, the relapse or progression was characterised by the only increase of sFLC without any increase of the M-p (Figure2B). Contrarily, in 5 (4%) patients there was only an increase of the M-p without increasing the sFLC (Figure2D). Finally, in 18 (15%) patients, the relapse or progression was revealed by the increase of M-p faster than the concerned sFLC (Figure2C). When comparing slopes of increasing sFLC to increasing M-p, we found a very high significant difference (p<0.001), thus showing that sFLC have a faster detection of relapse or progression. Conclusion: Our study has showed that abnormal sFLCR at diagnosis affects OS and more strongly the PFS independently of any other concomitant variable. In 81% of patients, sFLC analysis enabled an earlier detection of relapse/progression compared to sPE, this could be very important for early treatment intervention especially for high risk patients. Since there are no uniform recommendations for the use of this analysis during follow-up, we recommend its concomitant use with sPE, waiting for guidelines and we suggest that the sFLCR at diagnosis deserves more focus for its validation as a prognostic factor in MM. View large Download slide View large Download slide  Disclosures: No relevant conflicts of interest to declare."
}