{
    "doi": "https://doi.org/10.1182/blood.V106.11.940.940",
    "article_title": "Gemcitabine, Ifosfamide, Oxaliplatin and Rituximab (R-GIFOX), a New Effective Cytoreductive/Mobilizing Salvage Regimen for Relapsed and Refractory Aggressive Non-Hodgkin’s Lymphoma: Results of a Pilot Study. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "Objective: In this pilot study we evaluated the clinical activity, toxicity and mobilizing capacity of a new short-course (bi-weekly), dose intensive, cytoreductive/mobilizing salvage regimen (R-GIFOX) combining the cross-synergistic agents Gemcitabine (G), Ifosfamide (Ifo), Oxaliplatin (Ox) and Rituximab (R), in patients with relapsed and refractory CD20+ NHL. Based on the predicted clinical activity, tolerability and synergy among drugs, the R-GIFOX regimen may offer an effective and less toxic alternative to Cisplatin/ARA-C-based salvage regimens, also for patients aged or unfit for high-dose procedures. Patients and methods: Patients were scheduled to receive three courses of therapy followed by mobilization and ASCT or three more courses if ineligible for ASCT. Therapy was delivered on a compassionate basis after written informed consent. R-GIFOX consisted of R (375 mg/m2, d 1), G (1000 mg/m2, d 2), Ox (130 mg/m2, d 3) and Ifo (5 g/m2, d 3), as a 24-hour single infusion in patients aged ≤ 65 years, or fractionated over 3 days (dd 3–5) in older patients. Treatment was given every two weeks with G-CSF support (5 mcg/kg/day, dd 6–11; 10 mcg/kg/day at the 3rd course for stem cells mobilization). Responses were evaluated after three courses by the integrated FDG-PET/IWC criteria, and reassessed at the end of the entire program. Results: Fourteen patients (median age 63 years, range 37–78 years) with relapsed (n = 9) or primary progressive (n = 5) aggressive [diffuse large cell (n=7), mantle cell (n=4), follicular G3b (n=3)], advanced (stage IV = 71%), poor risk (IPI 3–5 = 50%; median number of previous therapy=2, r 1–4) NHL, were accrued. Forty-nine total courses were delivered (median 4, range 1–6); thirteen patients completed at least 3 courses of therapy and were evaluable for response. Actual dose intensity of the first 3 courses was 81%, 83.5%, and 86.5% for G, Ifo and Ox, respectively. CTCAE v3.0 G3/G4 thrombocytopenia was present in 26 % of courses, G3/G4 neutropenia in 22%; febrile neutropenia and infections in 8% and 6% of cycles, respectively. The ORR assessed after three courses of R-GIFOX was 77%, with 7 complete responses (54%; CR=5; CRu=2) and 3 partial; CRu converted to CR at BM biopsy after 6 courses. According to age, the ORR was 67% (4 CR, 2 PR) and 80% (3 CR, 1 PR) for patients aged ≤ 65 years and those older, respectively. According to disease status, the ORR was 40% (1 CR, 1 PR) and 89% (6 CR, 2 PR) for primary refractory and relapsed patients, respectively. Among CRs no patient has relapsed at a median time of 5 months (range, 2+ − 10+). Effective CD34+ cell mobilization was obtained in 4 out of 6 eligible patients and 2 already received ASCT. Failure free survival was 79.6%. In mantle cell lymphoma 2 CRs and 1 PR were obtained, including 2 molecular remissions (BM, PB). Conclusions: Based on the results of this pilot study, R-GIFOX was feasible, tolerable, effective and able to mobilize peripheral stem cells in patients with reccurrent aggressive NHL. It enabled the achievement of effective dose-intensities and high response rates also in the older patients. Finally, the R-GIFOX regimen showed clinical activity also in ’difficult’ histotypes such as mantle cell lymphomas.",
    "topics": [
        "gemcitabine",
        "ifosfamide",
        "non-hodgkin's lymphoma, aggressive",
        "oxaliplatin",
        "rituximab",
        "autologous stem cell transplant",
        "craniosynostosis",
        "cytokine release syndrome",
        "lung compliance",
        "mantle-cell lymphoma"
    ],
    "author_names": [
        "Gaetano Corazzelli, MD",
        "Filippo Russo, MD",
        "Gaetana Capobianco, MD",
        "Gianpaolo Marcacci, MD",
        "Paola Della Cioppa, MD",
        "Antonio Pinto, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Gaetano Corazzelli, MD",
            "author_affiliations": [
                " ",
                " Hematology Oncology Unit, INT, Fondazione Pascale, IRCCS, Naples, Italy."
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Filippo Russo, MD",
            "author_affiliations": [
                " ",
                " Hematology Oncology Unit, INT, Fondazione Pascale, IRCCS, Naples, Italy."
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gaetana Capobianco, MD",
            "author_affiliations": [
                " ",
                " Hematology Oncology Unit, INT, Fondazione Pascale, IRCCS, Naples, Italy."
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gianpaolo Marcacci, MD",
            "author_affiliations": [
                " ",
                " Hematology Oncology Unit, INT, Fondazione Pascale, IRCCS, Naples, Italy."
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paola Della Cioppa, MD",
            "author_affiliations": [
                " ",
                " Hematology Oncology Unit, INT, Fondazione Pascale, IRCCS, Naples, Italy."
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Antonio Pinto, MD",
            "author_affiliations": [
                " ",
                " Hematology Oncology Unit, INT, Fondazione Pascale, IRCCS, Naples, Italy."
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-28T18:41:01",
    "is_scraped": "1"
}