{
    "doi": "https://doi.org/10.1182/blood-2018-99-115523",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4095",
    "start_url_page_num": 4095,
    "is_scraped": "1",
    "article_title": "Genomic Landscape of Multiple Myeloma with Elevated Lactate Dehydrogenase ",
    "article_date": "November 29, 2018",
    "session_type": "651. Myeloma: Biology and Pathophysiology, excluding Therapy: Genomic Analysis of Dysregulated Cellular Signaling and Mechanisms of Drug Resistance in Myeloma",
    "topics": [
        "genome",
        "lactate dehydrogenase",
        "multiple myeloma",
        "rna",
        "prognostic factors",
        "adamts proteins",
        "complex",
        "heterogeneous nuclear rna",
        "neoplasm metastasis",
        "neoplasms"
    ],
    "author_names": [
        "Susan Bal, MBBS",
        "Saulius K. Girnius, MD",
        "Daniel T. Starczynowski, PhD",
        "Heather J. Landau, MD",
        "Kwangmin Choi, PhD"
    ],
    "author_affiliations": [
        [
            "Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "University of Cincinnati Medical Center, Cincinnati, OH "
        ],
        [
            "Division of Experimental Hematology and Cancer Biology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH ",
            "Department of Cancer Biology, University of Cincinnati College of Medicine, Cincinnati, OH "
        ],
        [
            "Adult Bone Marrow Transplant Service, Department of Medicine, Memorial Sloan Kettering Cancer Center, Scarsdale, NY"
        ],
        [
            "Division of Experimental Hematology and Cancer Biology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH "
        ]
    ],
    "first_author_latitude": "40.76536485",
    "first_author_longitude": "-73.9614012",
    "abstract_text": "Background Multiple Myeloma (MM) is a heterogeneous disorder of clonal plasma cells. Genetic aberrations are important in heterogeneity and have prognostic and perhaps therapeutic implications. Elevated Lactate Dehydrogenase (LDH) has been associated with drug resistance and short survival. The biologic basis of this observation is uncertain. In this study, we sought to define the genomic landscape of MM patients with high LDH to understand pathophysiology and identify therapeutic targets. Methods Utilizing data from the Multiple Myeloma Research Foundation (MMRF) CoMMpass database (IA12), which includes over 1000 newly-diagnosed MM patients with enriched tumor and matched constitutional samples analyzed using whole genome/exome and RNA sequencing (RNA-seq), we identified a cohort of patients with baseline LDH values and RNA-seq data available for inclusion. High LDH was defined as LDH greater than upper limit of normal (>4.68 microkatals/L). The RNA-seq data was analyzed to predict differentially expressed genes, then gene set enrichment analyses using GSEA and ClueGO were performed to assess for highly enriched pathways and gene ontologies (GO). Thereafter we analyzed to see if there was an enrichment of high risk cytogenetic changes within the high LDH group. Overall survival (OS) was estimated by Kaplan Meier method and a log-rank test. Results We identified 871 patients who met inclusion criteria (High LDH N=143; Normal LDH N=728). LDH continued to remain a poor prognostic factor consistent with prior literature, with median survival 660 days vs 795 days (p=0.02852). Among the patients who underwent autologous transplant (N=385), LDH continued to be associated with poor prognosis with median overall survival (800.5 vs 878.8 days, p=0.01933). Patient characteristics and other clinical variables are submitted separately (Bal et al. ASH 2018). There was no difference in the non-synchronous mutations between the two groups when stratified by baseline LDH levels. To assess for enrichment of the known cytogenetic changes, we performed the hypergeometric test on the samples with both baseline LDH and cytogenetic information. Del(17p13) was significantly enriched (p=0.011) in the high LDH subset compared to normal LDH. (18.48% vs 10.36%) while there was no statistically significant difference in the presence of t(4;14) (p=0.16, 15.65% vs 11.8%) and t(14;16) (p=0.21, 6% vs 4%). GSEA detected 572 gene sets significantly up-regulated in the high LDH group (FDR q < 25%) compared to those with normal LDH including genes involved in the processing of capped intron containing pre-mRNA, recruitment of mitotic centrosome proteins and complexes, mRNA splicing and the proliferation signal in solid tumors leading to metastatic potential. No significantly down-regulated gene set was detected at same significance level. The ClueGO analysis using two separate sets of up-regulated DEGs (fold > 1.5x or fold > 2x, FDR < 0.05 for both) revealed upregulated molecular signatures in similar functional categories as the GSEA in patients with high LDH. The first gene set (fold > 1.5x) showed significant enrichments (p < 0.005) in cell cycle-related pathways, including microtubule cytoskeleton organization, polo-like kinase mediated events, regulation of cell cycle phase transition, regulation of nuclear division and kinesins which provide the myeloma cells with a proliferative advantage. The second gene set (fold > 2x) was strongly associated (p < 0.005) with sympathetic nervous system development (NELL2, NTRK1, and SOX11), collagen biosynthesis (ADAMTS family) and O-linked glycosylation (COL11A family). These genes play a role in lymphocyte differentiation, anti-apoptosis, local invasion, and metastasis. Conclusion Elevated LDH was confirmed as a poor prognostic factor in the MMRF CoMMpass cohort. Overrepresentation of Del17p in this population likely contributes to poor prognosis. In MM, the bone marrow microenvironment is crucial in the differentiation, migration, proliferation and survival. Overexpression of proteolytic and cell adhesion signatures, evasion/suppression of host immune system along with hyper-proliferative signatures via cell division and RTK pathways in MM patients with high LDH offers insight into the aggressive disease in these patients. Targeting tumor microenvironment and RTK pathways may provide novel therapeutic strategies in this subtype of MM Figure. View large Download slide Figure. View large Download slide  Disclosures No relevant conflicts of interest to declare."
}