{
    "doi": "https://doi.org/10.1182/blood.V128.22.2542.2542",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3412",
    "start_url_page_num": 3412,
    "is_scraped": "1",
    "article_title": "Thrombopoietin-Receptor Agonist in Systemic Lupus Erythematosus Associated Immune Thrombocytopenia: Results of the 16 Patients from the French Cohort ",
    "article_date": "December 2, 2016",
    "session_type": "311. Disorders of Platelet Number or Function: Poster II",
    "abstract_text": "Introduction Systemic Lupus Erythematosus (SLE) is associated with thrombocytopenia in approximately 20 % of cases. Management of such cases has been similar to that of Immune ThrombocytoPenia (ITP) as an immune-mediated mechanism is inferred in the pathogenesis of SLE-associated thrombocytopenia. First line treatment is similar to primary ITP (corticosteroids, intravenous immunoglobulin), with the use of hydroxychloroquin in addition. Immunosuppressive agents, rituximab or splenectomy can be used as second line treatment. However, a significant number of patients will not respond to these treatments and will relapse afterward. More recently, Romiplostim and Eltrombopag, 2 agonists of thrombopoietin receptor (TPO-RA) have been approved for ITP as second line therapy resulting in sustained increment in platelet count in about 70-80 % of cases with reduction in bleeding. However, the experience with this class of agents in SLE is only anecdotal. Their effectiveness and side effects in SLE related ITP is unknown. Patients and Method This was a multicenter retrospective cohort study of patients with SLE related ITP diagnosed from 1998 to 2015 and treated with TPO-RA. All participating centers (n=13) were secondary or tertiary care hospitals belonging to the French national network for adult ITP. Clinical data were retrospectively collected from medical charts for each patient and completed by telephone interviews with patients and physicians by using a standardized questionnaire. ITP was defined according to the international working group definitions. SLE was defined according to the international guidelines (American College of Rheumatology for systemic lupus erythematosus, revised Sapporo criteria for antiphospholipid syndrome). Response (R) and complete response (CR) were defined according to standardized international criteria: platelet count > 30 × 109/L with at least a doubling of the baseline value or >100 × 109/L.2 Non-response (NR) was defined as the absence of platelet count increase >30 × 109/L with at least a doubling of the baseline count or the need for rescue therapy (IVIg and/or corticosteroids). Patient's characteristics (table 1&2) PS: PitiŽ Salptrire, F: female, M: male, HCQ: hydroxychloroquin, MMF: Mycophenolate mofetil, CTC: corticosteroid, RTX : rituximab, CYC: cyclophosphamide, IVIG : intravenous immunoglobulin, AZA: azathioprine, spm: splenectomy, Toci: tocilizumab, Aba: abatacept, Csa: ciclosporine, TPO-RA : thrombopoietin-receptor agonist, Elt : eltrombopag, Romipl : romiplostim, NS :non specified, CR: complete remission, R :responder, NR :non responder APLS: antiphospholipid syndrome, APL : antiphospholipid (presence of antibody without clinical symptoms) Results and Discussion A total of 16 patients (12 F/ 4M) received TPO-RA (Romiplostim 36%, eltrombopag 28 %, both 36%). Patients had received a median of 5.5 treatment lines for ITP. All but one patient responded at least to one of TPO-RA (93%). No SLE flare has been observed with these treatments. Unexpectedly, 3 patients (18,5%) developed thrombotic events as a side effect. Two arterial thrombosis occurred in patients receiving eltrombopag (both of them with a previous history of APL or APLS), and two venous thrombosis in the same patient (without antiphospholipid) treated with romiplostim. The same strategy was used in the 3 patients: TPO-RA was stopped but rechallenged promptly to increase platelet level, given that they were receiving anticoagulant or anti-aggregant therapy. No reoccurrence has been observed. The other side effects were similar to that observed with primary ITP. This study has some limitations due to its retrospective design, including some potential selection bias but the rapid and sustained response observed raises the possibility that in certain refractory cases of thrombocytopenia associated with SLE, TPO-RA might be a second line therapy to be considered in this patient population. Given the high rate of thrombotic events, we suggest that TPO-RA should be used with caution in patient with APL. Prospective systematic studies would help define the role of this class of agents in SLE and other rheumatic disease that progress with immune mediated thrombocytopenia. Table 1 View large Download slide Table 1 View large Download slide Table 2 View large Download slide Table 2 View large Download slide Disclosures Terriou: amgen: Consultancy; Novartis: Consultancy. Bussel: Prophylix Pharma: Membership on an entity's Board of Directors or advisory committees, Research Funding; Physicians Education Resource: Speakers Bureau; Novartis: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Protalex: Membership on an entity's Board of Directors or advisory committees, Research Funding; UpToDate: Patents & Royalties; BiologicTx: Research Funding; GSK: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Boehringer Ingelheim: Research Funding; Immunomedics: Research Funding; Ligand: Membership on an entity's Board of Directors or advisory committees, Research Funding; Symphogen: Membership on an entity's Board of Directors or advisory committees; Genzyme: Research Funding; Sysmex: Research Funding; Shionogi: Membership on an entity's Board of Directors or advisory committees; Momenta Pharmaceuticals: Membership on an entity's Board of Directors or advisory committees; Amgen: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Eisai: Membership on an entity's Board of Directors or advisory committees, Research Funding; Rigel Pharmaceuticals: Membership on an entity's Board of Directors or advisory committees, Research Funding; Cangene: Research Funding.",
    "topics": [
        "systemic lupus erythematosus",
        "thrombocytopenia due to immune destruction",
        "thrombopoietin receptor agonists",
        "inosine triphosphate",
        "purpura, thrombocytopenic, idiopathic",
        "eltrombopag",
        "immunoglobulins, intravenous",
        "romiplostim",
        "thrombocytopenia",
        "adrenal corticosteroids"
    ],
    "author_names": [
        "Louis Terriou, MD",
        "Zelie Guitton, MD",
        "Miguel Hie, MD",
        "Zahir Amoura, MD MSc",
        "James B. Bussel, MD",
        "Mohamed Hamidou, MD PhD",
        "Eric Rosenthal, MD",
        "jean-Christophe Lega, MD",
        "Raphaele nove-Josserand, MD",
        "Bertrand Lioger, MD",
        "Axel Chaminade, MD",
        "Nadine magy-Bertrand, MD PhD",
        "Sylvain Audia, MD PhD",
        "Matthieu Mahevas, MD PhD",
        "Bertrand Godeau, MD PhD"
    ],
    "author_affiliations": [
        [
            "Department of Internal Medecine, clinical immunology, Hôpital HURIEZ CHRU Lille, Lille, France "
        ],
        [
            "Department of Internal Medecine, clinical immunology, Hôpital HURIEZ CHRU Lille, Lille, France "
        ],
        [
            "Department of Internal Medicine, Pitie-Salpetriere University Hospital, Paris, France "
        ],
        [
            "Department of Internal Medicine and French reference Center for Rare Auto-immune and Systemic Diseases, Institut E3M, University Paris 06, AP-HP, Pitié-Salpêtrière Hospital, Paris, France "
        ],
        [
            "Division of Pediatric Hematology/Oncology, Department of Pediatrics, Weill Cornell Medicine, New York, NY "
        ],
        [
            "Department of Internal Medicine, Hôtel Dieu University Hospital, Nantes, France "
        ],
        [
            "internal medecine, CHRU Nice, Nice, France "
        ],
        [
            "internal medecine, CHRU Lyon, Lyon, France "
        ],
        [
            "internal medecine, CHRU Lyon, Lyon, France "
        ],
        [
            "Department of Internal Medicine, Bretonneau University Hospital, Tours, France "
        ],
        [
            "internal medecine, CHRU Réunion, Saint-Pierre, France "
        ],
        [
            "internal medecine, CHRU Besançon, Besançon, France "
        ],
        [
            "Department of internal medicine, Dijon university hospital, Dijon, FRA "
        ],
        [
            "Internal Medicine, French referral center for adult's immune cytopenia, Henri Mondor Hospital, AP-HP, UPEC University, Créteil, France"
        ],
        [
            "Internal Medicine, French referral center for adult's immune cytopenia, Henri Mondor Hospital, AP-HP, UPEC University, Créteil, France"
        ]
    ],
    "first_author_latitude": "50.611495999999995",
    "first_author_longitude": "3.036616"
}