{
    "doi": "https://doi.org/10.1182/blood.V126.23.1281.1281",
    "article_title": "Population Pharmacokinetics of Erwinia Asparaginase in Pediatric ALL Patients ",
    "article_date": "December 3, 2015",
    "session_type": "605. Molecular Pharmacology, Drug Resistance - Lymphoid and Other Diseases: Poster I",
    "abstract_text": "Asparaginase is an important component in the treatment of pediatric acute lymphoblastic leukemia (ALL). Erwinia asparaginase is used in patients who develop hypersensitivity to the E. coli derived asparaginase (native asparaginase or PEGasparaginase). Little is known about the pharmacokinetics (PK) of Erwinia asparaginase, especially after intravenous administration. A 100-fold difference in Erwinia asparaginase serum trough levels between patients has been observed during therapeutic drug monitoring (TDM). Currently, in DCOG ALL-protocols dose alterations of asparaginase and erwinase are based on TDM, with the aim to keep the trough asparaginase activity above the 100 IU/L threshold. No formal guidelines for increasing or decreasing the dose are available, and dose-adaptations are based on empirical knowledge. With a PK model, individual dose requirements can be estimated based on their PK parameters like clearance. The final aim is to avoid under-exposure and relapse, or over-exposure which may induce side-effects and results in unnecessary costs. However the upper limit of the therapeutic window that causes toxicity is not known. Aims The aim of this retrospective study was to describe the population PK of Erwinia asparaginase to gather insight in the inter-individual and intra-individual variability, and which co-variates influence exposure. Availability of a population PK model will allow the calculation of a starting dose and subsequent dosing in TDM-setting in the future. Methods A total of 714 evaluable blood samples were collected from 51 children with ALL who received intravenous Erwinia asparaginase as a substitute for E. coli or PEG asparaginase, when treated according to the DCOG ALL-10 or 11 protocol. Patients (32 males and 19 females), had a median age of 6 years (range 1-17), median weight of 25 kg (12-99) and median BSA of 0.92 m 2 (0.53-2.22). The median number of samples per patient was 11 (2 - 43). Samples were taken approximately 48 (52.2%) and 72 (36.8%) hours after administration. In addition, samples within 5h (2.4%), between 5-40h (1.3%) and between 80-120h (7.3%) after administration were available. The Erwinia starting dose was 20,000 IU/m 2 /3x per week, and was given IV over 1 hour, and was later adapted based on TDM to 5,000-50,400 IU/m 2 twice (54.2%) or thrice (45.8%) weekly. A population pharmacokinetic model was developed using nonlinear mixed-effects modeling (NONMEM 7.2; pirana 2.7.1; Xpose4). Monte Carlo simulations were performed with different doses and stratification for body weight (n=5000 per dose per weight). Results The concentration versus time profiles were best described with a 2-compartment model with allometric scaling (weight). The parameter estimates were: Cl 0.439 L/h/70kg, V1 (central compartment) 3.22 L/70kg, intercompartimental clearance 0.149 L/h/70kg and V2 (peripheral compartment) 1.14 L/70kg. The interindividual variability of clearance was 32.6%. There was an interoccasion variability of 12.7% based on monthly intervals. Clearance in the first month of treatment was 14% higher compared to the other months (p<0.01). Additional incorporation of age, DCOG protocol (ALL-10 or 11), treatment center, sex and BSA did not improve the model significantly. Based on the simulations, patients with a lower body weight appeared to require higher starting doses to achieve sufficient erwinase levels after 48 hours. With the current starting dose of 20,000 IU/m 2 , circa 75% of the patients >50kg would have levels >100 IU/L after 48h. For patients between 20-50 kg the dose starting dose should be 25,000 IU/m 2 in order to achieve levels >100 IU/L at 48h in 75% of the patients. In our study, of 36 patients with evaluable starting doses (dosed 20,000 IU/m 2 and with an available 48h sample), 38.7% (from a total of 31 patients <50 kg) and 20% (from a total of 5 patients ≥50kg group) had 48h trough levels below 100 IU/L. Conclusions A population PK model was developed for Erwinia asparaginase in pediatric ALL patients. Depending on the weight of the patients the currently used starting dose of 20,000 IU/m2 may need to be adjusted to produce similar trough asparaginase activity, which needs to be confirmed prospectively. The PK model can be used for TDM to calculate dose adjustments in individual patients based on single PK samples, which might result in better dose-predictions than used in current practice. Disclosures Pieters: Eusa Pharma: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees. Kaspers: Celgene: Consultancy; Boehringer Ingelheim: Consultancy; Galen Pharmaceuticals: Consultancy. van der Sluis: Eusa Pharma: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding.",
    "topics": [
        "asparaginase",
        "erwinia",
        "leukemia, lymphocytic, acute, childhood",
        "pharmacokinetics",
        "adverse effects",
        "hypersensitivity",
        "intravenous infusion procedures",
        "intravenous route of drug administration",
        "pegaspargase",
        "therapeutic drug monitoring"
    ],
    "author_names": [
        "Sebastiaan D.T. Sassen, PharmD",
        "Ron A.A. Mathôt, PharmD, PhD",
        "Rob Pieters, MD PhD",
        "Valerie de Haas, MD PhD",
        "Gertjan JL Kaspers, MD PhD",
        "Cor van den Bos, MDPhD",
        "Wim JE Tissing, MD PhD",
        "Maroeska D.W.M. te Loo, MD PhD",
        "Marc B Bierings, MDPhD",
        "Wouter J.W. Kollen, MD PhD",
        "Christian M. Zwaan, MD PhD",
        "Inge M. van der Sluis, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Sebastiaan D.T. Sassen, PharmD",
            "author_affiliations": [
                "Pediatric Oncology, Erasmus MC - Sophia Children's Hospital, Rotterdam, Netherlands "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ron A.A. Mathôt, PharmD, PhD",
            "author_affiliations": [
                "Clinical Pharmacology, Academic Medical Center, University of Amsterdam, Amsterdam, Netherlands "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rob Pieters, MD PhD",
            "author_affiliations": [
                "Princess Maxima Center for Pediatric Oncology, Utrecht, Netherlands "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Valerie de Haas, MD PhD",
            "author_affiliations": [
                "Dutch Childhood Oncology Group (DCOG), The Hague, Netherlands "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gertjan JL Kaspers, MD PhD",
            "author_affiliations": [
                "Pediatric Hematology Oncology, VU University Medical Center, Amsterdam, Netherlands "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cor van den Bos, MDPhD",
            "author_affiliations": [
                "Department of Pediatric Oncology, Academic Medical Center, Amsterdam, Netherlands "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wim JE Tissing, MD PhD",
            "author_affiliations": [
                "Department of Paediatric Oncology, University Medical Center Groningen, Groningen, Netherlands "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maroeska D.W.M. te Loo, MD PhD",
            "author_affiliations": [
                "Pediatric Hemato-Oncology, UMCN St Radboud, Nijmegen, Netherlands "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marc B Bierings, MDPhD",
            "author_affiliations": [
                "Department of Hematology and Immunology, Wilhelmina Children's Hospital, Utrecht, Netherlands "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wouter J.W. Kollen, MD PhD",
            "author_affiliations": [
                "Department of Pediatric Immunology, Hemato-Oncology and Stem Cell Transplantation, Leiden University Medical Center, Leiden, Netherlands "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christian M. Zwaan, MD PhD",
            "author_affiliations": [
                "Department of Pediatric Oncology, Erasmus MC-Sophia Children's Hospital, Rotterdam, Netherlands "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Inge M. van der Sluis, MD PhD",
            "author_affiliations": [
                "Department of Pediatric Oncology/ Hematology, Erasmus MC - Sophia Children's Hospital, Rotterdam, Netherlands"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-03T18:44:17",
    "is_scraped": "1"
}