{
    "doi": "https://doi.org/10.1182/blood.V116.21.3397.3397",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1774",
    "start_url_page_num": 1774,
    "is_scraped": "1",
    "article_title": "Analysis of BCR-ABL1 Tyrosine Kinase Domain Mutations In Primitive Chronic Myeloid Leukemia Cells Identifies a Unique Mutator Phenotype. ",
    "article_date": "November 19, 2010",
    "session_type": "Chronic Myeloid Leukemia - Biology and Pathophysiology, excluding Therapy: Poster II",
    "abstract_text": "Abstract 3397 The tyrosine kinase inhibitor (TKI), imatinib mesylate (IM), induces remissions in most chronic phase chronic myeloid leukaemia (CML-CP) patients, but emergence of drug resistance attributable to critical mutations in the BCR-ABL1 TK domain remains a significant clinical problem. We previously demonstrated that primitive (CD34 + ) CML-CP cells are both intrinsically insensitive to IM and genetically unstable. BCR-ABL1 TK domain mutations are, furthermore, readily detectable in CD34 + CML-CP cells even prior to IM treatment. However, the mechanisms by which they arise are unknown. In this study, we characterized the spectrum of mutations at each of the 3 codon positions in the BCR-ABL1 TK domain of IM-naïve CD34 + cells and used a mathematical model to compare these with those found in the same region of DNA in IM-resistant cells. A total of 460 TK mutations were identified in cells from 15 IM-naïve and from 316 IM-resistant patients. The mutations were non-randomly distributed across the 3 codon positions, with very few mutations at position 3 (1 of 136 mutations, 0.7%, in IM-naïve patients and 31 of 329, 9%, in IM-resistant patients). The remainder showed no bias in their distribution across codon positions 1 and 2 in IM-naïve patient cells but, in IM-resistant cells, a significant positive bias was observed at codon position 2 (p=0.042). Conversely, BCR-ABL1 TK domain sequences from IM-naïve patient cells had significantly more transitions relative to unselected regions of the genome across all codon positions, a significant positive A-to-G mutational bias (A>G, 1.12×10 −10 ) and an under-representation of C-to-T mutations (C>T, 5.34×10 −5 ) when these mutations were compared with unselected regions of the genome. In addition, we observed a T-to-C mutational hotspot (T>C, 1.23×10 −4 ) at codon position 2. IM-naïve cells exhibited a transitional bias at position 2 and overall (1.99×10 −4 and 6.19×10 −5 , respectively; at position 1, P=0.052). We observed a similar pattern of TK codon position mutations at position 1 and overall in sequences derived from IM-resistant cells. Interestingly, in IM-resistant cells, A-to-T (A>T) transversions were over-represented at position 2 and overall (1.41×10 −11 and 3.77×10 −5 ). These cells also had a profound transversional bias (1.45×10 −4 ) at codon position 3, suggesting that positive selection occurs at a position where transversions are typically non-synonymous. However, a skewed transition:transversion ratio and transition and transversion frequency at TK codon positions 1 and 2 was observed in both IM-naïve and IM-selected cells with mutations distributed across these 2 codon positions in a significantly uneven fashion. In IM-resistant cells, the frequency of C-to-T mutations (C>T, 3.82×10 −11 ) indicated a bias affecting codon position 2 more often than position 1, and A-to-T transversions occurred significantly more frequently at position 2 compared to position 1 (A>T, 7.45×10 −9 ). This was also the case for T-to-C transitions in TK sequences of IM-naïve cells (T>C, 1.13×10 −4 ). Frequencies of these TK mutations in IM-naïve and IM-resistant cells were also higher than in unselected regions of the genome, providing further evidence that the TK domain mutations in CML-CP cells have a distinct mutational profile. For example, the clinically observed M244V and D276G mutations result from A-to-G transitions and the F359L mutation arises from a T-to-C transition, both of which would be predicted by the activity of a CML-CP mutator. However, the most clinically important mutation, T315I, that confers resistance to most currently available TKIs, is generated by a C-to-T transition, suggesting a high mutational rate generating mutational escape around the principal mutator pattern and profound selection thereafter. Notably, the CML-CP mutational signature is distinct from that of the activation-induced cytidine deaminase (AID)-induced hypermutation reported in CML blast crisis, both in targeting specific codon positions and in the overall mutational pattern. This strongly favors the hypothesis that the genomic instability of primitive CML-CP cells is generated by a different, specific mutational process. The results also suggest that monitoring BCR-ABL mutational hotspots may be clinically useful in anticipating TKI resistance. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "bcr-abl tyrosine kinase",
        "blast phase",
        "cd34 antigens",
        "codon nucleotides",
        "cytidine deaminase",
        "disease remission",
        "dna",
        "genomic instability",
        "imatinib mesylate",
        "leukemia, myelocytic, chronic"
    ],
    "author_names": [
        "Xiaoyan Jiang, MD, PhD",
        "Hannah Grant, PhD",
        "Justin Stebbing, MD, PhD",
        "Letizia Foroni, MD",
        "Charles Craddock, BM, MRCP, MRCPah, MD",
        "Mike Griffiths, MD",
        "Richard E. Clark, MBBS, MD, FRCP, FRCPath",
        "Stephen O'Brien, MD, PhD",
        "Jamshid S. Khorashad, MD, PhD",
        "Gareth Gerrard, MD, PhD",
        "Lihui Wang, MD, PhD",
        "Julie Irving, PhD",
        "Meng Wang, PhD",
        "Loraine Karran, MD",
        "Martin JS Dyer, MA, DPhil, FRCP, FRCPath",
        "Donna L. Forrest, MD",
        "Karen Page, MA, PhD",
        "Connie J. Eaves, PhD",
        "Adrian Woolfson, PhD"
    ],
    "author_affiliations": [
        [
            "Terry Fox Laboratory, British Columbia Cancer Agency, Department of Medical Genetics, University of British Columbia, Vancouver, BC, Canada, "
        ],
        [
            "Department of Mathematics, University College London, London, United Kingdom, "
        ],
        [
            "Department of Oncology, Centre for Haematology, Imperial College, London, United Kingdom, "
        ],
        [
            "Department of Medicine, Centre for Haematology, Imperial College, London, United Kingdom, "
        ],
        [
            "Centre for Clinical Haematology, Queen Elizabeth Hospital, Birmingham, United Kingdom, "
        ],
        [
            "West Midlands Regional Cytogenetics Laboratory, Birmingham Women's NHS Foundation Trust, Birmingham, United Kingdom, "
        ],
        [
            "Royal Liverpool University Hospital, University of Liverpool, Liverpool, United Kingdom, "
        ],
        [
            "Northern Institute for Cancer Research, Newcastle University Medical School, Newcastle Upon Tyne, United Kingdom, "
        ],
        [
            "Department of Medicine, Centre for Haematology, Imperial College, London, United Kingdom, "
        ],
        [
            "Department of Medicine, Centre for Haematology, Imperial College, London, United Kingdom, "
        ],
        [
            "Royal Liverpool University Hospital, University of Liverpool, Liverpool, United Kingdom, "
        ],
        [
            "Northern Institute for Cancer Research, Newcastle University Medical School, Newcastle Upon Tyne, United Kingdom, "
        ],
        [
            "Division of Protein and Nucleic Acid Chemistry, MRC Laboratory of Molecular Biology, Cambridge, United Kingdom, "
        ],
        [
            "MRC Toxicology Unit, University of Leicester, Leicester, United Kingdom, "
        ],
        [
            "MRC Toxicology Unit, University of Leicester, Leicester, United Kingdom, "
        ],
        [
            "Leukemia/BMT Program of BC, British Columbia Cancer Agency, Vancouver, BC, Canada, "
        ],
        [
            "Department of Mathematics, University College London, London, United Kingdom, "
        ],
        [
            "Terry Fox Laboratory, British Columbia Cancer Agency, Department of Medical Genetics, University of British Columbia, Vancouver, BC, Canada, "
        ],
        [
            "Discovery Medicine Oncology, Bristol-Myers Squibb, Princeton, NJ, USA"
        ]
    ],
    "first_author_latitude": "49.26158985000001",
    "first_author_longitude": "-123.18266809999999"
}