{
    "doi": "https://doi.org/10.1182/blood-2019-123535",
    "article_title": "Streamline - Study of Relapse or Refractory (R/R) FLT3 -Mutated Acute Myeloid Leukemia (AML) Using Electronic Medical Records (EMR): First Analysis from a Multicenter, Retrospective Cohort Study ",
    "article_date": "November 13, 2019",
    "session_type": "613.Acute Myeloid Leukemia: Clinical Studies",
    "abstract_text": "INTRODUCTION: In AML, the ability to target disease-related mutations is an important therapeutic innovation. FMS-like tyrosine kinase 3 ( FLT3 ) mutations ( FLT3 mut+ ) are common in AML and confer a negative impact on prognosis. Since FLT3 mutational status can change over the course of the disease and FLT3-targeting therapies may benefit FLT3 mut+ patients (pts), FLT3 mutational testing is recommended for R/R AML pts, even if testing was performed at initial diagnosis. As the landscape of FLT3 mut+ R/R AML evolves, it is important to understand how the utilization/sequencing of therapies and application of FLT3 mutational testing impacts pts in real-world settings. The objective of this analysis was to examine real-world data from a large, multicenter, collaborative EMR database to learn more about treatment and FLT3 testing patterns in pts with FLT3 mut+ R/R AML. METHODS: This retrospective, longitudinal, observational cohort study was designed to describe treatment FLT3 testing patterns in adult (≥18 years) pts in the USA with FLT3 mut+ R/R AML. For this analysis, initial diagnosis of R/R AML must have occurred between January 1, 2015 and November 30, 2018. This study focuses on data collected prior to the date of approval of gilteritinib for treatment of FLT3 mut+ R/R AML (November 28, 2018). Patients were identified by confirmation of diagnosis of AML, followed by confirmation of FLT3 mut+ disease, and then ≥1 R/R event. Data were derived from a consolidated EMR database, which combined data from CancerLinQ and Vector Oncology. Data were extracted through an SQL query and abstracted by clinical research nurses. Descriptive statistics were used to examine potential differences among subsets of pts. RESULTS: In the initial phase, data from 99 pts (52.5% male; n=52) with FLT3 mut+ R/R AML were evaluated. The majority of pts were Caucasian (72.7%; n=72) with a median age of 62 years (range: 20-86) at first R/R episode. At the first R/R event, treatment regimens were diverse; a total of 89/99 (89.9%) pts underwent 44 different anticancer therapies and only 10.1% (n=10/99) of pts received best supportive care (BSC). At first R/R, the most common anticancer treatments were cytarabine + fludarabine + idarubicin (29.4%; n=10/34) for pts undergoing high-intensity chemotherapy (HIC) and decitabine (45.4%; n=5/11) for pts undergoing low-intensity chemotherapy (LIC). The percentage of pts receiving FLT3 inhibitors, either as single agent or in combination with chemotherapy, was 33.3% (n=33/99) of the total population ( Table ). Among pts aged <60 years, 47.7% (n=21/44) were treated with HIC-most commonly with cytarabine + fludarabine + idarubicin (33.3%; n=7/21). Only 4.5% (n=2/44) of pts received LIC and 9.1% (n=4/44) received BSC. In the pts aged ≥60 years, 10.9% (n=6/55) received BSC. A higher proportion of pts aged ≥60 years received HIC +/- FLT3 inhibitors (38.2%; n=21/55) compared with LIC +/- FLT3 inhibitors (25.5%; n=14/55). The most common treatments included cytarabine-usually in combination with fludarabine and/or idarubicin (84.6%, n=11/13)-for HIC, and azacitidine (alone or in combination; 55.6%, n=5/9) for LIC. Approximately 38.2% (n=21/55) of pts aged ≥60 years received a FLT3 inhibitor (alone or in combination with chemotherapy), with midostaurin being the most frequently prescribed (47.6%; n=10/21), followed by sorafenib (38.1%, n=8/21). Although most pts (83.8%; n=83/99) were tested for FLT3 mutations at initial AML diagnosis, the majority of pts were not retested; retest at first R/R was performed in 29.0% (n=9/31) of pts. At first R/R, 22.2% (n=2/9) of pts had a change in FLT3 mutational status ( Figure ). No significant differences were observed in FLT3 retesting among pts <60 years vs ≥60 years ( P =0.456). CONCLUSIONS: During the study period, there was substantial heterogeneity regarding the management of FLT3 mut+ R/R AML. A total of 89 pts received 44 different anticancer therapies and approximately one-third of pts received a FLT3 inhibitor (alone or in combination) at first R/R. However, during the study period, approved agents for treatment of FLT3 mut+ R/R AML were not available. Despite NCCN guidelines, at first R/R, FLT3 retesting was not often performed. With recent approval of FLT3-targeted therapies, it is important to measure rates of retesting in the R/R setting to better understand how elements of pt care, such as monitoring changes in FLT3 mutational status, may impact pt outcomes. View large Download slide View large Download slide  Close modal Disclosures Zeidan: Ariad: Honoraria; Agios: Honoraria; Novartis: Honoraria; Astellas: Honoraria; Daiichi Sankyo: Honoraria; Cardinal Health: Honoraria; Seattle Genetics: Honoraria; BeyondSpring: Honoraria; Medimmune/AstraZeneca: Research Funding; ADC Therapeutics: Research Funding; Takeda: Consultancy, Honoraria, Research Funding; Trovagene: Consultancy, Honoraria, Research Funding; Incyte: Consultancy, Honoraria, Research Funding; Otsuka: Consultancy, Honoraria, Research Funding; Pfizer: Consultancy, Honoraria, Research Funding; Acceleron Pharma: Consultancy, Honoraria, Research Funding; Celgene Corporation: Consultancy, Honoraria, Research Funding; Jazz: Honoraria; Abbvie: Consultancy, Honoraria, Research Funding; Boehringer-Ingelheim: Consultancy, Honoraria, Research Funding. Gilligan: Astellas: Other: Project. Gautam: Astellas: Other: Project. Hu: Astellas: Other: Project. Grinblatt: Abbvie: Consultancy; Astellas: Membership on an entity's Board of Directors or advisory committees; Celgene: Membership on an entity's Board of Directors or advisory committees. Pandya: Astellas Pharmaceuticals: Employment.",
    "topics": [
        "electronic medical records",
        "leukemia, myelocytic, acute",
        "ms-like tyrosine kinase 3",
        "mutation",
        "brachial plexus neuritis",
        "flt3 inhibitors",
        "chemotherapy regimen",
        "cytarabine",
        "fludarabine",
        "idarubicin"
    ],
    "author_names": [
        "Amer M. Zeidan, MBBS, MHS",
        "Adrienne Gilligan, PhD",
        "Santosh Gautam",
        "Nan Hu",
        "David L. Grinblatt",
        "Bhavik J. Pandya, PharmD"
    ],
    "author_dict_list": [
        {
            "author_name": "Amer M. Zeidan, MBBS, MHS",
            "author_affiliations": [
                "Yale School of Medicine and Yale Cancer Center, New Haven, CT "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Adrienne Gilligan, PhD",
            "author_affiliations": [
                "ConcertoHealthAI, Inc., Aliso Viejo, CA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Santosh Gautam",
            "author_affiliations": [
                "ConcertoHealthAI, Inc., Aliso Viejo, CA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nan Hu",
            "author_affiliations": [
                "ConcertoHealthAI, Inc., Aliso Viejo, CA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David L. Grinblatt",
            "author_affiliations": [
                "NorthShore University HealthSystem, Evanston, IL "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bhavik J. Pandya, PharmD",
            "author_affiliations": [
                "Astellas Pharma Global Development, Inc., Northbrook, IL"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-18T18:33:45",
    "is_scraped": "1"
}