{
    "doi": "https://doi.org/10.1182/blood.V128.22.708.708",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3521",
    "start_url_page_num": 3521,
    "is_scraped": "1",
    "article_title": "Tet2 Deficiency Leads to an Increased Inflammatory Phenotype in Murine Macrophages ",
    "article_date": "December 2, 2016",
    "session_type": "201. Granulocytes, Monocytes, and Macrophages I",
    "abstract_text": "Introduction: In the context of MDS and CMML, little is known about the underlying causes of aberrant immune modulation, particularly with respect to the contribution of recurrently mutated genes. Inactivatingmutations in Tet methylcytosine dioxygenase 2 ( TET2 ) cause loss of hydroxymethylation and a corresponding enrichment of 5-methylcytosine marks, changes which are thought to precipitate clonal dominance and monocytic skewing. Currently, the impact of TET2 loss on the properties of disease-relevant monocytes/macrophages (MΦs) is poorly understood. Therefore, our goals were to (1) characterize Tet2 expression during MΦ LPS and interferon gamma (IFNγ) treatment, (2) determine the effect of Tet2 -deficiency on LPS signaling in these cells, and (3) explore how the demethylating agent 5-azacytidine (AZA) impacts abnormally expressed genes in Tet2 -knockout MΦs. Methods: Peritoneal (PMΦ) and bone marrow-derived (BMMΦ) MΦs were obtained from Vav1-Cre -driven Tet2 knockout ( Tet2-/- ) mice in accordance with Queen's Animal Care protocols. Gene expression profiling was performed using the NanoString nCounter Mouse Immunology Gene Expression CodeSet plus 30 custom targets (591 candidate genes in total). Results: Previously, our group reported that Tet2 expression was induced 3h after LPS treatment in both primary PMΦ and BMMΦ cultures as well as RAW264.7 monocytic cells (Cull et al . Blood Abstract 2015: 646). To further understand the signalling pathways underpinning this induction, RAW264.7 cells were treated for 3h with 100ng/mL LPS alone, 10ng/mL IFNγ alone or a combination of LPS and IFNγ, as IFNγ is known to potentiate LPS signalling. As expected, LPS alone caused Tet2 mRNA levels to increase by 4- to 6-fold. The combined treatment of LPS and IFNγ lead to a 5- to 8-fold induction whereas IFNγ alone failed to increase Tet2 expression, suggesting that Tet2 induction is mainly IFNγ-independent. To evaluate relevant TLR4 signalling pathways, RAW264.7 cells were pretreated with the inhibitor compounds SP600125, BAY11-7082 and PD184352 prior to 3h LPS stimulation. Tet2 induction was abolished in cells pretreated with BAY 11-7082, an NF-κB inhibitor. Mining human ChIP-seq data from the ENCODE database indicated a number of NF-κB (p65) binding sites within the putative TET2 promoter and regulatory regions, some of which are conserved in the murine locus. ChIP studies are currently underway to evaluate binding sites of interest. We have previously reported that untreated Tet2-/- PMΦs constitutively overexpress a variety of genes involved in LPS-mediated inflammatory signalling (Cull et al . Blood Abstract 2015: 646). Based on these findings, we used NanoString gene expression analysis to evaluate the status of Tet2-/- versus Tet2f/f BMMΦs (n=3/genotype). We found gene expression in Tet2-/- BMMΦs to be very similar to control cells. In addition, early (3h) LPS gene expression profiles did not differ appreciably between Tet2-/- and Tet2f/f BMMΦs (n=3/genotype). However, at 12-24h following LPS treatment, Il1b , Il6 and Arg1 mRNA expression were significantly elevated in Tet2-/- BMMΦs. Given that IL-1β and IL-6 are both potent pro-inflammatory cytokines whereas Arg1 is associated with anti-inflammatory alternatively activated MΦfunctions (AAMΦ), we hypothesize that Tet2-/- BMMΦs are unable to resolve inflammation and compensate through overexpression of anti-inflammatory genes such as Arg1. Finally, we determined the effect that the hypomethylating agent AZA had on the mRNA expression of Il1b , Il6 and Arg1 in BMMΦs. In a pilot experiment, pooled Tet2-/- BMMΦs (n=3) were treated with 5μM AZA for 24h prior to 12h LPS stimulation. Compared to LPS alone, AZA pretreatment and subsequent LPS stimulation lead to a reduction in Arg1 (0.47-fold) and Il6 (0.65-fold) levels in Tet2-/- BMMΦs, whereas Il1b expression remained similar (0.97-fold). Based on these initial results, we hypothesize that AZA treatment leads to demethylation of genomic regions that have been enriched in methylation marks due to Tet2 loss, leading to the repression of promoters such as Arg1 and Il6 . Further studies are underway to address these questions. Conclusions: In summary, we have demonstrated that Tet2 loss in MΦs leads to overexpression of genes involved in LPS signalling and LPS-related inflammation, suggesting that these cells may contribute to the abnormal immune environment found in myeloid cancers. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "anti-inflammatory agents",
        "azacitidine",
        "cancer",
        "combined modality therapy",
        "cytokine",
        "demethylating agents",
        "dioxygenases",
        "gene expression profiling",
        "inflammation",
        "interferon type ii"
    ],
    "author_names": [
        "Alyssa Cull, MSc",
        "Brooke Snetsinger, MSc",
        "Michael J. Rauh, MD PhD"
    ],
    "author_affiliations": [
        [
            "Dept. Pathology & Molecular Medicine, Queen's University, Kingston, Canada "
        ],
        [
            "Dept. Pathology & Molecular Medicine, Queen's University, Kingston, Canada "
        ],
        [
            "Pathology and Molecular Medicine, Queen's University, Kingston, Canada"
        ]
    ],
    "first_author_latitude": "44.2252795",
    "first_author_longitude": "-76.49514119999999"
}