{
    "doi": "https://doi.org/10.1182/blood.V124.21.2236.2236",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2772",
    "start_url_page_num": 2772,
    "is_scraped": "1",
    "article_title": "Autophagy Promotes the Survival and Therapy Resistance of Human Acute Myeloid Leukemia Cells Under Hypoxia ",
    "article_date": "December 6, 2014",
    "session_type": "604. Molecular Pharmacology and Drug Resistance in Myeloid Diseases: Poster II",
    "topics": [
        "autophagy",
        "hypoxia",
        "leukemia, myelocytic, acute",
        "ms-like tyrosine kinase 3",
        "flow cytometry",
        "antineoplastic agents",
        "cytarabine",
        "dyes",
        "impedance threshold device",
        "oxygen"
    ],
    "author_names": [
        "Dirkje W Hanekamp, M.S.",
        "Megan K Johnson, B.S.",
        "Scott Portwood, M.S.",
        "Joshua Acklin, B.S.",
        "Eunice S. Wang, MD"
    ],
    "author_affiliations": [
        [
            "Roswell Park Cancer Institute, Buffalo, NY "
        ],
        [
            "Roswell Park Cancer Institute, Buffalo, NY "
        ],
        [
            "Roswell Park Cancer Institute, Buffalo, NY "
        ],
        [
            "Roswell Park Cancer Institute, Buffalo, NY "
        ],
        [
            "Roswell Park Cancer Institute, Buffalo, NY"
        ]
    ],
    "first_author_latitude": "42.898701599999995",
    "first_author_longitude": "-78.86554819999999",
    "abstract_text": "Background: Acute myeloid leukemia (AML) is an aggressive hematological malignancy occurring primarily in older adults. Despite high remission rates following upfront therapy, the disease eventually recurs in most patients, and overall cure rates remain only 20-30%. Preclinical studies have recently demonstrated that the marrow microenvironment in acute leukemic hosts to be intrinsically hypoxic, with AML progression associated with further hypoxia. Moreover, human AML cells and primary AML colonies cultured under hypoxia are markedly less sensitive to cytarabine chemotherapy than normoxic cells. We hypothesized that AML cells may respond to hypoxic stress and mediate chemoresistance in part by invoking autophagy, a highly regulated catabolic process by which cells evade apoptosis by degrading damaged cellular components. To test our hypothesis, we investigated the effects of two known autophagy inhibitors (bafilomycin A1 (Baf) and chloroquine (CQ)) on the sensitivity of human AML cells to various therapeutic agents under differing oxygen levels. Methods: We treated HEL ( FLT-3 wildtype) and MV4-11 ( FLT-3 ITD mutant) AML cells with autophagy inhibitors (Baf and CQ) alone and in combination with a chemotherapeutic drug (cytarabine (AraC), doxorubicin (Dox), decitabine (Dac)) or a tyrosine kinase inhibitor (sorafenib, SFN) under normoxic (21% O 2 ) or hypoxic (1% O 2 ) conditions. Apoptosis /cell death and proliferation were measured by flow cytometry for Annexin-PI and MTT assays, respectively. Autophagy was assessed by flow cytometry using Cyto-ID Green Dye (Enzo Life Sciences), fluorescent microscropy for acridine orange dye accumulation, and western blot analysis. Results: Autophagy in human ALL and AML cell lines was significantly increased following 24-72 hours of hypoxia (1% O 2 ) as compared with normoxia and was a relatively late response to prolonged low oxygen levels (> 24 hours). Treatment with cytotoxic agents (AraC or Dox) or hypomethylating agent (Dac) resulted in a dose-dependent increases in the number of autophagic vesicles in AML cells consistent with autophagy induction. Low-doses of Baf which selectively inhibits the vacuolar H+ ATPase to prevent lysosomal acidification, and CQ, which blocks lysosome-autophagosome fusion by raising the pH of lysosomes and endosomes, both resulted in buildup of autophagic vesicles by flow cytometry consistent with inhibition of autophagic flux in human AML cells. Combination treatment with an autophagy inhibitor (Baf, CQ) and cytotoxic chemotherapy (AraC, Dox) significantly enhanced apoptosis and cell death over single agent therapy. Treatment with Baf combined with hypomethylating therapy (Dac) synergistically improved the anti-leukemic effects as compared with monotherapy (CI 0.09-0.31)(see Figure). The addition of Baf also improved cell death induced by sorafenib (SFN) on FLT-3 ITD mutant human AML cells (MV4;11) (CI 0.36-0.9) (see Figure). Single agent Baf or CQ treatment resulted in significantly higher levels of apoptosis and cell death in AML cells under hypoxia. The anti-tumor activity of almost all combination regimens was consistently improved under hypoxic versus normoxic culture conditions. In vivo CQ treatment (25-50 mg/kg i.p. daily) in preclinical human AML xenograft models significantly inhibited systemic leukemia progression as a single agent. Further experiments investigating the in vivo effects of CQ combined with other chemotherapeutic agents in preclinical AML xenograft models are ongoing. Conclusions: Our data suggest that human AML cells preferentially induce autophagy to promote survival under chronic hypoxia and following cytotoxic, hypomethylating, and FLT-3 tyrosine kinase inhibitor therapy. Strategies targeting autophagy therefore may have the potential to improve therapeutic responses and overcome chemoresistance of AML cells within the hypoxic bone marrow microenvironment. Figure 1 View large Download slide Figure 1 View large Download slide Figure 2 View large Download slide Figure 2 View large Download slide Disclosures No relevant conflicts of interest to declare."
}