{
    "doi": "https://doi.org/10.1182/blood.V124.21.5997.5997",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2812",
    "start_url_page_num": 2812,
    "is_scraped": "1",
    "article_title": "Concurrent Tumors in Patients with Hematologic Malignancies ",
    "article_date": "December 6, 2014",
    "session_type": "902. Health Services and Outcomes Research – Malignant Diseases",
    "topics": [
        "hematologic neoplasms",
        "neoplasms",
        "neoplasms, second primary",
        "cancer",
        "chemotherapy regimen",
        "radiation therapy",
        "breast cancer",
        "colorectal cancer",
        "leukemia",
        "lung cancer"
    ],
    "author_names": [
        "Luis David Sumoza, MD",
        "Marina Messinger, MD",
        "Patricia Sumoza",
        "Roxana Aguirre, MD",
        "Poola Harsha",
        "Dayra Avila, MD"
    ],
    "author_affiliations": [
        [
            "John H Stroger Jr Hospital of Cook County, Chicago, IL "
        ],
        [
            "John H Stroger Jr Hospital of Cook County, Chicago, IL "
        ],
        [
            "Loyola University, chicago, IL "
        ],
        [
            "John H Stroger Hospital of Cook County, Chicago, IL"
        ],
        [
            "John H Stroger Jr Hospital of Cook County, Chicago, IL "
        ],
        [
            "John H Stroger Jr Hospital of Cook County, Chicago, IL "
        ]
    ],
    "first_author_latitude": "41.8727197",
    "first_author_longitude": "-87.6737256",
    "abstract_text": "Background : Secondary tumors has been described in a variety of patients with either hematologic malignancies or solid neoplasm, and most of the time is related to previous chemotherapy and radiation therapy exposure, but little is found in the literature about synchronous or metachronous neoplasm that can be found in patient with a newly diagnosis of hematologic malignancy; we report 45 cases, presented in a single institution from 2007 to present. Methods : A retrospective review of records using our tumor registry data, from patient with hematologic malignancies at John H. Stroger Hospital of Cook County, was performed and 45 patients with either synchronous or metachronous neoplasm were identified. Results : Lung cancer was the most common malignancy representing 22.2%, Colorectal cancer 20%, Prostate cancer 17.7%, Breast cancer 11.1%, Urothelial cancer (Kidney and Bladder) 8.8%, Myelodisplastic syndrome, Pancreatic cancer, Thyroid cancer, Non-Hodgking lymphoma, Acute Myeloide Leukemia, Vulvar cancer, Testicular cancer and Skin Cancers 2.2% each one respectively. Results : We found that in our heterogeneous population of patient with hematologic malignancies, the incidence of synchronous or metachronous neoplasm practically follows a very similar pattern of the general population, despite that many of this patients have been exposed to chemotherapy and radiation therapy. Disclosures No relevant conflicts of interest to declare."
}