{
    "doi": "https://doi.org/10.1182/blood.V122.21.3832.3832",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2600",
    "start_url_page_num": 2600,
    "is_scraped": "1",
    "article_title": "Pharmacological Validation Of Potentiating Targets From SAHA RNA-Interference Modifier Screens In Acute Myeloid Leukemia ",
    "article_date": "November 15, 2013",
    "session_type": "604. Molecular Pharmacology, Drug Resistance: Poster III",
    "topics": [
        "leukemia, myelocytic, acute",
        "pharmacology",
        "rna interference",
        "vorinostat",
        "cancer",
        "hdac protocol",
        "histone deacetylase",
        "leukemia, myelomonocytic, chronic",
        "rna, small interfering",
        "bone marrow culture"
    ],
    "author_names": [
        "James M Bogenberger, PhD",
        "James Rudd",
        "Donald Chow",
        "Michelle Kassner",
        "Veena Fauble, MD",
        "Ruben A. Mesa, MD",
        "Hongwei Yin, PHD",
        "Casey Greene, PhD",
        "Raoul Tibes, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Hematology and Medical Oncology, Mayo Clinic, Scottsdale, AZ, USA, "
        ],
        [
            "Genetics, Geisel School of Medicine at Dartmouth, Hanover, NH, USA, "
        ],
        [
            "TGen, Scottsdale, AZ, USA, "
        ],
        [
            "Translational Genomics Research Institute, Scottsdale, AZ, USA, "
        ],
        [
            "Hematology Oncology/ Blood and Marrow Transplant, Mayo Clinic Arizona, Phoenix, AZ, USA, "
        ],
        [
            "Division of Hematology and Medical Oncology, Mayo Clinic Cancer Center, Scottsdale, AZ, USA, "
        ],
        [
            "TGen, SCOTTSDALE, USA, "
        ],
        [
            "Genetics, Geisel School of Medicine at Dartmouth, Hanover, NH, USA, "
        ],
        [
            "Division of Hematology and Medical Oncology, Mayo Clinic in Arizona, Scottsdale, AZ, USA"
        ]
    ],
    "first_author_latitude": "33.57713305",
    "first_author_longitude": "-111.8748762",
    "abstract_text": "The lysine deacetylase inhibitor suberoylanilide acid (SAHA) exhibits promising but limited activity in the treatment of acute myeloid leukemia (AML). To identify potential targets for rational combination therapies that increase the efficacy of SAHA in AML, we performed a functional RNA-interference (RNAi) drug modifier screen to identify genes that, when inhibited, potentiate or antagonize the in vitro anti-leukemic activity of SAHA. A total of 901 kinase, phosphatase and closely associated signaling genes were silenced in TF-1, HEL and THP-1 cells, with four different siRNA sequences per gene, both alone and in combination with SAHA treatment. Screen hit lists for each cell line were over-laid on an integrated functional relationship network. A community detection algorithm was then applied to this sub-network and siRNA sensitive modules were identified. Each module represents a highly connected set of genes in the integrated network. To identify pathways represented by each module, enrichment was evaluated using the National Cancer Institute (NCI) Protein Interaction Database (PID) pathways. Both cell line-specific and universal sensitizing targets, grouped into a small number of pathways, emerged from these screens. Seven pharmacologic inhibitors interfering with these pathways have been assessed in a panel of four or five AML cell lines, including SET-2, TF-1, HEL, THP-1, and OCI-AML3. Of the seven tested inhibitors targeting SAHA sensitizing networks, one combination exhibiting universal SAHA sensitization in all AML cell lines tested was further assessed in drug dose response assays using ex vivo cultures of bone marrow mononuclear cell populations derived from patients with various myeloid malignancies. The combination demonstrated “one-sided” SAHA EC 50 fold-enhancement, as well as strong synergy by “two-sided” CalcuSyn combination index determination in all ex vivo specimens examined to date (N=6), including polycythemia vera (PV), chronic myelomonocytic leukemia (CMML), myelodysplastic syndrome/myeloproliferative neoplasm (MDS/MPN) overlap syndrome, MDS transformed to AML, and de novo AML samples. Thus, this first reported large-scale SAHA RNAi modifier screen in AML has identified a specific pathway/target whose inhibition broadly synergizes with HDAC inhibition in myeloid malignancies. A novel compound putatively targeting this respective pathway/target is currently in early clinical development and has shown limited single-agent activity. With the full dataset presented, we will propose a novel rational combination to enhance the activity of HDAC inhibition in AML and other myeloid malignancies that could be translated into design of a clinical trial. Disclosures: No relevant conflicts of interest to declare."
}