{
    "doi": "https://doi.org/10.1182/blood-2018-99-113905",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4051",
    "start_url_page_num": 4051,
    "is_scraped": "1",
    "article_title": "Long Term Outcomes of Venetoclax Therapy for Complex Karyotype Relapsed/Refractory Chronic Lymphocytic Leukemia ",
    "article_date": "November 29, 2018",
    "session_type": "642. CLL: Therapy, excluding Transplantation: Poster III",
    "topics": [
        "chronic lymphocytic leukemia refractory",
        "karyotype determination procedure",
        "venetoclax",
        "brachial plexus neuritis",
        "small cell lymphoma",
        "follow-up",
        "protein p53",
        "fludarabine",
        "ibrutinib",
        "rituximab"
    ],
    "author_names": [
        "Thomas Lew, MBBS",
        "Mary Ann Anderson, FRACP, FRCPA, MBBS",
        "Constantine S. Tam, MBBS, MD FRACP, FRCPA",
        "Sasanka Handunnetti, MBBS",
        "Dennis Carney",
        "Meaghan Wall, MBBS",
        "Andrew W. Roberts, MBBS, PhD",
        "John F. Seymour, MBBS, PhD"
    ],
    "author_affiliations": [
        [
            "Peter MacCallum Cancer Centre & Royal Melbourne Hospital, Melbourne, Australia ",
            "Walter and Eliza Hall Institute for Medical Research, Parkville, Australia "
        ],
        [
            "Walter and Eliza Hall Institute for Medical Research, Melbourne, Australia ",
            "Peter MacCallum Cancer Centre and Royal Melbourne Hospital, Melbourne, Australia "
        ],
        [
            "Peter MacCallum Cancer Centre & Royal Melbourne Hospital, Melbourne, Australia ",
            "Department of Haematology, St Vincent's Hospital, Fitzroy, Australia ",
            "University of Melbourne, Melbourne, Australia "
        ],
        [
            "Peter MacCallum Cancer Centre & Royal Melbourne Hospital, Melbourne, Australia "
        ],
        [
            "Peter MacCallum Cancer Centre & Royal Melbourne Hospital, Melbourne, Australia ",
            "University of Melbourne, Melbourne, Australia "
        ],
        [
            "Haematology, St Vincent's Hospital, Melbourne, Australia "
        ],
        [
            "Peter MacCallum Cancer Centre and Royal Melbourne Hospital, Melbourne, Australia ",
            "University of Melbourne, Melbourne, Australia ",
            "Walter and Eliza Hall Institute, Melbourne, Australia"
        ],
        [
            "Peter MacCallum Cancer Centre and Royal Melbourne Hospital, Melbourne, Australia ",
            "University of Melbourne, Melbourne, Australia "
        ]
    ],
    "first_author_latitude": "-37.8000078",
    "first_author_longitude": "144.9565082",
    "abstract_text": "Background The selective BCL2 inhibitor venetoclax (Ven) achieves an overall response rate of approximately 75 - 80% as a single agent in patients (pts) with relapsed and refractory chronic lymphocytic leukemia / small lymphocytic lymphoma (RR-CLL/SLL) 1 . Ven is associated with 1 year estimates of progression free survival of ~75% for the approved single agent dose of 400 mg daily 1,2 with promising efficacy among pts previously treated with ibrutinib 3 . Early reports of pre-treatment factors impacting durability of clinical benefit have identified bulky adenopathy, >3 lines of prior therapy and del(17p) as putative adverse factors in univariate analyses 1 . In analyses of data from ibrutinib and idelalisib naïve patients, the dominant predictors were fludarabine refractory disease and complex karyotype (CK), with del(17p) and/or TP53 mutations not reaching significance 4 . However, a systematic longer term follow up of pts with RR-CLL/SLL harboring CK treated with Ven has not been reported. We report the long term follow up of 31 pts with RR-CLL/SLL with a known karyotype treated with Ven ≥400 mg/d. Methods We retrospectively reviewed 67 pts with RR-CLL/SLL enrolled on early phase clinical studies of Ven at our two hospitals between June 2011 and July 2018 as of July 2018. The pts were treated in one of three ongoing clinical trials: Phase 1 Ven monotherapy (NCT01328626) (n=41), Phase 1b Ven plus rituximab (NCT01682616) (n=16), or Phase 2 Ven monotherapy in del(17p) CLL/SLL (NCT01889186) (n=10). Our analysis was restricted to pts who received ≥400 mg/daily 2 and whose pre-treatment karyotype was known (n=31). CK is defined by the presence of ≥3 chromosomal aberrations using conventional cytogenetic analysis 5 . Time to progression (TTP) was estimated by the method of Kaplan and Meier, and comparisons among groups used the log-rank test (Mantel-Cox) and Fisher's exact test for categorical variables. Results 31 pts (median age 68 [range 45-83]) had known karyotype prior to Ven. They had received a median of 3 (1 - 8) prior therapies, but none had prior BTK inhibitor or idelalisib exposure. 12 pts had RR-CLL/SLL with known CK (median number of aberrations 4, range 3 - 8) and 19 were known non CK. Disease was fludarabine refractory in 15 pts and 16 had evidence of TP53 dysfunction ( TP53 mutation and / or del(17p)) (Table 1). The median follow up was 33 (range 1 - 67) months. Twenty-eight (90%) pts responded and 18 (58%) have developed progressive disease; 7 with Richter transformation (RT) and 11 with CLL. RT occurred significantly earlier than CLL progression at a median of 7 (range 1 - 22) months v 33 (22 - 48) months, respectively ( p = 0.0004 ). CK did not impact likelihood of overall response or complete response (CR) (p = 0.46), but was associated with a lower rate of attainment of minimal residual disease negative (MRD-neg) BM status (8% vs 47% in pts with non CK; p = 0.046 ). Four pts with CK achieved CR; one was fludarabine refractory, three harbored aberrations in TP53 and one lacked both risk factors. RT was largely confined to pts with CK CLL who had a 50% incidence of RT (6 of 7 RT events; p = 0.007 ). Two pts with CK RR-CLL/SLL received concomitant rituximab with Ven therapy: one developed Hodgkin variant RT at ~1 month, the other achieved a PR without clearance of PB or BM MRD, with progressive CLL at 25 months. Of the 5 pts with non CK RR-CLL/SLL who received Ven and rituximab, 4 (80%) achieved MRD-neg CR with no progressions at a median follow up of 57 (range 33 - 60) months and one achieved PR, with progressive CLL at 58 months. Compared to pts with a known non CK, patients with CK had significantly shorter TTP (median 22 [95% CI 4 - 48] months v 67 [95% CI 33 - undefined] months; p = 0.0011 ) (Figure 1). Conclusions Patients with CK RR-CLL/SLL treated with Ven have inferior outcomes relative to those with non-CK, predominantly due to early emergence of presumably unrecognized subclinical RT, consistent with patterns previously observed for ibrutinib and chemo-immunotherapy. Careful screening of these patients for nascent RT is important. However, deep remissions are possible in some patients and confer durable disease control. Ven combination therapies merit exploration with the aim of improving depth of response and outcomes in RR-CLL/SLL harboring CK. Roberts; N Engl J Med; 2016;374:311-22. Stilgenbauer; Lancet Oncol; 2016;17:768-78. Jones; Lancet Oncol; 2018;19:65-75. Anderson; Blood; 2017;129:3362-70. Rigolin; Blood; 2012;119:2310-3. View large Download slide View large Download slide  Disclosures Lew: Walter and Eliza Hall: Employment, Patents & Royalties. Anderson: Genentech: Research Funding; AbbVie, Inc: Research Funding; Walter and Eliza Hall: Employment, Patents & Royalties. Tam: Pharmacyclics: Honoraria, Travel funding; Janssen: Honoraria, Research Funding; Beigene: Honoraria, Other: Travel funding; Pharmacyclics: Honoraria; Gilead: Honoraria; Roche: Honoraria; Roche: Honoraria; Beigene: Honoraria, Other: Travel funding; AbbVie: Honoraria, Research Funding; Gilead: Honoraria; AbbVie: Honoraria, Research Funding. Roberts: Janssen: Research Funding; Genentech: Research Funding; AbbVie: Research Funding; Walter and Eliza Hall: Employment, Patents & Royalties: Employee of Walter and Eliza Hall Institute of Medical Research which receives milestone and royalty payments related to venetoclax. Seymour: Celgene: Consultancy; AbbVie: Consultancy, Honoraria, Research Funding; F. Hoffmann-La Roche Ltd: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Genentech Inc: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Janssen: Honoraria, Research Funding."
}