{
    "doi": "https://doi.org/10.1182/blood.V108.11.2747.2747",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=626",
    "start_url_page_num": 626,
    "is_scraped": "1",
    "article_title": " 90 Y-Zevalin® ( 90 Y-Ibritumomab Tiuxetan) Radioimmunotherapy (RIT) Consolidation of FCM Induction Chemotherapy in Mantle Cell Lymphoma (MCL) Patients: Results from the PLRG upon Completed Enrollment. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "chemotherapy, neoadjuvant",
        "ibritumomab tiuxetan",
        "mantle-cell lymphoma",
        "radioimmunotherapy",
        "brachial plexus neuritis",
        "hematotoxicity",
        "neoplasms",
        "blood transfusion",
        "cerebral hemorrhage",
        "chemotherapy regimen"
    ],
    "author_names": [
        "Wojciech Jurczak",
        "A. Giza",
        "M. Szostek",
        "A. Hubalewska-Dydejczyk",
        "A. Sowa-Staszczak",
        "W. Knopinska-Posluszny",
        "A. Hellmann",
        "B. Zdziarska",
        "T. Wrobel",
        "S. Krycz-Krzemien",
        "L. Poplawska",
        "I. Federowicz",
        "Jan Walewski",
        "Aleksander Skotnicki"
    ],
    "author_affiliations": [
        [
            "Hematology Collegium Medicum, Jagiellonian University, CMUJ, Cracow, Poland"
        ],
        [
            "Hematology Collegium Medicum, Jagiellonian University, CMUJ, Cracow, Poland"
        ],
        [
            "Hematology Collegium Medicum, Jagiellonian University, CMUJ, Cracow, Poland"
        ],
        [
            "Hematology Collegium Medicum, Jagiellonian University, CMUJ, Cracow, Poland"
        ],
        [
            "Hematology Collegium Medicum, Jagiellonian University, CMUJ, Cracow, Poland"
        ],
        [
            "AM, Gdansk, Poland"
        ],
        [
            "AM, Gdansk, Poland"
        ],
        [
            "AM, Szczecin, Poland"
        ],
        [
            "AM, Wroclaw, Poland"
        ],
        [
            "SLAM, Katowice, Poland"
        ],
        [
            "MCS, Warszawa, Poland"
        ],
        [
            "MCS, Warszawa, Poland"
        ],
        [
            "MCS, Warszawa, Poland"
        ],
        [
            "Hematology Collegium Medicum, Jagiellonian University, CMUJ, Cracow, Poland"
        ]
    ],
    "first_author_latitude": "50.0494491",
    "first_author_longitude": "19.954356100000002",
    "abstract_text": "Background: The 5-yr survival rate is <20% for MCL. Standard chemotherapy for MCL includes fludarabine, cyclophosphamide, and mitoxantrone (FCM). Adding rituximab (R) to FCM increases the overall response rate (ORR) from 46% to 58%. MCL patients (pts) with large tumor burdens and no initial cytoreduction have a limited response to conventional non-myeloablative RIT. Aims: The Polish Lymphoma Research Group Trial (PLRG MCL1) assessed whether 90 Y-Zevalin (Z) could consolidate the response achieved from FCM ± R and improve ORRs and time to progression (TTP). Methods: Thirty MCL pts (stage III–IV) not suitable for SCTs were enrolled in 8 PLRG centers: 13 pts were newly diagnosed, 7 pts had a PR after first-line therapy, and 10 pts were in first relapse. Tumor burden was reduced by induction therapy with 3–6 cycles of FCM ± R (375 mg/m 2 ) in all pts and staged after the third and subsequent cycles to assess tumor regression. Pts were in CR (no palpable lymph nodes or measurable masses on CT) or PR (1500/mL, PLTs >100,000/mL, and no BM hypoplasia received Z consolidation, starting with 2 doses of 250 mg/m 2 R on days 1 and 8, followed by Z (0.3 or 0.4 mCi/kg, based on initial PLT count; maximum dose 32 mCi). ORR (CR + PR) and hematologic toxicity were determined. Response was monitored at 6 wk, 3 mo, and 3-mo intervals for up to 2 yr to assess TTP. Results: To date, 29 pts were evaluated. Of the 13 newly diagnosed pts 2 were in CR after completing FCM and 10 achieved CR after Z consolidation. Five of the 7 pts treated at first PR achieved a CR after Z and 2 pts achieved a PR. For the 10 pts treated at first relapse, 5 shifted from a PR after FCM to a CR after Z, 1 shifted from a CRu to a CR, and 3 pts achieved a further PR after Z. However, 5 of these 10 pts relapsed and 1 died due to hemorrhagic stroke. Of the 17 pts who shifted from PR to CR after Z, 13 continue in CR 8–20 mo after Z and 3 continue in CR 1–4 mo after Z. Overall, 19 of 20 pts treated at diagnosis or first PR are alive. Responses were accompanied by neutro- and thrombocytopenias 4–5 wk after Z, lasting 3–21 wk. To date, 7 pts required G-CSF (mean 21.3 doses; range 5–60), and 14 pts received red blood cell (mean 5.1 units; range 1–18) and/or PLT (mean 4.2 units; range 1–24) transfusions. No pts developed life-threatening infections. Hematologic toxicity was less severe in pts who had received only 3 FCM cycles, compared with patients requiring 5–6 FCM cycles. Conclusions: Following Z consolidation, 22 of 29 pts achieved a CR and 17 of these 22 shifted from a PR after FCM ± R to a CR. Therefore, Z consolidation is a feasible approach for MCL patients; it might have curative potential for pts treated at diagnosis or at first PR and may afford palliation for relapsed cases. Hematologic toxicity from FCM-Z is significant, but manageable, and correlates with the number of FCM cycles. Survival with FCM-Z seems superior to that reported for R-CHOP×4-Z. FCM-Z may be the preferred therapeutic approach."
}