{
    "doi": "https://doi.org/10.1182/blood.V114.22.3591.3591",
    "article_title": "Prochemerin Is a New Substrate for Thrombin. ",
    "article_date": "November 20, 2009",
    "session_type": "GRANULOCYTES, MONOCYTES AND MACROPHAGES POSTER II",
    "abstract_text": "Abstract 3591 Poster Board III-528 Introduction Prochemerin is a 163 amino acid precursor protein with a C-terminal domain highly susceptible to proteolysis. Its chemotactic activity is unmasked upon C-terminal cleavage by proteases of the coagulation, fibrinolytic and inflammatory systems. Here, we studied whether thrombin is able to cleave prochemerin to generate active forms of chemerin. Methods The 15mer peptide prochemerin C-terminal sequence (YFPGQFAFSKALPRS) or prochemerin was incubated with thrombin at different concentrations and times. The reactions were stopped by addition of PPACK before determining their chemotactic activity in a transwell assay using CMKLR1-transfected cells and their mass by mass-spectrometry. Results Thrombin (0-100 nM) dose-dependently cleaved 15mer to 14mer (YFPGQFAFSKALPR). Over a longer reaction time, the 10mer (YFPGQFAFSK) was also detected. The 15mer was almost inert in the chemotaxis assay but thrombin-cleaved 15mer caused migration of CMKLR1 transfectants. The 14mer and 10mer at 1 μM induced CMKLR1 cell migration at a rate of 3200 and 2800 cells/ml, but 1 μM 15mer did not induce any chemotaxis. Thrombin can also cleave the 14mer to a 10mer as determined by mass spectrometry. Using selected thrombin mutants for the Na+ binding site (E229K) and the active site YPPW-insertion loop (W50A), we found that thrombin hydrolysis of the 15mer was dependent on the Na+ bound “fast” form of thrombin and active site topology. The 10mer could be further activated by carboxypeptidase N (CPN) by removing the C-terminal lysine, whereas the C-terminal arginine of 14mer could not be cleaved by CPN, which did not affect its activity. Full-length prochemerin was also activated by thrombin (100nM) and the chemotactic activity further increased by CPN (50nM) about 6 fold. Conclusions Prochemerin is a new substrate for thrombin. Thrombin-cleaved chemerins are active chemoattractants in chemotaxis. This extends the molecular link between blood coagulation and CMKLR1-mediated immune responses. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "thrombin",
        "mass spectrometry",
        "amino acids",
        "arginine",
        "chemotactic factors",
        "endopeptidases",
        "fibrinolytic agents",
        "lysine",
        "lysine carboxypeptidase",
        "mechlorethamine"
    ],
    "author_names": [
        "Xiaoyan Du, PhD",
        "Timothy Myles, PhD",
        "John Morser, PhD",
        "Lawrence L. Leung, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Xiaoyan Du, PhD",
            "author_affiliations": [
                "Hematology, Stanford University, Stanford, CA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Timothy Myles, PhD",
            "author_affiliations": [
                "Hematology, Stanford University, Stanford, CA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John Morser, PhD",
            "author_affiliations": [
                "Hematology, Stanford University, Stanford, CA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lawrence L. Leung, MD",
            "author_affiliations": [
                "Hematology, Stanford University, Stanford, CA, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-13T04:25:24",
    "is_scraped": "1"
}