{
    "doi": "https://doi.org/10.1182/blood.V114.22.4777.4777",
    "article_title": "How to Manage Refractory T-Cell Leukemia-Lymphomas in Children? A Question to Be Answered, Yet! ",
    "article_date": "November 20, 2009",
    "session_type": "LYMPHOMA: CHEMOTHERAPY, EXCLUDING PRE-CLINICAL MODELS",
    "abstract_text": "Abstract 4777 Background T-cell acute lymphoblastic leukemia (T-ALL) and T-cell lymphoblastic lymphoma (T-LBL), account for approximately 15% of pediatric ALL and about one third of pediatric non-Hodgkin lymphoma, respectively. There are also rare clinical entities the distinction of which resulted arbitrary between leukemia and lymphoma. Since blasts are located on nodes, liver, spleen and bone marrow (BM), these forms are characterized by a problematic evaluation of treatment responses. Moreover, these subtypes have usually demonstrated a low responsiveness to conventional treatment. As matter of fact it is still unclear what is the treatment of choice, but due to the rarity it is an unresolved question. We here report two cases, who were initially treated with an ALL-based protocol and experienced recurrent disease, despite several lines of treatment. Case 1 An 11-year-old Caucasian male presented with pallor, asthenia, fever and a huge hepato-splenomegaly. Laboratory findings revealed hyperleukocytosis, anemia and thrombocytopenia. LDH level was high (5965 U/L). Morphologic evaluation of peripheral blood (PB) and of BM identified a FAB L2 ALL. Immunologic analyses showed high expression of surface CD3, CD5, CD7, CD56 and TcR γδ. A diagnosis of hepatosplenic γδ T-cell leukemia-lymphoma was made based on these findings and confirmed by the identification of a Vδ1-Jδ1 homoduplex rearrangement in a lymphonode's biopsy. The child was treated according to the AIEOP-ALL 2000 protocol, but failed to respond to induction phase. We shifted him to a non Hodgkin lymphoma (NHL) regimen characterized by chemotherapy courses with high doses of dexamethasone, cytosine arabinoside, cyclophosphamide, asparaginase, daunorubicin and methotrexate. He achieved a morphologic remission after two courses but suffered bone marrow and splenic relapse after three months of therapy. Then another therapeutic approach using Oxaliplatin was tried. But peripheral blasts were still present leading us to the use of a third line treatment with ICE (ifosfamide-carboplatin-etoposide). Peripheral blasts persisted and we tried a salvage therapy with Alemtuzumab (anti-CD52 monoclonal antibody). There was no response and the child died of progressive disease 10 months from diagnosis. Case 2 An 8-year-old Caucasian female presented with asthenia, dyspnea, peripheral lymphoadenomegaly and cutaneous lesions on scalp. Hematological laboratory findings and morphologic evaluation of PB smear resulted normal. LDH level was high (5260 U/L). Examination of BM, cutaneous and sovraclavear lymphonodal biopsies confirmed a diagnosis of T lymphoblastic leukemia/lymphoma. Chest-abdominal computed tomography scan disclosed pleural effusion, mediastinal and abdominal lympho-nodes enlargement and several hepatic lesions. The child was treated according to the AIEOP-ALL 2000 protocol. Morphologic evaluation of PB smear at day 8 was normal as expected, while the chest radiography showed no response. The restaging after the induction phase demonstrated the persistence of blasts in BM (8-9%) and a minor radiological response. After 2 courses she achieved hematological complete remission but the radiological findings were unmodified. The second line therapy was characterized by chemotherapy courses with idarubicin and high-dose of cytosine arabinoside. She achieved a radiological response but it was very fleeting. Afterwards we tried another therapeutic approach using a fludarabine, mitoxantrone and cytosine arabinoside. There was no response and the child died of progressive disease 5 months from diagnosis. In both cases, there was no HLA-compatible family donor. Thus we immediately started to search for an unrelated one. Conclusions and Perspectives Our patients' course matched the predictable very poor prognosis despite intensive chemotherapy. Our cases showed a disease with distinctive clinical, histopathologic and phenotypic characteristics. Our experience suggests that i ) a better molecular characterization of these rare entities is mandatory; ii ) an ALL-based therapy seems to be ineffective and these cases are addressed to experimental protocol; iii ) once the diagnosis has been formulated, it may be important to plan for an allogeneic BMT, as soon as first remission would be achieved. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "child",
        "leukemia",
        "lymphoma",
        "t-lymphocytes",
        "chemotherapy regimen",
        "cytarabine",
        "adult t-cell lymphoma/leukemia",
        "alemtuzumab",
        "asthenia",
        "biopsy"
    ],
    "author_names": [
        "Antonella Sau",
        "Daniela Onofrillo",
        "Amelia Poli",
        "Gaetano La Barba",
        "Luca Lo Nigro"
    ],
    "author_dict_list": [
        {
            "author_name": "Antonella Sau",
            "author_affiliations": [
                "Center of Pediatric Hematology Oncology, Department of Hematology, “Spirito Santo” Hospital, Pescara, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Daniela Onofrillo",
            "author_affiliations": [
                "Center of Pediatric Hematology Oncology, Department of Hematology, “Spirito Santo” Hospital, Pescara, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amelia Poli",
            "author_affiliations": [
                "Center of Pediatric Hematology Oncology, Azienda Policlinico - University of Catania, Catania, Italy"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gaetano La Barba",
            "author_affiliations": [
                "Center of Pediatric Hematology Oncology, Department of Hematology, “Spirito Santo” Hospital, Pescara, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Luca Lo Nigro",
            "author_affiliations": [
                "Center of Pediatric Hematology Oncology, Azienda Policlinico - University of Catania, Catania, Italy"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-11T18:40:54",
    "is_scraped": "1"
}