{
    "doi": "https://doi.org/10.1182/blood.V116.21.2932.2932",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1850",
    "start_url_page_num": 1850,
    "is_scraped": "1",
    "article_title": "Endothelial Cells In Low-Risk MDS Show Ultrastructural Features of Enhanced Autophagy ",
    "article_date": "November 19, 2010",
    "session_type": "Myelodysplastic Syndromes: Poster II",
    "topics": [
        "autophagy",
        "bone marrow aspiration",
        "bone marrow biopsy",
        "bone marrow specimen",
        "caspase-3",
        "caspase-8",
        "death",
        "endothelial cells",
        "growth factor",
        "hyperplasia"
    ],
    "author_names": [
        "Ewout J. Houwerzijl, MD",
        "Nel R. Blom, MLT",
        "Fiona A.J. van den Heuvel, MLT",
        "Johannes J.L. van der Want, PhD",
        "André B Mulder, MD",
        "Joost TM de Wolf",
        "Edo Vellenga, MD"
    ],
    "author_affiliations": [
        [
            "Vascular Medicine, University Medical Center Groningen, Groningen, Netherlands, "
        ],
        [
            "Cell Biology, Laboratory for Electron Microscopy, University Medical Center Groningen, Groningen, Netherlands, "
        ],
        [
            "Cell Biology, Laboratory for Electron Microscopy, University Medical Center Groningen, Groningen, Netherlands, "
        ],
        [
            "Cell Biology, Laboratory for Electron Microscopy, University Medical Center Groningen, Groningen, Netherlands, "
        ],
        [
            "Department of Laboratory Medicine, University Medical Center Groningen, Groningen, Netherlands, "
        ],
        [
            "Hematology, University Medical Center Groningen, Groningen, Netherlands"
        ],
        [
            "Hematology, University Medical Center Groningen, Groningen, Netherlands"
        ]
    ],
    "first_author_latitude": "53.077971",
    "first_author_longitude": "7.397443999999999",
    "abstract_text": "Abstract 2932 Several studies have shown that hematopoietic precursor cells in low-risk myelodysplastic syndromes (MDS) undergo premature cell death. The mode of cell death is cell type specific and might include apoptosis, necrosis, and/or autophagy. Studies in MDS erythroblasts have shown enhanced apoptosis and enhanced autophagy (Houwerzijl EJ et al. Leukemia 2009), while megakaryocytes undergo a caspase-3 independent nonapoptotic cell death (Houwerzijl EJ et al. Blood 2005). Increasing data suggest that in MDS the bone marrow microenvironment is also affected. Some stromal cells, including mesenchymal and circulating endothelial cells, can carry similar chromosomal abnormalities as the neoplastic hematopoietic clone (Della Porta MG et al. Leukemia 2008, Lopez-Villar O et al. Leukemia 2009). In addition, recent data show that hematopoietic and endothelial cells have a common precursor, the hemangioblast (Lancrin C et al. Nature 2009). These findings raise the question whether endothelial cells in MDS also die prematurely. To define in more detail the underlying cell death pathways in MDS endothelial cells and to quantify vascularisation, immunohistochemical staining and electron microscopic analysis were performed on bone marrow samples of patients with refractory anemia (RA, n=6) and RA with ringed sideroblasts (RARS, n=6), and healthy controls (n=4). According to the MDS International Prognostic Scoring System (IPSS) the patients were categorized as low risk (n=6) and intermediate risk-1 (n=6). Immunohistochemistry of the MDS bone marrow biopsies demonstrated increased bone marrow microvessel density (MVD) determined by FVIII staining. In both RA and RARS MVD was increased compared to normal (number of vessels: 4 ± 1.6 and 3.8 ± 1.1/powerfield respectively, versus 0.4 ± 0.5 in healthy controls, magnification × 400). The increased number of endothelial cells stained strongly positive for VEGF in both RA and RARS compared to normal bone marrow. The elevated VEGF expression of these cells might be related to a significantly enhanced expression of hypoxia inducible factor-2α (HIF-2α) compared to normal controls, which was especially found in RARS endothelial cells. In contrast, immunostaining for HIF-1α was negative in MDS patients as well as controls. To expand these results ultrastructural analysis was performed on hematons of a subgroup of these patients (n=10). Hematons are compact spherical particles which contain hematopoietic progenitor cells residing within a finely arborized stromal framework, including adipocytes, mesenchymal cells, resident macrophages and endothelial cells (Blazsek I et al. Blood 2000). Hematons can be isolated from the bone marrow aspirate light density fraction. The ultrastructural analysis revealed irregularly shaped endothelial cells without pericytes and degradation of the basal membrane. Cytoplasmic vacuolization was present in endothelial cells, especially in RARS patients. The majority of these vacuoles were double membraned, a main characteristic of autophagy. Mitochondria were normal. No features of apoptosis were found, which was confirmed by a negative immunostaining for caspase-3 and caspase-8. Microvessels were irregularly shaped and showed frequent sprouting. These results indicate that endothelial cells from low-risk MDS patients are ultrastructurally abnormal, showing features of autophagy, but no apoptosis. Autophagy in these cells may be a type of cell death or a cell-rescue reaction to nutrient- and/or growth factor depletion in the microenvironment. On the other hand, in agreement with previous studies, angiogenesis, in low-risk MDS is increased, and appears to be HIF-2α and not HIF-1α mediated. Together, these findings may suggest that endothelial cells in MDS, similar to hematopoietic cells, show a high rate of cellular proliferation, which coincides with an increased susceptibility for premature cell death, i.e. autophagy. The findings might contribute to knowledge of the defective make-up of the stem cell compartment in MDS which requires a strong interaction between hematopoietic stem cells and the microenvironment. Disclosures: No relevant conflicts of interest to declare."
}