{
    "doi": "https://doi.org/10.1182/blood.V108.11.2538.2538",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=571",
    "start_url_page_num": 571,
    "is_scraped": "1",
    "article_title": "Identification of Primitive Subpopulations of Acute Myeloid Leukemia Side Population (SP) Stem Cells Defined by Differentiation Status and Malignant Character. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "leukemia, myelocytic, acute",
        "stem cells",
        "leukemia",
        "cd19 antigens",
        "disease remission",
        "cd56 antigens",
        "chemotherapy regimen",
        "dyes",
        "immunophenotyping",
        "interleukin-3 receptor"
    ],
    "author_names": [
        "Bijan Moshaver",
        "Marjolein A. van der Pol, PhD",
        "Guus H. Westra",
        "Nicole Feller, PhD",
        "Angele Kelder",
        "Anna van Rhenen",
        "Gert J. Ossenkoppele, MD,PhD",
        "Sonja Zweegman, MD,PhD",
        "Gerrit J. Schuurhuis, PhD"
    ],
    "author_affiliations": [
        [
            "Hematology, VU University Medical Center, Amsterdam, Netherlands"
        ],
        [
            "Hematology, VU University Medical Center, Amsterdam, Netherlands"
        ],
        [
            "Hematology, VU University Medical Center, Amsterdam, Netherlands"
        ],
        [
            "Hematology, VU University Medical Center, Amsterdam, Netherlands"
        ],
        [
            "Hematology, VU University Medical Center, Amsterdam, Netherlands"
        ],
        [
            "Hematology, VU University Medical Center, Amsterdam, Netherlands"
        ],
        [
            "Hematology, VU University Medical Center, Amsterdam, Netherlands"
        ],
        [
            "Hematology, VU University Medical Center, Amsterdam, Netherlands"
        ],
        [
            "Hematology, VU University Medical Center, Amsterdam, Netherlands"
        ]
    ],
    "first_author_latitude": "52.3356568",
    "first_author_longitude": "4.859447749999999",
    "abstract_text": "Acute myeloid leukemia (AML) is generally regarded as a stem cells disease. A large proportion of remission patients ultimately relapses, indicating ineffectiveness of current therapies in eradicating leukemia stem cells (LSCs). Additional to the CD34+CD38− compartment, the so-called side population (SP) exists. In order to trace residual SP stem cells under remission conditions, allowing adapted risk stratification or more accurate prediction of relapses, we sought for leukemia stem cell specific immunophenotypic markers i.e. not staining the normal SP stem cells. We used C-type Lectin-like molecule-1 (CLL-1, van Rhenen, Blood  106 : 6a , 2005 ) and IL-3 receptor α-chain CD123, previously shown to be stem cell markers. Lastly, several markers making up the so-called leukemia associated phenotypes (LAP), used for MRD detection ( Feller, Leukemia  18 : 1380 , 2004 ), were tested for their ability to stain the AML SP stem cell as well. Using Hoechst 33342 dye, PI and monoclonal antibodies against CD7, CD19, CD56, CD123 and CLL-1, SP immunophenotyping using FACS analysis was performed on bone marrow (BM) samples of 17 AML patients at diagnosis, 8 healthy donors (nBM) and 4 relevant donors with BM regenerating after chemotherapy (rBM). SP cells were detected in 13 of 17 AML patients with median frequency of 0.01% (% of WBC, range 0.00002-0.17%). In all 13 cases, SP cells were partly or completely positive for CLL-1 and/or CD123. In 10/13 cases SP cells were partly or completely positive for LAP markers These results strongly suggest that the majority of SP cells are malignant, which was confirmed by FISH analysis [n=2; t(8;21)]. Marker positive SP cells as a fraction of total SP was 0.66 (range 0.22–1.0). Furthermore, SP cells from control nBM and rBM were completely negative for CLL-1 and LAP markers, but not for CD123 (40%-82%). Remarkably, 11/13 AML samples revealed two subpopulations within the SP, in terms of sideward scatter (SSC): high side scatter (HSSC) SP cells, with median frequency of 46 % (% of whole SP compartment, range 21–86%) and low side scatter (LSSC) SP cells (median frequency 54 %, range 14–79%). In the 2 remaining cases only LSSC SP was present. HSSC and LSSC populations were also seen in 5/8 nBM SP cells, with only LSSC SP present in the remaining 3 cases. HSSC AML SP cells had a more differentiated phenotype (high SSC, high CD38 expression) and were all malignant in terms of LAP marker positivity and CLL-1 positivity. LSSC SP cells were more primitive (low SSC, mostly CD38 negative or low), only partly expressing CLL-1 or LAP. FISH analysis for a patient with t(8;21) confirmed the malignant nature of both the HSSC and LSSC LAP marker (CD19 in this case) positive cells and the normal character of the CD19 negative LSSC cells. Marker positive, primitive LSSC SP cells (n=13) had median frequency of 14.2% of total SP (range 4.6–48.9%). The presumed median frequency of these LSSC SP cells at diagnosis is thereby close to 1: 10 5 , (% of WBC) which is close to the presumed AML stem cell frequency in diagnosis AML. In conclusion, diagnosis AML SP cells can be discriminated from normal SP cells based on expression of CLL-1 and LAP markers. SP cells show a primitive low-frequency sub fraction as a likely candidate to contain the leukemia initiating cell. Future studies include functional characterization of this LSSC SP subfraction for purposes of risk stratification and therapeutic intervention."
}