{
    "doi": "https://doi.org/10.1182/blood-2019-125611",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4287",
    "start_url_page_num": 4287,
    "is_scraped": "1",
    "article_title": "Urine Proteomic Analysis Reveals Disease-Specific Patterns in Pediatric Patients with Classical Hodgkin's Disease(HD). an Addon Study to the Euronet-PHL-C2 Trial ",
    "article_date": "November 13, 2019",
    "session_type": "622.Lymphoma Biology-Non-Genetic Studies",
    "topics": [
        "hodgkin's disease",
        "pediatrics",
        "urine",
        "weight reduction",
        "peptides",
        "urine specimens",
        "inflammation",
        "urinary tract infections",
        "amino acids",
        "biological markers"
    ],
    "author_names": [
        "Karl-Walter Sykora, MD",
        "Jochen Metzger, PhD",
        "Dieter Körholz, MD PhD",
        "Michael Frühwald, MD",
        "Gabriele Strauss, MD",
        "Norbert Jorch, MD",
        "Jozef Zlocha, MD PhD",
        "Thomas Wiesel, MD",
        "Axel Sauerbrey, MD",
        "Monika Streiter, MD",
        "Rhoikos Furtwaengler, MD",
        "Gunnar Cario, MD PhD",
        "Thorsten Simon, MD PhD",
        "Holger Christiansen, MD",
        "Peter Vorwerk, MD",
        "Angela Wawer, MD",
        "Wolfram Scheurlen, MD",
        "Hermann Müller, MD",
        "Stefan Bielack, MD",
        "Martin Ebinger, PD Dr. MD",
        "Klaus-Michael Debatin, MD",
        "Oliver Andres, MD",
        "Christine Mauz-Körholz",
        "Anja Troeger, MD",
        "Dominik Schneider, MD",
        "Eva M Weissinger, MD"
    ],
    "author_affiliations": [
        [
            "Pediatric Hematology and Oncology, Hannover Medical School, Hannover, Germany "
        ],
        [
            "Mosaiques Diagnostics and Therapeutics AG, Hannover, Germany "
        ],
        [
            "Dpt. Pediatric Hematology-Oncology, University Hospital Giessen, Giessen, Germany "
        ],
        [
            "Dpt. Pediatric Hematology-Oncology, Universitätsklinikum Augsburg, Augsburg, Germany "
        ],
        [
            "Dpt. of Pediatrics, Helios Klinikum Berlin-Buch, Berlin, Germany "
        ],
        [
            "Dept. Pediatrics, Evangelisches Klinikum Bethel, Bielefeld, Germany "
        ],
        [
            "Dpt. Pediatrics, Klinikum Chemnitz, Chemnitz, Germany "
        ],
        [
            "Vestische Clinic for Children and Adolescents, Datteln, Datteln, Germany "
        ],
        [
            "Dept. of Pediatrics, Helios Klinikum Erfurt, Erfurt, Germany "
        ],
        [
            "Klinik für Kinder-und Jugendmedizin, Kliniken am Gesundbrunnen, SLK-Kliniken Heilbronn, Heilbronn, Germany "
        ],
        [
            "Dpt. Pediatric Hematology-Oncology, Universitätsklinikum des Saarlandes, Homburg/Saar, Germany "
        ],
        [
            "Pediatrics, University Hospital Schleswig-Holstein, Campus Kiel, Kiel, Germany "
        ],
        [
            "Dpt. Pediatric Hematology-Oncology, Uniklinik Köln, Köln, Germany "
        ],
        [
            "University Medical Centre Leipzig, Leipzig, Germany, Leipzig, DEU "
        ],
        [
            "Dpt. Pediatric Hematology-Oncology, Otto-von-Guericke-Universität, Magdeburg, Germany "
        ],
        [
            "Department of Pediatrics, Devision of Pediatric Hematology and Oncology, Technical University Munich, TUM School of Medicine and Städtisches Klinikum München, München, Germany "
        ],
        [
            "Cnopfsche Kinderklinik, Nuremberg, DEU "
        ],
        [
            "Universitätsklinik für Kinder- und Jugendmedizin (Elisabeth-Kinderkrankenhaus), Klinikum Oldenburg AöR, Oldenburg, Germany "
        ],
        [
            "Klinikum Stuttgart - Olgahospital, Stuttgart, DEU "
        ],
        [
            "Dpt. I - General Pediatrics, Hematology and Oncology, University Children's Hospital Tübingen, Tübingen, Germany "
        ],
        [
            "Department of Pediatrics and Adolescent Medicine, Ulm University Medical Center, Ulm, Germany "
        ],
        [
            "University Children's Hospital Würzburg, Würzburg, Germany "
        ],
        [
            "Childrens University Hospital Giessen, Giessen, Germany "
        ],
        [
            "Department of Pediatric Hematology, Oncology and Stem Cell Transplantation, University Hospital, Regensburg, Regensburg, Germany "
        ],
        [
            "Kinderonkolgisches Zentrum Dortmund, Klinikum Dortmund, Klinik für Kinder- und Jugendmedizin, Dortmund, Germany "
        ],
        [
            "Dept. Hematology, Hemostaseology, Oncology and Stem Cell Transplantation, Hannover Medical School, Hannover, Germany"
        ]
    ],
    "first_author_latitude": "52.381589399999996",
    "first_author_longitude": "9.8096658",
    "abstract_text": "Background HD is a B-lineage lymphoma characterized, depending on subtype, by a prominent inflammatory infiltrate and fibrosis. Clinically, inflammatory symptoms like fever, weight loss and night sweats (B-symptoms) and increased blood biomarkers of inflammation, including ESR and CRP, are characteristic of more advanced disease. The clinical trial EURONET-PHL-C2 (Second International Inter-Group Study for Classical Hodgkin's Lymphoma in Children and Adolescents) is a randomized, prospective trial that compares chemo- and radiotherapy treatment concepts of different intensities in patients with intermediate and advanced HD. Patients are stratified by risk into 3 therapy groups (TL-1 to TL-3). An ESR> 30mm/h had been a risk factor for relapse in previous studies and leads to upstaging from the lowest (TL-1, Ann Arbor stage I and IIa without additional risk factors) to the intermediate risk group TL-2 in the current study. This addon pilot study tested urine proteomic patterns from pediatric patients with HD at diagnosis and compared them to the patterns of normal children. The questions were: Is there a HD-specific pattern, a pattern that identifies high risk or a pattern that correlates with inflammatory markers? Patients and methods Capillary electrophoresis coupled to mass spectrometry (CE-MS) was used to compare the peptide profiles in the mass range of 0.8 to 20 kDa of urine samples (N=34) from 16 children with pediatric Hodgkin lymphoma (PHL) as case and 32 age-matched children with no evidence of a disease (N=28) or with urinary tract infection (N=4) as control groups. Marker selection was based on a two-step strategy. First, a group-wise comparison of rank sum differences was performed on a set of 2418 annotated peptides with distribution frequencies above 30% in at least one of the groups with subsequent adjustment for multiple testing by the method of Bonferroni. In the second step marker candidates were further restricted to those demonstrating a significant positive or negative Spearman rho correlation coefficient (≥0.34 or ≤-0.34) to the Ann-Arbor classification criteria. From the resulting peptides a multivariate peptide marker classifier was established by support vector machine modeling and applied to an independent confirmation set of PHL (N=16, 31 urine samples) and control (N=18, 18 urine samples) patients to determine classification accuracy in receiver operating characteristics (ROC) analysis. Peptides included in the PHL classifier were resolved in their amino acid sequence by tandem mass spectrometry to identify the proteins from which the peptide markers are derived. Results The established multivariate peptide marker model consisting of 40 naturally occurring urinary peptides enabled absolute differentiation between PHL patients and children without signs of disease or urinary tract infection in independent validation as revealed by an area under the ROC curve value of 1.0 (95% confidence interval: 0.93 to 1.00, p<0.0001). Amino acid sequencing revealed that the majority of peptides are interstitial collagen fragments from specific hot-spot regions within the proteins linear sequence and in part with overlapping amino acid sequences indicative for the activity of specific extracellular matrix degrading proteases. Other PHL peptide markers are derived from the tumor associated proteins S100-A9, Prostaglandin-H2 D-isomerase and Cytokeratin-8. Conclusions and perspective We were able to identify a proteomic pattern characteristic for HD, markers for relapse risk group or HD-associated inflammation were not yet identified. Disclosures Metzger: Mosaiques Diagnostics: Employment."
}