{
    "doi": "https://doi.org/10.1182/blood-2018-99-111921",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4105",
    "start_url_page_num": 4105,
    "is_scraped": "1",
    "article_title": "Hematopoietic Stem Cell Transplant Utilization in Relapsed/Refractory Hodgkin Lymphoma: A Population Level Analysis of Statewide Claims Data ",
    "article_date": "November 29, 2018",
    "session_type": "902. Health Services Research-Malignant Diseases: Poster III",
    "abstract_text": "Introduction : In the era of novel therapies, the first and subsequent lines of therapies are rapidly evolving in the treatment of patients with Hodgkin lymphoma (HL) in order to optimize disease control and reduce long term health risks. Hematopoietic stem cell transplant (HSCT) is often used following treatment failure. While utilization of HSCT can be ascertained from transplant-specific registries, the treatment path for patients with relapsed/refractory HL leading up to HSCT is largely unknown. We developed an algorithm to define a cohort of commercially insured patients with HL from 2009-2013 in the Massachusetts All Payer Claims Database (MA APCD) who received HSCT. Further, we describe treatment characteristics of this cohort. Methods: The Patient Protection and Affordable Care Act of 2010 established requirements for states to assess healthcare outcomes which resulted in at least 16 states establishing All Payer Claims Databases. The MA APCD provides detailed medical claims data, physician provider data, and pharmacy data for all commercially insured patients in the state, regardless of site of care. Moreover, each patient is assigned a unique identifier, which allows us to follow patients even if they change insurer (\"insurance churning\"). To our knowledge, no studies exist using APCD for HL from any state. We identified a cohort with HL who underwent HSCT during the study period from among 7,613 cases with ICD-9 diagnostic codes for HL and of those, 695 had ICD-9 codes for both HL and HSCT. To identify incident HSCT cases during our study period, we developed and iteratively refined an algorithm using ICD-9 diagnostic and procedure codes, dates of service, and length of stay which narrowed the cohort to 178 patients. After review of the medical and pharmacy claims databases by an oncologist (AW), 113 patients were identified as part of the final cohort who underwent autologous and/or allogeneic HSCT. Reasons for exclusion include not HL (34), not HSCT (8), and prevalent (i.e. \"history of\") HSCT only (23). We then summarized initial treatment, salvage treatment, and HSCT where data were available. Results: Among this commercially insured cohort of 113 patients who received HSCT, the median age was 39.0 years and 51.3% were female. Initial therapy data were identified for 65 of the 113 patients (58%); 58 (89.2%) received doxorubicin, bleomycin, vinblastine, and dacarbazine (ABVD). Of the 60 people for whom salvage therapy data could be discerned, 32 (53.3%) received ifosfamide, carboplatin, etoposide (ICE), 11 (18.3%) received gemcitabine, vinorelbine, liposomal doxorubicin (GVD), 11 (18.3%) received other chemotherapy, and 6 (10%) received brentuximab vedotin. Notably, 92 (81.4%) of all transplants were autologous, 10 (8.9%) were allogeneic transplant, and 9 (8.0%) were autologous followed by allogeneic transplant. Of the 64 patients with initial therapy data, median time to HSCT after completion of initial treatment was 238.5 days (25 th -75 th percentile, 151.5-428.0). Additionally, 25 HSCT were performed during the year 2009 and 20 of these had unknown initial chemotherapy regimens. Our dataset was limited to the years 2009-2013 and this missing chemotherapy information is most likely due to initial treatment prior to 2009. Conclusion: We successfully developed and refined an algorithm to help identify HSCT among patients with HL within a large statewide claims database. We characterized a cohort of patients with relapsed/refractory HL, including patterns of initial and salvage treatments in a sizeable subset of patients. Median time to HSCT demonstrates that the majority of patients undergo transplant for relapsed/refractory disease within a year of completing initial treatment. Future directions include determining reasons for incomplete information on initial and salvage therapy, such as insurance product or type, different sites of care within community and academic practices, and potential referral patterns into the state for HSCT care. As less than 5% of cancer patients are enrolled onto clinical trials, partnerships between clinical experts and data science are a powerful way to use large claims databases to study more representative patient populations. Table. View large Download slide Table. View large Download slide  Disclosures Rodday: Seattle Genetics: Research Funding. Kumar: Seattle Genetics: Research Funding. Parsons: Seattle Genetics: Research Funding.",
    "topics": [
        "hematopoietic stem cell transplantation",
        "hodgkin's disease",
        "liposomes",
        "transplantation",
        "chemotherapy regimen",
        "doxorubicin",
        "salvage therapy",
        "allogeneic hematopoietic stem cell transplant",
        "bleomycin",
        "bleomycin/dacarbazine/doxorubicin/vinblastine protocol"
    ],
    "author_names": [
        "Anem Waheed, MD MPH",
        "Angie Mae Rodday, PhD MS",
        "Anita J Kumar, MD MS",
        "Kenneth B. Miller, MD",
        "Susan K Parsons, MD MRP"
    ],
    "author_affiliations": [
        [
            "Division of Hematology/Oncology, Tufts Medical Center, Boston, MA "
        ],
        [
            "Institute for Clinical Research & Health Policy Studies, Tufts Medical Center, Boston, MA "
        ],
        [
            "Institute for Clinical Research & Health Policy Studies, Tufts Medical Center, Boston, MA ",
            "Division of Hematology/Oncology, Tufts Medical Center, Winchester, MA"
        ],
        [
            "Division of Hematology/Oncology, Tufts Medical Center, Boston, MA "
        ],
        [
            "Institute for Clinical Research & Health Policy Studies, Tufts Medical Center, Boston, MA "
        ]
    ],
    "first_author_latitude": "42.40778745",
    "first_author_longitude": "-71.08346895"
}