{
    "doi": "https://doi.org/10.1182/blood.V124.21.4111.4111",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2950",
    "start_url_page_num": 2950,
    "is_scraped": "1",
    "article_title": " STAT1 Gain-of-Function in Patients with Chronic Mucocutaneous Candidiasis Can be Detected By the Excessive Phosphorylation of STAT1 in Peripheral Blood Monocytes ",
    "article_date": "December 6, 2014",
    "session_type": "201. Granulocytes, Monocytes and Macrophages: Poster III",
    "abstract_text": "Chronic mucocutaneous candidiasis (CMCD) is a rare congenital disorder characterized by persistent or recurrent skin, nails and mucosal membranes infections caused by Candida albicans . Several studies suggest that impairment of development in Th17 linage and/or IL-17 signaling could be responsible for development of CMCD and seven responsible genes, CARD9 , STAT3 , IL12B , IL12RB1 , IL17RA , IL17F , and AIRE have been identified. Recently, heterozygous mutations in coiled-coil domain (CCD) and DNA-binding domain (DBD) of STAT1 are identified in approximately 40% of patients with CMCD. Signal transducer and activation of transcription 1 (STAT1) is a DNA-binding factor which regulates specific gene transcription. STAT1 mutations identified in patients with CMCD are gain-of-function (GOF), gain-of-gamma-activated factor (GAF) DNA binding and gain-of-gamma-activated sequence (GAS) transcription activity in response to IFN-γ, IFN-α and IL-27. Based on the results of transient gene experiments, impairment in dephosphorylation of STAT1 has been considered to be a molecular pathogenesis underlying the increased phosphorylation of STAT1 at Tyr701 (pSTAT1). In this paper, we aimed to identify and characterize STAT1 mutations in CMCD patients, and to develop a simple diagnostic assay of CMCD. Five sporadic and five familial cases of CMCD, from a total of 15 patients from 10 kindreds in Japan, are investigated. Six heterozygous missense mutations, including three novel mutations, in CCD and DBD of STAT1 were identified in two sporadic and four familial cases in 10 patients with CMCD. Thus, STAT1 mutations were commonly identified in Japanese patients with CMCD. We investigated functional significance of these mutations by transient gene expression experiments using U3C STAT1 null fibrosarcoma cells. Similar to the previous studies, all mutant proteins showed increased pSTAT1 in response to IFN-α and IFN-γ. Increased GAF-DNA binding and GAS transcription activity were observed in mutant expressed cells. Thus, these mutations are GOF mutations against GAF mediated transcription activity. Next, we studied dephosphorylation of STAT1 using peripheral blood mononuclear cell (PBMCs) from the patients. As the STAT1 GOF mutations are thought to be associated with impairment in dephosphorylation of STAT1, we used staurosporine, the tyrosine kinase inhibitor which inhibits JAK-STAT signaling upstream of STAT1, to clarify the difference between STAT1 WT alleles and STAT1 GOF alleles. If the STAT1 dephosphorylation normally occurs in the nucleus, pSTAT1 should promptly decrease following staurosporine treatment. PBMCs from fourteen healthy individuals and ten patients with CMCD carrying GOF STAT1 mutations were incubated with staurosporine followed by IFN-γ stimulation and analyzed by flow cytometry. Some overlap was observed, but MFI values for pSTAT1 in response to IFN-γ were significantly higher in CD14 + cells from the patients than in those from the controls PBMCs from the patients. This excess phosphorylation persisted after 15 minutes of treatment with staurosporine. Moreover, in these conditions, there was no overlap in MFI of pSTAT1 between the patients and healthy controls. These findings suggest that excess pSTAT1 is caused by an impairment of dephosphorylation and this flow cytometry-based technique is likely to be useful for the rapid assessment of STAT1 function in CMCD patients. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "candidiasis, mucocutaneous, chronic",
        "monocytes",
        "phosphorylation",
        "stat1 gene",
        "dna",
        "staurosporine",
        "global assessment of functioning",
        "cd14 antigen",
        "congenital disorders",
        "fibrosarcoma"
    ],
    "author_names": [
        "Yoko Mizoguchi, MD PhD",
        "Miyuki Tsumura, PhD",
        "Satoshi Okada, MD PhD",
        "Osamu Hirata, MD PhD",
        "Shizuko Minegishi",
        "Nobuyuki Hyakuna, MD PhD",
        "Jean-Laurent Casanova, MD PhD",
        "Tomohiro Morio, MD PhD",
        "Masao Kobayashi, MD PhD"
    ],
    "author_affiliations": [
        [
            "Hiroshima University Graduate School of Biomedical & Health Sciences, Hiroshima, Japan "
        ],
        [
            "Hiroshima University Graduate School of Biomedical & Health Sciences, Hiroshima, Japan "
        ],
        [
            "Hiroshima University Graduate School of Biomedical & Health Sciences, Hiroshima, Japan "
        ],
        [
            "Hiroshima University Graduate School of Biomedical & Health Sciences, Hiroshima, Japan "
        ],
        [
            "The University of Tokushima, Tokushima, Japan "
        ],
        [
            "Faculty of Medicine, University of the Ryukyus, Okinawa, Japan "
        ],
        [
            "The Rockefeller University, New York, NY "
        ],
        [
            "Tokyo Medical and Dental University, Tokyo, Japan"
        ],
        [
            "Hiroshima University Graduate School of Biomedical & Health Sciences, Hiroshima, Japan "
        ]
    ],
    "first_author_latitude": "34.40319389999999",
    "first_author_longitude": "132.71467239999998"
}