{
    "doi": "https://doi.org/10.1182/blood.V124.21.4116.4116",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2952",
    "start_url_page_num": 2952,
    "is_scraped": "1",
    "article_title": "New Prognostic Factors in the Assessment of Bone Complications in Gaucher Disease. Report from the Argentinian Group for Diagnostic and Treatment for Gaucher Disease ",
    "article_date": "December 6, 2014",
    "session_type": "201. Granulocytes, Monocytes and Macrophages: Poster III",
    "abstract_text": "Objectives: the objectives of our study were to assess whether the current achievement of bone therapeutic goals (TG) correlate with the presence or absence of bone lesions (BL) and determine whether there are prognostic factors affecting response to enzyme replacement therapy (ERT) and the degree of bone involvement. Methods: 124 patients with Gaucher disease (GD) type 1 belonging to 45 centers in our country were studied. All studies were centralized in an imaging center and a central laboratory. Two points of evaluation were defined: 1) historical findings with data prior to diagnosis, diagnostic and data monitoring and 2) current findings with data obtained the day the following procedures were performed: total body resonance (TBR), volumetric resonance (VR), densitometry, complete blood count and chitotriosidase dosage. Five TG were evaluated according to the International Registration of Gaucher (ICGG). Results : with a median follow up of 15 years and a median treatment with ERT of 9.4, 105 patients (88%) achieved the five TG. Specifically bone TG were achieved by 90.3% of patients. However, this achievement was not correlated with the absence of BL as 87% of patients evaluated at day 0 showed different types of bone disease (BD) despite being in TRE. Reversible BL findings (infiltration and / or Erlenmeyer) and irreversible BL (infarcts and / or necrosis) increased from 71.8% at diagnosis versus 87% at study entry especially in relation to the appearance of acute BL (new) of osteonecrosis (24%). These discrepancies between the achievement of bone TG (90.3%), the presence of BD (87%) and the occurrence of acute BL (24%) show that the evaluation of the current bone TG is not accurate and it is necessary to evaluate more sensitive methods because it does not reflect the degree of bone involvement. We found four prognostic factors associated with the BD variable with statistical significance: ERT adherence, time between onset of symptoms and diagnosis, time between diagnosis and start of ERT and starting dose of ERT. Conclusions : these findings show that ERT \"alone\" can not maintain over time patients without chronic or acute BD or avoid the sequela. Several prognostic factors are associated with the likelihood that the patient is free of BD in the diagnosis and long-term monitoring. The findings at diagnosis of the following prognostic factors: late diagnosis (> 2 years) and a delay in treatment (> 2 years) were associated with a higher probability of irreversible BL. Findings in the monitoring of the following prognostic factors: good compliance to ERT, early initiation of ERT, early diagnosis and initial appropriate ERT dose at diagnosis according to risk level are associated with a greater likelihood of not presenting BD. According to this analysis we propose a new definition of bone TG and a new classification of prognostic groups (table 1). Table 1. New Prognostic Groups for BD in Gaucher Disease  Prognostic Group . Prognostic Factors . Long - term consequences on Bone . Group 1 (low risk of BD) ERT compliance > 90% Early diagnosis (< 2 years) Appropriate dose of ERT More likely not to present bone disease Group 2 (Intermediate risk of BD) ERT compliance between > 80 and < 90% Delay in treatment (> 2 years) More likely to have reversible bone disease Group 3 (High risk of BD) ERT compliance between > 50 and < 80% More delay in treatment (> 2 years) More likely to have reversible and irreversible bone disease Group 4 (Very high Risk of BD) ERT compliance < 50% Low dose of ERT More likely to have reversible, irreversible and acute bone disease Prognostic Group . Prognostic Factors . Long - term consequences on Bone . Group 1 (low risk of BD) ERT compliance > 90% Early diagnosis (< 2 years) Appropriate dose of ERT More likely not to present bone disease Group 2 (Intermediate risk of BD) ERT compliance between > 80 and < 90% Delay in treatment (> 2 years) More likely to have reversible bone disease Group 3 (High risk of BD) ERT compliance between > 50 and < 80% More delay in treatment (> 2 years) More likely to have reversible and irreversible bone disease Group 4 (Very high Risk of BD) ERT compliance < 50% Low dose of ERT More likely to have reversible, irreversible and acute bone disease View Large Disclosures Drelichman: Genzyme: Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau. Fernandez Escobar: Genzyme: Research Funding, Speakers Bureau. Larroude: Genzyme: Honoraria. Aguilar: Genzyme: Honoraria.",
    "topics": [
        "gaucher disease",
        "prognostic factors",
        "bone diseases",
        "bone involvement",
        "early diagnosis",
        "bone lesion",
        "chitotriosidase",
        "densitometry",
        "diagnostic imaging",
        "enzyme replacement therapy"
    ],
    "author_names": [
        "Guillermo I. Drelichman, MD",
        "Nicolas Fernandez Escobar, MD",
        "Nora F Basack, MD",
        "Maria S Larroude, MD",
        "Gabriel Aguilar, MD",
        "Hugo Robledo, MD",
        "Leonardo J Feldman, MD",
        "Graciela Elena, MD",
        "Nora Watman, MD",
        "Moira Bolesina, MD",
        "Juan Jose Chain, MD",
        "Paola Reichel, MD",
        "Alba A Ruiz, MD",
        "Maria F Cuello, MD",
        "Alcira B Fynn, MD",
        "Marcela A Aznar, MD",
        "Marta Dragosky, MD",
        "Norberto B Guelbert, MD",
        "Adriana Arizo, MD",
        "Graciela A Pujal, MD",
        "Katja G Muller, MD"
    ],
    "author_affiliations": [
        [
            "Hospital de Niños Ricardo Gutiérrez, Buenos Aires, Argentina "
        ],
        [
            "Ricardo Gutierrez Children Hospital, Buenos Aires, Argentina "
        ],
        [
            "Ricardo Gutierrez Children Hospital, Buenos Aires, Argentina "
        ],
        [
            "Cesar Milstein Hospital, Buenos Aires, Argentina "
        ],
        [
            "Diagnostic Center Dr Enrique Rossi, Buenos Aires, Argentina "
        ],
        [
            "Santisima Trinidad Children Hospital, Cordoba, Argentina "
        ],
        [
            "Fundacion Favaloro, Buenos Aires, Argentina "
        ],
        [
            "Elizalde Children Hospital, Buenos Aires, Argentina "
        ],
        [
            "Ramos Mejia Hospital, Buenos Aires, Argentina "
        ],
        [
            "Ramos Mejia Hospital, Buenos Aires, Argentina "
        ],
        [
            "Niño Jesus Children Hospital, Tucuman, Argentina "
        ],
        [
            "Eva Peron Children Hospital, Santiago del Estero, Argentina "
        ],
        [
            "Eva Peron Children Hospital, Santiago del Estero, Argentina "
        ],
        [
            "Sor Maria Ludovica Children Hospital, La Plata, Argentina "
        ],
        [
            "Sor Maria Ludovica Children Hospital, La Plata, Argentina "
        ],
        [
            "Sor Maria Ludovica Children Hospital, La Plata, Argentina "
        ],
        [
            "Marie Curie Hospital, Buenos Aires, Argentina "
        ],
        [
            "Cordoba Children Hospital, Cordoba, Argentina "
        ],
        [
            "Iturraspe Hospital, Santa Fe, Argentina "
        ],
        [
            "Perrando Hospital, Chaco, Argentina "
        ],
        [
            "Hematology Clinic, Tandil, Argentina"
        ]
    ],
    "first_author_latitude": "-34.5943945",
    "first_author_longitude": "-58.41149769999999"
}