{
    "doi": "https://doi.org/10.1182/blood.V114.22.2573.2573",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1556",
    "start_url_page_num": 1556,
    "is_scraped": "1",
    "article_title": "Modulation of Hemodynamics and Adhesion of Sickle Red Blood Cells On Endothelial Cells Treated with Hydroxycarbamide. ",
    "article_date": "November 20, 2009",
    "session_type": "Hemoglobinopathies, Excluding Thalassemia Poster II",
    "topics": [
        "adhesions",
        "endothelial cells",
        "erythrocytes",
        "hemodynamics",
        "hydroxyurea",
        "vascular cell adhesion molecule-1",
        "cytokine",
        "fetal hemoglobin",
        "antibodies",
        "hemoglobin, sickle"
    ],
    "author_names": [
        "Emmanuelle Verger",
        "Sandrine Laurance",
        "Arlette Bruel",
        "Damien Schoëvaërt",
        "Marie-Helene Odievre",
        "Odile Feneteau",
        "Claudine Lapouméroulie",
        "Jacques Elion"
    ],
    "author_affiliations": [
        [
            "INSERM UMR763, Paris, France, "
        ],
        [
            "INSERM UMR763, Paris, France, "
        ],
        [
            "INSERM U553, Paris, France, "
        ],
        [
            "INSERM U553, Paris, France, "
        ],
        [
            "Hôpital Louis Mourier, Colombes, France, "
        ],
        [
            "Hôpital Robert Debré, Paris"
        ],
        [
            "INSERM UMR763, Paris, France, "
        ],
        [
            "INSERM UMR763, Paris, France, "
        ]
    ],
    "first_author_latitude": "48.8313342",
    "first_author_longitude": "2.3368482999999998",
    "abstract_text": "Abstract 2573 Poster Board II-550 Vaso-occlusive crises, the pathophysiological hallmark of sickle cell disease (SCD), are characterized by recurrent vaso-occlusion, ischemia-reperfusion injury, and oxidative stress leading to vascular endothelial cells (ECs) activation and a chronic inflammatory and pro adhesive phenotype in the patients. Abnormal adhesion of sickle red blood cells (SS-RBCs) to the endothelium contributes to hemodynamic alterations, leading to a reduced flow rate, promoting HbS polymerization, trapping of rigid SS-RBCs in the microcirculation, and subsequent vessel occlusion. Hydroxycarbamide (HC, or hydroxyurea) is the only drug to have shown effectiveness in SCD, notably on the occurrence of vaso-occlusive crises. HC was given initially to induce re-expression of fetal Hb (HbF). However, it is now clear that its clinical benefits are not solely linked to HbF level. We, and others, have suggested that HC might also act by modulating SS-RBCs/ECs interactions. Effects of HC have been largely studied on RBCs, but little is known on its potential effects on the crucial partner of adhesion: the ECs. Our laboratory has shown that ECs are indeed targets of HC, which modulates endothelial expression of genes implicated in adhesion, inflammation and vascular tone. Our aim was to explore the functional effects of HC on ECs in a system close to the physiological conditions by analyzing the hemodynamics and adhesion of RBCs in a flow chamber lined with ECs subjected to various conditions. Notably, we wanted to appreciate the potential effect of HC on the VCAM-1 (Vascular Cell Adhesion Molecule) –mediated EC/RBC interaction as VCAM-1, a cytokine-inducible ligand, seems to play an important role in SS-RBCs adhesion mediated by the α4β1 integrin. Human ECs from the micro-(TrHBMEC and HPMEC) and macro-(HUVEC) circulation, treated 24 h by HC, in basal and inflammatory (+cytokines) conditions, constitute the basis of the flow chamber. AA-RBCs from 5 controls and SS-RBCs from 5 homozygous SCD children labelled with the PKH26 fluorophore, were perfused at 1dyne/cm 2 (i.e. the shear stress in postcapillary venules). The individual RBC displacement was followed every 20 msec, and 400 single-cell trajectories were constructed for each experimental condition. The number of adherent RBCs at the end of the experiment and the adhesion force (resistance to detachment with increasing washing intensity) were also measured. Inhibition assays were performed by adding mouse anti-human VCAM-1 antibody to ECs or soluble VCAM-1 to RBCs, one hour before the flow assay. SS-RBCs exhibit lower rolling velocities, than AA-RBCs on ECs, whatever their type, and this effect is majored when ECs are treated with pro-inflammatory cytokines. Treatment of ECs with HC significantly increases rolling velocities both in basal and inflammatory conditions. This increase is more pronounced for SS-RBCs rolling on HPMEC (pulmonary microcirculation): +32,4% with HC and +40,6% with HC + cytokines. Individual cell acceleration and deceleration factors were similarly increased on HC-treated ECs. These data indicate that HC treatment of ECs significantly decreases their stealthy interactions with SS-RBCs. The number of firmly adherent SS-RBCs after perfusion is higher than that of AA-RBCs. The fact that this number increases when ECs are treated with cytokines and that it returns to basal when ECs are treated with anti-VCAM-1 validates our model. Treatment of ECs with HC decreases the number of firmly adherent SS-RBCs (by 63% on HPMEC), restoring the adhesion level to that of AA-RBCs, both in inflammatory and basal conditions. Pretreatment of SS-RBCs with sVCAM-1 decreases adhesion in all conditions. In conclusion, this study is the first demonstration of the HC effect on ECs in a system close to physiological conditions. These data confronted with our results on HC action on SS-RBC in vitro and in vivo , definitely establish that modulation of RBCs/ECs interactions by HC represents an important aspect of its mechanism of action. Although VCAM-1 is clearly implicated in robust SS-RBCs adhesion to ECs, our data strongly suggest that α4β1 endothelial co-receptors other than VCAM-1 are involved in the HC-induced decrease of adhesive properties of ECs. This modelling tool of blood microcirculation, will hopefully permit to develop new and safe therapeutic approaches for a life-long treatment in SCD patients. Disclosures: No relevant conflicts of interest to declare."
}