{
    "doi": "https://doi.org/10.1182/blood.V112.11.3828.3828",
    "article_title": "Clinical Outcomes and Factors Predicting Development of Venous Thromboembolic Complications in Patients with Advanced Refractory Cancer in a Phase I Clinic: The M. D. Anderson Cancer Center Experience ",
    "article_date": "November 16, 2008",
    "session_type": "Pathophysiology of Thrombosis",
    "abstract_text": "Venous thromboembolism (VTE) is common in patients with advanced cancer and may influence patient eligibility for clinical studies, quality of life, and survival. We reviewed the records of 220 consecutive patients seen in the Phase I Program at M. D. Anderson Cancer Center to determine the frequency of VTE, associated characteristics and clinical outcomes. Of 220 patients, 23 (10.5%) presented to the Phase I clinic with a history of VTE. Twenty-six patients (11.8%) subsequently developed a venous thromboembolic event, with a median follow-up of 8.4 months. These included 9 of 23 patients (39%) with and 17 of 197 (8.6%) without a history of VTE (p < 0.0001). The median time from the first visit to the Phase I clinic to a new thromboembolic episode in the 26 patients was 5.1 months (range, 0 to 27 months). The respective times to development of new thromboembolic events for patients with and without a history of thromboembolism were 3.1 months (n = 9) and 5.3 months (n = 17). Four (15%) of the 26 patients developed venous thromboembolism within one month after their first visit to the Phase I clinic. Among the remaining 22 patients, 18 (69%) developed venous thromboembolism within the first year following their initial visit to the Phase I clinic, and 4 patients developed it after 2.5 years. Fifteen patients developed DVT, seven pulmonary embolism (PE), and one patient each developed one of the following thromboembolic episodes: concurrent DVT and PE; right atrial thrombus; thrombus in the abdominal aorta and DVT; and isolated thrombus in an abdominal aortic aneurysm. The median survival in patients with and without a history of VTE were 4.7 and 10.9 months, respectively (p = 0.0002). Multivariate analysis demonstrated that a history of VTE (hazard ratio 6.2; 95% C.I. 2.6–14.7; p < 0.0001), diagnosis of pancreatic cancer (hazard ratio 4.0; 95% C.I. 1.5–11.2; p=0.007) and platelet count >440 × 10 9 /L (hazard ratio 3.1; 95% C.I. 1.1–8.2; p = 0.026) predicted the development of new venous thromboembolic episodes. These three parameters were used to design a predictive model. Based on the relative risks of the independent covariates, the relative risk of a new thromboembolic episode could be characterized by summing the weighted number of risk factors present at first visit to the Phase I clinic. History of venous thromboembolism was given a score of 2 because the hazard ratio was 6.3, whereas the diagnosis of pancreatic cancer and elevated platelet counts had hazard ratios of 4.7 and 3.0, respectively, and were each given a score of 1. Therefore, patients could have a score ranging from 0 to 4 (no patients had a score of 4). Patients were assigned to one of three risk groups on the basis of their weighted number of presenting risk factors: 0, low risk; 1, medium risk; 2–3, high risk. At 6 months, the rates of a new thromboembolic episode were 3.5%, 12.5%, and 28% for patients with scores 0, 1, or 2–3, respectively (p<0.0001). The median time to a new thromboembolic episode was not reached for patients with a score 0 or 1, and it was 9.1 months for patients with a score of 2–3. In conclusion, a history of VTE or new development of VTE was noted in 40 (18%) of 220 patients seen in our Phase 1 clinic. Our study suggests the need to closely monitor individuals with advanced cancer for the development of venous thromboembolic events. The high risk of recurrent venous thromboembolism in patients with a prior history of venous thromboembolism, whose anticoagulation therapy was discontinued before clinic referral, supports long-term continued prophylaxis in these patients. A prognostic score to predict for time to and frequency of venous thromboembolic events is thereby proposed.",
    "topics": [
        "cancer",
        "cancer care facilities",
        "thromboembolism",
        "treatment outcome",
        "venous thromboembolism",
        "thromboembolic event",
        "deep vein thrombosis",
        "cancer, advanced",
        "pancreatic cancer",
        "thrombus"
    ],
    "author_names": [
        "Apostolia-Maria Tsimberidou, MD, PhD",
        "Sushma Vemulapalli, MD",
        "Lakshmi Chintala, MD",
        "Navjot Dhillon, MD",
        "Xiudong Lei, PhD",
        "David Hong, MD",
        "Razelle Kurzrock, MD",
        "Investigational Cancer Therapeutics, M.D."
    ],
    "author_dict_list": [
        {
            "author_name": "Apostolia-Maria Tsimberidou, MD, PhD",
            "author_affiliations": [
                "Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Sushma Vemulapalli, MD",
            "author_affiliations": [
                "Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lakshmi Chintala, MD",
            "author_affiliations": [
                "Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Navjot Dhillon, MD",
            "author_affiliations": [
                "Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xiudong Lei, PhD",
            "author_affiliations": [
                "Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Hong, MD",
            "author_affiliations": [
                "Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Razelle Kurzrock, MD",
            "author_affiliations": [
                "Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Investigational Cancer Therapeutics, M.D.",
            "author_affiliations": [],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-11T02:23:35",
    "is_scraped": "1"
}