{
    "doi": "https://doi.org/10.1182/blood.V124.21.488.488",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2855",
    "start_url_page_num": 2855,
    "is_scraped": "1",
    "article_title": "Single Cell Developmental Classification of B Cell Precursor Acute Lymphoblastic Leukemia (BCP ALL) Reveals Link Between Phenotype, Signaling, and Drug Response ",
    "article_date": "December 6, 2014",
    "session_type": "618. Acute Lymphoblastic Leukemia: Pathobiology",
    "topics": [
        "acute lymphocytic leukemia",
        "antigens",
        "bcr-abl tyrosine kinase",
        "b-lymphocytes",
        "bone marrow specimen",
        "cd34 antigens",
        "cd45 antigens",
        "dasatinib",
        "dna nucleotidylexotransferase",
        "drug response"
    ],
    "author_names": [
        "Kara L. Davis, DO",
        "Nikolay Samusik, PhD",
        "Astraea Jager",
        "Sean C. Bendall, PhD",
        "Erin F. Simonds, PhD",
        "Wendy J. Fantl, PhD",
        "Garry P. Nolan, PhD"
    ],
    "author_affiliations": [
        [
            "Stanford University, Palo Alto, CA "
        ],
        [
            "Stanford University, Stanford, CA "
        ],
        [
            "Stanford University, Stanford, CA "
        ],
        [
            "Stanford University, Stanford, CA "
        ],
        [
            "Stanford University School of Medicine, Stanford, CA "
        ],
        [
            "Stanford University, Stanford, CA "
        ],
        [
            "Stanford University School of Medicine, Palo Alto, CA"
        ]
    ],
    "first_author_latitude": "37.427474499999995",
    "first_author_longitude": "-122.16971899999999",
    "abstract_text": "Background: Flow cytometric immuno-phenotyping of lineage-associated antigens is used in the diagnosis of BCP ALL to distinguish neoplastic B-cells. However, the resultant immunophenotypic expression patterns are inadequate to inform prognosis or choice of therapy. Mass cytometry allows for multi-parametric analysis of single cells to distinguish phenotypic and functional features of subpopulations from leukemia samples. Mass cytometric analysis of pediatric Ph+ BCP ALL constructs a novel model of ALL organized along the normal B cell developmental trajectory (Davis et al., Cell 2014). Leukemic cells share phenotypic features with their normal early B cell counterparts. Critical survival and proliferation signaling is also linked to phenotypic state. Further, the developmental state of leukemic populations common among the patients impacts in vitro response to inhibition of BCR-ABL kinase signaling. Methods: Mononuclear cells from diagnostic bone marrow samples were obtained from pediatric patients with Philadelphia chromosome positive BCP-ALL under informed consent (n=21) or healthy controls (n=5). Mass cytometry analysis of 40 proteins was performed at baseline state and perturbed state (IL-7, TSLP, anti-m, dasatinib, tofacitinib, BEZ-235) as previously described (Bendall et al., Science 2011). Analysis was restricted to progenitor and blast populations. Healthy bone marrow samples were gated as previously described along the trajectory of developing B cells (Davis et al., Cell 2014). These populations were used as the foundation for a classifier in which each leukemia cell was assigned to its nearest healthy population based on a distance metric (Mahalanobis in nine dimensions). Results: Compared to healthy bone marrow controls, and as expected, ALL samples displayed overexpression of early B cell immunophenotypic markers including CD10 (healthy mean counts 3.83 vs. leukemic 283.3, p=0.03), CD34 (6.26 vs. 80.7; p=0.03), and TdT (2.03 vs.18.9; p=0.002). Leukemic cells expressed lower levels of CD45 and IgM compared to healthy developing B cells. Extended phenotyping revealed conserved patterns of protein expression consistent with different developmental stages in B cell development. We have previously identified the precise developmental ordering of human B cell fractions based on the combined expression of CD34, CD38, CD24, TdT (Davis et al., Cell 2014). ALL samples showed increased numbers of cells occupying B cell progenitor compartments compared to healthy bone marrow controls. To formalize this observation, a single-cell classifier was constructed based on the developmental trajectory of healthy B cells. Each leukemic cell was assigned its most related healthy B cell population based on the expression of nine developmental proteins. Across all samples, the size of the pre-proB (CD34 + CD38 + TdT + ) and proB (CD34 + CD38 + TdT + CD24 + ) compartments expanded (12% and 33% in ALL vs. 1% and 2% in healthy, respectively) at the expense of progenitor and preB cell compartments. Interestingly, within a given sample, cells may expand within more than one progenitor compartment such that each leukemia had a corrupted, but distinct B cell developmental trajectory. In two diagnosis-relapse pairs, the relapse sample occupied a more mature phenotype compared to its diagnostic partner. Within the developmental compartments, blast cells retained functional features of their healthy counterparts. Blasts within the ProB cell compartment displayed higher basal levels of pSTAT5, pS6, p4EBP1 and pCreb than blasts in other developmental compartments. These cells were more proliferative based on higher mean expression of Ki67. In healthy bone marrow, cells in this developmental state are characterized by ligand-independent STAT5 activation. Indeed the leukemia’s overall level of pSTAT5 correlated with the percentage of cells in the ProB state (R 2 =0.71). Similarly, in the leukemic samples, patients with a high percentage of cells in this state were less able to respond to inhibition of STAT5 with the tyrosine kinase inhibitor, Dasatinib than cells in other developmental compartments. Conclusions: Deep proteomic profiling of BCP ALL establishes a single-cell classification linking phenotype with functional attributes of leukemic cells. This data demonstrates that leukemic cells are more or less sensitive to therapeutic intervention based on their developmental state. Disclosures Bendall: Fluidigm: Consultancy. Simonds: Fluidigm: Consultancy, Equity Ownership. Nolan: Fluidigm, Inc: Consultancy, Equity Ownership."
}