{
    "doi": "https://doi.org/10.1182/blood.V114.22.4954.4954",
    "article_title": "A Phase II Trial of Sunitinib (SU11248) in Multiple Myeloma. ",
    "article_date": "November 20, 2009",
    "session_type": "Myeloma - Therapy, excluding Transplantation",
    "abstract_text": "Abstract 4954 Background Multiple Myeloma (MM) remains incurable with current approaches and newer therapies targeting the abnormal disease biology need to be developed. The malignant plasma cell is highly dependent on the marrow microenvironment, which promotes tumor cell proliferation as well as survival. There is increased bone marrow vascular density in patients with MM and the degree of neo-angiogenesis appear to be prognostic in this disease. Studies have also shown that vascular endothelial growth factor (VEGF) is intricately involved in the interaction between the marrow microenvironment and the myeloma cell. These findings suggested that the VEGF pathway may be a valuable target for therapeutic approach in this disease. Patients and Methods We designed a phase 2 trial of Sunitinib in patients with relapsed multiple myeloma who had received less than three prior therapies. Sunitinib malate (SU11248; Sutent) is a novel, multi-targeted, small molecule inhibitor of the receptor tyrosine kinases (RTKs), including vascular endothelial growth factor receptor-1 (VEGFR-1), -2, and -3, and platelet-derived growth factor receptor (PDGFR) -α and -β. The treatment consisted of Sunitinib 37.5 mg given daily in a continuous fashion in six-week cycles. Toxicities were graded according to CTCAE response version 3.0 and responses were assessed according to the International Myeloma Working Group consensus criteria. Response rate of single agent Sunitinib was the primary endpoint of the study. Results 13 patients were accrued between July of 2007 and April 2009 before the study was closed. The median age of the study population was 61 years (range, 53 - 84), and included nine females (69%). The median time from diagnosis to registration was 39.2 months (range, 4.5 - 88) and 10 patients had received previous stem cell transplant. Previous therapy included lenalidomide in 7 patients, thalidomide in 5 patients and bortezomib in 2 patients. All 13 patients were alive at last follow up with a median follow-up of 11.2 months (range, 1.3 -21.2). All patients have gone off study, disease progression being the most common cause (9 patients), followed by adverse events (3 pts) and alternate treatment in the remaining patient. A hematological grade 3 or higher adverse event was documented in 6 patients and a grade 3 or higher non-hematological adverse event was seen in 8 patients. A grade 3 or higher neutropenia was observed in 5 pts and thrombocytopenia in 2 pts. Fatigue was common and was seen in 11 pts. The median number of cycles administered was one (range, 1-5) and the total number of cycles across 13 patients was 22. Treatment delays or interruptions were seen in five and six patients respectively. The most common reason for treatment delays was hematologic adverse events. No responses (PR or better) were seen, and stable disease was seen in eight of the 13 patients as the best response. The median time to progression was 2.9 months. Conclusions Single agent Sunitinib has no clinically relevant efficacy in this group of patients with relapsed myeloma with one or two previous therapies. Hematological toxicity was higher than anticipated. Whereas these results indicate that VEGFR TK inhibitors are not active in previously treated myeloma, it does not preclude the possibility that VEGF targeting strategies may enhance the efficacy of other therapies. View large Download slide This trial was supported through the NCI contract N01-CM62205 View large Download slide This trial was supported through the NCI contract N01-CM62205  Close modal Disclosures Kumar: CELGENE: Research Funding; MILLENNIUM: Research Funding; BAYER: Research Funding; GENZYME: Research Funding; NOVARTIS: Research Funding. Gertz: celgene: Honoraria; millenium: Honoraria, Membership on an entity's Board of Directors or advisory committees. Dispenzieri: Celgene: Research Funding.",
    "topics": [
        "multiple myeloma",
        "phase 2 clinical trials",
        "sunitinib",
        "adverse event",
        "brachial plexus neuritis",
        "vascular endothelial growth factor a",
        "follow-up",
        "platelet-derived growth factor receptor",
        "receptor protein-tyrosine kinases",
        "toxic effect"
    ],
    "author_names": [
        "Shaji Kumar, MD",
        "Patrick J. Flynn, MD",
        "Wee Joo J Chng, MD",
        "Kenny Ieng Kit Lei, MD, FRCP",
        "Jacob Allred",
        "Kristina Laumann",
        "Kevin Webster",
        "Morie A Gertz, MD",
        "Angela Dispenzieri, MD",
        "Philip R. Greipp, MD",
        "Suzanne R. Hayman, MD",
        "Steven R. Zeldenrust, M.D., Ph.D.",
        "Charles Erlichman, MD",
        "S. Vincent Rajkumar, MD",
        "Martha Q. Lacy, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Shaji Kumar, MD",
            "author_affiliations": [
                "Hematology, Mayo Clinic, Rochester, MN, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Patrick J. Flynn, MD",
            "author_affiliations": [
                "Minnesota Onc. Hem., P.A., Minneapolis, MN, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wee Joo J Chng, MD",
            "author_affiliations": [
                "Haematology-Oncology, National University Hospital, Singapore, Singapore, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kenny Ieng Kit Lei, MD, FRCP",
            "author_affiliations": [
                "Dept. of Clinical Oncology, Prince of Wales Hospital, Shatin, Hong Kong, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jacob Allred",
            "author_affiliations": [
                "Hematology, Mayo Clinic, Rochester, MN, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kristina Laumann",
            "author_affiliations": [
                "Mayo Clinic, Rochester, MN, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kevin Webster",
            "author_affiliations": [
                "Mayo Clinic, Rochester, MN, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Morie A Gertz, MD",
            "author_affiliations": [
                "Hematology, Mayo Clinic, Rochester, MN, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Angela Dispenzieri, MD",
            "author_affiliations": [
                "Hematology, Mayo Clinic, Rochester, MN, USA, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Philip R. Greipp, MD",
            "author_affiliations": [
                "Hematology, Mayo Clinic, Rochester, MN, USA, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Suzanne R. Hayman, MD",
            "author_affiliations": [
                "Hematology, Mayo Clinic, Rochester, MN, USA, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Steven R. Zeldenrust, M.D., Ph.D.",
            "author_affiliations": [
                "Hematology, Mayo Clinic, Rochester, MN, USA, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Charles Erlichman, MD",
            "author_affiliations": [
                "Mayo Clinic, Rochester, MN, USA"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "S. Vincent Rajkumar, MD",
            "author_affiliations": [
                "Hematology, Mayo Clinic, Rochester, MN, USA, "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martha Q. Lacy, MD",
            "author_affiliations": [
                "Hematology, Mayo Clinic, Rochester, MN, USA, "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-13T04:18:24",
    "is_scraped": "1"
}