{
    "doi": "https://doi.org/10.1182/blood.V114.22.609.609",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1488",
    "start_url_page_num": 1488,
    "is_scraped": "1",
    "article_title": "XmAb®5592 Fc-Engineered Humanized Anti-HM1.24 Monoclonal Antibody Has Potent in Vitro and In Vivo Efficacy against Multiple Myeloma. ",
    "article_date": "November 20, 2009",
    "session_type": "MYELOMA - PATHOPHYSIOLOGY AND PRECLINICAL STUDIES EXCLUDING THERAPY: TARGETING INTRACELLULAR PROTEOLYSIS AND THE CELL SURFACE",
    "topics": [
        "monoclonal antibodies",
        "multiple myeloma",
        "antibodies",
        "neoplasms",
        "antigens, cd16",
        "biological products",
        "cluster headache",
        "immunotherapy",
        "membrane proteins",
        "painful bladder syndrome"
    ],
    "author_names": [
        "Yu-Tzu Tai, Ph.D.",
        "Umesh Muchhal, Ph.D.",
        "Xian-Feng Li, MS",
        "Sabikun Nahar, B.S.",
        "Weihua Song, MD",
        "Holly Horton, Ph.D",
        "Hanh Nguyen",
        "Sher Karki",
        "John Desjarlais",
        "Nikhil C. Munshi, MD",
        "Paul Richardson, M.D., Ph.D.",
        "Kenneth C. Anderson, MD"
    ],
    "author_affiliations": [
        [
            "Harvard Medical School, Dana-Farber Cancer Institute, Boston, MA, USA, "
        ],
        [
            "Xencor, Inc., Monrovia, CA, "
        ],
        [
            "Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA, "
        ],
        [
            "Dana-Farber Cancer Inst., Boston, MA, USA, "
        ],
        [
            "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA, "
        ],
        [
            "Xencor, Monrovia, CA, USA, "
        ],
        [
            "Xencor, Inc., Monrovia, CA, "
        ],
        [
            "Xencor, Monrovia, CA, USA, "
        ],
        [
            "Xencor, Monrovia, CA, USA, "
        ],
        [
            "Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston VA Cancer Healthcare System, Boston, MA, USA, "
        ],
        [
            "Dana-Farber Cancer Institute, Boston, MA, USA"
        ],
        [
            "Dana-Farber Cancer Institute, Boston, MA, USA"
        ]
    ],
    "first_author_latitude": "42.3375158",
    "first_author_longitude": "-71.1081418",
    "abstract_text": "Abstract 609 HM1.24/CD317 or BST2, a cell surface protein highly expressed on malignant plasma cells, represents a potential target of immunotherapy for multiple myeloma (MM). Here we characterized XmAb®5592, a novel Fc-engineered and humanized anti-HM1.24 antibody (Ab), and studied mechanisms of its anti-MM activity. XmAb®5592, with double amino acid substitution in Fc region of the wild type IgG1, has approximately 40-fold and 10-fold increases in affinity for Fc gamma receptor III (FcγRIIIa) and (FcγRIIa), respectively, expressed on effector cells including NK cells. The Fv region of XmAb®5592 was humanized and engineered to achieve high affinity and specificity of binding to HM1.24-expressing target cells. XmAb®5592 reacts against a panel of MM cell lines (n=19) which are both sensitive or resistant to current anti-MM conventional and novel therapies. Importantly, it triggers 10-100-fold higher antibody-dependent cell-mediated cytotoxicity (ADCC) against these MM cell lines than a native/non Fc-engineered version (anti-HM1.24 IgG1) of the Ab. Specifically, the maximum specific lysis of MM1S, MM1R, and RPMI8226 target cells induced by XmAb®5592 is at a concentration of 0.001-0.01 μg/ml, whereas the IgG1 analog did not induce maximum cell lysis until 0.1 μg/ml. The maximum 100% specific lysis of INA-6 target cells occurred at 0.1 μg/ml of XmAb5592, in contrast to 60% maximum lysis induced by10 μg/ml of the IgG1 analog. Since the bone marrow (BM) microenvironment induces resistance in MM cells to conventional therapies, we next asked whether XmAb®5592 induced ADCC against MM cells even in the presence of BM stromal cells (BMSCs). Importantly, XmAb®5592 triggered significant ADCC against MM1S, MM1R, and INA-6 MM cells in the context of BMSCs. XmAb5592 also reacts against patient MM cells, and triggers robust ADCC against CD138-purified patient MM cells in assays using NK effector cells from normal donors. Furthermore, cross-linked XmAb5592 inhibited RMPI 8226 cell growth in the absence of effector cells. The in vivo efficacy of XmAb®5592 was next evaluated in murine subcutaneous (sc) xenograft murine models using RPMI 8226 cells. Administration of XmAb5592 (9mg/kg, ip, 2x/week for 4 weeks) led to a significant reduction in growth of established tumors in vivo compared to a non-engineered IgG1 anti-HM1.24 analog. At termination of the study. 7/15 mice were tumor free in the XmAb- treated group versus only 1/15 tumor free mice in the IgG1 analog treated group. An anti-HM1.24 antibody with Fc region engineered to completely ablate binding to FcγRs (knock-out) behaved equivalent to the PBS vehicle control in these studies, again underlining the significance of interaction with FcγR for anti-tumor efficacy. These results therefore suggest that XmAb5592, an anti-HM1.24 antibody engineered for improved effector function and antitumor potency in vitro and in vivo, is a promising next-generation immunotherapeutic for MM. Disclosures: Muchhal: Xencor: Employment. Horton: Xencor: Employment. Nguyen: Xencor: Employment. Karki: Xencor: Employment. Desjarlais: Xencor: Employment. Munshi: Millennium Pharmaceuticals: Honoraria, Speakers Bureau. Richardson: Keryx Biopharmaceuticals: Honoraria. Anderson: Millennium Pharmaceuticals: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau."
}