{
    "doi": "https://doi.org/10.1182/blood.V120.21.1138.1138",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2326",
    "start_url_page_num": 2326,
    "is_scraped": "1",
    "article_title": "Temporal Incidence Trends of Pediatric Venous Thromboembolism: A Population-Based Cohort Study ",
    "article_date": "November 16, 2012",
    "session_type": "331. Pathophysiology of Thrombosis: Poster I",
    "topics": [
        "pediatrics",
        "venous thromboembolism",
        "immune reconstitution inflammatory syndrome",
        "insulin receptor substrate proteins",
        "echocardiography",
        "thromboprophylaxis",
        "categorical variables",
        "linear regression",
        "child",
        "quebec"
    ],
    "author_names": [
        "Christine A. Sabapathy, MD",
        "Susan R. Kahn, MD, MSc",
        "Robert W Platt, PhD",
        "Vicky Tagalakis, MD, MSc"
    ],
    "author_affiliations": [
        [
            "Centre for Clinical Epidemiology and Community Studies, Lady Davis Institute, Jewish General Hospital, Montreal, QC, Canada, "
        ],
        [
            "Centre for Clinical Epidemiology and Community Studies, Lady Davis Institute, Jewish General Hospital, Montreal, QC, Canada, "
        ],
        [
            "Department of Epidemiology and Biostatistics, McGill University, Montreal, QC, Canada"
        ],
        [
            "Centre for Clinical Epidemiology and Community Studies, Lady Davis Institute, Jewish General Hospital, Montreal, QC, Canada, "
        ]
    ],
    "first_author_latitude": "45.4968796",
    "first_author_longitude": "-73.6296469",
    "abstract_text": "Abstract 1138 Background: Pediatric venous thromboembolism (VTE), although rare, is associated with significant morbidity and mortality. Published incidence rates in this age group vary from 0.07 to 0.49 VTE per 10 000 children/year and there is currently a paucity of studies evaluating temporal incidence trends. Objectives: To describe the age-adjusted incidence rates of pediatric VTE and its trend over time in a large pediatric cohort. Methods: A retrospective cohort of all children (ages 1–17 inclusive) with a first time diagnosis of VTE in the province of Quebec, Canada over an eleven-year period, from January 1 st , 1994 to December 31 st , 2004, was obtained from a comprehensive administrative hospital database (Med-Echo). Quebec census estimates were used to calculate age-standardized incidence rates (IR) of pediatric VTE. The incidence rate trend was then analyzed over the eleven-year study period using Poisson linear regression. Sex differences in incidence rates at the population level stratified by age group as a confounder as well as baseline characteristics of the cases were also evaluated. Results: In total, 487 incident cases of VTE in children 1–17 years of age were documented during the study period. Based on the estimated provincial census person-years during the study period, the age-standardized IR was 0.29 VTE per 10 000 person-years (95% confidence interval (CI) 0.26–0.31). Females overall had a statistically significant higher VTE incidence rate with an incidence rate ratio of 1.75 (95% CI 1.46–2.11) when controlled for age groups, as compared to males. When analyzed by age group, the age-standardized IRs were as follows: 1–5 year olds 0.04 VTE per 10 000 person-years (95% CI 0.03–0.05); 6–10 year olds 0.03 VTE per 10 000 person-years (95% CI 0.02–0.04); 11–14 year olds 0.06 VTE per 10 000 person-years (95% CI 0.05–0.07); 15–17 year olds 0.16 VTE per 10 000 person-years (95% CI 0.14–0.18). Trend analysis of the age-standardized IRs over the 11-year period showed no significant change in incidence rates whether using time as a continuous (yearly) or categorical variable (time-periods). Conclusions: Pediatric VTE is more frequent than previously described, however the rate is stable. As shown by others, children in their late-teen years have a higher risk of VTE than primary school-aged children. Unlike prior studies, females were more prone to VTE than males. Future studies that address sex differences in the incidence of pediatric VTE are needed to help determine effective primary thromboprophylaxis strategies in children at high risk for VTE. Disclosures: No relevant conflicts of interest to declare."
}