{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.1556.1556",
    "article_title": "A Randomized, Double-Blind, Phase III Study Comparing Proposed Biosimilar Rituximab (RTXM83) Versus Reference Rituximab, Both in Combination with CHOP, in the First Line Treatment of Patients with Diffuse Large B-Cell Lymphoma (DLBCL) ",
    "article_date": "December 7, 2017",
    "session_type": "626. Aggressive Lymphoma (Diffuse Large B-Cell and Other Aggressive B-Cell Non-Hodgkin Lymphomas)—Results from Prospective Clinical Trials: Poster I",
    "abstract_text": "Methods : RTXM83 is a proposed biosimilar developed by mAbxience S.A. to the reference medicine product rituximab (MabThera®/ Rituxan®). A prospective, multicenter, double-blind, randomized trial compared the efficacy in terms of non-inferiority, pharmacokinetics (PK), pharmacodynamics (PD), safety and immunogenicity of RTXM83 vs rituximab (Mabthera®/Rituxan®), both in combination with CHOP chemotherapy (RTXM83-CHOP vs R-CHOP), as first-line treatment in patients with previously untreated CD20+ Diffuse Large B Cell Lymphoma (DLBCL). Adults aged ≥18 and ≤65 years, with a disease stage of I (only with bulky disease) to IV according to the Cotswolds modification of the Ann Arbor classification, and ECOG performance status ≤2 were included, and randomized (1:1) to receive up to a total of six cycles of either RTXM83-CHOP or R-CHOP. Patients were stratified according to study center and age-adjusted IPI scores (0 versus 1), which are based on: disease stage, ECOG, and lactate dehydrogenase (LDH) levels. The primary endpoint was to assess the response rate (RR) (complete response + partial response) achieved after cycle 6 of treatment by the International Working Group (IWG) criteria. PK, PD, safety and immunogenicity were assessed as secondary study endpoints. For PK, the systemic exposure (AUC and C max ) were assessed at Cycle 1 and steady-state at Cycle 6 using a population PK (Pop PK) model approach. The serum levels of CD20+/CD19+ cells for PD profile, and of anti-drug antibodies (ADA) for immunogenicity assessment were analysed at different time points: start of treatment (Cycle 1 Day 1, pre-dose), at Cycle 5 Day 1 (pre-dose), at Cycle 6 Day 21 and during the follow-up period: FU 1 (3 months after last dose of treatment) and follow-up 3 if available (9 months after last dose of treatment). Results: A total of 241 patients, 123 in the RTXM83-CHOP arm and 118 R-CHOP arm, from 58 sites in 12 countries were eligible. Demographic and baseline characteristics were well balanced between arms. A difference of 3.9% in the RR in favour of the RTXM83-CHOP arm was achieved in the per protocol population (RR: 84.7% vs 80.8% in RTXM83-CHOP and the R-CHOP arm, respectively). The lower bound of the 95% CI of this difference (-6.20% to 14.03%) was above the non-inferiority margin of -13% that was set for the study. The Pop PK comprised a total of 5341 samples from 251 patients. Geometric least square means ratios (GLSMR) with the 90% CI of RXTM83/rituximab were 99.2% (93.6-105) for AUC and 99.6% (93.9-105) for C max,sd at Cycle 1 whereas, at steady-state the GLSMR were 103% (98.5-107) for AUC and 104% (99.5-109) for C max,ss . RXTM83 and rituximab exhibited a comparable serum concentration-time profile and the GLSMR were within the predefined margins of 80-125%. PD profile in terms of time of onset, magnitude and duration of response was similar between RTXM83 and rituximab. Safety assessment shows no obvious differential safety profile of RXTM83 and rituximab in terms of nature, frequency and severity of the adverse events (AE); being infections and blood and lymphatic system disorders the most common SAEs reported. A low and similar ADA incidence was observed in both treatment arms, with no relationship with efficacy, safety or PK/PD data was observed. Conclusion: These results demonstrate that RTXM83 has comparable efficacy to rituximab in terms of tumour response, and displays a similar PK profile, PD activity, safety profile and immunogenicity in the first line treatment of patients with newly diagnosed DLBCL, which supports the claim that RTXM83 is highly similar to the reference medicine rituximab (MabThera® / Rituxan®). Disclosures Gonzalez: Lab Eticos: Other: Principal Investigator. Radhakrishnan: Cancer Institute Adyar Chennai India: Employment. Schusterschitz: Libbs: Research Funding. Perez: Mabxience SA: Employment.",
    "topics": [
        "biosimilar pharmaceuticals",
        "cyclophosphamide, doxorubicin, prednisone, and vincristine",
        "diffuse large b-cell lymphoma",
        "phase 3 clinical trials",
        "rituximab",
        "r-chop",
        "electrocorticogram",
        "follow-up",
        "adverse event",
        "antidrug antibody"
    ],
    "author_names": [
        "Myrna Candelaria, MDPharmD",
        "Derlis Emilio Gonzalez, MD",
        "Surender Kumar Beniwal, MD DM",
        "Lokanatha Dasappa, MD",
        "Daniel Oscar Bar, MD",
        "Marcia Torresan Delamain",
        "Ashis Mukhopadhyay, MD",
        "David Hugo Flores, MD",
        "Dinesh Bhurani, MD DM, FRCPA",
        "Venkatraman Radhakrishnan, MD DM",
        "Alejandro Salvatierra, MD",
        "Ruben Dario Kowalyszyn, MD",
        "Oleg Lipatov, MD",
        "Moosa Patel, MD",
        "Sergio Schusterschitz, MD",
        "Elena Volodicheva, MD",
        "Luis Antonio Perez, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Myrna Candelaria, MDPharmD",
            "author_affiliations": [
                "Instituto Nacional de Cancerología México, Ciudad de Mexico, Mexico "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Derlis Emilio Gonzalez, MD",
            "author_affiliations": [
                "Instituto Privado de Hematología e Investigación Clínica - IPHIC, Asuncion, Paraguay "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Surender Kumar Beniwal, MD DM",
            "author_affiliations": [
                "Clinical Research Unit, ATRCTRI, S.P.Medical COllege & AG of Hospitals, Bikaner, Rajasthan, India "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lokanatha Dasappa, MD",
            "author_affiliations": [
                "Srinivasam Cancer Care Hospital, Bangalore, India "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniel Oscar Bar, MD",
            "author_affiliations": [
                "Servicio de Hematología, Hospital Iturraspe, Santa Fe, Argentina "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marcia Torresan Delamain",
            "author_affiliations": [
                "Centro de Hematologia e Hemoterapia, University of Campinas, Sao Paulo, Brazil "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ashis Mukhopadhyay, MD",
            "author_affiliations": [
                "NSCB Cancer Research Institute, Kolkata, India "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Hugo Flores, MD",
            "author_affiliations": [
                "Servicio de Hematología, Hospital Ángel Padilla, San Miguel de Tucuman, Argentina "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dinesh Bhurani, MD DM, FRCPA",
            "author_affiliations": [
                "Rajiv Gandhi Cancer Institution, New Delhi, India "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Venkatraman Radhakrishnan, MD DM",
            "author_affiliations": [
                "Department of Medical Oncology, Cancer Institute, Adyar Chennai, India "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alejandro Salvatierra, MD",
            "author_affiliations": [
                "Fundacion Ars Medica, San Salvador de Jujuy, Argentina "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ruben Dario Kowalyszyn, MD",
            "author_affiliations": [
                "Centro de Investigaciones Clínicas, IMO, Clínica Viedma, Rio Negro, Argentina "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Oleg Lipatov, MD",
            "author_affiliations": [
                "Republican Clinical Oncology Dispensary, Ufa, Russian Federation "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Moosa Patel, MD",
            "author_affiliations": [
                "Clinical Haematology Unit, Department of Medicine, Chris Hani Baragwanath Academic Hospital and Faculty of Health Sciences, Johannesburg, South Africa "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sergio Schusterschitz, MD",
            "author_affiliations": [
                "HC-UFMG, Belo Horizonte, Minas Gerais, Brazil "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elena Volodicheva, MD",
            "author_affiliations": [
                "Regional Clinical Hospital, Tula, Russian Federation "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Luis Antonio Perez, MD",
            "author_affiliations": [
                "Clinical Department, Mabxience SA, Madrid, Spain"
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T06:43:12",
    "is_scraped": "1"
}