{
    "doi": "https://doi.org/10.1182/blood.V120.21.1106.1106",
    "article_title": "Antibodies to Human Factor XII with Antithrombotic Properties ",
    "article_date": "November 16, 2012",
    "session_type": "321. Blood Coagulation and Fibrinolytic Factors: Poster I",
    "abstract_text": "Abstract 1106 The plasma protease factor XIIa (FXIIa) contributes to vascular occlusion in murine thrombosis models, at least partly through activation of factor XI (FXI). While there is good correlation between plasma FXI levels and thrombotic events in humans, the situation is not as clear for FXII (the precursor of FXIIa), suggesting fundamental differences in thrombus formation in mice and humans. To facilitate studies on the effects of FXII/XIIa on thrombus formation, we developed novel inhibitory antibodies to human FXII, designated 9A2 and 15H8, by immunizing FXII-deficient mice with human FXII. Using recombinant human FXII molecules that lack various domains, and chimeras in which specific domains in FXII are replaced with those from the related protein hepatocyte growth factor activator, we determined that 9A2 and 15H8 bind to the FXII/XIIa non-catalytic heavy chain at different sites. 9A2 binds on or near the EGF2 domain, while 15H8 binds to the fibronectin type I and/or kringle domain. These areas have been implicated in FXII binding to polyanionic surfaces. Saturating concentrations of 9A2 or 15H8 reduced FXII activity by 50% and 90%, respectively, in an aPTT assay using normal plasma, while combining the antibodies resulted in >95% inhibition. However, in assays in which clot formation was triggered by adding FXIIa directly to plasma, preincubation of FXIIa with either antibody did not prolong the clotting time. Furthermore, neither antibody had a strong effect in a chromogenic assay of FXI activation by FXIIa, indicating the antibodies interfere with the aPTT assay primarily by inhibiting FXII activation. FXII activation in the aPTT assay is initiated by addition of a polyanion such as silica to the plasma to induce contact activation. In vivo , polymers of inorganic phosphate (polyP) may serve a similar function. Contact activation is triggered in plasma when FXII bound to the polyanion is activated, probably by trace amounts of FXIIa or another protease present in the plasma. Once formed, FXIIa converts the zymogens prekallikrein and FXI to the proteases kallikrein and FXIa, both of which can activate additional FXIIa to amplify the process. In the presence of 9A2 or 15H8, activation of pure FXII in the presence of either silica or polyP was significantly reduced. Interestingly, the antibodies actually potentiated FXII activation by kallikrein or FXIa in the absence of a polyanion. Taken as a whole, these results suggest that binding of 9A2 or 15H8 to FXII results in conformational changes that make FXII a better substrate for kallikrein and FXIa, possibly by mimicking the effect of FXII binding to a polyanion, but that prevent activation of FXII by FXIIa (autoactivation), blunting the overall rate of activation. We tested the effects of 9A2 and 15H8 in a mouse model in which thrombotic occlusion of the carotid artery is induced by exposing the vessel to a 3.5% solution of ferric chloride. Wild type C57Bl/6 mice develop arterial occlusion within 5 to 10 minutes, while FXII-deficient mice are resistant to arterial occlusion. Infusion of human FXII into FXII-deficient mice restores the wild type phenotype. 15H8 prevented thrombus formation in mice reconstituted with human FXII, while 9A2 reduced the rate of thrombotic occlusion by 50%. In an ex vivo flow model, perfusion of human blood through collagen-coated tubes at a shear rate of 300 sec −1 results in tube occlusion by platelet and fibrin rich clot in ∼15 minutes. 15H8 effectively blocked fibrin formation and reduced platelet accumulation, preventing tube occlusion. 9A2 was also effective at preventing clot formation, but there was evidence of some fibrin accumulation over time. In summary, the monoclonal anti-human FXII IgGs 9A2 and 15H8 prevent thrombus formation in whole blood in vivo and ex vivo by interfering with FXII activation. Our data support the hypothesis that pharmacologic inhibition of FXII activation may have therapeutic utility in disorders that are driven or aggravated by the blood contact system. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "antibodies",
        "fibrinolytic agents",
        "human factors engineering",
        "thrombus",
        "activated partial thromboplastin time measurement",
        "endopeptidases",
        "fibrin",
        "kininogenase",
        "peptide hydrolases",
        "thrombosis"
    ],
    "author_names": [
        "Anton Matafonov, MD",
        "Adam E. Gailani",
        "Stephanie L. Grach",
        "Philberta Y Leung, PhD",
        "Qiufang Cheng, MD",
        "Yipeng Geng",
        "Owen J.T. McCarty, PhD",
        "Erik I Tucker, PhD",
        "Thomas Renne, MD, PhD",
        "James H. Morrissey, PhD",
        "Andras Gruber, MD",
        "David Gailani, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Anton Matafonov, MD",
            "author_affiliations": [
                "Department of Pathology, Microbiology, and Immunology, Vanderbilt University, Nashville, TN, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Adam E. Gailani",
            "author_affiliations": [
                "Department of Pathology, Immunology and Microbiology, Vanderbilt University, Nashville, TN, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephanie L. Grach",
            "author_affiliations": [
                "Department of Pathology, Immunology and Microbiology, Vanderbilt University, Nashville, TN, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Philberta Y Leung, PhD",
            "author_affiliations": [
                "Biomedical Engineering, Oregon Health & Science University, Portland, OR, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Qiufang Cheng, MD",
            "author_affiliations": [
                "Department of Pathology, Microbiology, and Immunology, Vanderbilt University, Nashville, TN, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yipeng Geng",
            "author_affiliations": [
                "Department of Pathology, Microbiology, and Immunology, Vanderbilt University, Nashville, TN, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Owen J.T. McCarty, PhD",
            "author_affiliations": [
                "Department of Biomedical Engineering, Oregon Health & Science University, Portland, OR, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Erik I Tucker, PhD",
            "author_affiliations": [
                "Department of Biomedical Engineering, Oregon Health & Science University, Portland, OR, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas Renne, MD, PhD",
            "author_affiliations": [
                "Karolinska Institute, Stockholm, Sweden, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James H. Morrissey, PhD",
            "author_affiliations": [
                "Department of Biochemistry, University of Illinois, Urbana, IL, USA"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andras Gruber, MD",
            "author_affiliations": [
                "Department of Biomedical Engineering, Oregon Health & Science University, Portland, OR, USA, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Gailani, MD",
            "author_affiliations": [
                "Department of Pathology, Microbiology, and Immunology, Vanderbilt University, Nashville, TN, USA, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-23T21:38:08",
    "is_scraped": "1"
}