{
    "doi": "https://doi.org/10.1182/blood.V116.21.4965.4965",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1705",
    "start_url_page_num": 1705,
    "is_scraped": "1",
    "article_title": "Analysis of Let-7a and Mir-17-5p Micro-RNAs Expression In Patients with Adult De Novo Myelodysplastic Syndromes ",
    "article_date": "November 19, 2010",
    "session_type": "Myelodysplastic Syndromes",
    "abstract_text": "Abstract 4965 Introduction. MicroRNAs are small non-coding RNAs that act at the post-transcriptional level, regulating protein expression by repressing translation or destabilizing mRNA target. Since their discovery, microRNAs have been associated with almost every normal cell function, including proliferation, differentiation and apoptosis. Several studies suggest that they have an important role in normal hematopoiesis and hematological malignancies. Let-7a negatively regulates the expression of Ras proteins, which are overexpressed in patients with Myelodysplastic syndromes (MDS). In addition mir-17-5p contributes to the down-regulation of E2F1, which is overexpressed in MDS. Purpose. The purpose of the current study was to evaluate the expression of let-7a and mir-17-5p in CD34 cells from the bone marrow of patients with MDS. Material and methods. We evaluated 29 patients with MDS (25 men, 4 women) with median age 73 years. FAB classification was as follows: 9 RA, 15 RAEB, 2 RAEB-t and 3 AML. According to IPSS our study included 9 patients with low, 8 with Int-1, 7 with Int-2 and 5 with high risk disease. We isolated CD34+ cells from bone marrow of patients using magnetic beads. Extraction of microRNA and total RNA was performed and cDNA of let-7a and mir-17-5p was amplified using real time PCR, to study the relative expression of these microRNAS according to the expression of RNU48 (a snoRNA used as control). The control group included donors of CD34+ cells for stem cell transplantation. Results. The median miR17-5p expression level in patients was lower compared to controls [23vs 47.4]. The median let-7a expression levels were higher in MDS patients than in healthy donors [32.85 vs 8]. However these differences were not significant as shown by the Mann-Whitney U test. Moreover, ROC analysis demonstrated that neither miR17-5p nor let-7a expression had significant discriminatory value to efficiently distinguish MDS patients from non-MDS. In addition Spearman analysis did not reveal any correlations between these two microRNA expression levels and other continuous variables examined in the current study (age, hemoglobin concentration, numbers of neutrophils, platelets, and BM blasts). Finally, we found no associations between either miR17-5p or let-7a expression and clinicopathological parameters of MDS patients using chi-square (χ 2 ) or Fisher's exact test where appropriate. Conclusion. The micro RNA let-7 was overexressed although not significantly in CD34 cells from MDS patients demonstrating that this is not a mechanism contributing to the increased expression RAS proteins in MDS. The micro RNA-mir17-5 is underexpressed in CD34 cells and needs further investigation for the establishment of a role in the overepxression of E2F in MDS. The lack of significant differences in the expression levels of both micro RNAs could be related to the admixture of normal and dysplastic CD34 cells in the bone marrow of MDS or to the small sample size. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "micrornas",
        "myelodysplastic syndrome",
        "cd34 antigens",
        "ras proteins",
        "refractory anemia with excess blasts",
        "rna",
        "dna, complementary",
        "dysplasia",
        "hematologic neoplasms",
        "hematopoietic stem cell transplantation"
    ],
    "author_names": [
        "D. Vassilatou",
        "Vassiliki Pappa",
        "F. Kontsioti",
        "S. Papageorgiou",
        "C. Kontos",
        "P. Tsirigotis",
        "C. Economopoulou",
        "E. Ioannidou",
        "E. Papageorgiou",
        "Ioannis Dervenoulas"
    ],
    "author_affiliations": [
        [
            "Second Department of Internal Medicine, Propaedeutic, Attikon University Hospital, Athens, Greece"
        ],
        [],
        [
            "Second Department of Internal Medicine, Propaedeutic, Attikon University Hospital, Athens, Greece"
        ],
        [
            "Second Department of Internal Medicine, Propaedeutic, Attikon University Hospital, Athens, Greece"
        ],
        [
            "Second Department of Internal Medicine, Propaedeutic, Attikon University Hospital, Athens, Greece"
        ],
        [
            "Second Department of Internal Medicine, Propaedeutic, Attikon University Hospital, Athens, Greece"
        ],
        [
            "Second Department of Internal Medicine, Propaedeutic, Attikon University Hospital, Athens, Greece"
        ],
        [
            "Second Department of Internal Medicine, Propaedeutic, Attikon University Hospital, Athens, Greece"
        ],
        [
            "Second Department of Internal Medicine, Propaedeutic, Attikon University Hospital, Athens, Greece"
        ],
        [
            "Second Department of Internal Medicine, Propaedeutic, Attikon University Hospital, Athens, Greece"
        ]
    ],
    "first_author_latitude": "38.016684399999995",
    "first_author_longitude": "23.665404899999995"
}