{
    "doi": "https://doi.org/10.1182/blood.V128.22.731.731",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3342",
    "start_url_page_num": 3342,
    "is_scraped": "1",
    "article_title": "TNF-Alpha Promotes Clonal Expansion of Tet2 Deficient Bone Marrow Progenitors in MDS ",
    "article_date": "December 2, 2016",
    "session_type": "508. Bone Marrow Failure: Molecular and Clinical Advances in AAA and Stress Induced Marrow Dysfunction",
    "topics": [
        "annexins",
        "antibodies",
        "aplastic anemia",
        "bcl-xl protein",
        "bone marrow",
        "caspase-3",
        "caspase-8",
        "cd95 antigens",
        "clonal expansion",
        "cytokine"
    ],
    "author_names": [
        "Samuel Ojo Abegunde, MD MSc.",
        "Michael J. Rauh, MD PhD"
    ],
    "author_affiliations": [
        [
            "Dept. Pathology & Molecular Medicine, Queen's University, Kingston, Canada "
        ],
        [
            "Pathology and Molecular Medicine, Queen's University, Kingston, Canada"
        ]
    ],
    "first_author_latitude": "44.2252795",
    "first_author_longitude": "-76.49514119999999",
    "abstract_text": "Background: Recent studies suggest that pro-inflammatory cytokines such as TNF-α are increased in myelodysplastic syndromes (MDS), but their contribution to disease pathogenesis is unknown. Here we uncover a mechanistic role of TNF-α in promoting clonal dominance of Tet2 murine mutant haematopoietic stem and progenitor cells (HSPCs). We hypothesized that Tet2 mutation induces TNFα expression and confers TNFα resistance to MDS progenitor cells by mechanisms involving the suppression of apoptotic cues. Methods: We isolated lineage negative cells (Lin-), enriched for HSPCs, from the bone marrow(BM) of 10-14 weeks old Tet2 wild(+/+) type and mutant (-/-) C57BL/6 mice strain, (EasySep; StemCell Technologies) and cultured these +/- TNFα (0.1, 1, or 10 ng/ml) and or anti-TNF antibody (1 or 10 ug/ml) in a colony formation assay (MethoCult; StemCell) and then examined their colony growth, immunophenotypic characteristics and apoptosis over a period of 12 days. Where indicated serial re-plating was performed. Expression of apoptotic regulators was assessed by qRT-PCR. Results: In our initial triplicate experiments, starting with equal amount of Tet2 +/+ and -/- Lin- cells (10 4 cells/MethoCult well), cultured in appropriate growth factors and graded concentrations of TNFα , we observed that Tet2 -/- Lin- cells displayed superior colony forming ability over +/+ in serial re-plating assays under stress of increasing TNFα. To further confirm these initial results, we cultured the cells in-vitro Blocking Assays. We observed that in-vitro blockade of TNF-α with anti-TNF antibody, significantly limits the colony forming superiority of re-plated Tet2 -/- progenitors over +/+ in a dose dependent manner. (P<0.05). Immunophenotypic analysis of the colonies after replating showed significantly increased proportion of Mac1+Gr1+ and Sca1+Kit1+ populations in Tet2 -/-, as compared to +/+, in the presence of TNF-α (P<0.05). These findings suggest that deregulation of innate and inflammatory cytokine signaling may provide a permissive environment for clonal dominance of Tet2 mutant HSPCs with an associated myeloid bias. To address the mechanisms behind these observations, we examined the susceptibility of both wild type and -/- cells to apoptosis using an annexin V- propidium iodide flow assay and then measured their apoptotic index. Our results showed that Tet2 -/- HSPCs have a lower apoptotic index compared to +/+ under stress of increasing TNF-α, suggesting that Tet2-/- BM cells may be resistant to TNFα induced apoptosis. Next, we searched for components of TNFα signaling pathway that might have been altered in resistant Tet2 -/- clones. Specifically, we measured the fold change in mRNA expression levels (using SYBR green qRT-PCR method) of some pro-apoptotic (TNFR1 and II, Fas-R, caspase 3 and 8) and anti-apoptotic genes (BCL-2, BCL-XL, IAP1, IAP2,) in both +/+ and -/- progenitor cells that have been cultured +/-TNF-α. Our results showed that mRNA levels of TNFR1, Fas receptors and caspase 8 were significantly lower in Tet2 -/- cells, compared to +/+ under inflammatory stress of TNF-α (P<0.05). In contrast, the mRNA levels of BCL2, IAP1 and IAP2 were significantly elevated in Tet2 -/- compared to +/+ (P<0.05). We also measured TNFα mRNA expression levels. Our preliminary data showed increased expression of TNF α mRNA in Tet2 -/-progenitors, compared to +/+ in absence of TNF-α (P<0.05). We also examined colony growths of TET2 mutant and non-mutant human MDS under varying TNF-α concentrations, using frozen BM mononuclear cells (BMMNCs) from MDS patients and normal healthy controls. Colony formation at 0.0 ng/ml TNFα was normalised to 100%. Our preliminary data showed that BFU-E colonies in TET2 mutant MDS show relatively increased survival at high TNFα concentrations, compared to wild type and controls, while CFU-GM colony formation in Tet2 mutant MDS was enhanced by low TNFα concentrations (P< 0.05). We are currently examining gene signatures in these groups of patients . Conclusion: Our data introduce a model where Tet2 mutation promotes clonal dominance by conferring TNFα resistance to TNFα sensitive progenitors, while also generating a TNFα rich environment. Mutations that promote resistance to environmental stem cell stressors are a known mechanism of clonal selection in aplastic anaemia and JAK2-mutant MPN and our findings suggest that this mechanism may be critical to clonal selection and dominance in MDS. Disclosures No relevant conflicts of interest to declare."
}