{
    "doi": "https://doi.org/10.1182/blood.V112.11.2840.2840",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1145",
    "start_url_page_num": 1145,
    "is_scraped": "1",
    "article_title": "Mll-AF9 Initiates Fetal Hematopoietic Stem Cell Transformation but Development of Overt Leukemia Requires Additional Events in Post-Natal Cells ",
    "article_date": "November 16, 2008",
    "session_type": "Oncogenes and Tumor Suppressors",
    "topics": [
        "fetus",
        "hematopoietic stem cells",
        "leukemia",
        "proto-oncogene protein c-kit",
        "spinocerebellar ataxia type 1",
        "antibodies",
        "macrophage-1 antigen",
        "biotin",
        "fluorescein-5-isothiocyanate",
        "granulocyte-macrophage colony-stimulating factor"
    ],
    "author_names": [
        "Weili Chen",
        "Wendy A Hudson",
        "Thien N Sam",
        "John H. Kersey, MD"
    ],
    "author_affiliations": [
        [
            "Cancer Center, Univ of MInnesota, Minneapolis, MN, USA"
        ],
        [
            "Cancer Center, Uinversity of Minnesota, Minneapolis, MN, USA"
        ],
        [
            "Cancer Center, University of Minnesota, Minneapolis, MN, USA"
        ],
        [
            "Cancer Center, Univ. of Minnesota, Minneapolis, MN, USA"
        ]
    ],
    "first_author_latitude": "44.97399775",
    "first_author_longitude": "-93.23489425",
    "abstract_text": "Backtracking studies in twins show that human MLL fusion gene leukemias are often initiated during fetal life. However, important unresolved questions are what is the nature of additional genetic or epigenetic events that are necessary for development of overt leukemia in addition to the MLL -fusion gene? and do these additional events occur directly in fetal hematopoietic cells or, alternatively, in the more differentiated progenitor cells that develop post-natally? In order to address these questions, the murine knock-in mouse model which contains the Mll-AF9 oncogene under endogenous regulatory control in all hematopoietic stem and progenitor cells is useful. In the current experiments, we analyzed the characteristics of day E14.5 fetal liver Lin − CD117 + Sca1 + Thy1.1 low stem cells (FL-HSCs) and compared them with bone marrow HSCs (BM-HSCs) from 8-wk old mice for transformability and the ability to produce leukemia when transplanted to secondary recipients. Fetal liver cells were stained with biotin labeled antibodies against lineage markers (B220, CD3 e , CD4, CD8, Ter119 and Gr1), and then enriched using MACS Micro Beads/Columns (Miltenyi Biotec). Partially enriched Lineage negative (Lin − ) cells were further stained with PE-Cy5-Streptavidin, FITC-Sca1, APC-CD117 and PE-Thy1.1 antibodies, and then sorted with a FACS Aria (BD Bioscience). Sorting profiles showed that Mll-AF9 fetal livers had a higher percentage of CD117 + Sca1 + cells in the Lin − population than the fetal livers from wild type fetuses (1.4% vs. 0.9%, P < 0.05), indicating Mll-AF9 fusion gene induced expansion of FL-HSCs by day E14.5. The selfrenewal capability of FL-HSCs was also studied using myeloid colony forming assays in vitro . Sorted HSCs were cultured in methylcellulose medium containing IL-3, IL-6, SCF and GM-CSF, replated every 7 days for three generations and colony numbers were counted for each generation. The study revealed that Mll-AF9 FL-HSCs form significantly higher numbers of myeloid colonies than wild type FL-HSCs in all three generations. Colony distribution analysis also showed that Mll-AF9 FL-HSCs produce more immature compact colonies than wild type FL-HSCs in methylcellulose medium. 94–96% of cultured cells of the third generation were CD11b positive myeloid cells by FACS. The Mll-AF9 induced increase in FL-HSC numbers and colony growth was similar to the results we recently reported ( Chen W et al, Cancer Cell , 13 , 432 , 2008 ) for BM-HSCs from 8-wk old Mll-AF9 mice. To compare the ability of Mll-AF9 FL-HSCs and BM-HSCs to produce overt leukemia, cells were injected with rescue bone marrow cells into lethally irradiated wild type recipients. One hundred BM-HSCs from 8-wk old Mll-AF9 mice caused leukemia in 90% of recipients at a median of 165 days. On the other hand, one hundred FL-HSCs recipients developed leukemia later and with lower frequency; in the recipients of one hundred FL-HSCs, 60% of recipient mice died at a median of 307 days (p<0.002). Increasing the injected number of FL-HSCs to 1000 did not increase the number of recipients with fatal leukemia when mice were followed to 355 days. Leukemic mice in all groups had enlarged spleens, high white counts and the CD11b/Mac1 myeloid phenotype characteristic of murine Mll-AF9 leukemia. In summary, our results show that in murine cells the Mll-AF9 fusion gene results in transformation both in fetal liver HSCs and BM HSCs as reflected in an increased number of both HSCs and compact myeloid colonies in vitro . However, MLL fusion gene induced transformation in either fetal liver or early postnatal bone marrow, while necessary, is not sufficient to produce overt leukemia in the mouse. The long delay in leukemia development in recipients of fetal HSCs and the similarities in leukemia organ distribution and phenotype in recipients of fetal and post natal HSCs suggests that leukemogenesis is a multistep process with critical secondary events occurring in cells that are post-natal. Therapeutic elimination of these post-natal leukemia-propagating cells in the mouse and the human should be facilitated by further understanding of the molecular signature of these critical cells."
}