{
    "doi": "https://doi.org/10.1182/blood.V116.21.4398.4398",
    "article_title": "Increased Use of Direct Thrombin Inhibitor Argatroban In Hospitalized Patients ",
    "article_date": "November 19, 2010",
    "session_type": "Antithrombotic Therapy",
    "abstract_text": "Abstract 4398 Heparin Associated Thrombocytopenia (HAT) is associated with profound thrombo-embolic complications and Heparin substitutes are widely used as prophylactic and sometimes as therapeutic anticoagulants. Argatroban is one of several Direct Thrombin Inhibitors (DTI) used in these patients. We observed over the past several years that there was increasing use of Argatroban in hospitalized patients without a suspicion or diagnosis of HAT. In order to determine the extent and indications for use of Argatroban at our university hospital we analyzed medical records of all patients who had received this drug over a three-year period. Of the 60 individual patients who received Argatroban over a one year period, most of them received this drug once during their hospitalization and few received it multiple times over several hospitalizations. Seven of these patients (11.6%) received this drug for non-HAT related diagnoses. The following indications were provided for use of this agent: 1. Recurrent VTE on therapeutic Enoxaparin/Fondaparinux in patients with cancer: 3 2. Recurrent VTE on therapeutic Enoxaparin/Fondaparinux: 1 3. Anti-thrombin deficiency: 2 4. Heparin allergy: 1 Outcomes: 1. Cancer associated DVT: One survived, one died of progressive thrombosis; one lost to follow-up 2. Recurrent VTE on Enoxaparin/Fondaparinux: currently off Argatroban 3. Patients with AT deficiency and Heparin allergy are off anticoagulants. Argatroban, a DTI, is a drug with a narrow therapeutic index and is licensed for use in patients known or suspected to have HAT. Recently, it has found increasing use as an anticoagulant considered to have increased efficacy as compared to Enoxaparin and Fondaparinux. While accepted as an alternate to UFH in several instances, it is considered less effective in situation involving Cardiopulmonary bypass. However, whether it is a better agent to treat patients with or without cancer who have recurrent or progressive VTE and have failed conventional anticoagulants needs to be investigated further. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "argatroban",
        "direct thrombin inhibitor",
        "anticoagulants",
        "enoxaparin",
        "fondaparinux",
        "heparin",
        "venous thromboembolism",
        "cancer",
        "hypersensitivity",
        "cardiopulmonary bypass"
    ],
    "author_names": [
        "Amit Jain, MD",
        "Kristen Smit",
        "Naveen Manchanda, MBBS"
    ],
    "author_dict_list": [
        {
            "author_name": "Amit Jain, MD",
            "author_affiliations": [
                "Hematology and Oncology (IM), Indianapolis, IN, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Kristen Smit",
            "author_affiliations": [
                "Indiana University Hospital, Indianapolis, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Naveen Manchanda, MBBS",
            "author_affiliations": [
                "Hematology-Oncology, Indiana University School of Medicine, Indianapolis, IN, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-15T06:44:49",
    "is_scraped": "1"
}