{
    "doi": "https://doi.org/10.1182/blood.V114.22.2140.2140",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1567",
    "start_url_page_num": 1567,
    "is_scraped": "1",
    "article_title": "Critical Role of Calcium in the Regulation of the ER-to-Golgi Transport of FV and FVIII by the LMAN1-MCFD2 Cargo Receptor. ",
    "article_date": "November 20, 2009",
    "session_type": "Blood Coagulation and Fibrinolytic Factors Poster I",
    "topics": [
        "bleeding diathesis",
        "blood coagulation disorders",
        "calcium",
        "carbohydrates",
        "circular dichroism",
        "emergency service, hospital",
        "factor v",
        "factor viii",
        "follow-up",
        "golgi apparatus"
    ],
    "author_names": [
        "Chunlei Zheng, PHD",
        "Huihui Liu, MD, PHD",
        "David Ginsburg, MD",
        "Bin Zhang, PHD"
    ],
    "author_affiliations": [
        [
            "Genomic Medicine Institute, Cleveland Clinic Lerner Research Institute, Cleveland, OH, USA, "
        ],
        [
            "Genomic Medicine Institute, Cleveland Clinic Lerner Research Institute, Cleveland, OH, USA, "
        ],
        [
            "Howard Hughes Medical Institute, University of Michigan Medical School, Ann Arbor, MI, USA"
        ],
        [
            "Genomic Medicine Institute, Cleveland Clinic Lerner Research Institute, Cleveland, OH, USA, "
        ]
    ],
    "first_author_latitude": "41.50031399999999",
    "first_author_longitude": "-81.6192914",
    "abstract_text": "Abstract 2140 Poster Board II-117 Coagulation factor V (FV) and factor VIII (FVIII) play key roles in hemostasis and thrombosis. The LMAN1 (ERGIC-53)-MCFD2 complex is a mammalian cargo receptor for efficient transport of FV and FVIII from the endoplasmic reticulum (ER) to the Golgi. Mutations in either LMAN1 or MCFD2 cause a bleeding disorder, combined deficiency of factor V and factor VIII. LMAN1 is a type-1 transmembrane protein with a Ca 2+ -dependent carbohydrate recognition domain homologous to leguminous lectins. MCFD2 is a small soluble protein with an N-terminal sequence of unknown structure and two Ca 2+ -binding EF-hand domains at the C terminus. LMAN1 and MCFD2 form a Ca 2+ -dependent protein complex in the ER-Golgi intermediate compartment (ERGIC), an organelle between the ER and Golgi that is unique to higher eukaryotic cells. FV and FVIII interact with the LMAN1-MCFD2 complex in a Ca 2+ -dependent manner. To elucidate the role of Ca 2+ in regulating the ER-to-Golgi transport of FV and FVIII, we determined the structural features important for the organization of the receptor complex and the interaction of this complex with its client cargo FV and FVIII. We show that the C-terminal Ca 2+ -binding EF hand domains of MCFD2 are both necessary and sufficient for interaction with LMAN1. The EF hand domains also mediate the interaction with FV and FVIII. All MCFD2 missense mutants identified in F5F8D patients are localized to the EF hand domains and fail to bind LMAN1. However, these mutants still retain the FV and FVIII binding activities. Circular dichroism spectroscopy studies on missense mutations localized to different structural elements of the EF hand domains suggest that Ca 2+ -induced folding of MCFD2 is important for LMAN1 interaction, but not essential for FV and FVIII binding. We also demonstrate that the carbohydrate recognition domain (CRD) of LMAN1 contains separate binding sites for MCFD2 and FV/FVIII. Mutations in the Ca 2+ and sugar binding sites of CRD disrupt FV and FVIII interaction, without affecting MCFD2 binding, suggesting that the Ca 2+ binding sites in LMAN1 are primarily required for the recognition of sugar residues in FV and FVIII. These results support a model in which Ca 2+ plays a critical role in regulating the binding in the ER and the subsequent release in the ERGIC of FV and FVIII. Ca 2+ concentration is higher in the ER than in the ERGIC and the Golgi. In the ER lumen, FV and FVIII loading is initiated by a flexible interaction with MCFD2 and stabilized by the follow-up interaction of sugar side chains of FV and FVIII with the carbohydrate binding site of LMAN1. The LMAN1-FV/FVIII interaction is more sensitive to Ca 2+ concentration than the LMAN1-MCFD2 interaction, so that the lower Ca 2+ /pH in the ERGIC triggers the release of FV and FVIII but not the dissociation of the LMAN1-MCFD2 receptor complex. The empty receptor complex is subsequently recycled back to the ER for the next round of cargo loading. Disclosures: No relevant conflicts of interest to declare."
}