{
    "doi": "https://doi.org/10.1182/blood-2018-99-114517",
    "article_title": "The Diagnostic Role of Flow Cytometry in Idiopathic Cytopenia of Unknown Significance (ICUS): A Single-Center Analysis of 79 Patients ",
    "article_date": "November 29, 2018",
    "session_type": "637. Myelodysplastic Syndromes—Clinical Studies: Poster II",
    "abstract_text": "Introduction and aims The term ICUS is used to describe cases with persistent cytopenia (more than 6 months) without evidence of dysplasia in the bone marrow (BM) smear, and normal cytogenetics. Flow cytometry is currently a standard tool for the diagnosis of myelodysplastic syndromes (1). Our goal was to evaluate the efficacy of flow cytometry in detecting bone marrow dysplasia in the absence of abnormal morphology. Materials and methods A total of 79 patients with ICUS and 12 patients with MDS were analyzed with a standardized flow cytometry panel (2). Data were analyzed using two different algorithms; the Ogata algorithm (3) and Wells algorithm (4). For each of the algorithms, samples were classified as suggestive for dysplasia when scoring equal to or higher than 2. Furthermore, all ICUS patients were screened for mutations using targeted sequencing of 20 genes ( DNMT31, TET2, EZH2, SRSF2, CBL1, SF3B1, UAF1, GATA2, IDH1, IDH2, CEBPa1, ZRSR2, TP53, KRAS, NRAS, ETV6, RUNX1, JAK2 and ASXL1 ) and 57/71 samples were additionally evaluated for signs of dysplasia by two independent hematopathologists. Results The diagnostic value of flow cytometry in MDS was confirmed by our data; the Wells algorithm was slightly superior to Ogata algorithm in predicting MDS (10/12 patients (83.3%) vs. 7/12 patients (58.3%) respectively, fig. 1A) and was therefore the main algorithm used for the further analysis of the ICUS patients. Flow cytometry was suggestive of dysplasia in 34/79 (43%) patients with ICUS. Interestingly, in patients with at least one detected mutation, flow cytometry was positive in 23/42 (54.8%) of the cases, while it was positive in 8/9 (88.9%) patients with more than two mutations (fig. 1C). There was no higher frequency of abnormal flow cytometry in patients with higher risk mutations. Additionally, for the 57 patients evaluated for dysplastic changes, flow cytometric abnormalities were more frequent ( p = 0.05) in the 22 patients with moderate/severe dysplasia (15/22 patients or 68.2%, fig. 1D). After a median follow-up of 20 months (range: 3 - 90), a total of eight patients progressed to either MDS, CMML or AML. Interestingly, these eight patients had flow cytometric abnormalities suggestive of dysplasia before developing hematological malignancy. In conclusion, flow cytometry can identify a subgroup of ICUs patients with a higher mutational burden, dysplastic changes and a higher risk for progression to MDS or a more aggressive myeloid disease and has a place in the diagnostic evaluation of patients with idiopathic cytopenia. References: Porwit A, Van De Loosdrecht AA, Bettelheim P, Eidenschink Brodersen L, Burbury K, Cremers E, et al. Revisiting guidelines for integration of flow cytometry results in the WHO classification of myelodysplastic syndromes - Proposal from the International/European LeukemiaNet Working Group for Flow Cytometry in MDS. Leukemia. 2014;28(9):1793-8. van Dongen JJM, Lhermitte L, Böttcher S, Almeida J, van der Velden VHJ, Flores-Montero J, et al. EuroFlow antibody panels for standardized n-dimensional flow cytometric immunophenotyping of normal, reactive and malignant leukocytes. Leukemia [Internet]. 2012 Sep [cited 2014 Nov 28];26(9):1908-75. Available from: http://www.pubmedcentral.nih.gov/articlerender.fcgi?artid=3437410&tool=pmcentrez&rendertype=abstract Porta MGD, Picone C, Pascutto C, Malcovati L, Tamura H, Handa H, et al. Multicenter validation of a reproducible flow cytometric score for the diagnosis of low-grade myelodysplastic syndromes: Results of a European LeukemiaNET study. Haematologica. 2012;97(8):1209-17. Wells DA, Benesch M, Loken MR, Vallejo C, Myerson D, Leisenring WM, et al. Myeloid and monocytic dyspoiesis as determined by flow cytometric scoring in myelodysplastic syndrome correlates with the IPSS and with outcome after hematopoietic stem cell transplantation. Blood. 2003;102(1):394-403. Figure 1. View large Download slide Figure 1. View large Download slide  Close modal Disclosures Hansen: Otsuka Pharma: Membership on an entity's Board of Directors or advisory committees. Grønbæk: Celgene: Membership on an entity's Board of Directors or advisory committees; Janssen Pharma: Membership on an entity's Board of Directors or advisory committees; Otsuka Pharma: Membership on an entity's Board of Directors or advisory committees.",
    "topics": [
        "cytopenia",
        "flow cytometry",
        "dysplasia",
        "myelodysplastic syndrome",
        "leukemia",
        "antibodies",
        "follow-up",
        "hematologic neoplasms",
        "hematopoietic stem cell transplantation",
        "immunophenotyping"
    ],
    "author_names": [
        "Konstantinos Dimopoulos, MD",
        "Olga Kristina Hansen",
        "Jakob Werner Hansen, MD",
        "Lene Sjö",
        "Leonie Saft, MD PhD",
        "Kirsten Grønbæk, Professor, MD DMSc"
    ],
    "author_dict_list": [
        {
            "author_name": "Konstantinos Dimopoulos, MD",
            "author_affiliations": [
                "Department of Hematology, Rigshospitalet, Copenhagen, Denmark "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Olga Kristina Hansen",
            "author_affiliations": [
                "Faculty of Heaæth and Medical Sciences, University of Copenhagen, Copenhagen, Denmark "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jakob Werner Hansen, MD",
            "author_affiliations": [
                "Dept. of Haematology, Rigshospitalet, Copenhagen University Hospital, Copenhagen, Denmark "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lene Sjö",
            "author_affiliations": [
                "Department o Pathology, Rigshospitalet, Copenhagen, Denmark "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Leonie Saft, MD PhD",
            "author_affiliations": [
                "Department of Pathology,, Karolinska University Hospital, Solna, Stockholm, Sweden "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kirsten Grønbæk, Professor, MD DMSc",
            "author_affiliations": [
                "Dep, Rigshospitalet, Copenhagen, Denmark"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-13T21:38:27",
    "is_scraped": "1"
}