{
    "doi": "https://doi.org/10.1182/blood.V108.11.1054.1054",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=808",
    "start_url_page_num": 808,
    "is_scraped": "1",
    "article_title": "Defibrotide Does Not Cross-React with HIT Antibodies. Implications in the Management of HIT. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "antibodies",
        "cross reactions",
        "heparin",
        "fibrinolytic agents",
        "anticoagulants",
        "anticoagulation",
        "dna",
        "flow cytometry",
        "heparin lyase",
        "immune system diseases"
    ],
    "author_names": [
        "Jawed Fareed, PhD",
        "Debra A. Hoppensteadt, PhD",
        "Massimo Iacobelli, MD",
        "Jeanine M. Walenga, PhD"
    ],
    "author_affiliations": [
        [
            "Pathology & Pharmacology, Loyola University Chicago, Maywood, IL, USA"
        ],
        [
            "Pathology & Pharmacology, Loyola University Chicago, Maywood, IL, USA"
        ],
        [
            "Gentium Pharmaceuticals, S.P.A., Como, Italy"
        ],
        [
            "Thoracic & Cardiovascular Surgery & Pathology, Loyola University Chicago, Maywood, IL, USA"
        ]
    ],
    "first_author_latitude": "41.85835095",
    "first_author_longitude": "-87.8356493",
    "abstract_text": "Defibrotide is a mammalian DNA derived antithrombotic and anti-ischemic agent that does not produce systemic anticoagulation. Heparin-induced thrombocytopenia (HIT) is an immune disease related to heparin exposure, in which patients are at risk of developing life- and limb-threatening thrombosis. Studies were performed to determine whether defibrotide cross-reacts with HIT antibodies. Sera from 141 clinically confirmed HIT patients were tested for platelet activation in the presence of defibrotide (1 – 100 μg/ml) and unfractionated heparin (1 – 100 μg/ml). 103 sera (73%) produced platelet aggregation and serotonin release activities with heparin. Only 4 samples (2%) showed a weak reactivity with defibrotide which was eliminated by heparinase treatment indicating heparin contamination in the patient sample. Further studies revealed that defibrotide does not complex with platelet factor 4 (PF4), and that prolonged incubation of defibrotide with platelet rich plasma does not mobilize PF4. Studies of patients treated with extended dosing of intravenous or oral defibrotide (n=270) demonstrated that HIT antibodies are not generated with defibrotide treatment. Studies carried out on the effect of purified IgG from HIT patients revealed that defibrotide blunts platelet activation and microparticle formation as measured by flow cytometry. These studies suggest that defibrotide may be a useful antithrombotic agent for the management of patients with HIT. Moreover, unlike heparin, defibrotide does not promote platelet activation, rather it is capable of suppressing the hypercoagulable state associated with HIT. Defibrotide is orally bioavailable and can be used for extended anticoagulant management of HIT patients."
}