{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.579.579",
    "article_title": "A Comparison of One Year Outcomes in ZUMA-1 (axicabtagene ciloleucel) and SCHOLAR-1 in Patients with Refractory, Aggressive Non-Hodgkinlymphoma (NHL) ",
    "article_date": "December 7, 2017",
    "session_type": "626. Aggressive Lymphoma (Diffuse Large B-Cell and Other Aggressive B-Cell Non-Hodgkin Lymphomas)—Results from Prospective Clinical Trials: Immune-Based Therapeutic Approaches",
    "abstract_text": "Background : Patients with refractory, aggressive non-Hodgkin lymphoma (NHL), including diffuse large B cell lymphoma, primary mediastinal B cell lymphoma (PMBCL), and transformed follicular lymphoma (TFL), have a very poor prognosis. SCHOLAR-1 is a retrospective evaluation and the largest reported analysis of outcomes in patients with refractory, aggressive NHL (Crump et al. Blood . In Press). SCHOLAR-1 described an objective response rate (ORR) of 26% and complete response (CR) rate of 7% with currently available salvage therapies. These results provided a benchmark for evaluation of new approaches. ZUMA-1 (NCT02348216) is a prospective, interventional and first multicenter, pivotal trial of an autologous anti-CD19 CAR T cell therapy, axicabtagene ciloleucel (axi-cel, formerly KTE-C19), in patients with refractory, aggressive NHL. Axi-cel treatment resulted in an ORR of 82% and a CR rate of 54% (Locke et al. AACR 2017. #9986). Presented here are comparative analyses of outcomes from ZUMA-1 and SCHOLAR-1 studies after adjusting for imbalances in key prognostic covariates. Methods : Patients in both studies had refractory, aggressive NHL (stable disease ≤ 6 months with ≥ 4 cycles of frontline or ≥ 2 cycles of later-line therapy, progressive disease as best response, or relapse ≤ 12 months post autologous stem cell transplant [SCT]). While patients in both studies fulfilled similar inclusion criteria for refractory disease, potential imbalances in other prognostic characteristics may still occur. To address these potential imbalances, standardized analyses were performed which equally weighted the proportions of patients with select prognostic covariates important for both response and survival between the 2 studies. The prespecified covariates selected for weighting were refractory subgroup and occurrence of SCT after refractory status. Stratified Cochran-Mantel-Haenszel (CMH) tests and Cox models were used to compare the odds ratio for response and hazard ratio (HR) for survival between ZUMA-1 and SCHOLAR-1. P values were descriptive and were not adjusted for multiplicity. Results : One hundred and one patients received axi-cel in ZUMA-1, and data from 508 patients were analyzed in SCHOLAR-1. In SCHOLAR-1, 64% of patients were male and 15% were ≥ 65 years. ECOG, disease stage, and International Prognostic Index (IPI) score were assessed in approximately 50% of patients. Among the assessed patients, 80% had ECOG 0-1, 67% had stage III/IV disease, and 35% had IPI ≥ 3. Four percent of patients had TFL or PBMCL. Twenty percent of patients were primary refractory, 62% were refractory to second- or later-line therapy, 18% relapsed within 1 year of SCT, and 27% had received ≥ 3 lines of therapy. Median follow-up for ZUMA-1 was 8.7 months at the primary analysis and will be updated. While, studies were generally balanced across sex and disease subtype, ZUMA-1 had a greater proportion of patients aged ≥ 65 years (24%), with stage III/IV disease (85%), and with IPI score ≥ 3 (48%). ZUMA-1 patients were generally more heavily pretreated, with more patients refractory to second- or later-line therapy (77%) and more patients who received ≥ 3 lines of therapy (70%). All patients in ZUMA-1 had an ECOG 0-1. In an analysis standardized to ZUMA-1, the ORR and CR rate in SCHOLAR were 20% and 6%, respectively. Odds ratios for ORR and CR rate were 8-fold and 10-fold higher, respectively, in ZUMA-1 vs SCHOLAR-1 (CMH test; P < .0001 for both ORR and CR rate). The 6-month survival rate for SCHOLAR-1, standardized to ZUMA-1, was 35%. This corresponded to a 77% reduction in the risk of death in ZUMA-1 relative to SCHOLAR-1 (HR, 0.23; P < .0001). An updated analysis comparing SCHOLAR-1 outcomes to ZUMA-1 with a minimum follow-up of 12 months and a median follow-up of 15 months, as well as propensity score analyses to compare the studies will be presented. Conclusions : This standardized comparison between the ZUMA-1 and SCHOLAR-1 studies suggests patients treated with axi-cel experience nearly 10-fold higher odds of CR and a 77% decrease in the risk of death. Despite limitations of this retrospective analysis, these results indicate that axi-cel represents an improved treatment option for patients with refractory, aggressive NHL. Disclosures Neelapu: Cellectis: Research Funding; Poseida: Research Funding; Merck: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; BMS: Research Funding; Kite Pharma: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Celgene: Consultancy, Membership on an entity's Board of Directors or advisory committees. Locke: Kite Pharma: Consultancy; Cellular Biomedicine Group Inc: Consultancy. Reagan: Seattle Genetics: Research Funding. Miklos: Janssen: Consultancy, Honoraria, Other: Travel expenses; Pharmacyclics, LLC: Consultancy, Other: Travel expenses, Patents & Royalties, Research Funding; Kite Pharma: Consultancy, Other: Travel expenses, Research Funding; Adaptive Biotechnologies: Consultancy, Other: Travel expenses; Roche: Research Funding; Genentech: Research Funding; Novartis: Research Funding; Sanofi: Honoraria. Jacobson: Pharmacyclics, LLC: Consultancy; Kite Pharma: Consultancy. Braunschweig: Kite Pharma: Equity Ownership. Oluwole: Kite Pharma: Consultancy. Siddiqi: Seattle Genetics: Speakers Bureau; Juno: Other: Steering committee for JCAR017; Pharmacyclics, an AbbVie Company: Other: Steering committee for ibrutinib, Speakers Bureau. Crump: Servier: Consultancy, Membership on an entity's Board of Directors or advisory committees; Janssen Ortho: Consultancy, Membership on an entity's Board of Directors or advisory committees. Kuruvilla: BMS: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Gilead: Consultancy, Honoraria; Janssen: Consultancy; Hoffman LaRoche: Consultancy; Seattle Genetics: Consultancy, Honoraria; Amgen: Honoraria; Roche: Honoraria; Janssen: Honoraria; Lundbeck: Honoraria; Merck: Honoraria; Karyopharm: Research Funding; Roche: Research Funding; Celgene: Honoraria, Research Funding. Navale: Kite Pharma: Employment, Equity Ownership. Go: Kite Pharma: Employment, Equity Ownership. Wiezorek: Kite Pharma: Employment, Equity Ownership. Gisselbrecht: Roche: Research Funding.",
    "topics": [
        "axicabtagene ciloleucel",
        "electrocorticogram",
        "follow-up",
        "autologous stem cell transplant",
        "b-cell lymphomas",
        "cd19 antigens",
        "complete remission",
        "diffuse large b-cell lymphoma",
        "follicular lymphoma",
        "ibrutinib"
    ],
    "author_names": [
        "Sattva S. Neelapu, MD",
        "Frederick L. Locke, MD",
        "Nancy L. Bartlett, MD",
        "Lazaros J. Lekakis, MD",
        "Patrick M. Reagan, MD",
        "David B. Miklos, MD PhD",
        "Caron A. Jacobson, MD",
        "Ira Braunschweig, MD",
        "Olalekan O. Oluwole, MBBS, MPH",
        "Tanya Siddiqi, MD",
        "Yi Lin, MD PhD",
        "Michael Crump, MD",
        "John Kuruvilla, MD",
        "Eric W. Van Den Neste, MD PhD",
        "Umar Farooq, MD",
        "Lynn Navale, MS",
        "William Y. Go, MD PhD",
        "Jeffrey S. Wiezorek, MD MS",
        "Christian Gisselbrecht"
    ],
    "author_dict_list": [
        {
            "author_name": "Sattva S. Neelapu, MD",
            "author_affiliations": [
                "The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Frederick L. Locke, MD",
            "author_affiliations": [
                "Moffitt Cancer Center, Tampa, FL "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nancy L. Bartlett, MD",
            "author_affiliations": [
                "Washington University School of Medicine, Saint Louis, MO "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lazaros J. Lekakis, MD",
            "author_affiliations": [
                "University of Miami Health System, Sylvester Comprehensive Care Center, Miami, FL "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Patrick M. Reagan, MD",
            "author_affiliations": [
                "University of Rochester School of Medicine, Rochester, NY "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David B. Miklos, MD PhD",
            "author_affiliations": [
                "Stanford University School of Medicine, Stanford, CA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Caron A. Jacobson, MD",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Boston, MA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ira Braunschweig, MD",
            "author_affiliations": [
                "Montefiore Medical Center, Albert Einstein College of Medicine, Bronx, NY "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Olalekan O. Oluwole, MBBS, MPH",
            "author_affiliations": [
                "Vanderbilt University Medical Center, Nashville, TN "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tanya Siddiqi, MD",
            "author_affiliations": [
                "City of Hope National Medical Center, Duarte, CA "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yi Lin, MD PhD",
            "author_affiliations": [
                "Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Crump, MD",
            "author_affiliations": [
                "Canadian Cancer Trials Group at Queen's University, Kingston, Canada "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John Kuruvilla, MD",
            "author_affiliations": [
                "Canadian Cancer Trials Group at Queen's University, Kingston, Canada "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eric W. Van Den Neste, MD PhD",
            "author_affiliations": [
                "Cliniques Universitaires UCL Saint-Luc, Brussels, Belgium "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Umar Farooq, MD",
            "author_affiliations": [
                "University of Iowa, Iowa City, IA "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lynn Navale, MS",
            "author_affiliations": [
                "Kite Pharma, Santa Monica, CA"
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "William Y. Go, MD PhD",
            "author_affiliations": [
                "Kite Pharma, Santa Monica, CA"
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeffrey S. Wiezorek, MD MS",
            "author_affiliations": [
                "Kite Pharma, Santa Monica, CA"
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christian Gisselbrecht",
            "author_affiliations": [
                "Cliniques Universitaires UCL Saint-Luc, Brussels, Belgium "
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-12T04:03:40",
    "is_scraped": "1"
}