{
    "doi": "https://doi.org/10.1182/blood-2020-138834",
    "article_title": "Incidence of and Risk Factors for Venous Thromboembolism Among Hospitalized Patients with Cancer and COVID-19: Report from the COVID-19 and Cancer Consortium (CCC19) Registry ",
    "article_date": "November 5, 2020",
    "session_type": "904.Outcomes Research-Non-Malignant Conditions",
    "abstract_text": "Introduction : Hospitalized patients with COVID-19 may have increased risk of venous thromboembolism (VTE) and pulmonary embolism (PE). Cancer and anti-cancer therapies are well-known additional risk factors for VTE. Nonetheless, the VTE risk in patients with both cancer and COVID-19 infection remains unknown as recent studies have not found an association due to sample size limitations. We report the incidence of and risk factors for VTE and PE among hospitalized patients with cancer and COVID-19. Methods : The COVID-19 and Cancer Consortium (CCC19) developed an international retrospective cohort study (NCT04354701) to investigate the clinical course and complications of COVID-19 among adult patients with an active or previous history of cancer. For the current study, cumulative incidences of clinically detected VTE and PE were analyzed among hospitalized patients with laboratory confirmed SARS-CoV-2. Pre-specified subgroup analysis was performed to examine the interaction between intensive care unit (ICU) admission and recent anti-cancer therapy on VTE outcomes. Bivariable logistic regression analyses were conducted to assess the association between baseline variables and VTE; unadjusted odds ratios (OR) and 95% confidence interval (CI) were reported. These variables included age, sex, obesity (BMI>30), race/ethnicity, performance status, comorbidities, blood type, history of VTE, recent surgery, recent anti-cancer therapy, cancer subtype VTE risk grouping (adapted from Khorana Score), pre-admission anticoagulant or antiplatelet use, and ICU admission status. Results : From March 17, 2020 to July 31, 2020, 3914 patients were enrolled in the CCC19 registry. For the present analysis, patients were excluded if they had inadequate follow-up <4 weeks (n=950), were not admitted to the hospital (n=1008), or had unknown VTE outcomes (n=327). Among the 1629 hospitalized patients, the median follow-up was 35 days. Patients were comprised from 3 countries (92% US, 6% Canada, 2% Spain), with a median age of 70, 45% female, and a median comorbidity score of 3. Racial/ethnic breakdown included 44% White, 26% Black, 14% Hispanic, and 13% Other. A past history of VTE was reported in 9% of patients; pre-admission anticoagulant use and antiplatelet use were reported in 25% and 35% of patients, respectively. The most common cancer types included prostate (18%), breast (15%), and lymphoma (14%). Based on the VTE risk grouping adapted from the original Khorana Score, 34% were low-risk, 29% were high-risk, and 6% were very high-risk. The receipt of anti-cancer therapy within 3 months of diagnosis was observed in 39% of patients (17% cytotoxic chemotherapy, 11% targeted therapy, 7% endocrine therapy, and 5% immunotherapy). The overall incidence of inhospital VTE and PE was 9.3% and 5.2%, respectively. The corresponding estimates were 13.4% and 7.9% among the ICU subgroup. On bivariable analysis, significant predictors of VTE included ICU admission, recent anti-cancer therapy, active cancer status, cancer subtype VTE risk grouping, and pre-admission antiplatelet use (Table 1). Pre-admission anticoagulant use had significant associations with PE but not VTE. Multivariable adjustment is ongoing to identify independent risk factor for VTE and clarify the impact of pre-admission anticoagulant/antiplatelet use controlled for other potential confounders. Both ICU admission status and anti-cancer therapy increased the risk of VTE independently. Non-ICU patients not on anti-cancer therapy had the lowest incidence of VTE (4.5%), whose estimate was similar to that reported in the non-cancer hospitalized population with COVID-19 infection. Patients with either ICU admission or recent anti-cancer therapy had the intermediate risk (11.0%), whereas ICU patients with recent anti-cancer therapy had the highest risk (16.7%). We did not observe confounding or effect modification by the ICU subgroup on the association between anti-cancer therapy and VTE. Conclusion : In this cohort study of hospitalized patients with cancer and COVID-19, recent anti-cancer therapy, active disease, high-risk VTE cancer subtypes, and ICU admission have increased risk of VTE and PE, while pre-admission anticoagulant/antiplatelet therapy may reduce the risk. This information will aid in developing a risk prediction tool for VTE in hospitalized patients with cancer and COVID-19. View large Download slide View large Download slide  Close modal Disclosures Kuderer: G1 Therapeutics: Consultancy; Total Health: Consultancy; Invitae: Consultancy; Beyond Springs: Consultancy; Bristol-Myers Squibb: Consultancy; celldex: Consultancy; Bayer: Consultancy; Spectrum Pharmaceuticals: Consultancy; Janssen: Consultancy. Warner: HemOnc.orgLLC: Other: Shareholder/Stockholder/Stock options; IBM Watson Health: Consultancy; Westat: Consultancy; National Cancer Institute: Research Funding. Shah: American Cancer Society and the Hope Foundation for Cancer Research: Research Funding; National Cancer Institute: Research Funding. Zon: Amagma Therapeutics.: Consultancy, Other: stockholder. Shah: Aspen Pharma: Research Funding. Gulati: Puma Biotechnology: Consultancy; AstraZeneca: Research Funding; Isoray: Research Funding. Khaki: Merck: Other: share/stockholder; Pfizer: Other: share/stockholder. Thompson: AIM Specialty Health, BMS, GlaxoSmithKline, Takeda, Via Oncology: Membership on an entity's Board of Directors or advisory committees; Synapse Precision Medical Council: Other: Travel expenses; Doximity: Current equity holder in publicly-traded company, Membership on an entity's Board of Directors or advisory committees. Grivas: Oncogenex: Research Funding; Immunomedics: Research Funding; Debiopharm: Research Funding; Bavarian Nordic,: Research Funding; QED Therapeutics: Honoraria; Seattle Genetics: Honoraria; Roche: Honoraria; Pfizer: Honoraria, Research Funding; Mirati Therapeutics: Honoraria, Research Funding; Merck: Honoraria, Research Funding; Janssen: Honoraria; Heron Therapeutics: Honoraria; GlaxoSmithKline: Honoraria; Genzyme: Honoraria; Genentech: Honoraria, Research Funding; Foundation Medicine: Honoraria; Exelixis: Honoraria; EMD Serono: Honoraria; Driver: Honoraria; Clovis Oncology: Honoraria, Research Funding; Bristol-Myers Squibb,: Consultancy, Honoraria, Research Funding, Speakers Bureau; Biocept: Honoraria; Bayer: Honoraria, Research Funding; Astra Zeneca: Honoraria, Research Funding. de Lima Lopes: Bavarian Nordic: Research Funding; NOVARTIS: Research Funding; Tesaro: Research Funding; GSK: Research Funding; G1 Therapeutics: Research Funding; adaptimmune: Research Funding; BMS: Research Funding; Lilly: Research Funding; Merck Sharp & Dohme: Research Funding; Astra Zeneca: Consultancy, Research Funding; Pfizer: Consultancy, Research Funding; Boehringer Ingelheim: Honoraria; Janssen: Research Funding; rgenix: Research Funding; Blueprint Medicines: Research Funding; Genentech: Research Funding; Roche: Research Funding; EMD Serono: Research Funding. Shyr: Roche: Consultancy; Novartis: Consultancy; Pfizer: Consultancy; Johnson & Johnson: Consultancy; GlaxoSmithKline: Consultancy; AstraZeneca: Consultancy, Speakers Bureau; Boehringer Ingelheim: Speakers Bureau; Eisai: Speakers Bureau. Pennell: Merck: Consultancy; Cota: Consultancy; Inivata: Consultancy; G1 Therapeutics: Consultancy; Astrazeneca: Consultancy; BMS: Consultancy; Eli Lilly: Consultancy; Amgen: Consultancy; Genentech: Consultancy. Friese: Eli Lilly: Consultancy; Patient-Centered Outcomes Research Institute: Membership on an entity's Board of Directors or advisory committees; Agency for Healthcare Research and Quality: Research Funding; National Cancer Institute: Research Funding; Merck Foundation: Research Funding; National Comprehensive Cancer Network: Research Funding; Pfizer: Research Funding; Eli Lilly: Consultancy. Patel: reast Cancer Research Foundation: Research Funding; Sanofi: Research Funding; Odonate Therapeutics: Research Funding; Radius: Honoraria; Genentech: Research Funding. Halmos: Foundation Medicine: Consultancy, Research Funding; Amgen: Consultancy, Research Funding; Guardant Health: Consultancy, Research Funding; Novartis: Consultancy, Research Funding; Boehringer-Ingelheim: Consultancy, Research Funding; Merck: Consultancy, Research Funding; Bristol-Myers Squibb: Consultancy, Research Funding; AstraZeneca: Consultancy, Research Funding; Pfizer: Consultancy, Research Funding; Eli-Lilly: Research Funding; Advaxis: Research Funding; Mirati: Research Funding; Takeda: Research Funding; GSK: Research Funding; AbbVie: Research Funding; Genentech: Consultancy; TPT: Consultancy. Choueiri: Pfizer: Consultancy, Honoraria, Research Funding; Pionyr: Consultancy, Other; Merck: Consultancy, Honoraria, Research Funding; Roche Products Limited: Honoraria, Research Funding; Roche: Consultancy, Honoraria, Research Funding; F. Hoffmann-La Roche: Honoraria, Research Funding; GlaxoSmithKline: Consultancy, Honoraria, Research Funding; Lilly: Consultancy, Research Funding; Peloton: Consultancy, Honoraria, Research Funding; Novartis: Consultancy, Honoraria, Research Funding; Tempest: Consultancy, Other; Lilly Ventures: Consultancy; International Patent Application No. PCT/US2018/12209, entitled \"PBRM1 Biomarkers Predictive of Anti-Immune Checkpoint Response,\" filed January 3, 2018, claiming priority to U.S. Provisional Patent Application No. 62/445,094, filed January 11, 2017: Patents & Royalties; Prometheus Labs: Consultancy, Honoraria, Research Funding; Corvus: Consultancy, Honoraria, Research Funding; AstraZeneca: Consultancy, Honoraria, Research Funding; Alexion: Consultancy, Honoraria, Research Funding; Bayer: Consultancy, Honoraria, Research Funding; Bristol Myers-Squibb/ER Squibb and sons LLC: Consultancy, Honoraria, Research Funding; Cerulean: Consultancy, Honoraria, Research Funding; Eisai: Consultancy, Honoraria, Research Funding; oundation Medicine Inc.: Consultancy, Honoraria, Research Funding; International Patent Application No. PCT/US2018/058430, entitled \"Biomarkers of Clinical Response and Benefit to Immune Checkpoint Inhibitor Therapy,\" filed October 31, 2018, claiming priority to U.S. Provisional Patent Application No. 62/581,175, filed N: Patents & Royalties; Calithera: Research Funding; Analysis Group: Research Funding; Sanofi/Aventis: Consultancy, Honoraria, Research Funding; Takeda: Research Funding; EMD Serono: Consultancy, Honoraria; Up-to-Date: Consultancy, Honoraria; NCCN: Consultancy, Honoraria; Lilly Oncology: Consultancy, Honoraria; Heron Therapeutics: Consultancy, Honoraria; Lancet Oncology: Honoraria; NEJM: Honoraria; American Society of Medical Oncology: Honoraria; Harborside Press: Honoraria; Navinata Healthcare: Honoraria; Platform Q: Honoraria; L-path, Kidney Cancer Journal, Clinical Care Options: Honoraria; Research to Practice: Honoraria; PeerView and PER: Honoraria; OnClive: Honoraria; Genentech: Consultancy, Honoraria, Research Funding; Ipsen: Consultancy, Honoraria, Research Funding; Tracon: Research Funding; Exelixis: Consultancy, Honoraria, Research Funding; Analysis Group: Consultancy, Honoraria; Michael J. Hennessy (MJH) Associates, Inc: Honoraria. Peters: Debiopharm: Consultancy, Honoraria; Bristol-Myers Squibb: Consultancy, Honoraria, Research Funding; Boehringer-Ingelheim: Consultancy, Honoraria; Blueprint Medicines: Consultancy, Honoraria; Bioinvent: Consultancy, Honoraria; Biocartis: Consultancy, Honoraria; Eli Lilly: Consultancy, Honoraria; F. Hoffmann-La Roche: Consultancy, Honoraria, Research Funding; Foundation Medicine: Consultancy, Honoraria; Illumina: Consultancy, Honoraria, Research Funding; Janssen: Consultancy, Honoraria; Merck Sharp and Dohme: Consultancy, Honoraria, Research Funding; Merck Serono: Consultancy, Honoraria, Research Funding; Merrimack: Consultancy, Honoraria; Novartis: Consultancy, Honoraria, Research Funding; Pharma Mar: Consultancy, Honoraria; Pfizer: Consultancy, Honoraria, Research Funding; Regeneron: Consultancy, Honoraria; Sanofi: Consultancy, Honoraria; Seattle Genetics: Consultancy, Honoraria; Takeda: Consultancy, Honoraria; Vaccibody: Consultancy, Honoraria; Biodesix: Research Funding; Daiichi Sankyo: Consultancy, Honoraria; Clovis: Consultancy, Honoraria, Research Funding; Bayer: Consultancy, Honoraria; AstraZeneca: Consultancy, Honoraria, Research Funding; Abbvie: Consultancy, Honoraria; Amgen: Consultancy, Honoraria, Research Funding. Painter: Roche: Other: stock or other ownership; OPKO Health Inc: Other: stock or other ownership; Inovio: Other: stock or other ownership; Epizyme: Other: stock or other ownership; Pfizer: Other: stock or other ownership. Rini: Astra-Zeneca: Research Funding; PTC Therapeutics: Other: Sotckholder/stock options; Surface Oncology: Consultancy; Synthorx: Consultancy; 3D Medicine: Consultancy; Arravive: Consultancy; Bristol-Myers Squibb: Consultancy, Research Funding; AVEO: Consultancy, Research Funding; Pfizer: Consultancy, Research Funding; Roche: Consultancy, Research Funding; Merck: Consultancy, Research Funding. Lyman: Amgen: Research Funding; Mylan: Consultancy; Beyond Spring: Consultancy; Samsung: Consultancy; Sandoz: Consultancy; Invitae: Consultancy; Spectrum: Consultancy; G1 Therapeutics: Consultancy. Connors: Bristol-Myers Squibb: Consultancy, Honoraria; Portola: Honoraria; CSL Behring: Research Funding; Takeda: Honoraria; Abbott: Consultancy, Honoraria. Rosovsky: Bristol-Myers Squibb: Consultancy, Research Funding; Janssen: Consultancy, Research Funding; Dova: Consultancy; Portola: Consultancy.",
    "author_names": [
        "Ang Li, MDMS",
        "Nicole M. Kuderer, MD MSc",
        "Jeremy L. Warner, MD MS",
        "Aakash Desai, MD",
        "Dimpy P. Shah, MD PhD",
        "Julie Fu, MD MA",
        "Monica Li",
        "Rebecca Zon",
        "Surbhi Shah, MD",
        "Shuchi Gulati, MD",
        "Ali Raza Khaki, MD",
        "Amit Kulkarni, MD",
        "Amro Elshoury, MBBChir",
        "Michael A. Thompson, MD PhD",
        "Petros Grivas, MD PhD",
        "Gilberto de Lima Lopes, MD MBA",
        "Yu Shyr, PhD",
        "Nathan A Pennell, MD PhD",
        "Andrew Schmidt, MD",
        "Christopher R Friese",
        "Daniel Stover",
        "Jaymin Patel",
        "Balazs Halmos",
        "Toni K. Choueiri, MD",
        "Solange Peters, MD",
        "Donna R. Rivera, PharmD",
        "Corrie Painter, PhD",
        "Brian Rini, MD",
        "Gary H. Lyman, MD",
        "Jean M. Connors, MD",
        "Rachel P. Rosovsky, MD MPH"
    ],
    "author_dict_list": [
        {
            "author_name": "Ang Li, MDMS",
            "author_affiliations": [
                "Section of Hematology-Oncology, Baylor College of Medicine, Houston, TX "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Nicole M. Kuderer, MD MSc",
            "author_affiliations": [
                "Advanced Cancer Research Group, Seattle, WA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeremy L. Warner, MD MS",
            "author_affiliations": [
                "Department of Medicine, Division of Hematology-Oncology, Vanderbilt University Medical Center, Nashville, TN "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aakash Desai, MD",
            "author_affiliations": [
                "Division of Hematology, Department of Medicine, MayoClinic, Rochester, MN "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dimpy P. Shah, MD PhD",
            "author_affiliations": [
                "Mays Cancer Center at UT Health San Antonio MD Anderson Cancer Center, San Antonio, TX "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Julie Fu, MD MA",
            "author_affiliations": [
                "Tufts Medical Center, Watertown, MA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Monica Li",
            "author_affiliations": [
                "Dan L Duncan Comprehensive Cancer Center at Baylor College of Medicine, Houston, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rebecca Zon",
            "author_affiliations": [
                "Brigham and Women's Hospital, Harvard Medical School, boston, MA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Surbhi Shah, MD",
            "author_affiliations": [
                "University of Minnesota, Minneapolis, MN "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shuchi Gulati, MD",
            "author_affiliations": [
                "University of Cincinnati/Barrett Cancer Center, Cincinnati, OH "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ali Raza Khaki, MD",
            "author_affiliations": [
                "Fred Hutchinson Cancer Research Center, University of Washington, Seattle, WA "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amit Kulkarni, MD",
            "author_affiliations": [
                "Division of Hematology, Oncology, and Transplantation, University of Minnesota, Minneapolis, MN "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amro Elshoury, MBBChir",
            "author_affiliations": [
                "Leukemia Service, Department of Medicine, Roswell Park Comprehensive Cancer Center, Buffalo, NY "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael A. Thompson, MD PhD",
            "author_affiliations": [
                "Aurora Cancer Care, Aurora Research Institute, Advocate Aurora Health, Delafield, WI "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Petros Grivas, MD PhD",
            "author_affiliations": [
                "Fred Hutchinson Cancer Research Center/University of Washington/Seattle Cancer Care Alliance, Seattle, "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gilberto de Lima Lopes, MD MBA",
            "author_affiliations": [
                "Sylvester Comprehensive Cancer Center at the University of Miami, Miami, "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yu Shyr, PhD",
            "author_affiliations": [
                "Biostatistics, Vanderbilt University School of Medicine, Nashville, TN "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nathan A Pennell, MD PhD",
            "author_affiliations": [
                "Lung Program, Medical Oncology, Cleveland Clinic Taussig Cancer Institute, Cleveland, OH "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew Schmidt, MD",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Boston, MA "
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christopher R Friese",
            "author_affiliations": [
                "University of Michigan, Ann Arbor, MI "
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniel Stover",
            "author_affiliations": [
                "Ohio State University Medical Center, Columbus, OH "
            ],
            "author_rank": 21,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jaymin Patel",
            "author_affiliations": [
                "Breast Oncology Program, Beth Israel Deaconess Medical Center, Boston, MA "
            ],
            "author_rank": 22,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Balazs Halmos",
            "author_affiliations": [
                "Montefiore Medical Center, Bronx, NY "
            ],
            "author_rank": 23,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Toni K. Choueiri, MD",
            "author_affiliations": [
                "Dana Farber Cancer Institute, Boston, "
            ],
            "author_rank": 24,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Solange Peters, MD",
            "author_affiliations": [
                "Lausanne University, Lausanne, Switzerland "
            ],
            "author_rank": 25,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Donna R. Rivera, PharmD",
            "author_affiliations": [
                "National Cancer Institute, Bethesda, "
            ],
            "author_rank": 26,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Corrie Painter, PhD",
            "author_affiliations": [
                "Cancer Program, Broad Institute, Cambridge, MA "
            ],
            "author_rank": 27,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brian Rini, MD",
            "author_affiliations": [
                "Vanderbilt Ingram Cancer Center at Vanderbilt University Medical Center, Nashville, TN "
            ],
            "author_rank": 28,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gary H. Lyman, MD",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA "
            ],
            "author_rank": 29,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jean M. Connors, MD",
            "author_affiliations": [
                "Brigham & Women's Hosp./Dana Farber Cancer Inst., Boston, MA "
            ],
            "author_rank": 30,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rachel P. Rosovsky, MD MPH",
            "author_affiliations": [
                "Division of Hematology & Oncology, Department of Medicine, Massachusetts General Hospital, Boston, MA "
            ],
            "author_rank": 31,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-19T21:29:23",
    "is_scraped": "1"
}