{
    "doi": "https://doi.org/10.1182/blood-2019-125867",
    "article_title": "Epidemiology of PNH and Real-World Treatment Patterns Following an Incident PNH Diagnosis in the US ",
    "article_date": "November 13, 2019",
    "session_type": "901.Health Services Research-Non-Malignant Conditions",
    "abstract_text": "Introduction : Paroxysmal nocturnal hemoglobinuria (PNH) is an acquired, life-threatening blood disease. While PNH is known to be a rare disease, the incidence and prevalence of the condition has been described only in a few small studies. In addition, while the International PNH registry is a rich source of data on real-world PNH patients globally, it is not possible to estimate the incidence and prevalence of PNH directly from the registry. As complement inhibitors are becoming the standard of care for PNH treatment, we also sought to explore how patients are managed following an incident PNH diagnosis. The objective of this study was to estimate the incidence and prevalence of PNH and to describe real-world treatment patterns among patients newly diagnosed with PNH in the United States (US). Methods : We conducted a retrospective cohort study using Truven US MarketScan Commercial/Medicare data (1 Jan 2015 to 30 June 2018), an employer-sponsored insurance claims database including annually approximately 30 million insured patients and their dependents' complete longitudinal records of inpatient services, outpatient services, and prescription drug claims covered under a variety of fee-for-service and capitated health plans. While these data are considered nationally representative of Americans with employer-provided health insurance, data come mainly from large employers. To estimate prevalence, we identified patients with ≥ 1 PNH diagnosis (ICD10: D59.5) among persons continually enrolled in the databases in 2017. To estimate incidence, we required ≥1-year of baseline enrolment and no PNH diagnosis or eculizumab exposure, identified using national drug codes [NDC] or procedure codes for drug administration, during the baseline period. Person-time accrued post-baseline until PNH diagnosis, end of study period, or disenrollment. We stratified incidence and prevalence estimates by age and sex and described patients with incident PNH in terms of demographics, comorbidities, and past-year healthcare resource utilization. Using Kaplan-Meier estimators, we estimated incidence of eculizumab initiation, timing of initiation, treatment duration, and risk of discontinuation/treatment holiday (>42 days between eculizumab exposures [i.e. 14-day exposure period + 28-day grace period between infusions], the equivalent of missing 2 infusions assuming a bi-weekly infusion schedule for eculizumab) following the incident PNH diagnosis. While accounting for censoring, we also investigated patterns of red blood cell (RBC) transfusions, identified using procedure codes, in terms of incidence and timing of first transfusion following an incident PNH diagnosis. Results : The prevalence of PNH varied little between 2016 and 2017, from 12 to 13 per 1,000,000. The incidence rate over the study period was 5.7 per 1,000,000 person-years, representing 257 incident PNH cases. The incidence rate of PNH increased with age and was similar across sex. At diagnosis, mean age was 50.0 years (standard deviation [SD]: 18.6), 3.1% (8/257) were less than 18 years, 52.1% were women, 19.5% had a past-year diagnosis of aplastic anemia, 8.2% had a past-year diagnosis of myelodysplastic syndrome, 14.0% had a past-year RBC transfusion, and 31.5% had been hospitalized in the past-year. Over a mean follow-up time of 385.6 days (SD: 253.2), 10.3% (95% confidence interval [CI]: 6.3-14.1%) of patients initiated eculizumab on average 60.5 days (SD: 55.9) from PNH diagnosis. At 1 year, about one third of patients discontinued eculizumab or had taken a treatment holiday; average treatment duration was 328.2 days (SD:245.4). Cumulative incidence of RBC transfusions at 6 months and 1 year was 14.6% (10.1-18.9%) and 17.4% (12.2-22.3%), respectively. On average, the first RBC transfusion occurred within 63.6 days (SD: 114.4) of an incident PNH diagnosis. Conclusions : In routine clinical practice, only a minority of patients recently diagnosed with PNH are initiated on eculizumab. Among PNH patients treated with eculizumab, less than 70% remain on treatment after 1 year. Findings must be interpreted in the context of limitations including lack of information on clone size, symptom burden, measures of disease activity, or bone marrow failure state which may affect treatment course. Future studies should explore factors affecting eculizumab initiation and persistence on treatment. Disclosures Jalbert: Regeneron Pharmaceuticals, Inc.: Employment, Equity Ownership. Chaudhari: Regeneron Pharmaceuticals, Inc.: Employment, Equity Ownership. Zhang: Regeneron Pharmaceuticals, Inc.: Employment, Equity Ownership. Weyne: Regeneron Pharmaceuticals, Inc.: Employment, Equity Ownership. Shammo: Incyte: Consultancy, Honoraria, Research Funding, Speakers Bureau; Celgene: Consultancy, Honoraria, Research Funding, Speakers Bureau; Alexion: Consultancy, Honoraria, Research Funding, Speakers Bureau; Onconova: Research Funding; Apellis: Membership on an entity's Board of Directors or advisory committees; Sanofi: Consultancy, Honoraria, Speakers Bureau; Astex Pharma: Research Funding; Novartis: Consultancy, Honoraria; Otsuka: Consultancy, Honoraria; CTI Pharma: Research Funding.",
    "topics": [
        "advisory committees",
        "ambulatory care services",
        "aplastic anemia",
        "blood transfusion",
        "clone cells",
        "comorbidity",
        "complement inhibitor",
        "disclosure",
        "duration of treatment",
        "eculizumab"
    ],
    "author_names": [
        "Jessica J Jalbert, PhD",
        "Umesh Chaudhari, MD",
        "Haixin Zhang, MSc",
        "Jonathan Weyne, MD",
        "Jamile M. Shammo, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Jessica J Jalbert, PhD",
            "author_affiliations": [
                "Regeneron Pharmaceuticals, Inc., Tarrytown, NY "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Umesh Chaudhari, MD",
            "author_affiliations": [
                "Regeneron Pharmaceuticals, Inc., Tarrytown, NY "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Haixin Zhang, MSc",
            "author_affiliations": [
                "Regeneron Pharmaceuticals, Inc., Tarrytown, NY "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jonathan Weyne, MD",
            "author_affiliations": [
                "Regeneron Pharmaceuticals, Inc., Tarrytown, NY "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jamile M. Shammo, MD",
            "author_affiliations": [
                "Division of Hematology/Oncology, Rush University Medical Center, Chicago, IL"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-16T15:38:23",
    "is_scraped": "1"
}