{
    "doi": "https://doi.org/10.1182/blood.V114.22.296.296",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1575",
    "start_url_page_num": 1575,
    "is_scraped": "1",
    "article_title": "Nocodazole Induces Multiple Myeloma Cell Death and Reduces Tumor Growth through Sequential Microtubular Network Damage and C-Jun N-Terminal Kinase-Mediated Bcl-2 Phosphorylation. ",
    "article_date": "November 20, 2009",
    "session_type": "MYELOMA - PATHOPHYSIOLOGY AND PRECLINICAL STUDIES EXCLUDING THERAPY: TARGETING THE MYELOMA CELL CYCLE MACHINERY",
    "topics": [
        "bcl2 gene",
        "cell death",
        "multiple myeloma",
        "nocodazole",
        "phosphorylation",
        "phosphotransferases",
        "tumor growth",
        "mechlorethamine",
        "benzimidazoles",
        "dexamethasone"
    ],
    "author_names": [
        "Rentian Feng, PhD",
        "Huihui Ma",
        "Noriyoshi Kurihara, PhD, DDS",
        "Shirong Li, PhD",
        "Judy A Ziegler",
        "Markus Y Mapara, MD, PhD",
        "G. David Roodman, MD, PhD",
        "Suzanne Lentzsch, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Medicine, Division of Hematology/Oncology, University of Pittsburgh Cancer Institute, Pittsburgh, PA, USA, "
        ],
        [
            "Department of Medicine, Division of Hematology/Oncology, University of Pittsburgh Cancer Institute, Pittsburgh, PA, USA, "
        ],
        [
            "Department of Medicine, Division of Hematology/Oncology, University of Pittsburgh Cancer Institute, Pittsburgh, PA, USA, "
        ],
        [
            "Department of Medicine, Division of Hematology/Oncology, University of Pittsburgh Cancer Institute, Pittsburgh, PA, USA, "
        ],
        [
            "Department of Medicine, Division of Hematology/Oncology, University of Pittsburgh Cancer Institute, Pittsburgh, PA, USA, "
        ],
        [
            "Department of Medicine, Division of Hematology/Oncology, University of Pittsburgh Cancer Institute, Pittsburgh, PA, USA, "
        ],
        [
            "Department of Medicine, Division of Hematology/Oncology, VA Healthcare System and University of Pittsburgh Cancer Institute, Pittsburgh, PA, USA"
        ],
        [
            "Department of Medicine, Division of Hematology/Oncology, University of Pittsburgh Cancer Institute, Pittsburgh, PA, USA, "
        ]
    ],
    "first_author_latitude": "40.45523980000001",
    "first_author_longitude": "-79.94240889999999",
    "abstract_text": "Abstract 296 Background: Benzimidazoles, originally categorized as broad-spectrum anthelmintic drugs, have been recently reported to induce growth arrest and apoptosis in some solid cancer models (e.g. colorectal and lung). We performed a multiplex drug-screening assay that identified benzimidazoles as potential anti-multiple myeloma (MM) agents. Methods and Results: In this study, we demonstrate that one of the benzimidazole members, nocodazole, inhibited proliferation and induced apoptosis in MM cell lines and primary MM cells alone and in co-culture with bone marrow stromal cells. The resistant phenotype of those MM cells resistant to conventional therapies could be completely reversed by nocodazole. The IC 50 values were 60 nM (RPMI8226-S), 25 nM (RPMI8226-Dox40), 80 nM (RPMI8226-MR20), 60 nM (RPMI8226-LR5), 65 nM (MM.1S) and 60 nM (MM.1R). Viability of primary cells decreased by 66% in CD138 + cells and 7% in CD138 − mononucleated bone marrow cells after 48 hour treatment. Cell cycle analysis revealed a G2/M arrest and subsequent cell death induced by nocodazole. Nocodazole also caused morphologic elongation in MM cells in a dose-dependent manner during prometaphase. The morphologically changed cells exhibited a microtubular network disarray as evidenced by microtubular immunofluorescent staining. Signaling studies indicated that increased expression of Bim protein and reduced XIAP and Mcl-1 levels were involved in nocodazole-induced apoptosis. Further investigation showed Bcl-2 phosphorylation as a critical mediator of cell death, which was triggered by the activation of JNK, instead of p38 kinase or ERKs. Treatment with JNK inhibitor SP600125 completely inhibited Bcl-2 phosphorylation at Ser70 and Thr56 induced by nocodazole. Nocodazole-induced cell death subsequently decreased from 79% to 28% after pretreatment with SP600125. Combination of nocodazole with dexamethasone induced significantly stronger induction of cell death at either drug dose. Dexamethasone at 20 nM, nocodazole at 15 or 30 nM could only induce 19%, 10.3% and 16% cell death, respectively. However, their combinations resulted in 67% and 92% nuclear fragmentation, respectively. Based on our in vitro data, we analyzed nocodazole in a SCID xenograft murine model. Nocodazole alone (5 and 20 mg/kg) or combined with dexamethasone (2 mg/kg) at a lower dose of 12 mg/kg significantly inhibited H929 tumor growth and prolonged survival in a SCID xenograft murine model. Conclusions: Our studies demonstrate that nocodazole has a potent anti-MM activity and might be a promising new treatment approach for MM. * Supported by a grant from the Multiple Myeloma Research Foundation. Disclosures: Roodman: Acceleron: Consultancy; Novartis: Consultancy, Research Funding, Speakers Bureau; Amgen: Consultancy; Celgene: Consultancy. Lentzsch: Celgene: Consultancy, Speakers Bureau; Pfizer: Consultancy."
}