{
    "doi": "https://doi.org/10.1182/blood-2020-137268",
    "article_title": "Racial/Ethnic Disparities in Cancer-Associated Thrombosis: A Population-Based Study ",
    "article_date": "November 5, 2020",
    "session_type": "904.Outcomes Research-Non-Malignant Conditions",
    "abstract_text": "Introduction Risk factors for cancer-associated venous thromboembolism (CAT) include tumor type, stage at diagnosis, age, and patient comorbidities. In the general population, race/ethnicity has been identified as a risk factor for venous thromboembolism (VTE), with an increased risk of VTE in African Americans (AA) and a lower risk in Asians/Pacific Islanders (API) and Hispanics compared to non-Hispanic Whites (NHW) after adjustment for confounders such as demographic characteristics and patient comorbidities. However, the impact of race/ethnicity on the incidence of CAT has not been as well-studied. Methods We performed an observational cohort study using data from the California Cancer Registry linked to the California Patient Discharge Dataset and Emergency Department Utilization database. We identified a cohort of patients of all ages with first primary diagnosis of the 13 most common cancers in California between 2005-2014, including breast, prostate, lung, colorectal, bladder, uterine, kidney, pancreatic, stomach, ovarian, and brain cancer, Non-Hodgkin lymphoma, and multiple myeloma, and followed them for a diagnosis of VTE using specific ICD-9-CM codes. The 12-month cumulative incidences of VTE [pulmonary embolism (PE) alone, PE + lower extremity deep venous thrombosis (LE DVT), proximal LE DVT alone, and isolated distal DVT (iDDVT)] were determined by race/ethnicity, adjusted for the competing risk of death. Multivariable Cox proportional hazards regression models were performed to determine the effect of race/ethnicity on the risk of CAT adjusted for age, sex, cancer stage, type of initial therapy (surgery, chemotherapy, radiation therapy), neighborhood socioeconomic status, insurance type, and comorbidities. Patients with VTE prior to cancer diagnosis were excluded. Results A total of 736,292 cancer patients were included in the analysis cohort, of which 38,431 (5.2%) developed CAT within 12 months of diagnosis. When comparing the overall cancer cohort to those that developed VTE, AA (7.2 vs 10.5%) and NHW (61.9 vs 64.3%) appear to be over-represented, and API (11.6 vs 7.6%) under-represented in VTE cohort (Figure 1). The greatest disparities in incidence by race/ethnicity were seen in PE. AA had the highest and API had the lowest 12-month cumulative incidences for all cancer types except for brain cancer (Figure 2). These racial/ethnic differences were also seen among cumulative incidences of proximal LE DVT. For iDDVT, AA again had the highest cumulative incidence compared to the other racial groups among all cancer types except for myeloma. Racial differences were not as prominent when examining cumulative incidence of all VTE (PE+DVT). In adjusted multivariable models of overall CAT, compared to NHW, AA had the highest risk of CAT across all cancer types except for brain cancer and myeloma. API had significantly lower risk of CAT than NHW for all cancer types. When examining PE only in multivariable models, AA had significantly higher risk of PE compared to NHW in all cancer types except for kidney, stomach, brain cancer, and myeloma (Hazard Ratio (HR) ranging from 1.36 to 2.09). API had significantly lower risk of PE in all cancer types except uterine, kidney, and ovarian cancer (HR ranging from 0.45 to 0.87). Hispanics had lower risk of PE than NHW in breast, prostate, colorectal, bladder, pancreatic cancer, and myeloma (HR ranging from 0.64 to 0.87). [Figure 3] Conclusion In this large, diverse, population-based cohort of cancer patients, race/ethnicity was associated with risk of CAT even after adjusting for cancer stage, type of treatment, sociodemographic factors, and comorbidities. Overall, AA had a significantly higher incidence and API had a significantly lower incidence of CAT than NHW. These racial/ethnic differences were especially prominent when examining PE only, and PE appears to be the main driver for the racial differences observed in overall rates of CAT. Current risk prediction models for CAT do not include race/ethnicity as a parameter. Future studies might examine if incorporation of race/ethnicity into risk prediction models for CAT may improve their predictive value, as this may have important implications for thromboprophylaxis in this high-risk population. View large Download slide View large Download slide  Close modal Disclosures Wun: Glycomimetics, Inc.: Consultancy.",
    "author_names": [
        "Tatini Datta, MD",
        "Ann M Brunson, MS",
        "Anjlee Mahajan, MD",
        "Theresa Keegan, PhD MS",
        "Ted Wun, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Tatini Datta, MD",
            "author_affiliations": [
                "Center for Oncology Hematology Outcomes Research and Training (COHORT), Division of Hematology and Oncology, University of California Davis School of Medicine, Sacramento, CA ",
                "UC Davis Comprehensive Cancer Center, Sacramento, CA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ann M Brunson, MS",
            "author_affiliations": [
                "Center for Oncology Hematology Outcomes Research and Training (COHORT), Division of Hematology and Oncology, University of California Davis School of Medicine, Sacramento, CA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anjlee Mahajan, MD",
            "author_affiliations": [
                "Center for Oncology Hematology Outcomes Research and Training (COHORT), Division of Hematology and Oncology, University of California Davis School of Medicine, Sacramento, CA ",
                "UC Davis Comprehensive Cancer Center, Sacramento, CA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Theresa Keegan, PhD MS",
            "author_affiliations": [
                "Center for Oncology Hematology Outcomes Research and Training (COHORT), Division of Hematology and Oncology, University of California Davis School of Medicine, Sacramento, CA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ted Wun, MD",
            "author_affiliations": [
                "Center for Oncology Hematology Outcomes Research and Training (COHORT), Division of Hematology and Oncology, University of California Davis School of Medicine, Sacramento, CA ",
                "UC Davis Comprehensive Cancer Center, Sacramento, CA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-19T21:29:11",
    "is_scraped": "1"
}