{
    "doi": "https://doi.org/10.1182/blood.V124.21.46.46",
    "article_title": "Infusion of a Non HLA-Matched Off-the-Shelf Ex Vivo Expanded Cord Blood Progenitor Cell Product Following Myeloablative Cord Blood Transplantation Is Safe, Decreases the Time to Hematopoietic Recovery, and Results in Excellent Overall Survival ",
    "article_date": "December 6, 2014",
    "session_type": "732. Clinical Allogeneic Transplantation: Results: Focus on Myeloma and Cord Blood",
    "abstract_text": "Background: Myeloablative cord blood transplant (CBT) recipients experience delayed hematopoietic recovery and an increased risk of transplant related mortality (TRM). With the primary goal of generating increased numbers of hematopoietic stem and progenitor cells (HSPC) to supplement a conventional cord blood (CB) graft and thereby enhance engraftment and reduce early TRM, we have developed methods to ex vivo expand CB-derived HSPC in the presence of Notch ligand for 14 days. The product is then harvested and cryopreserved for future clinical use. We have previously reported that infusion of non-HLA matched, off-the-shelf ex vivo expanded CB progenitor cells in patients undergoing myeloablative CBT is safe and associated with faster neutrophil (ANC) recovery. We now present updated outcomes data with a median follow-up of 3.2 years (range 1.9-3.7). Methods: Between September 2010 and August 2012, 15 patients with hematologic malignancies were enrolled in this single center Phase I trial to assess the safety of infusing a non-HLA matched expanded CB HSPC product to augment conventional CBT. Conditioning consisted of Fludarabine (75mg/m 2 ), Cytoxan (120mg/kg) and TBI (13.2 Gy). On the day of transplant, 1 or 2 unmanipulated CB units were infused first followed 4 hours later by infusion of the expanded CB product. Donor(s)/host chimerism studies were performed weekly from day 7 to 28, then at days 80, 180 and 1 year on peripheral blood flow sorted into myeloid and lymphoid fractions. Graft versus host disease (GVHD) prophylaxis consisted of cyclosporine and MMF beginning on day -3. ANC and platelet engraftment were calculated using cumulative incidence rates to accommodate competing risks. Disease-free survival (DFS) was analyzed using Kaplan-Meier estimates. Results: The median age was 21 years (range, 5-45) and weight 59 kg (range, 23-89). Other patient characteristics and median infused cell doses are shown in Table 1. Four patients (26%) received only 1 unmanipulated CB unit along with the expanded graft. All patients engrafted at a median of 19 days (range, 9-31 days), significantly faster than the 25 days (range, 14-45) observed in 41 recipients of two unmanipulated units otherwise treated identically (p=0.01) ( Figure 1 A).Similar to our initial expansion trial using partially HLA-matched expanded CB cells, early (day 7) myelomonocytic (CD33 and CD14) recovery was almost entirely (98–100%) due to cells arising from the expansion product. Cells derived from the expansion product were no longer detected at day 14 in all but 2 patients. The median time to platelet recovery (>20 x 10^9/L) was 35 days (range 21–45).The cumulative incidence of platelet recovery by day 100 was significantly higher than that observed in our concurrent control group 92% (CI 95%: 59-99) vs. 69% (95%: 51-81), respectively (p=0.005) ( Figure 1 B). The probability of 3-year DFS was 86% (95% CI, 57-97). No TRM was observed throughout the study period ( Figure 1 C), although 2 patients relapsed at days 53 and 219 posttransplant and subsequently died after further therapy. All patients presented with grade II acute GVHD at a median time of 32 days (14-86), with no grade III-IV aGVHD observed ( Figure 1 D). The skin was the most commonly affected organ (n=12). Eight (53%) patients were treated for pre-engraftment syndrome at a median time of 6 days (range 4-9) and five (33%) patients had GVHD after day 100. At 2 years only 2 patients are still on immunosuppressive therapy for mild chronic GVHD. Conclusions: The results of this Phase I safety study demonstrated that infusion of an off-the-shelf non-HLA matched expanded CB HSPC product to augment a CB graft in the myeloablative setting was safe and led to more rapid neutrophil and platelet recovery compared to our concurrent control group. Importantly, no TRM was observed among the 15 patients on this study, with only 2 deaths due to relapsed disease, leading to an excellent OS of 86% at a median follow-up of 3.2 years. Quite interesting is the observation of no grade 3-4 acute GVHD, even with infusion of a non-HLA matched expanded cell product that may induce increased alloreactivity of the unmanipulated CB unit(s). However, in this preliminary pilot study, it appeared that infusion of the non HLA-matched product was associated with less severe acute GVHD. Based on these very promising results, a prospective multicenter randomized trial utilizing this product is underway. Figure 1 View large Download slide Figure 1 View large Download slide Close modal Figure 2 View large Download slide Figure 2 View large Download slide Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "human leukocyte antigens",
        "infusion procedures",
        "stem cells",
        "umbilical cord blood",
        "umbilical cord blood transplantation",
        "graft-versus-host disease",
        "graft-versus-host disease, acute",
        "tissue transplants",
        "follow-up",
        "transplantation"
    ],
    "author_names": [
        "Filippo Milano, MD PhD",
        "Shelly Heimfeld, PhD",
        "Ivy B. Riffkin",
        "Ian Nicoud, PhD",
        "Frederick R. Appelbaum, MD",
        "Irwin D. Bernstein, MD",
        "Colleen Delaney, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Filippo Milano, MD PhD",
            "author_affiliations": [
                "Fred Hutchinson Cancer Research Center, Clinical Research Division, Seattle, WA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Shelly Heimfeld, PhD",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ivy B. Riffkin",
            "author_affiliations": [
                "Fred Hutchinson Cancer Research Center, Clinical Research Division, Seattle, WA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ian Nicoud, PhD",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Frederick R. Appelbaum, MD",
            "author_affiliations": [
                "University of Washington School of Medicine, Seattle, WA ",
                "Fred Hutchinson Cancer Research Center, Seattle, WA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Irwin D. Bernstein, MD",
            "author_affiliations": [
                "Fred Hutchinson Cancer Research Center, Seattle, WA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Colleen Delaney, MD",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA ",
                "University of Washington, Seattle, WA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-31T02:27:01",
    "is_scraped": "1"
}