{
    "doi": "https://doi.org/10.1182/blood.V110.11.4947.4947",
    "article_title": "Engraftment after Haematopoietic Stem Cell Transplantation: Which Predictors Are Most Important?. ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "abstract_text": "Rapid engraftment is one of the most important preconditions for successful haematopoietic stem cell transplantation (HSCT). Conditioning regimen, HSC dose, quality and source as well as primary disease and genetic disparities are possible parameters thought to be of crucial importance in this respect. In fact, more rapid engraftment after syngeneic vs. allogeneic transplantation of purified HSC was shown in the murine system (Uchida et al, 1998). However, an analogous influence of the HSCT type has not been systematically addressed in human HSCT yet. We retrospectively analysed leukocyte (>1,000/μl) and platelet (>20,000/μl) engraftment in relation to HSC and CFU dose, source as well as donor types and primary disease for 458 haematological patients who received HSC transplants after myeloablative full-conditioning. There was no statistically significant correlation between transplanted CD34+ cell number per kg patient’s body weight (BW) and day of both leukocyte (r=−0.04; p=0.18, Spearman rang-correlation) and platelet (r=−0.02; p=0.42) recovery. In contrast, we found a significant negative correlation (r=−0.26 for leukocyte and r=−0.21 for platelet; p<0.0001) between the numbers of transplanted CFU per kg BW and the day of engraftment. Transplanted CFU but not CD34+ numbers was also confirmed during multivariant analysis as independent prognostic factor for engraftment after HSCT. Engraftment occurred significantly (p<0.0001, Logrank-test) earlier after PBSCT (n=328) than after BMT (n=130) (day 13.7±3.3 vs. 16.7±4.2). Transplanted CFU numbers per kg BW were significantly (p<0.0001) different in the two groups: 26.3±21.0x105 per kg BW for CFU in the PBSCT group vs. 7.9±11.4x105 per kg BW correspondently in the BMT group. A causal independent role of transplanted CFU numbers per kg BW but not HSC source hold also true after multivariant analysis. Engraftment was seen significantly earlier after both syngeneic (n=9) as well as autologous (n=89) than after allogeneic (n=360) HSCT: at days 9.6±1.2 (syngeneic) and 11.5±1.7 (autologous) vs. day 15.9±4.0 (allogeneic; p<0.0001) for leukocytes and days 9.4±1.1 (syngeneic) and 12.6±2.2 (autologous) vs. 21.6±5.6 (allogeneic; p<0.0001) for platelets. The engraftment delay in autologous as compared to syngeneic HSCT is still significant (p<0.01) pointing to an influence of primary disease and/or previous chemotherapy cycles on the engraftment of autologous HSC. Importantly, there were no significant differences in transplanted CD34+ cell numbers and CFU per kg BW ih these three groups. Also, all above differences hold true when bone marrow and peripheral blood stem cell transplantations were analysed separately. Both uni- and multivariant analyses did not any dependence of leukocyte and platelet reconstitution kinetics on underlying diseases. The statistical uni- and multivariant analysis did not show any significant relations between donor or recipient age, donor or recipient gender, donor/recipient sex relations and speed of haematological recovery after HSCT. In conclusion our data clearly support a crucial independent role of the HSCT type and transplanted CFU numbers on the speed of both leukocyte and platelet recovery. Based on our results we suppose that genetic disparities seem to be the most important predictor of delayed engraftment and graft rejection and the use of functional assays (Aldefluor®, CFU) rather than phenotypical markers (CD34) is preferable for assessing HSC graft quality.",
    "topics": [
        "engraftment",
        "hematopoietic stem cell transplantation",
        "cd34 antigens",
        "chemotherapy regimen",
        "prognostic factors",
        "tissue transplants",
        "transplantation",
        "transplantation, homologous",
        "cell count",
        "log rank test"
    ],
    "author_names": [
        "Michael V. Lioznov, MD",
        "Raphael I. Ikogho",
        "Boris Fehse, Ph.D.",
        "Nicolaus M. Kroeger, M.D.",
        "Axel R. Zander, M.D."
    ],
    "author_dict_list": [
        {
            "author_name": "Michael V. Lioznov, MD",
            "author_affiliations": [
                "Stem Cell Transplantation Clinic, University Medical Centre Hamburg-Eppendorf, Hamburg, Germany"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Raphael I. Ikogho",
            "author_affiliations": [
                "Stem Cell Transplantation Clinic, University Medical Centre Hamburg-Eppendorf, Hamburg, Germany"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Boris Fehse, Ph.D.",
            "author_affiliations": [
                "Stem Cell Transplantation Clinic, University Medical Centre Hamburg-Eppendorf, Hamburg, Germany"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nicolaus M. Kroeger, M.D.",
            "author_affiliations": [
                "Stem Cell Transplantation Clinic, University Medical Centre Hamburg-Eppendorf, Hamburg, Germany"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Axel R. Zander, M.D.",
            "author_affiliations": [
                "Stem Cell Transplantation Clinic, University Medical Centre Hamburg-Eppendorf, Hamburg, Germany"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-05T18:46:18",
    "is_scraped": "1"
}