{
    "doi": "https://doi.org/10.1182/blood.V120.21.1215.1215",
    "article_title": "Contrasting Effects of Enhanced Sirt1 Activity in Normal and BCR-ABL1-Depedent Haematopoiesis ",
    "article_date": "November 16, 2012",
    "session_type": "501. Hematopoietic Stem and Progenitor Biology: Poster I",
    "abstract_text": "Abstract 1215 Sirt1 is a NAD + -dependent class III histone deacetylase that regulates various cellular processes including cell growth, apoptosis, senescence and stress responses. Variations in Sirt1 expression and activity are associated with pleiotropic and profound biological effects that are often cell context-dependent. Here we tested the impact of enhanced Sirt1 activity in normal and BCR-ABL1 -dependent leukemic haematopoiesis in vitro . Using 5-FU enriched murine primary hematopoietic stem and progenitor cells (HSPC) as a model, we report that: 1. Sirt1 over-expression induces 2–3 fold increased, both in frequency and absolute number, of HSPC cells (Lin-Sca1+ckit+) in ‘stem cell-like’ culture condition and enhanced clonogenicity in serial transplantation assay. qRT-PCR analysis showed significantly higher expression of GATA-2 gene in HSPC cells suggesting that Sirt1 promotes GATA-2 mediated HSPC cell proliferation. 2. When HSPC cells were induced to differentiation in the presence of lineage specific growth factor EPO, G-CSF and IL-7, respectively, Sirt1 expression significantly increased the frequency and absolute number of terminal differentiated erythroid (ter119+, 2–3 folds), granulocytic (Gr-1+Cd11b+, 2–3 folds) and B (B220+CD19+, 3–4 folds) cells. Thus, enhanced Sirt1 activity promotes HSPC self-renewal and multiple lineage differentiation. We next tested the effects of Sirt1 activity in Chronic Myeloid Leukaemia (CML). By transducing Sirt1 retrovirus into IL3-dependent BaF3, IL3-independent BCR-ABLp210 -expressing BaF3 and primary HSPC cell, we found that Sirt1 over-expression significantly inhibited BCR-ABL1 -driven cell proliferation and clonogenicity in cytokine depleted media. In addition, Sirt1 over-expression further reduced the growth rate of BCR-ABLp210 expressing BaF3 cells when treated with TGF-b1, suggesting that Sirt1 might play as a downstream effector of TGF-b signal. Finally, Resveratrol (RSV), a Sirt1 activator, alone and in co-operation with Imatinib, induced cell death and inhibited clonogenicity of CD34+ cells from CML patients with chronic phase. Taken together, our data demonstrate that Sirt1 exhibits contrasting effects in normal and BCR-ABL1-dependent haematopoiesis and suggest that manipulating Sirt1 activity may be a useful strategy to differentially promote normal and inhibit leukemic haematopoiesis in CML. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "cytokine",
        "fluorouracil",
        "granulocyte colony-stimulating factor",
        "growth factor",
        "hematopoiesis",
        "histone deacetylase",
        "imatinib mesylate",
        "interleukin-3",
        "interleukin-7",
        "leukemia, myelocytic, chronic"
    ],
    "author_names": [
        "Ming Hu, PhD",
        "Jamshid S Khorashad, MD, PhD",
        "Aristeidis Chaidos, MD, PhD",
        "Georgios Nteliopoulos, PhD",
        "Mattaka Khongkow, Ms",
        "Irene Roberts",
        "John Goldman, DM, FRCP, FRCPath, FMedSci",
        "Alistair Reid, PhD",
        "Eric W-.F. Lam, PhD",
        "Jane Apperley",
        "Anastasios Karadimitris, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Ming Hu, PhD",
            "author_affiliations": [
                "Centre for Haematology, Hammersmith Hospital, Imperial College London, London, United Kingdom, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jamshid S Khorashad, MD, PhD",
            "author_affiliations": [
                "Huntsman Cancer Institute, The University of Utah, Salt Lake City, UT, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aristeidis Chaidos, MD, PhD",
            "author_affiliations": [
                "Department of Hematology, Imperial College London, London, United Kingdom, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Georgios Nteliopoulos, PhD",
            "author_affiliations": [
                "Centre for Haematology, Imperial College London, London, United Kingdom, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mattaka Khongkow, Ms",
            "author_affiliations": [
                "Department of Surgery and Cancer, Imperial College London, London, United Kingdom, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Irene Roberts",
            "author_affiliations": [
                "Centre for Haematology, Imperial College London, London, United Kingdom, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John Goldman, DM, FRCP, FRCPath, FMedSci",
            "author_affiliations": [
                "Centre for Haematology, Imperial College London, London, United Kingdom, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alistair Reid, PhD",
            "author_affiliations": [
                "Department of Haematology, Hammersmith Hospital, Imperial College London, London, United Kingdom, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eric W-.F. Lam, PhD",
            "author_affiliations": [
                "Department of Surgery and Cancer, Imperial College London, London, United Kingdom, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jane Apperley",
            "author_affiliations": [
                "Department of Haematology, Imperial College, London, United Kingdom, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anastasios Karadimitris, MD, PhD",
            "author_affiliations": [
                "Division of Haematology, Imperial College London, London, United Kingdom"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-23T12:55:55",
    "is_scraped": "1"
}