{
    "doi": "https://doi.org/10.1182/blood-2019-123317",
    "article_title": "Risk Stratification and Transfusion Dependence Are Independent Risk Factors for Cardiovascular Disease (CVD) in Myelodysplastic Syndrome (MDS) ",
    "article_date": "November 13, 2019",
    "session_type": "903.Health Services Research-Malignant Conditions (Myeloid Disease)",
    "abstract_text": "Background: MDS has been largely excluded from epidemiological studies that demonstrate an increased risk of CVD in older adults with cancer. Nevertheless, somatic mutations leading to clonally restricted hematopoiesis are associated with increased risk of CVD and CVD constitutes the most common non-disease-related cause of death among patients with MDS. Using the SEER Medicare tumor registry, we previously demonstrated that MDS was independently associated with increased risk of CVD and cardiovascular mortality in older adults, thus constituting an important but underestimated cardiovascular hazard. In this study, we sought to determine the influence of MDS-specific factors on the risk of CVD among MDS patients. Methods: We used the SEER Medicare database to identify individuals 66 years or older with an incident diagnosis of MDS between 2004 and 2014. Incident CVD was defined as new myocardial infraction and/or ischemic stroke occurring after diagnosis of MDS. Events were identified with ICD9 and HCPCS codes in Medicare claims from the date of MDS diagnosis to death or study end. Subjects with CVD prior to MDS diagnosis were excluded. Comorbidity burden was estimated with the Charlson comorbidity index (CCI), calculated using claims from the year before MDS diagnosis. MDS was classified into low, intermediate and high risk using ICD-O morphology codes. Subjects requiring 2 or more blood product transfusions within 60 days from MDS diagnosis were considered transfusion dependent. Cumulative incidence functions were used to assess the risk of new events. Cox proportional hazards models, extended for time dependent covariates and coefficients, were used to evaluate clinical variables associated with CVD. Results: The cohort included 13,972 subjects with MDS, most were male (55.2%), non-hispanic white (82.1%), and from metropolitan areas (82.5%). Median age at MDS diagnosis was 82 years (IQR, 78 - 87). MDS was of low, intermediate and high risk in 18.1%, 68.8% and 13.1% respectively. The median CCI score was 0 (IQR, 0 - 2). Red blood cells (RBC) and platelet transfusion dependence occurred in 29% and 6.1% of subjects. The 10-year cumulative incidence of CVD was 47%, 54% and 65% in subjects with low, intermediate and high-risk MDS, respectively (p<0.016; Fig. 1). Similarly, the 10-year cumulative incidence of CVD was 57.5% in RBC transfusion-dependent subjects vs. 49% in non-dependent individuals (p<0.001; Fig 2A). Other factors that significantly influenced the hazard of CVD were male sex, older age and higher CCI. The effect of higher MDS risk (HR 1.1, 95%CI, 1.02 - 1.2) and RBC transfusion dependence (HR 1.3, 95%CI, 1.2 - 1.5) on increased incidence of CVD persisted after accounting for these factors in a multivariate Cox model adjusted for age, gender and CCI. Platelet transfusion dependence did not significantly influence the cumulative incidence of CVD (p=0.252; Fig 2B) or the hazard for CVD in multivariate analysis (HR 0.8, 95%CI, 0.6 - 1.2). Both higher risk MDS (HR 1.6, 95%CI, 1.5 - 1.7) and blood product transfusion dependence (HR 1.9, 95%CI 1.8 - 2) were associated with increased mortality in subjects with MDS. Conclusion: In a large cohort of elderly Medicare beneficiaries with incident diagnosis of MDS, the cumulative incidence of CVD was greater in subjects with higher-risk MDS as determined by bone marrow morphology and in those who were RBC transfusion dependent. Both MDS risk and RBC transfusion dependence were independent risk factors for CVD in multivariate analysis accounting for demographic factors and comorbidity burden. These factors have been previously associated with increased mortality and risk of leukemia transformation in MDS but their role in risk of CVD has not been previously reported. CVD is an important cause of mortality among older adults with MDS and these results can help identify high risk patients for whom strict cardiovascular screening and preventive strategies could impact mortality. Though we used validated methods, study limitations include relying on administrative claims, absence of genetic information and unmeasured confounding factors. Prospective studies and further preclinical research is needed to clarify the mechanisms of CVD in patients with MDS. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Verma: Janssen: Research Funding; Stelexis: Equity Ownership, Honoraria; Acceleron: Honoraria; Celgene: Honoraria; BMS: Research Funding.",
    "topics": [
        "cardiovascular diseases",
        "chronic venous disease",
        "heart disease risk factors",
        "myelodysplastic syndrome",
        "transfusion",
        "erythrocyte transfusion",
        "blood products",
        "platelet transfusion",
        "blood transfusion",
        "cancer"
    ],
    "author_names": [
        "Diego Adrianzen Herrera, MD",
        "Kith Pradhan, PhD",
        "Rosebella Snyder, MD",
        "Siddharth Karanth, MBBS, MPH, DrPH",
        "Murali Janakiram, MD MS",
        "Ioannis Mantzaris, MD MS",
        "Santosh Murthy, MD MPH",
        "Amit Verma, MBBS",
        "Aditi Shastri, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Diego Adrianzen Herrera, MD",
            "author_affiliations": [
                "Division of Hematology and Oncology, Larner College of Medicine at The University of Vermont, Burlington, VT "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Kith Pradhan, PhD",
            "author_affiliations": [
                "Department of Oncology, Albert Einstein College of Medicine, Montefiore Medical Center, Bronx, NY "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rosebella Snyder, MD",
            "author_affiliations": [
                "Department of Medicine, Jacobi Medical Center, Bronx, NY "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Siddharth Karanth, MBBS, MPH, DrPH",
            "author_affiliations": [
                "The University of Texas Health Science Center at Houston McGovern Medical School, Houston, TX "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Murali Janakiram, MD MS",
            "author_affiliations": [
                "Division of Hematology, Oncology, and Transplantation, University of Minnesota, Minneapolis, MN "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ioannis Mantzaris, MD MS",
            "author_affiliations": [
                "Department of Hematology and Oncology, Montefiore Medical Center/Albert Einstein College of Medicine, Bronx, NY "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Santosh Murthy, MD MPH",
            "author_affiliations": [
                "Department of Neurology, Weill Cornell Medicine, New York, NY"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amit Verma, MBBS",
            "author_affiliations": [
                "Department of Hematology and Oncology, Montefiore Medical Center/Albert Einstein College of Medicine, Bronx, NY "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aditi Shastri, MD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Montefiore Medical Center/Albert Einstein College of Medicine, Bronx, NY "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-17T02:37:39",
    "is_scraped": "1"
}