{
    "doi": "https://doi.org/10.1182/blood.V106.11.1490.1490",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=530",
    "start_url_page_num": 530,
    "is_scraped": "1",
    "article_title": "The Small Molecule Pan-Bcl-2 Inhibitor GX15-070 Induces Apoptosis In Vitro in Mantle Cell Lymphoma (MCL) Cells and Exhibits a Synergistic Effect in Combination with the Proteasome Inhibitor Bortezomib. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "Mantle cell lymphoma (MCL) is a lymphoid malignancy derived from a subset of mature B-cells with coexpression of CD5 and the chromosomal translocation t(11;14)(q13;q32). MCL patients present an aggressive clinical course and poor response to conventional chemotherapy due to either rapid relapse after an initial response or primary resistance to drugs. Thus, there is currently a strong effort to develop compounds that target novel biological pathways. In addition, MCL cells overexpress the antiapoptotic proteins Bcl-2, Bcl-XL and Mcl-1. The dysregulated Bcl-2 pathway represents an important target for a new-mechanism therapeutic approach. In this context, the pan-Bcl-2 inhibitor GX15-070 that belongs to a new family of compounds which mimic BH3-only proteins by binding to multiple antiapoptotic Bcl-2 members and consequently eliciting Bax and Bak dependent cytotoxicity. GX15-070 is currently being evaluated in Phase I clinical trials. GX15-070 induced apoptosis in vitro in primary cells from MCL patients as well in MCL cells lines, at doses ranging from 0,5μM to 5μM. GX15-070 induced phosphatidylserine exposure, mitochondrial depolarization, ROS generation, Bax and Bak conformational changes and caspase activation. As expected, pan-caspase inhibitors did not block apoptosis in accordance with the mitochondria-targeted nature of this new compound. The susceptibility of MCL cells correlates with the expression of Bcl-2, Mcl-1 and Bcl-XL, both at protein and mRNA levels. Although GX15-070 exhibited significant in vitro cytotoxicity in MCL as a single agent, we tested also this compound in combination with proteasome inhibitors. Bortezomib (PS-341, Velcade®) has shown promising results in MCL treatment. One of the drawbacks of proteasome inhibitors is the undesirable accumulation, due to absence of degradation, of antiapoptotic factors which could impede or slow apoptosis, such as Mcl-1 protein. With this rationale we evaluated a combination of bortezomib with the pan-Bcl-2 inhibitor GX15-070 in vitro in MCL cells. Preincubation of MCL cells with GX15-070 at doses ranging from 0,1μM to 1μM before bortezomib (1–10nM) addition induced a synergistic cytotoxic effect (Chou Talalay CI =[0,26–0,575]). In vitro, this new combination allows to reduce bortezomib dose 5 to 20 times, depending on the individuals. Western blot analysis revealed that this combination reduced Mcl-1 levels and displaced Bak from Mcl-1 sequestration. Moreover, upregulation of the proapoptotic BH3-only protein Noxa by bortezomib, was further increased when combined with GX15-070. All these findings suggest that GX15-070 and bortezomib combination could be a new therapeutic approach for MCL treatment.",
    "topics": [
        "apoptosis",
        "bortezomib",
        "mantle-cell lymphoma",
        "proteasome inhibitors",
        "small molecule",
        "antiapoptotic agents",
        "bcl-xl protein",
        "caspases",
        "cytotoxicity",
        "chemotherapy regimen"
    ],
    "author_names": [
        "Patricia Perez Galan, PhD",
        "Gael Roue, PhD",
        "Neus Villamor, PhD, MD",
        "Elias Campo, PhD, MD",
        "Dolors Colomer, PhD"
    ],
    "author_affiliations": [
        [
            "Hematopathology Unit, Department of Pathology and Hematology, Hospital Clinic. IDIBAPS, Barcelona, Spain"
        ],
        [
            "Hematopathology Unit, Department of Pathology and Hematology, Hospital Clinic. IDIBAPS, Barcelona, Spain"
        ],
        [
            "Hematopathology Unit, Department of Pathology and Hematology, Hospital Clinic. IDIBAPS, Barcelona, Spain"
        ],
        [
            "Hematopathology Unit, Department of Pathology and Hematology, Hospital Clinic. IDIBAPS, Barcelona, Spain"
        ],
        [
            "Hematopathology Unit, Department of Pathology and Hematology, Hospital Clinic. IDIBAPS, Barcelona, Spain"
        ]
    ],
    "first_author_latitude": "41.388669",
    "first_author_longitude": "2.1510184999999997"
}