{
    "doi": "https://doi.org/10.1182/blood.V114.22.920.920",
    "article_title": "Final Results of a Phase II Trial of Belinostat (PXD101) in Patients with Recurrent or Refractory Peripheral or Cutaneous T-Cell Lymphoma. ",
    "article_date": "November 20, 2009",
    "session_type": "LYMPHOMA: CHEMOTHERAPY, EXCLUDING PRE-CLINICAL MODELS - NEW TREATMENTS",
    "abstract_text": "Abstract 920 Background: Belinostat is a pan-HDAC inhibitor of the hydroxamate chemical class that is well-tolerated and has shown clinical activity. Methods: Open label, multicenter trial enrolling patients (pts) with peripheral T-cell lymphoma (PTCL) or cutaneous T-cell lymphoma (CTCL) who failed ≥ 1 prior systemic therapy. Pts received 1000 mg/m 2 IV belinostat over 30 min on days 1 to 5 of a 3-wk cycle. Primary endpoint was objective response (OR) assessed by IWG criteria for PTCL and by SWAT (cutaneous lesions) and IWG criteria (non-cutaneous lesions) for CTCL. Pruritus in pts with CTCL was assessed using a 10-point scale; relief defined as reduction of pruritus score of ≥ 3 points in pts with baseline score ≥ 3. ECGs were monitored and reviewed centrally (pre-/ post-infusion ECGs on all treatment days in cycle 1, and pre-/ post-infusion ECGs on day 1 of subsequent cycles) to evaluate potential cardiac toxicity. Results: The study enrolled a total of 53 treated pts, including 20 and 29 evaluable pts with a diagnosis of PTCL and CTCL, respectively. The 20 pts with PTCL [10 PTCL-unspecified (PTCL-U), 3 anaplastic large cell lymphoma (ALCL), 3 angioimmunoblastic TCL (AITL), 3 NK/T-cell lymphoma, and 1 subcutaneous panniculitis-like TCL (SPTCL)] had received a median of 3 prior systemic therapies (range 1 – 10), and 40 % of them had stage IV disease. 5/20 (25%) PTCL pts responded with 2 CR (both in patients with PTCL-U) and 3 PR (PTCL-U, AITL, ALCL). The 5 responding pts had a median duration of response of 159+ days (range 1 – 504+). Additionally, SD was observed in 5 pts (2 PTCL-U, 2 NK/T-cell, and 1 ALCL) with median duration of SD of 109+ days (range 80 -185+). The 29 pts with CTCL [15 mycosis fungoides (MF), 7 Sezary syndrome (SS), 5 non MF/SS, 2 unclassified] had received a median of 1 prior skin directed therapies (range 0 – 4) and 3 prior systemic therapies (range 1 – 9), and 55 % of them had stage IV disease. 4/29 (14%) CTCL pts responded with 2 CR (ALCL, MF) and 2 PR (MF, SS). The 4 responding pts had a median duration of response of 273 days (range 48 - 469+). Importantly, time to response was short with a median of 16 days (range 14-35). In addition, SD was observed in 17 pts (10 MF, 3 SS, 2 non MF/SS, 2 unclassified) with current duration of up to 127 days. Pruritus relief (score reduction ≥ 3) was seen in 7 of 14 pts with significant baseline pruritis. Median time to pruritus relief was also short, 16 days (range 7-45). Hematological toxicity was minimal without any grade 4 events (shift from baseline) and only one pt each experiencing grade 3 neutropenia and grade 3 thrombocytopenia, respectively. No grade 3 QTcF prolongation was detected in more than 700 ECGs. Four grade 3/4 drug-related AEs were reported: pruritis, rash/erythema, edema, and adynamic ileus. Conclusions: Belinostat monotherapy is safe, well tolerated, and efficacious in pts with recurrent/refractory T-cell lymphoma with durable remissions in both CTCL and PTCL. These results are the basis for a pivotal study with belinostat monotherapy in pts with PTCL. Disclosures: Advani: Seattle Genetics, Inc.: Research Funding. Duvic: Topotarget: research support for conduct of clinical trial. Fagerberg: TopoTarget A/S: Employment, Equity Ownership. Foss: Eisai : Speakers Bureau.",
    "topics": [
        "belinostat",
        "lymphoma, t-cell, cutaneous",
        "phase 2 clinical trials",
        "brachial plexus neuritis",
        "lymphoma, t-cell, peripheral",
        "pruritus",
        "ki-1+ anaplastic large cell lymphoma",
        "systemic therapy",
        "angioimmunoblastic lymphadenopathy",
        "infusion procedures"
    ],
    "author_names": [
        "Brad Pohlman",
        "Ranjana Advani, MD",
        "Madeleine Duvic, MD",
        "Kenneth B. Hymes, MD",
        "Tanin Intragumtornchai, MD",
        "Arnuparp Lekhakula",
        "Ofer Shpilberg",
        "Adam Lerner, MD",
        "Dina Ben-Yehuda",
        "Marie beylot-Barry",
        "Uwe Hillen",
        "Jan Fagerberg",
        "Francine M Foss"
    ],
    "author_dict_list": [
        {
            "author_name": "Brad Pohlman",
            "author_affiliations": [
                "Hematologic Oncology and Blood Disorders, Cleveland Clinic Taussig Cancer Institute, Cleveland, OH, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ranjana Advani, MD",
            "author_affiliations": [
                "Stanford University, Stanford, CA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Madeleine Duvic, MD",
            "author_affiliations": [
                "M.D. Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kenneth B. Hymes, MD",
            "author_affiliations": [
                "New York Univ. Cancer Institute, New York, NY, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tanin Intragumtornchai, MD",
            "author_affiliations": [
                "Dept. of Medicine, Chulalongkorn Hospital, Bangkok, Thailand, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Arnuparp Lekhakula",
            "author_affiliations": [
                "Department of Medicine, Songlanagarind Hospital, Songkhla, Thailand, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ofer Shpilberg",
            "author_affiliations": [
                "Hematology, Rabin Medical Center, Beilinson Hospital, Davidoff Cancer Center and Sackler School of Medicine, Tel Aviv University, Petach Tikva, Israel, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Adam Lerner, MD",
            "author_affiliations": [
                "Boston Medical Center, Boston, MA, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dina Ben-Yehuda",
            "author_affiliations": [
                "Division of Hematology, Hadassah-Hebrew University Medical Center, Jerusalem, Israel, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marie beylot-Barry",
            "author_affiliations": [
                "Hopital du Haut-Leveque, Pessac, France, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Uwe Hillen",
            "author_affiliations": [
                "Universitatsklinikum Essen, Essen, Germany, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jan Fagerberg",
            "author_affiliations": [
                "TopoTarget, Copenhagen, Denmark, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francine M Foss",
            "author_affiliations": [
                "Yale Cancer Center, New Haven, CT, USA"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-11T18:39:39",
    "is_scraped": "1"
}