{
    "doi": "https://doi.org/10.1182/blood.V106.11.4066.4066",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=360",
    "start_url_page_num": 360,
    "is_scraped": "1",
    "article_title": "Protein-Biochemical Characterisation of Wilate ® : Determination of the Upper Residual Moisture Limit during Terminal Dry-Heat Treatment (PermaHeat). ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Purpose: Wilate ® is a novel, human plasma-derived, high purity, double virus inactivated coagulation factor concentrate. The safe and effective treatment of von Willebrand disease patients and haemophilia A has been demonstrated in clinical trials. The very high virus safety is achieved by an optimised solvent/detergent (S/D) method and terminal dry-heat treatment (PermaHeat) of the lyophilised product, not affecting the integrity of the proteins, which was investigated in this study. Methods: Analyses of PermaHeat treated (+100°C for 120 min) Wilate ® samples with different residual moisture (RM) contents were performed in order to evaluate the upper RM limit in lyophilised samples. Samples with RM up to 7.3% were subjected to SDS-PAGE, immunoblotting and peptide mapping. Further investigations were based on FVIII:C activity testing and phospholipid binding properties, VWF multimer analysis, Ristocetin cofactor (VWF:RCo) activity and collagen binding (VWF:CB). Summary of results: The analyses confirmed that the structural and functional integrities of both VWF and FVIII were maintained during PermaHeat of Wilate ® at +100°C for 120 minutes when the RM was kept at or below 1.8% during the heating procedure. Changes of protein-biochemical properties were detectable only for RM values exceeding 2%. Denaturation of samples occurred at RM of more than 3.5%. Conclusion: Beside S/D treatment, optimised PermaHeat treatment of the lyophilised VWF/FVIII product ensures the high viral safety margin of Wilate ® . According to the results, the RM content during PermaHeat treatment was specified with a great safety margin to a maximum of 1.6%. This limit is carefully controlled in each vial before heating by RM testing utilising near infrared (NIR). At or below this RM no structural or functional changes of VWF and FVIII were detected after PermaHeat treatment.",
    "topics": [
        "heat (physical force)",
        "human coagulation factor viii/von willebrand factor complex",
        "blood coagulation factors",
        "hemophilia a",
        "immunoblotting",
        "peptide mapping",
        "phospholipids",
        "sodium dodecyl sulfate-polyacrylamide gel electrophoresis",
        "solvents",
        "vial"
    ],
    "author_names": [
        "Christoph Kannicht",
        "Monika Stadler, Dipl.-Ing.",
        "Andrea Neisser-Svae",
        "Gerhard Gruber"
    ],
    "author_affiliations": [
        [
            "Octapharma PPGmbH, Molecular Biochemistry, Berlin, Germany"
        ],
        [
            "Octapharma PPGmbH, Vienna, Austria"
        ],
        [
            "Octapharma PPGmbH, Vienna, Austria"
        ],
        [
            "Octapharma PPGmbH, Vienna, Austria"
        ]
    ],
    "first_author_latitude": "39.9548243",
    "first_author_longitude": "-75.0584681"
}