{
    "doi": "https://doi.org/10.1182/blood.V108.11.2364.2364",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=557",
    "start_url_page_num": 557,
    "is_scraped": "1",
    "article_title": "High Concordance between Pharmacogenetic Analysis of Bone Marrow and Buccal Cell Samples in Acute Myeloid Leukemia. ",
    "article_date": "November 1, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "bone marrow",
        "leukemia, myelocytic, acute",
        "pharmacogenetics",
        "dna",
        "neoplasms",
        "bone marrow specimen",
        "cancer",
        "leukemia",
        "neoplasm dna",
        "o(6)-methylguanine-dna methyltransferase"
    ],
    "author_names": [
        "Joli R. Weiss, MS",
        "Maria R. Baer, MD",
        "Christine B. Ambrosone, PhD",
        "Javier G. Blanco, PhD",
        "Alan Hutson, PhD",
        "Laurie A. Ford",
        "Kirsten B. Moysich, PhD"
    ],
    "author_affiliations": [
        [
            "Epidemiology, Roswell Park Cancer Institute, Buffalo, NY, USA"
        ],
        [
            "Medicine, Roswell Park Cancer Institute, Buffalo, NY, USA"
        ],
        [
            "Epidemiology, Roswell Park Cancer Institute, Buffalo, NY, USA"
        ],
        [
            "Pharmaceutical Sciences, University at Buffalo, Buffalo, NY, USA"
        ],
        [
            "Statistics, University at Buffalo, Buffalo, NY, USA"
        ],
        [
            "Medicine, Roswell Park Cancer Institute, Buffalo, NY, USA"
        ],
        [
            "Epidemiology, Roswell Park Cancer Institute, Buffalo, NY, USA"
        ]
    ],
    "first_author_latitude": "42.898701599999995",
    "first_author_longitude": "-78.86554819999999",
    "abstract_text": "Archived tumor tissue is a useful resource for large-scale pharmacogenetic studies designed to identify associations between genetic polymorphisms and treatment outcomes. In cancer patients, genotypes determined from tumor DNA and from non-diseased tissue DNA may differ due to changes in the tumor’s genome acquired during malignant transformation. Consequently, the assessment of discordances between tumor and non-diseased tissue genotypes is pertinent when identifying pharmacogenetic determinants that may impact drug disposition in both the tumor and the host. Leukemia cells frequently have karyotypic abnormalities; therefore, discordances between host and tumor DNA genotypes are of particular relevance for pharmacogenetic studies on leukemia. In this methodological study, we investigated the concordance between genotypes determined in DNA extracted from paired cryopreserved pre-treatment bone marrow samples and non-diseased tissue (buccal cell samples) from 80 adult patients diagnosed with acute myeloid leukemia (AML) by WHO criteria at Roswell Park Cancer Institute between 2004 and 2006. Samples were genotyped for a panel of polymorphisms (19 SNPs and 2 polymorphic gene deletions) of genes whose products are involved in drug metabolism ( CAT, MnSOD, MGMT, GSTP1, GSTT1, GSTM1 CYP3A4, CYP2C8, CDA ), drug transport ( MDR1, MRP1, BCRP ) and DNA repair processes ( XPD, XRCC1 ). All genotypes with the exception of GSTM1 and GSTT1 were determined by using Sequenom’s high-throughput matrix-assisted laser desorption/ionization time of-flight (MALDI-TOF) mass spectrometry. GSTM1 and GSTT1 gene deletion genotypes were determined using multiplex polymerase chain reaction. Kappa statistics were used to determine the concordance rate of genotype calls between the paired tumor and normal tissue DNA samples. Kappa statistics for the paired bone marrow and buccal DNA samples ranged between 0.93 and 1.00, indicating excellent agreement ( CAT =0.97; MnSOD =0.98; MGMT =1.00; GSTP1 =0.96; GSTT1 =1.00; GSTM1 =1.00; CYP3A4 =0.94; CYP2C8 =0.96; CDA =1.00; MDR1-03 =1.00; MDR1-05 =0.96; MDR1-24 =0.98; MRP1 (exon 8)=1.00; MRP1 (exon 28)=0.98; MRP1 (exon 9)=0.98; BCRP (exon 5)=1.00; BCRP (exon 2)=1.00; XPD312 =0.93; XPD751 =0.98; XRCC1 =1.00). Significantly, the GSTT1 and GSTM1 genotypes were in perfect concordance for the paired samples. These genes are of particular importance, since there is great potential for misclassification if the null genotype is a result of disease-related loss of heterozygosity. We also observed excellent agreement for those genes on chromosomes that are commonly involved in deletions or translocations as part of the leukemic process, including MDR1 at 7q21.1 and MRP1 at 16p13.1. These data demonstrate that archived bone marrow samples may be used to accurately perform genotyping for the genes that we studied. However, while the data validate the use of bone marrow samples for this panel of genotypes for AML pharmacogenetic studies, it may be important to account for gene amplification or deletion and chromosome gain or loss when using bone marrow DNA to study variation and clinical outcomes in order to account for quantitative differences that may affect the concordance between germline genotype and cancer cell phenotype. Further studies in this area are warranted and are ongoing."
}