{
    "doi": "https://doi.org/10.1182/blood.V106.11.461.461",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=429",
    "start_url_page_num": 429,
    "is_scraped": "1",
    "article_title": "Transgene Deletions in Long-Term Circulating Donor Gene-Modified T Lymphocytes Infused at Time of Hematopoietic Transplantation. ",
    "article_date": "November 16, 2005",
    "session_type": "Oral Sessions",
    "topics": [
        "bone marrow transplantation",
        "cloning",
        "complete remission",
        "donors",
        "ganciclovir",
        "genes",
        "graft-versus-host disease",
        "graft-versus-host disease, chronic",
        "herpes simplex infection",
        "human leukocyte antigens"
    ],
    "author_names": [
        "Patricia Mercier, BSc",
        "Marina Deschamps, BSc",
        "Christophe Ferrand, PhD",
        "Eric Robinet, PhD",
        "Jean-Marie Certoux, BSc",
        "Delphine Sauce, PhD",
        "Bruno Lioure, MD",
        "Eric Deconinck, MD, PhD",
        "Pierre Tiberghien, MD, PhD"
    ],
    "author_affiliations": [
        [
            "INSERM U645/EA2284/IFR133, EFS BFC, Besançon, France",
            "Clinical Immunomonitoring Laboratory, EFS BFC, Besançon, France"
        ],
        [
            "INSERM U645/EA2284/IFR133, EFS BFC, Besançon, France",
            "Clinical Immunomonitoring Laboratory, EFS BFC, Besançon, France"
        ],
        [
            "INSERM U645/EA2284/IFR133, EFS BFC, Besançon, France"
        ],
        [
            "INSERM U645/EA2284/IFR133, EFS BFC, Besançon, France"
        ],
        [
            "INSERM U645/EA2284/IFR133, EFS BFC, Besançon, France"
        ],
        [
            "INSERM U645/EA2284/IFR133, EFS BFC, Besançon, France"
        ],
        [
            "Hematology, CHU, Strasbourg, France"
        ],
        [
            "INSERM U645/EA2284/IFR133, EFS BFC, Besançon, France",
            "Hematology, CHU, Besançon, France"
        ],
        [
            "INSERM U645/EA2284/IFR133, EFS BFC, Besançon, France"
        ]
    ],
    "first_author_latitude": "47.260204349999995",
    "first_author_longitude": "6.0122599",
    "abstract_text": "A phase I/II trial of Herpes-Simplex Virus-thymidine kinase (HSV-tk)-expressing gene modified T cells (GMTC) administration at time of HLA-identical sibling bone marrow transplantation (BMT) demonstrated that such an approach could modulate deleterious alloreactivity after BMT (Tiberghien et al ., Blood 2001). The Neomycin resistance gene (NeoR) was transferred together with the HSV-tk gene in a retroviral vector to allow for in vitro GMTC selection. More than 6 years after BMT, 4 patients are alive in complete remission, off immunosuppression, free of chronic graft-versus-host disease (GvHD). Long-term circulating GMTC are continuously found in all 4 patients, as assessed by quantitative PCR (QPCR) for NeoR gene (6 years post-BMT: 0.031 +/- 0.017% of PBMC). Unexpectedly, presence of NeoR gene was readily detected by single run PCR whereas a nested PCR was necessary for HSV-tk gene detection. As PCR assays for both genes have a similar sensitivity, this result suggested that deletions may be present in GMTC. For each patient, PBMC were polyclonally activated and expanded before a one week G418-mediated selection. The % of GMTC in the post-selection samples, as assessed of NeoR QPCR, was > 80% in 3 patients while of only 7% in the last patient, thus demonstrating long-term NeoR transgene expression in at least a fraction of circulating GMTC more than 6 years after BMT. Successfully re-selected GMTC were cloned. As expected, most clones (25 out of 26) were found to be NeoR by PCR. In contrast, only 2/26 were HSV-tk+: one clone contained the full length HSV-tk gene while the second contained the ganciclovir (GCV)-resistant truncated form of the HSV-tk gene (Garin et al ., Blood 2001). Clones generated from freshly produced-GMTC were found to be both NeoR+ and HSV-tk+ thus demonstrating that such gene deletions did not occur with a significant frequency during the GMTC production nor during the cloning process. We have previously established that an immune response against GMTC occurred in most patients (Mercier et al ., ASH 2004). Immune responses were found against both transgenes and predominantly so against HSV-tk. Immuno-selection of initially rare GMTC containing a deleted transgene without expression of immunogenic peptides might significantly contribute to the high proportion of long-term circulating GMTC containing mutated HSV-tk genes. Such deletions within the transgenes most likely explain the coexistence of an immune response against the transgenes and persistent circulating GMTC. Nevertheless, GCV-sensitivity of circulating GMTC and more importantly so, of GvHD during the first 4 months after BMT suggests that the high frequency of the mutated GMTC occurred late enough after BMT to not interfere with GCV-mediated control of GvHD."
}