{
    "doi": "https://doi.org/10.1182/blood.V116.21.4746.4746",
    "article_title": "Cognitive Impairment In Adult De Novo Acute Leukemia Patients ",
    "article_date": "November 19, 2010",
    "session_type": "Health Services and Outcomes Research",
    "abstract_text": "Abstract 4746 Introduction: A significant percentage of cancer patients develop or have chemotherapy-induced cognitive impairment, during and even long after completion of aggressive treatment. Cognitive deficits are usually subtle and mild, and can occur in various cognitive domains. In AML/MDS patients, impaired cognitive functions, even prior to initiation of chemotherapy, have been described. Objective: To assess baseline cognitive functions and short-term cognitive evolution in de novo acute leukemia patients during induction treatment, and to compare our data with previous research. Methods: Current longitudinal-prospective study of adult de novo AML/ALL patients, treated with induction chemotherapy at the Hematology Department, UZ Ghent, Belgium. Eligible patients are enrolled and investigated with a comprehensive cognitive test battery, within on average five days after admission (pre-induction) and after completion of induction chemotherapy, on average after two months (pre-consolidation). Cognitive functions are assessed across various domains, including attention, executive functions, motor dexterity, and verbal/visual memory. Patients’ psychological functions and quality of life are assessed simultaneously. Results: Twenty adult patients were enrolled between 01/2009 and 06/2010. The median age was 43 years, 50% were male, 80% had AML (20% ALL), and median years of education was 12 years. Baseline hematological values were assessed, with WBC count (mean: 10,4 10E3/uL), RBC count (mean: 3,1 10E6/uL), and HgB (mean: 9,8 g/dL). Adult patients had normal cognitive functions (range: 1,0 SD below normative mean) in different cognitive domains, and mainly in attention and executive functions (COWA letter fluency & semantic fluency, and SCWT mental flexibility), except for mild cognitive deficits in verbal learning (AVLT A1-5), but especially in motor dexterity (PPT left and right hand). These functions were heterogeneous at baseline, ranging from severely impaired to good within a cognitive domain. At follow-up, attention, executive functions, motor dexterity, and verbal learning had all improved significantly (p<0.02). Conclusion: Adult de novo AML/ALL patients exhibit at baseline normal cognitive functions, except for verbal learning and motor dexterity. Cognitive deficits in attention, executive functions, and verbal learning were found similar to previous reported research in AML/MDS. However, our data showed less impaired motor dexterity. Moreover, cognitive functions improved at follow-up. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "cognitive impairment",
        "leukemia, acute",
        "chemotherapy regimen",
        "chemotherapy, neoadjuvant",
        "follow-up",
        "uterine fibroids",
        "cancer",
        "hemoglobin",
        "leukocyte count",
        "red blood cell count measurement"
    ],
    "author_names": [
        "Stijn Verleden",
        "Kurt Audenaert",
        "Lucien Noens"
    ],
    "author_dict_list": [
        {
            "author_name": "Stijn Verleden",
            "author_affiliations": [
                "Hematology/Psychiatry, University Hospital Ghent, Ghent, Belgium, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Kurt Audenaert",
            "author_affiliations": [
                "Psychiatry, University Hospital Ghent, Ghent, Belgium, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lucien Noens",
            "author_affiliations": [
                "Hematology, University Hospital Ghent, Ghent, Belgium"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-15T09:38:07",
    "is_scraped": "1"
}