{
    "doi": "https://doi.org/10.1182/blood-2019-123587",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4157",
    "start_url_page_num": 4157,
    "is_scraped": "1",
    "article_title": "Novel Drugs and Clinical Trial-Based Treatments Prolong Survival of Peripheral T-Cell Lymphomas (PTCL) Patients: Single Institution Retrospective Analysis ",
    "article_date": "November 13, 2019",
    "session_type": "905.Outcomes Research-Malignant Conditions (Lymphoid Disease)",
    "topics": [
        "lymphoma, t-cell, peripheral",
        "chemotherapy regimen",
        "histone deacetylase inhibitors",
        "pralatrexate",
        "histone deacetylase",
        "autologous stem cell transplant",
        "b-cell lymphomas",
        "cyclophosphamide, doxorubicin, prednisone, and vincristine",
        "cytotoxic drug therapy",
        "epoch protocol"
    ],
    "author_names": [
        "Helen Ma, MD",
        "Enrica Marchi, MD, PhD",
        "Bin Cheng, PhD",
        "Govind Bhagat, MD",
        "Owen A. O'Connor, MD PhD"
    ],
    "author_affiliations": [
        [
            "New York Presbyterian Hospital - Columbia University Medical Center, New York, NY "
        ],
        [
            "Center for Lymphoid Malignancies, Department of Medicine, Columbia University Medical Center, New York, NY "
        ],
        [
            "Columbia University Medical Center, New York, NY"
        ],
        [
            "Columbia University Medical Center, New York, NY"
        ],
        [
            "Center for Lymphoid Malignancies, Department of Medicine, Columbia University Medical Center, New York, NY "
        ]
    ],
    "first_author_latitude": "40.84150795",
    "first_author_longitude": "-73.9420464",
    "abstract_text": "Introduction Peripheral T-cell lymphomas (PTCL) are a group of rare and heterogeneous diseases associated with unfavorable prognoses. Conventional chemotherapy has been the standard of care, but is considered marginally effective. This outcome has been attributed to the fact that most PTCL treatments are derived from the management of aggressive B-cell lymphomas. While relapse is common, subsequent line therapies are heterogeneous, and can include many lines of non-specific chemotherapy. Recently approved novel agents, such as pralatrexate and histone deacetylase (HDAC) inhibitors, and clinical trials however, tend to either not be used or used too late in the natural history of the disease. Herein, we compared the efficacy of chemotherapy and novel therapies, in first line, second line and third line, to identify factors that might influence the outcome of PTCL patients in a single institutional cohort. Methods A search of the electronic medical record and clinical trial databases from January 1, 1994 to May 31, 2019 was performed to identify patients with PTCL. Only patients 18 years and older with pathology-confirmed PTCL and complete clinical data were included. Due to substantially different disease characteristics, behavior, and treatment, we excluded patients with T/NK large granular lymphocytic leukemia and primary cutaneous T-cell lymphoma, with the exception of transformed mycosis fungoides. Overall survival (OS) was calculated from the time of diagnosis to death from any cause. Kaplan-Meier curves were generated and compared based on the log-rank test. Cox proportional hazard models were used to investigate the association by adjusting for the type of treatments and the lines of therapy. Statistical analyses were performed with SAS version 9.4. Results There were 213 patients (1.2 males:1 female) included in the analysis with a median age of diagnosis of 56.9 years (range 18.1-90.3). Front-line therapies typically consisted of chemotherapy, including CHOP, CHOEP, and EPOCH. The use of clinical trials and novel agents increased as patients progressed through multiple lines of therapy. Figure 1A showed that patients who achieved a CR with first line chemotherapy had a better overall survival than patients who did not (median 8.9 years vs 0.83 years, p<0.0001), with trends suggesting improvement in survival with novel combinations and single agents. Although limited by small numbers, patients with primary refractory or relapsed disease were generally given additional lines of chemotherapy, and the percentage of patients who achieved CR trended down more drastically (42% first line in Figure 1A, 16% second line in Figure 1D, 21% third line in Figure 1G) than patients who received novel combinations (50% first line in Figure 1B, 23% second line in Figure 1E, 30% third line in Figure 1H) or single agents (27% first line in Figure 1C, 40% second line in Figure 1F, 20% third line in Figure 1I). There were no significant differences in the frequency of radiotherapy or autologous stem cell transplantation over the study period. Our data demonstrate that exposure to novel agents (p=0.002) in Figure 2A and novel combinations (p=0.003) in Figure 2B, especially histone deacetylase inhibitors (HDACI, p=0.045) in Figure 2D, during the treatment course of PTCL patients, was associated with prolonged overall survival. Pralatrexate had a trend toward improving outcomes in the first ten years as shown in Figure 2C, but this was not statistically significant. Conclusions Clinical trials and novel therapies improve outcomes and should be considered earlier in the therapy of patients with PTCL. Patients who obtain CR early have the best overall survival. Our findings suggest that patients with R/R PTCL who fail chemotherapy should be enrolled in clinical trials or be given novel approved agents rather than repeated rounds of non-specific cytotoxic therapy. View large Download slide View large Download slide  Disclosures Marchi: Spectrum Pharmaceuticals, Verastem Oncology: Research Funding. O'Connor: Celgene: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Mundipharma: Consultancy, Membership on an entity's Board of Directors or advisory committees; ADCT Therapeutics, Affimed, Agensys, Merck, Seattle Genetics, Spectrum, Trillium, and Verastem Oncology.: Research Funding; TG Therapeutics: Other: Travel Support, Research Funding. OffLabel Disclosure: Drugs that are approved for the treatment of patients with relapsed and refractory peripheral T-cell lymphoma, such as pralatrexate (a novel antifolate) and histone deacetylase inhibitors, were used in the front line setting when patients were not candidates for chemotherapy or enrolled in clinical trials. Outcomes are also described for non-FDA approved drugs used as monotherapy or in combination in clinical trials as well as FDA approved drugs for other indications used in clinical trials are described though not explicitly listed."
}