{
    "doi": "https://doi.org/10.1182/blood-2020-137576",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4623",
    "start_url_page_num": 4623,
    "is_scraped": "1",
    "article_title": "Efficacy and Safety of Blinatumomab for Relapsed or Refractory Pediatric ALL Patients: A Systematic Review ",
    "article_date": "November 5, 2020",
    "session_type": "612.Acute Lymphoblastic Leukemia: Clinical Studies",
    "abstract_text": "Background Most children with Acute Lymphoblastic Leukaemia achieve complete remission and subsequent cure after chemotherapy. But, ALL relapse is the leading cause of treatment failure in paediatric patients, causing long term survival to below. Chemotherapy along with targeted therapies have been explored in relapsed/refractory ALL (R/R ALL) patients. One such targeted therapy is Blinatumomab (Blin), a bi-specific T-cell engagers (BiTEs) antibody, it binds to CD3 receptors on T-cells and CD19 receptors on B-cells thereby re-directing T-cells to exert their cytotoxic effect on malignant as well as non-malignant B-cells. Blin was approved by FDA in March 2018 for the treatment of B-cell precursor ALL in first or second complete remission with minimal residual disease (MRD) ≥0.1%. This approval was based on BLAST trial conducted on ≥18-year-old ALL patients. The drug has been studied in children (1-18 years) with five clinical trials exclusively in children of which two have reported their results and three are ongoing. In this systematic review, we evaluated the safety and efficacy of Blin as a monotherapy in paediatric R/R ALL patients. Material/Methods We performed a search on PubMed, Embase, Clinical Trials, Web of Science and Cochrane. We used Mesh Terms \"ALL\" and \"Blinatumomab\" without any filters. After screening of 1199 articles, 5 clinical trial, 3 retrospective studies and 1 case series were included. These studies included only paediatric patients (<18yrs) evaluating the role of Blin as monotherapy in R/R ALL. We followed the PRISMA guidelines for literature search and selection of studies RESULTS: A total number of patients who received Blin was 320, all were <18 years. The preceding treatment regimens included multi-agent chemotherapy with or without hematopoietic stem cell transplant (HSCT). Five studies included only those patients with more than ≥5% bone marrow blasts. Though many combination monoclonal antibody therapies are available, we included only patients given Blin as monotherapy. Blin therapy was a 4 weeks continuous infusion at a dosage of 5 or 15μg/m2/day followed by 2 weeks of treatment-free interval as one cycle, in the studies, the number of treatment cycles ranged from 1-18. A median follow up in the studies ranged from 6 months to 5 years. Overall, complete response (CR) was found to be 58% (n=184) ranging between 31% to 100%. Following CR with Blin relapse rate was 40% (n=66). The overall median survival ranged from 4.3 to 22 months amongst 5 of the nine studies, while it was reported to be 80% (n=9) survival at the end of 12 months by Elitzur et al and 33.3% (n=3) at the end of two cycles of blin by Schlegel, P et al, the remaining two studies did not mention the duration of overall survival. The cumulative hematologic adverse outcomes of ≥grade 3 amongst the studies reported were neutropenia 22% (n=70), Anemia 27.7%(n=55), thrombocytopenia as reported in four studies was 21.5% (n=30). Fuster J et al. reported a cumulative non-hematologic adverse outcome of 40%(n=6) while other studies reported ≥ grade 3 non-hematologic adverse outcomes with increased liver enzymes, neurologic problems and fever to be most common. Cumulative cytokine release syndrome was reported as 4.7% (n=14) in 6 out of 9 studies. Elitzur et al. reported no non-hematologic adverse effect. We found total cumulative death reported as 17% of cases (n=34). Conclusion Blinatumomab use for R/R ALL paediatric patients treatment showed promising outcomes with more than half of the patients achieving CR. Overall survival has been good with median patient surviving disease-free between 4 to 22 months at large. Though, low mortality indicated long term survival, a high relapse rate points that Blin with combination therapy may show better outcomes. Fifteen ongoing clinical trials are testing Blin currently, three of which are on paediatric R/R ALL group. One trial is testing a combination of Blin and pembrolizumab. The results of these trials will further provide information on its effectiveness in combination therapy. View large Download slide View large Download slide  Disclosures Anwer: Incyte, Seattle Genetics, Acetylon Pharmaceuticals, AbbVie Pharma, Astellas Pharma, Celegene, Millennium Pharmaceuticals.: Honoraria, Research Funding, Speakers Bureau.",
    "topics": null,
    "author_names": [
        "Anam Khan",
        "Atif Irfan Khan, MD",
        "Sana Irfan Khan, MD",
        "Sobia Aamir, MDFCPS",
        "Usman Ali Akbar, MBBS",
        "Anum Waqar, MBBS",
        "Muhammad Ashar Ali, MD",
        "Abdul Jabbar Dar, MD",
        "Richi Kashyap, MD",
        "Saad Ur Rahman, MBBS",
        "Muhammad Ali Mirza, MD",
        "Qasim Khurshid, MD",
        "Faiz Anwer, MD"
    ],
    "author_affiliations": [
        [
            "Jawaharlal Nehru Medical College, New Delhi, India "
        ],
        [
            "All India Institute Of Medical Sciences, Delhi, India "
        ],
        [
            "All India Institute Of Medical Sciences, Delhi, India "
        ],
        [
            "Children hospital and Institute of Child Health, Lahore, Pakistan "
        ],
        [
            "Nishtar Medical University, Multan, Pakistan "
        ],
        [
            "Fatima Jinnah Medical University, Lahore, Pakistan "
        ],
        [
            "King Edward Medical University, Lahore, Pakistan "
        ],
        [
            "Shaikh Zayed Medical College, Lahore, Pakistan "
        ],
        [
            "Maulana Azad Medical College, NOIDA, India "
        ],
        [
            "King Edward Medical University, Lahore, Pakistan "
        ],
        [
            "Frontier Medical and Dental College, Abbottabad, Pakistan "
        ],
        [
            "Xinjiang medical university, Urumqi, China "
        ],
        [
            "Department of Hematology & Medical Oncology, Cleveland Clinic Taussig Cancer Institute, Moreland Hills, OH"
        ]
    ],
    "first_author_latitude": "28.589367499999998",
    "first_author_longitude": "77.1677564"
}