{
    "doi": "https://doi.org/10.1182/blood.V116.21.4180.4180",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1671",
    "start_url_page_num": 1671,
    "is_scraped": "1",
    "article_title": "Endogenous Oncogenic Nras Mutation Leads to Aberrant GM-CSF Signaling In Granulocytic/Monocytic Precursors In a Murine Model of Chronic Myelomonocytic Leukemia ",
    "article_date": "November 19, 2010",
    "session_type": "Oncogenes and Tumor Suppressors: Poster II",
    "topics": [
        "granulocyte-macrophage colony-stimulating factor",
        "granulocytes",
        "leukemia, myelomonocytic, chronic",
        "mice",
        "monocytes",
        "mutation",
        "recombinant granulocyte-macrophage colony-stimulating factors",
        "signal transduction",
        "myeloproliferative disease",
        "bone marrow transplantation"
    ],
    "author_names": [
        "Jinyong Wang, PhD",
        "Yangang Liu, PhD",
        "Zeyang Li, PhD",
        "Juan Du, PhD",
        "Myung-Jeom Ryu, PhD",
        "Philip Taylor",
        "Mark D. Fleming, MD, DPhil",
        "Ken H Young, PhD",
        "Henry Pitot, PhD",
        "Jing Zhang, PhD"
    ],
    "author_affiliations": [
        [
            "University of Wisconsin-Madison, Madison, WI, USA, "
        ],
        [
            "University of Wisconsin-Madison, Madison, WI, USA, "
        ],
        [
            "University of Wisconsin-Madison, Madison, WI, USA, "
        ],
        [
            "University of Wisconsin-Madison, Madison, WI, USA, "
        ],
        [
            "University of Wisconsin-Madison, Madison, WI, USA, "
        ],
        [
            "Cardiff University School of Medicine, Cardiff, United Kingdom, "
        ],
        [
            "Pathology, Children's Hospital Boston, Harvard Medical School, Boston, MA, USA, "
        ],
        [
            "Department of Pathology & Laboratory Medicine, University of Wisconsin"
        ],
        [
            "University of Wisconsin-Madison, Madison, WI, USA, "
        ],
        [
            "University of Wisconsin-Madison, Madison, WI, USA, "
        ]
    ],
    "first_author_latitude": "43.076592000000005",
    "first_author_longitude": "-89.4124875",
    "abstract_text": "Abstract 4180 Oncogenic NRAS mutations are frequently identified in myeloid diseases involving monocyte lineage. However, its role in the genesis of these diseases remains elusive. We report a mouse bone marrow transplantation model harboring an oncogenic G12D mutation in the Nras locus. Approximately 95% of recipient mice develop a myeloproliferative disease resembling the myeloproliferative variant of chronic myelomonocytic leukemia (CMML), with a prolonged latency and acquisition of multiple genetic alterations, including uniparental disomy of oncogenic Nras allele. Based on single-cell profiling of phospho-proteins, a novel population of CMML cells is identified to display aberrant GM-CSF signaling in both the ERK1/2 and Stat5 pathways. This abnormal signaling is acquired during CMML development. Further study suggests that aberrant Ras/ERK signaling leads to expansion of granulocytic/monocytic precursors, which are highly responsive to GM-CSF. Hyperactivation of Stat5 in CMML cells is mainly through expansion of these precursors rather than upregulation of surface expression of GM-CSF receptor. Our results provide insights into the aberrant cytokine signaling in oncogenic Nras-associated myeloid diseases. Our mouse model will serve as a powerful system to identify and validate cooperating mutations of oncogenic Nras in myeloid leukemias as well as assess the therapeutic efficacy of molecular agents in treating these leukemias. Disclosures: No relevant conflicts of interest to declare."
}