{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.3528.3528",
    "article_title": "Management of Renal Dysfunctions in Escort-HU Study ",
    "article_date": "December 7, 2017",
    "session_type": "114. Hemoglobinopathies, Excluding Thalassemia—Clinical: Poster III",
    "abstract_text": "BACKGROUND Renal impairment is a progressive chronic complication of sickle cell disease (SCD) that begins in childhood and may progress until renal failure. It is responsible for mortality in 12% of SS SCD adults (Tehseen S, 2017). Causes of renal damages in SCD patients are multiple: hemolysis, vaso-occlusive episodes which lead to renal injuries, papillary necrosis, medullary fibrosis and focal segmental glomerulosclerosis (Rees D, 2010). Hydroxycarbamide (hydroxyurea or HU) is a myelosuppressive drug marketed since 1968 for the treatment of hematological malignancies, and authorized since 2007 in Europe as an orphan medicinal product for the prevention of recurrent vaso-occlusive crises and acute chest syndrome in adults and children older than 2 years with SCD. HU also seems to protect kidney function in SCD by decreasing proteinuria (Bartolucci P, 2015). As renal excretion is a pathway of HU elimination (60% of dose excreted in urine), consideration should be given to decrease the dose of HU in patients with renal impairment. We propose to study SCD patients with renal diseases treated with hydroxycarbamide (Siklos) and enrolled in ESCORT-HU (European Sickle Cell Disease COhoRT - HydroxyUrea), European multicenter prospective non interventional study. METHODS From January 2009 to June 2017, 1841 patients were enrolled in the ESCORT-HU study. 1016 patients were adults and 824 were children (1 date of birth missing). Among them, renal lesions have been reported in the study database in 220 patients (194 adults, 25 children, 1 date of birth missing). At inclusion the renal status of patients are reported in the electronic Case Report Form (e-CRF) using different clinical approaches. It allows to distinguish patients with a medical history of renal impairment (i.e. patient with renal insufficiency of etiology not reported, with an irreversible and progressive reduction in renal function) from patients with a history of sickle cell (SC) nephropathy (patients with any renal alteration related to SCD and not necessarily irreversible and progressive). RESULTS Compared to the global cohort without any kidney involvement, patients with renal lesions were older (35.8 years vs 21.0 years) as expected, with less children (11.4% vs 50.2%) and mainly with SS genotype (94.5% vs 82.2%) (Table 1). 64.1% of patients with renal lesions were already treated with HU other than Siklos before their enrollment in the study, in line with the fact that kidney lesions are correlated with the ageing of the SCD population. HU was initially prescribed at lower doses in SCD patients with renal disease and naïve of HU treatment as recommended. For patients already treated with HU other than Siklos (the dose at enrolment ~ maintenance dose), even if we observed an increase of the dose until maintenance dose, this subpopulation received HU at lower daily doses (Table 2). SCD Patients with kidney diseases reported more frequent and more severe adverse events not related to SCD (AENOTSCD) than patients without renal lesions (2.30 AE per patient vs 1.49 AE per patients and 15.4% of severe AE vs 11.2%) (Figure 1). However these events are less serious (15% of serious AE vs 25% in patients without renal lesions) (Figure 2). Similarly, when focusing on AENOTSCD causally related to HU (as judged by the investigators), patients with renal lesions reported more AE especially in patients with history of renal impairment. As recommended by some guidelines (Habibi 2015, Sharpe 2014), renin-angiotensin system (RAS) inhibitors may be used is SCD patients with renal damage in order to limit the kidney disease progression. In ESCORT-HU study, RAS inhibitors were used in 47.3% of patients with renal lesions whereas it was used in 3.0% of patients without renal lesions. Consistently RAS inhibitors are mainly used in patients with a history of SCD nephropathy (54.54% vs 21.15% in the population with renal impairment) probably because damages in this subpopulation were irreversible (Table 3). CONCLUSION 12% of SCD patients, mainly adults, enrolled in the ESCORT-HU study had renal dysfunctions at enrolment. As expected this subpopulation is older than the global population of the cohort. Although HU is prescribed at lower doses, these patients go on to have more adverse events and this justifies a close monitoring of them. Controlled trials are required to evaluate the role of HU on the renal failure. View large Download slide View large Download slide Close modal Disclosures Bartolucci: Novartis US: Membership on an entity's Board of Directors or advisory committees; Addmedica: Research Funding; GBT: Membership on an entity's Board of Directors or advisory committees; Fondation Fabre: Research Funding. Ribeil: Addmedica: Membership on an entity's Board of Directors or advisory committees, Research Funding. Lobitz: Addmedica: Membership on an entity's Board of Directors or advisory committees. Galacteros: Addmedica: Membership on an entity's Board of Directors or advisory committees.",
    "topics": [
        "acute chest syndrome",
        "adverse event",
        "drug maintenance dose",
        "fibrosis",
        "focal glomerulosclerosis",
        "hematologic neoplasms",
        "hydroxyurea",
        "kidney",
        "kidney diseases",
        "kidney failure"
    ],
    "author_names": [
        "Pablo Bartolucci, MD PhD",
        "Gylna Loko, MD",
        "Corinne Charneau, MD",
        "Jean-Antoine Ribeil, MD",
        "Nathalie Lemonne, MD",
        "Stephan Lobitz, MD",
        "Malika Benkerrou, MD",
        "Frederic Galacteros, MDPhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Pablo Bartolucci, MD PhD",
            "author_affiliations": [
                "Henri Mondor Hospital - APHP, Creteil, France "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Gylna Loko, MD",
            "author_affiliations": [
                "Martinique University Hospital, Le Lamentin, Martinique "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Corinne Charneau, MD",
            "author_affiliations": [
                "Basse-Terre Hospital, Basse-Terre, Guadeloupe "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jean-Antoine Ribeil, MD",
            "author_affiliations": [
                "Necker-Enfants Malades Hospital - APHP, Paris, France "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nathalie Lemonne, MD",
            "author_affiliations": [
                "Pointe-à-Pitre Hospital, Pointe-à-Pitre, Guadeloupe "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephan Lobitz, MD",
            "author_affiliations": [
                "Charité-Universitätsmedizin, Berlin, Germany "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Malika Benkerrou, MD",
            "author_affiliations": [
                "Robert Debré Hospital - APHP, Paris, France"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Frederic Galacteros, MDPhD",
            "author_affiliations": [
                "Henri Mondor Hospital - APHP, Creteil, France "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-12T04:01:37",
    "is_scraped": "1"
}