{
    "doi": "https://doi.org/10.1182/blood.V116.21.4826.4826",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1681",
    "start_url_page_num": 1681,
    "is_scraped": "1",
    "article_title": "“Early-FDG-PET” but Not Macrophage Infiltration In Diagnostic Specimen Seems to Predict Clinical Course of Hodgkin Lymphoma ",
    "article_date": "November 19, 2010",
    "session_type": "Hodgkin Lymphoma - Biology, excluding Therapy",
    "topics": [
        "fluorodeoxyglucose f18",
        "hodgkin's disease",
        "macrophages",
        "pet animal",
        "positron-emission tomography",
        "fluorodeoxyglucose positron emission tomography",
        "autologous stem cell transplant",
        "bleomycin/dacarbazine/doxorubicin/vinblastine protocol",
        "bone marrow biopsy",
        "cancer"
    ],
    "author_names": [
        "Alberto Fabbri",
        "Stefano Lazzi",
        "Ida Chitarrelli",
        "Vania Rossi",
        "Alessandro Gozzetti",
        "Francesco Forconi",
        "Mazzei Maria Antonietta",
        "Bruno Jim Rocca",
        "Alice Pietrini",
        "Giulia Montelatici",
        "Enrico Pesciullesi",
        "Lorenzo Leoncini",
        "Francesco Lauria, MD"
    ],
    "author_affiliations": [
        [
            "Division of Hematology and Transplant, Department of Clinical Medicine and Immunological Sciences, University of Siena, Siena, Italy, "
        ],
        [
            "Unit of Pathology, Azienda Ospedaliera Universitaria Senese, Siena, Italy;, Siena, Italy, "
        ],
        [
            "Division of Hematology and Transplant, Department of Clinical Medicine and Immunological Sciences, University of Siena, Siena, Italy, "
        ],
        [
            "Unit of Nuclear Medicine, Ospedale San Donato, Arezzo, Italy, Arezzo, Italy, "
        ],
        [
            "GIMEMA Italian Myeloma Network, Italy, "
        ],
        [
            "Division of Hematology and Transplant, Department of Clinical Medicine and Immunological Sciences, University of Siena, Siena, Italy, "
        ],
        [
            "Unit of Radiology, Azienda Ospedaliera Universitaria Senese, Siena, Italy., Siena, Italy, "
        ],
        [
            "Unit of Pathology, Azienda Ospedaliera Universitaria Senese, Siena, Italy;, Siena, Italy, "
        ],
        [
            "Division of Hematology and Transplant, Department of Clinical Medicine and Immunological Sciences, University of Siena, Siena, Italy, "
        ],
        [
            "Unit of Nuclear Medicine, Ospedale San Donato, Arezzo, Italy, Arezzo, Italy, "
        ],
        [
            "Unit of Nuclear Medicine, Ospedale San Donato, Arezzo, Italy, Arezzo, Italy, "
        ],
        [
            "Unit of Pathology, Azienda Ospedaliera Universitaria Senese, Siena, Italy;, Siena, Italy, "
        ],
        [
            "Azienda Ospedaliera Universitaria Senese, Siena, Italy"
        ]
    ],
    "first_author_latitude": "43.31930130000001",
    "first_author_longitude": "11.332926599999999",
    "abstract_text": "Abstract 4826 Background: Hodgkin Lymphoma (HL) is a highly curable malignancy that mostly affects young adults; currently, considering all patients more than 75% of them will be cured and the ones diagnosed with early stage disease have a chance of cure over 90%. However, despite these very satisfactory results, about 20% of patients still die from progressive disease and non-specific related Hodgkin's mortality, mostly due to late toxic effects, continues to rise with time. Consequently, the optimal treatment should be designed based on prognostic models, but currently all of them predict the outcome of treatment with imperfect accuracy. Since from recent studies “early FDG–PET” and lately tissue macrophages infiltration seem to be powerful predictors, we hypothesized that macrophage infiltration could be the shadow of the inflammatory microenvironment that FDG-PET identifies in HL and that persist at early assessment in patients who will fail to respond to treatment. Consequently we decided to verify this hypothesis analyzing a group of patients with HL diagnosed and treated at our institution. Patients and methods: on the basis of availability of paraffin embedded diagnostic specimen and “early PET” assessment, we selected a cohort of 24 patients (M/F: 12/12) with Hodgkin Lymphoma, diagnosed and treated at our institution between February 2007 and February 2010. Before starting treatment all patients completed staging with whole body CT scan, FDG-PET and bone marrow biopsy. Ten patients had stage II disease, 10 patient stage III and 4 patients stage IV; median age was 33 years. Programmed treatment consisted of 4–6 cycles of ABVD and, if indicated, involved-field radiation therapy. Patients repeated CT scan and FDG-PET after two cycles and after completion of therapy. Macrophage infiltration in paraffine-embedded diagnostic specimen was retrospectively determined by immunohostochemistry. Results: After two cycles of ABVD, FDG-PET was negative in 18/24 patients (75%), while FDG-PET was positive in the six remaining patients (25%). Overall 20 out of 24 patients (83%) achieved a CR, however two of them had an early relapse (within 6 months), so they underwent 2 nd line therapy plus autologous stem cell transplantation (ASCT), both obtaining a second CR. Among the four remaining patients, one achieved only a PR and entered salvage protocol with 2 nd line treatment plus ASCT, two achieved a CR after second line treatment and the last one was refractory to 3 lines of treatment and finally was enrolled in an investigational protocol. With a median follow up of 18.5 months, 21 out of 24 patients are alive in CR, a patient is alive in PR and two patients died, due respectively to pulmonary thromboembolism and ARDS (after mediastinal irradiation). Five out six patient (83%) with persistent positive “early FDG-PET” failed their first line treatment. About macrophage percentage in the diagnostic specimen, evaluated and classified according to the criteria reported in the recent paper by Dr Steidl and coworkers, one patient (4%) was classified with score 1, twelve (50%) with score 2 and eleven (46%) with score 3. Among the six patients with persistent positive “early-FDG-PET”, one of them had score 1 (and never obtained CR), three had score 2 and two score 3. Conclusions: with the limitation of a small cohort of patients and the lack of gene-expression assays, our data do not seem to support our hypothesis neither to confirm the recently reported prognostic impact of macrophage infiltration in diagnostic specimen. Disclosures: No relevant conflicts of interest to declare."
}