{
    "doi": "https://doi.org/10.1182/blood.V128.22.4334.4334",
    "article_title": "Evolving Risk of Myelodysplastic Syndromes Among Adolescents and Young Adults Following Radiation Treatment for First Cancers in the United States, 1973 - 2014 ",
    "article_date": "December 2, 2016",
    "session_type": "637. Myelodysplastic Syndromes-Clinical Studies: Poster III",
    "abstract_text": "Background Adolescents and young adults (AYA; aged 15-39) treated for first cancers are a demographic cohort that are uniquely predisposed to risk of second cancers. This is due to increased sensitivity of exposed tissues to cancer therapies and a longer latency for the development of second cancers due to longer survival resulting from advances in cancer treatments. Radiotherapy is a commonly used modality in several AYA cancers and has been associated with increased risk of subsequent neoplasms including myeloid malignancies. Myelodysplastic syndrome (MDS) is the most common myeloid malignancy in the US but very little is known regarding the risk of MDS in the AYA population. In this study, we analyzed the evolving risk of MDS in the AYA population spanning over 4 decades using the US Surveillance Epidemiology and End Results (SEER) registry. Methods A novel R program, SEERaBomb ( Leukemia. 2016;30(2):285-94 ) was developed to query all 18 SEER registries. We identified all AYA first cancer cases treated with radiation that subsequently developed MDS as second cancers. Diagnosis was derived from the International Classification of Diseases for Oncology Third Revision categories. SEER cancer registries collect information on the initial course of treatment and does not carry information on chemotherapy. SEERaBomb allows merging of all 18 SEER registries - a function not permitted by the NIH-developed SEER*Stat MP-SIR program that limits researchers to use either SEER 9 or SEER 13. This significantly increases the capture of MDS cases. AYA cancer survivor person yrs at risk for developing MDS was based on age at diagnosis of the first cancer, survival time, and age at diagnosis of MDS. Relative risks (RR) for developing MDS were based on observed/expected cases between the cohorts receiving no radiation (control) or radiation. Results In total 569,681 AYA first cancer patients (pts) were identified, of whom 133,829 (23%) received radiation as initial part of their cancer treatment and 426,272 (75%) received no radiotherapy. Mean age at the time of first cancer diagnosis was similar in radiation treated and untreated cohorts (32 yrs vs. 31.2 yrs). Median yrs of follow up after first cancer diagnosis was 5.7 yrs (25-75 interquartile [IQR], 1.9-12.2) in pts receiving radiation and 9.1 yrs (25-75 IQR, 2.7-20.2) in those not treated with radiation. A total of 48 pts developed MDS; 21 in the radiation group and 27 in the cohort that did not receive radiation. Median time to development of MDS after first cancer diagnosis was 3.8 yrs (25-75 IQR, 2.0-6.1) in those who received radiation and 3.1 yrs (25-75 IQR, 1.1-4.2) in non-irradiated pts. MDS cases were classified as RA (n=5), RARS (n=4), RCMD (n=3), RAEB (n=8), MDS with 5q deletion syndrome (n=2), and MDS-U (n=26). Compared with the risk in general population, pts treated with radiotherapy and those who did not receive radiation had an elevated risk of developing MDS within the first 10 yrs (RR=33.3; 95% CI, 20.4-51.5 vs. RR=19.3; 95% CI, 12.6-28.2). The risk of MDS in both radiation-treated and untreated cohort peaked within the first two yrs. The risk of MDS in general was higher in the radiation-treated pts compared to non-radiated pts for up to 7 yrs from exposure and beyond 10 yrs, the risk for MDS steadily fell to baseline rates (Fig 1). The risk kinetics of developing MDS in AYA first cancer survivors mimics the kinetics of MDS development in adults > 40 yrs, whereas the magnitude of the RR is much higher in the first group (Fig 2). When the pooled occurrence of AML and MDS as second cancers was analyzed in AYA first cancer survivors, those who received radiation had a statistically significant increased risk of developing AML or MDS within the first 3 yrs of exposure compared with pts not treated with radiation (RR=22.5; 95% CI, 18.2-27.7 vs. RR=12.5; 95% CI,10.3-15.0; Fig 3). Conclusion AYA cancer pts have a strikingly increased risk of developing MDS in the first 10 yrs after first cancer diagnosis. AYA cancer pts undergoing radiotherapy for first cancers appear to have an even higher risk of developing MDS that can last up to 10 yrs following exposure. Considering the long latency of MDS seen in atomic bomb cohorts and relative young age of AYA pts, MDS rates are likely to continue to rise. Figure 1 View large Download slide Kinetics of MDS second cancer risks in AYA pts. Figure 1 View large Download slide Kinetics of MDS second cancer risks in AYA pts. Close modal Figure 2 View large Download slide Kinetics of MDS second cancer risks in patients aged > 40 yrs. Figure 2 View large Download slide Kinetics of MDS second cancer risks in patients aged > 40 yrs. Close modal Figure 3 View large Download slide Kinetics of myeloid neoplasm (MN; MDS or AML) second cancer risks in AYA pts. Figure 3 View large Download slide Kinetics of myeloid neoplasm (MN; MDS or AML) second cancer risks in AYA pts. Close modal Disclosures Carraway: Baxalta: Speakers Bureau; Incyte: Membership on an entity's Board of Directors or advisory committees; Amgen: Membership on an entity's Board of Directors or advisory committees; Novartis: Membership on an entity's Board of Directors or advisory committees; Celgene: Research Funding, Speakers Bureau. Maciejewski: Celgene: Consultancy, Honoraria, Speakers Bureau; Apellis Pharmaceuticals Inc: Membership on an entity's Board of Directors or advisory committees; Alexion Pharmaceuticals Inc: Consultancy, Honoraria, Speakers Bureau. Sekeres: Celgene: Membership on an entity's Board of Directors or advisory committees. Mukherjee: Novartis: Consultancy, Honoraria, Research Funding; Celgene: Consultancy, Honoraria, Research Funding; Ariad: Consultancy, Honoraria, Research Funding.",
    "topics": [
        "adolescent",
        "cancer",
        "myelodysplastic syndrome",
        "young adult",
        "brachial plexus neuritis",
        "second primary cancers",
        "cancer diagnosis",
        "radiation therapy",
        "cancer therapy",
        "myeloproliferative disease"
    ],
    "author_names": [
        "Remco Molenaar, M.Sc.",
        "Tomas Radivoyevitch, PhD",
        "Hetty E. Carraway, MD MBA",
        "Jaroslaw P. Maciejewski, MD, PhD, FACP",
        "Mikkael A Sekeres, MD MS",
        "Sudipto Mukherjee, MD, PhD, M.P.H."
    ],
    "author_dict_list": [
        {
            "author_name": "Remco Molenaar, M.Sc.",
            "author_affiliations": [
                "Department of Cell Biology & Histology, Academic Medical Center, University of Amsterdam, Amsterdam, Netherlands ",
                "Translational Hematology & Oncology Research, Taussig Cancer Center, Cleveland Clinic, Cleveland, OH "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Tomas Radivoyevitch, PhD",
            "author_affiliations": [
                "Department of Quantitative Health Sciences, Cleveland Clinic, Cleveland, OH "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hetty E. Carraway, MD MBA",
            "author_affiliations": [
                "Leukemia Program, Cleveland Clinic, Cleveland, OH "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jaroslaw P. Maciejewski, MD, PhD, FACP",
            "author_affiliations": [
                "Department of Translational Hematology and Oncology Research, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mikkael A Sekeres, MD MS",
            "author_affiliations": [
                "Hematologic Oncology and Blood Disorders, Taussig Cancer Center, Cleveland Clinic, Cleveland, OH "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sudipto Mukherjee, MD, PhD, M.P.H.",
            "author_affiliations": [
                "Taussig Cancer Institute / Leukemia Program, Cleveland Clinic, Cleveland, OH"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-08T13:07:30",
    "is_scraped": "1"
}