{
    "doi": "https://doi.org/10.1182/blood.V128.22.2387.2387",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3326",
    "start_url_page_num": 3326,
    "is_scraped": "1",
    "article_title": "Analysis of Drugs for Hematological Malignancy That Were Granted Accelerated Approval and Feasibility of Randomized Phase 3 Clinical Trials for Relapsed and Refractory Hematological Malignancy ",
    "article_date": "December 2, 2016",
    "session_type": "902. Health Services Research-Malignant Conditions: Poster I",
    "topics": [
        "accelerated approval",
        "hematologic neoplasms",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "autologous stem cell transplant",
        "multiple myeloma",
        "lymphoid neoplasm, malignant",
        "non-hodgkin's lymphoma, aggressive",
        "acute lymphocytic leukemia",
        "follicular lymphoma"
    ],
    "author_names": [
        "Sumimasa Nagai, MD, PhD",
        "Keiya Ozawa, MD PhD"
    ],
    "author_affiliations": [
        [
            "The Institute of Medical Science, The University of Tokyo, Tokyo, Japan "
        ],
        [
            "The Institute of Medical Science, The University of Tokyo, Tokyo, Japan"
        ]
    ],
    "first_author_latitude": "35.6398361",
    "first_author_longitude": "139.72490489999998",
    "abstract_text": "Background: Accelerated approval regulation was instituted in 1992 in the US. Principally, accelerated approval is granted based on a surrogate endpoint that is reasonably likely to predict clinical benefit and postmarketing confirmatory clinical trials are required to verify clinical benefit and convert accelerated approval to regular approval. However, it is a big challenge in terms of feasibility to conduct randomized phase 3 trials for relapsed or refractory hematological malignancy. Methods: We examined indications of accelerated approval and target population and development status of postmarketing confirmatory clinical trials regarding all drugs for hematological malignancy that were granted accelerated approval during December, 1992 and July, 2016. In addition, we searched Pubmed for results of randomized phase 3 trials that were published after the year of 2000 and Clinicaltrials.gov database for information on ongoing or terminated randomized phase 3 trials for adult patients with relapsed or refractory lymphoid malignancies other than chronic lymphocytic leukemia and multiple myeloma. Results: As of July 31, 2016, 37 indications of 31 drugs for hematological malignancy were granted accelerated approval. Of these, 31 indications were relapsed or refractory hematological malignancy. Although postmarketing clinical trials for verifying clinical efficacy were completed regarding the other 6 indications, accelerated approval regarding only 13 of the 31 indications for relapsed or refractory hematological malignancy was converted to regular approval and this conversion took median 1155 (166-3220) days. Moreover, 5 of the 13 indications were granted regular approval based on clinical data in different population from (earlier treatment line than) the indications granted accelerated approval as follows: ibritumomab tiuxetan for follicular lymphoma, alemtuzumab for chronic lymphocytic leukemia, imatinib for pediatric chronic myeloid leukemia, ofatumumab for chronic lymphocytic leukemia and brentuximab vedotin for Hodgkin lymphoma. The other 8 of 13 indications were grated regular approval for very similar population to the indications granted accelerated approval as follows: relapsed or refractory cutaneous T-cell lymphoma (denileukin), relapsed or refractory chronic myeloid leukemia (dasatinib, nilotinib and omacetaxin), relapsed or refractory multiple myeloma (bortezomib, carfilzomib and pomalidomide) and relapsed or refractory chronic lymphocytic leukemia (ibrutinib). Therefore, accelerated approval of any drugs has never been converted to regular approval based on clinical trials for relapsed or refractory B-cell lymphoma, relapsed or refractory peripheral T-cell lymphoma and relapsed or refractory acute lymphoblastic leukemia. In fact, regarding phase 3 trials for adult patients with relapsed or refractory lymphoid malignancies other than multiple myeloma and chronic lymphocytic leukemia, we found 20 trials published in international journals and 32 trials in clinicaltrials.gov. The details are 23 trials for indolent B-cell non-Hodgkin's lymphoma including follicular lymphoma, 13 for autologous stem cell transplantation (ASCT)-eligible aggressive non-Hodgkin's lymphoma, 4 for ASCT-ineligible aggressive non-Hodgkin's lymphoma, 4 for mantle cell lymphoma, 4 for Hodgkin's lymphoma, 2 for acute lymphoblastic leukemia, 1 for peripheral T-cell lymphoma and 1 for cutaneous T-cell lymphoma. In total, 11 trials were stopped due to low accrual. The median (Min, Max) number of actual or anticipated enrolled patients in the other 41 trials was 317 (143, 800). Negative results were reported regarding 9 trials including 7 trials for ASCT-eligible aggressive non-Hodgkin's lymphoma. There were no trials in which result of overall survival as single primary endpoint was positive. Conclusions: Our analysis indicates that drug approval based on phase 3 trials for patients with relapsed or refractory lymphoid malignancies other than multiple myeloma and chronic lymphocytic leukemia remains a big challenge. Therefore, how to evaluate results of single-arm trials for these patients and how to enroll these patients to clinical trials efficiently are important. Disclosures Nagai: Takara Bio Inc.: Consultancy. Ozawa: Celgene Japan: Consultancy; Takara Bio Inc: Research Funding; Sumitomo Dainippon Pharma Co. Ltd: Research Funding; JCR Pharmaceutical Inc: Consultancy."
}