{
    "doi": "https://doi.org/10.1182/blood.V104.11.4973.4973",
    "article_title": "Antigen Specificity and Immunoregulation in Syngeneic Graft-Versus-Host Disease. ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Syngeneic graft-vs-host disease (SGVHD) is a T cell dependent autoaggression syndrome induced by administering Cyclosporine following syngeneic bone marrow transplantation. The SGVHD autoreactive T cells recognize the MHC class II-invariant chain peptide complex (MHC class II-CLIP) and can be separated into functional subsets based on their differential dependence on the N- and C-terminal peptide flanking domains of CLIP. The present studies were undertaken to determine whether the N- or C-terminal flanking domain dependent subsets of CLIP reactive T cells reside within the CD4+CD25+ regulatory compartment. Multi-color flow cytometry was used to identify and isolate CD4+ (FITC) CD25+ (PE) T cells. Antigen-specific T cells within this compartment were identified with a soluble MHC class II-Ig chimeric construct (bioinylated, Cychrome avidin counterstaining) loaded with variants of CLIP containing the MHC class II binding domain and having either the N- or C-terminal flanking regions (N-CLIP, CLIP-C). Approximately 8.5% of the cells within the normal CD4+ lymphocyte population were CD25+. Both N-CLIP (1.1%) and CLIP-C (4.8%) reactive T cells coould be detected in the CD4+CD25+ population. Assessment of CD28, CTLA4, B7.1 and B7.2 mRNA expression levels by quantitative PCR directly ex vivo, revealed remarkable differences between the N-CLIP and CLIP-C specific CD4+CD25+ T cells. Although CD28 mRNA levels were comparable for both subsets, B7.2 and CTLA4 mRNA transcript levels were significantly increased (>50 fold) in the CLIP-C+CD4+CD25+ T cells compared to the N-CLIP specific subset. On the other hand, levels of B7.1 mRNA were increased >10 fold in N-CLIP+CD4+CD25+ T cells. Additional studies assessing mRNA transcript levels for the regulatory transcription factor Foxp3, also revealed a disparity between the N-CLIP and C-CLIP specific subsets. mRNA transcript levels for Foxp3 were markedly increased (>35 fold) in the CLIP-C dependent subset compared to the levels detected in N-CLIP+CD4+CD25+ T cells. Low levels of cytokine (IL-2, IL-4, interferon-γ) mRNA transcripts were detected in both subsets. Interestingly, intradermal immunization of normal animals with the peptides presented on dendritic cells increased mRNA transcript levels for type 1 cytokines in the N-CLIP reactive subset and type 2 cytokines in the CLIP-C dependent subset. Taken together, the results indicate that the CLIP-C antigen specific CD4+CD25+ cells have a profile consistent with regulatory T cells whereas the profile of the N-CLIP+CD4+CD25+ lymphocytes is more characteristic of activated T helper cells. The ability to identify and isolate regulatory T cells ex vivo and to modify their activity by immunization provides opportunities to both enhance and monitor the re-establishment of self-tolerance.",
    "topics": [
        "antigens",
        "graft-versus-host disease",
        "immunomodulation",
        "rna, messenger",
        "cytokine",
        "peptides",
        "cd28 antigens",
        "aldesleukin",
        "bone marrow transplantation",
        "cyclosporine"
    ],
    "author_names": [
        "Allan D. Hess, Ph.D.",
        "Christopher J. Thoburn, B.S.",
        "Emilie C. Bright, B.S.",
        "Yuji Miura, M.D., Ph.D."
    ],
    "author_dict_list": [
        {
            "author_name": "Allan D. Hess, Ph.D.",
            "author_affiliations": [
                "Oncology, The Johns Hopkins University, Baltimore, MD, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Christopher J. Thoburn, B.S.",
            "author_affiliations": [
                "Oncology, The Johns Hopkins University, Baltimore, MD, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Emilie C. Bright, B.S.",
            "author_affiliations": [
                "Oncology, The Johns Hopkins University, Baltimore, MD, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yuji Miura, M.D., Ph.D.",
            "author_affiliations": [
                "Oncology, The Johns Hopkins University, Baltimore, MD, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-25T09:41:44",
    "is_scraped": "1"
}