{
    "doi": "https://doi.org/10.1182/blood-2021-144747",
    "article_title": "Review and Assessment of Patient-Reported Outcomes (PRO) in Patients with Chemotherapy-Induced Anemia (CIA) ",
    "article_date": "November 5, 2021",
    "session_type": "905.Outcomes Research-Lymphoid Malignancies",
    "abstract_text": "OBJECTIVES: Chemotherapy-induced anemia (CIA) is a common adverse event of cancer treatment and is associated with several symptoms that negatively impact health-related quality of life (HRQoL). Due to the nature of CIA signs and symptoms, the use of fit-for-purpose PRO measures reflecting patients' experience of the disease and its treatment is an important step in drug development and evaluation. In this project, we aimed to review and assess the most commonly used PRO measures to best capture the experiences of patients with non-myeloid malignancies. METHODS: A targeted literature review (TLR), including searches of the OVID database, US FDA/European Medicines Agency (EMA), clinical trial databases, regulatory labelling data and health technology assessment (HTA) reports/payer landscape recommendations, was conducted to identify PRO measures used to capture symptoms and HRQoL outcomes in non-myeloid cancer patients with CIA (2008-2021). PRO measures were identified from published studies, phase 2-4 clinical trials, and categorized according to the concept(s) measured and cancer type. Study outcomes were used to determine the optimal PRO strategy to capture the CIA symptoms of patients with non-myeloid cancer. The concepts captured from PROs identified in the TLR were used to develop a preliminary 'conceptual model': a graphical representation of signs and symptoms, and the perceived impact on HRQoL. Selected PRO measures, most relevant to the study objectives, were evaluated for their reliability, validity, responsiveness, and extent to which they cover HRQoL domains of interest and, in relation to the current regulatory environment, industry standards and guidance (e.g., FDA Guidance For Industry: Patient-Reported Outcome Measures, 2009). Reviews of the HTA guidelines and reports were conducted to provide insights into the applicability of PRO data from an HTA perspective. RESULTS: The conceptual model captured fatigue as the most important disease-related symptom experienced by non-myeloid cancer patients with CIA (Figure ). The OVID search identified 17 PRO measures, which were then categorized by the key CIA-related concepts they assessed, including: sleep quality; HRQoL; anemia-related symptoms; depression/anxiety; and work productivity/activity impairment. The most frequently used PRO was the Functional Assessment of Cancer Therapy-Fatigue (FACT-F, N=11), followed by the FACT-Anemia (FACT-An, N=6). Ten PRO measures were identified from Phase 2-4 ongoing/completed US clinical trials and 6 PROs from EU clinical trials, with FACT-F (N=13) being the most common instrument used . FDA and EMA HRQoL-related product labelling information included the FACT-An, European Organization for Research and Treatment of Cancer Quality of Life Questionnaire (EORTC QLQ-C30) and Cancer Linear Analogue Scale (CLAS). From the TLR results, 9 PRO measures were selected for further review: FACT-An (An, Anemia); FACT-F; FACT-G (G, General); Functional Assessment of Chronic Illness Therapy-F; Patient-reported Outcomes Measurement Information System-F; Brief Fatigue Inventory; Visual Analogue Scale-F; Fatigue Symptom Inventory; and EORTC QLQ-C30. Of these, FACT-An was the only PRO measure specifically developed to measure fatigue and HRQoL in anemic cancer patients. FACT-An includes four HRQoL domains (assessing physical, social/family, emotional and functional wellbeing) from the FACT-G, plus an anemia subscale that comprises a fatigue subscale (13 items) and 7 anemia-specific questions. Results from the HTA/payer landscape review also indicated that the majority of recent HTA submissions reported findings from EORTC QLQ-C30 alongside the EORTC disease-specific adaptations for oncology-related indications and the EQ-5D. Many of the recent HTAs reported data from 2 or more different PRO measures. CONCLUSIONS: CIA impacts various aspects of patients' HRQoL; however, current PRO measures may only partially capture concepts of interest to patients. Multiple measures may be needed to adequately reflect all domains affected by CIA. Future studies may consider conducting concept elicitation interviews with patients and clinicians, to inform future updates to the conceptual model, and validation work to estimate meaningful change thresholds for these measures if not available. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Morga:  Astellas Pharma Europe Ltd.: Current Employment. Atzinger:  Astellas Pharma Inc.: Current Employment. Barsdorf:  Clinical Outcomes Solutions: Current Employment. New:  IQVIA: Current Employment. Alexandre:  Astellas Pharma Europe B.V.: Current Employment.",
    "author_names": [
        "Antonia Morga",
        "Chris Atzinger",
        "Alexandra Barsdorf",
        "Mary New",
        "Ana Filipa Alexandre"
    ],
    "author_dict_list": [
        {
            "author_name": "Antonia Morga",
            "author_affiliations": [
                "Astellas Pharma Europe Ltd, Addlestone, United Kingdom"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Chris Atzinger",
            "author_affiliations": [
                "Astellas Pharma Inc., Northbrook, IL"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alexandra Barsdorf",
            "author_affiliations": [
                "Clinical Outcomes Solutions, Chicago, IL"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mary New",
            "author_affiliations": [
                "IQVIA, Reading, United Kingdom"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ana Filipa Alexandre",
            "author_affiliations": [
                "Astellas Pharma Europe B.V., Leiden, Netherlands"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-21T21:33:41",
    "is_scraped": "1"
}