{
    "doi": "https://doi.org/10.1182/blood.V106.11.1001.1001",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=409",
    "start_url_page_num": 409,
    "is_scraped": "1",
    "article_title": "Intensity of 18 Fluorodeoxyglucose Uptake in Positron Emission Tomography Is Associated with Unfavorable Prognostic Factors in Untreated Follicular Lymphoma. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "topics": [
        "follicular lymphoma",
        "positron-emission tomography",
        "prognostic factors",
        "brachial plexus neuritis",
        "fluorodeoxyglucose positron emission tomography",
        "neoplasms",
        "fluorodeoxyglucose f18",
        "ki-67 antigen",
        "bone marrow biopsy",
        "extranodal disease"
    ],
    "author_names": [
        "Maria Luigia Vigliotti, MD",
        "Giuseppe Cascini, MD",
        "Ferdinando Frigeri, MD",
        "Anna De Chiara, MD",
        "Paola Della Cioppa, MD",
        "Filomena Oliviero, MD",
        "Secondo Lastoria, MD",
        "Antonio Pinto, MD"
    ],
    "author_affiliations": [
        [
            "Hematology-Oncology Unit, I.N.T. Pascale, Naples, Italy",
            " "
        ],
        [
            "Nuclear Medicine Unit",
            " "
        ],
        [
            "Hematology-Oncology Unit, I.N.T. Pascale, Naples, Italy",
            " "
        ],
        [
            "Pathology Unit",
            " "
        ],
        [
            "Hematology-Oncology Unit, I.N.T. Pascale, Naples, Italy",
            " "
        ],
        [
            "Nuclear Medicine Unit",
            " "
        ],
        [
            "Nuclear Medicine Unit",
            " "
        ],
        [
            "Hematology-Oncology Unit, I.N.T. Pascale, Naples, Italy",
            " "
        ]
    ],
    "first_author_latitude": "40.86247619999999",
    "first_author_longitude": "14.222672999999999",
    "abstract_text": "Objective: Follicular lymphoma (FL) is the second most frequent type of non-Hodgkin’s lymphoma (NHL) representing 20–25% of all lymphomas worldwide. FDG-PET is currently adopted for staging and monitoring of patients (pts) with Hodgkin’s disease and aggressive NHL. Furthermore, the intensity of FDG uptake, as evaluated by standardized uptake value (SUV), has been recently shown to differentiate indolent from aggressive NHL and to correlate with tumor aggressiveness ( Schöder H, et al. J Clin Oncol  23 : 1 –9, 2005 ). In contrast, no data are yet available as to the prognostic significance of SUV in FL. Materials and methods: We investigated 62 consecutive patients (pts), median age 55 years (range 27–82 yrs), with newly diagnosed FL (WHO criteria) who underwent pre-treatment FDG-PET scanning at our institution. FDG-PET was performed before bone marrow biopsy and evaluators were blinded to the results of other diagnostic procedures. In all PET positive cases, areas of abnormal FDG uptakes were identified and the highest SUV per patient was calculated as previously described (Schöder H, et al. 2005). Study of SUV correlations with known prognostic factors in FL was performed by means of the SPSS (v11.01) statistical package using Chi-square, linear regression and receiver operating characteristic (ROC) curve analyses. Results: Overall, FDG-avid disease was demonstrated in 52 out of 62 pts (83.8%). The rate FDG-PET positivity did not correlate with histologic grading (G1, 76.9%; G2, 90.9 %; G3b, 85.7%; p=0.4), tumor cell proliferation rate (Ki-67 staining), extranodal involvement, bone marrow infiltration, B symptoms and bulky disease. Conversely, the rate of PET positivity appeared to progressively increase among pts with higher FL International Prognostic Index (FLIPI) score (low, 66.6%; intermediate, 93.7%, high, 95.4%; p=0.016), even though a direct correlation with single IPI components (age, stage, hemoglobin, LDH) was not statistically significant (p=0.49), except for the presence of > 4 involved nodal areas (p=0.04). The mean SUV of the entire pts population was 6.34 (r 1.2–24.5) and no significant differences were evidenced in relation to histologic grading (SUV: G1, 6.42; G2, 5.76; G3, 7.08). Even though a stepwise increase in mean SUV was evident among FLIPI risk subsets: low, 5.2(r 1.6–15), intermediate, 6.6 (r 1.3–24), high, 6.7 (r 1.2–16.2), statistical significance was not reached. In contrast, by stratifying pts according to 4 different groups with increasing SUV (i.e. 12) statistically significant associations were found with tumor cell proliferation rate (Ki-67; p=0.02), B symptoms (p=0.03) and bulky disease (p=0.0003). Finally, analysis of the ROC curve against prognostic factors confirmed that a SUV <11.7 is strongly associated (97.7%; p< 0.00001) with the absence of bulky disease. Conclusions: The intensity of FDG uptake in FL is independent from histologic grading but appears to correlate with some biologic features reflecting either tumor aggressiveness (i.e. proliferation rate) or host-tumor interplay (i.e. B symptoms) or high tumor load (i.e. bulky disease). While the rate of FDG-PET positivity is overall correlated with FLIPI risk, this appears mostly linked with nodal dissemination (> 4 sites) which may increase the probability of FDG uptake. These data suggest that serial FDG-PET evaluations are warrented in pts with FL."
}