{
    "doi": "https://doi.org/10.1182/blood-2020-135872",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4476",
    "start_url_page_num": 4476,
    "is_scraped": "1",
    "article_title": "Robust Overall Survival and Sustained Efficacy Outcomes during Long Term Exposure to Momelotinib in JAK Inhibitor Naïve and Previously JAK Inhibitor Treated Intermediate/High Risk Myelofibrosis Patients ",
    "article_date": "November 5, 2020",
    "session_type": "634.Myeloproliferative Syndromes: Clinical",
    "topics": null,
    "author_names": [
        "Srdan Verstovsek, MD PhD",
        "Miklos Egyed, MD PhD",
        "Ewa Lech-Marańda, MD PhD",
        "Tomasz Sacha, MDPhD",
        "Viviane Dubruille, MD",
        "Stephen T. Oh, MD",
        "Doroteya Todorieva-Todorova, MD",
        "Francesco Passamonti, MD",
        "Blanca Xicoy, MD",
        "Björn Andréasson, MD PhD",
        "Daniel El Fassi, MD",
        "Claire Harrison, DM, FRCP, FRCPath",
        "Donal P. McLornan, MRCP, PhD FRCPath",
        "Mary Frances Frances McMullin, MDFRCPath,FRCP",
        "Christof Scheid, MD",
        "MArianne Tang Severinsen, MD PhD",
        "Mark M Kowalski, MD PhD",
        "Gregg Smith, PhD",
        "Ruben Mesa, MD"
    ],
    "author_affiliations": [
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Hematológiai Osztály, Somogy Megyei Kaposi Mor Oktato Korhaz, Kaposvar, Hungary "
        ],
        [
            "Department of Hematology, Institute of Hematology and Transfusion Medicine, Warsaw, Poland "
        ],
        [
            "Department of Hematology, Jagiellonian University Medical College, Krakow, Poland "
        ],
        [
            "Clinical Hematology, Nantes University Hospital, Nantes, France "
        ],
        [
            "Washington University School of Medicine, Saint Louis, MO "
        ],
        [
            "Hematology Division, Medical University, Pleven, BGR "
        ],
        [
            "Hematology, Department of Medicine and Surgery, University of Insubria, Ospedale di Circolo, ASST Sette Laghi, Varese, Italy "
        ],
        [
            "Hematology Department, Institut Català d'Oncologia-Hospital Germans Trias i Pujol; Josep Carreras Leukemia Research Institute, Universitat Autònoma de Barcelona, Badalona, Spain "
        ],
        [
            "Hematology section, Uddevalla Sjukhus, NU Hospital Group, Uddevalla, Sweden "
        ],
        [
            "Herlev University Hospital, Copenhagen, KøBenhavn S, DNK "
        ],
        [
            "Department of Clinical Haematology, Guy's & St Thomas' NHS Foundation Trust, London, United Kingdom "
        ],
        [
            "Systems Cancer Immunology, Comprehensive Cancer Centre, Kings's College Hospital, London, United Kingdom "
        ],
        [
            "Queens University, Belfast, United Kingdom "
        ],
        [
            "Department I of Internal Medicine and Center of Integrated Oncology Cologne Bonn, University of Cologne, Cologne, Germany "
        ],
        [
            "Department of Hematology, Aalborg University Hospital, Aalborg, Denmark "
        ],
        [
            "Sierra Oncology, Vancouver, Canada "
        ],
        [
            "Sierra Oncology Inc., Vancouver, Canada "
        ],
        [
            "UT Health San Antonio Cancer Center, San Antonio, TX"
        ]
    ],
    "first_author_latitude": "29.707097200000003",
    "first_author_longitude": "-95.39710199999999",
    "abstract_text": "Introduction: Momelotinib (MMB) is a potent JAK1, JAK2 and ACVR1 inhibitor with clinical activity against the three hallmark features of myelofibrosis (MF), namely anemia, constitutional symptoms and splenomegaly, across the continuum of intermediate/high risk MF patients whether JAKi--naïve or previously JAKi-treated as demonstrated in the previously conducted Phase 3 SIMPLIFY-1 & -2 clinical trials (S1, S2). S1 was conducted in JAKi-naïve MF patients (n=432) randomized 1:1 to MMB or ruxolitinib (RUX) over a 24-week double-blind dosing period. S2 was conducted in MF patients who experienced hematological toxicity during prior RUX therapy (n=156) randomized 2:1 to MMB or best available therapy (BAT; consisting of RUX in 88% of patients) over a 24-week open-label dosing period. In both trials, following the 24-week randomized treatment (RT) period, patients originally randomized to MMB could continue MMB therapy (MMB→MMB) and those randomized to RUX/BAT were eligible to cross-over to MMB (RUX/BAT→MMB) for additional extended treatment (ET). Over 820 MF patients have received MMB during the compound's clinical development program. Methods: Long term outcome data from S1 and S2 are reported here including survival, response endpoints, and MMB exposure. Overall survival (OS) and leukemia free survival (LFS) were followed for a maximum of approximately 5 years (median of 2.9 years in S1 and 2.3 years in S2). Following participation in S1 and S2, patients were eligible to continue MMB therapy via an extended access protocol (XAP), along with additional Phase 2 MMB subjects. Duration of exposure incorporates XAP data but OS/LFS analyses only include data obtained within S1 and S2. Results: Of the 137 Phase 2 and 3 patients who have enrolled in XAP, 105 remain on MMB with duration on therapy ranging up to 10 years. Across the RT and ET periods of S1 and treatment in XAP, 69% of the 215 JAKi-naïve patients randomized to MMB remained on therapy for ≥ 48 weeks; 44% for ≥ 96 weeks and 30% for ≥ 144 weeks. Of the 104 prior JAKi-exposed subjects randomized to MMB in S2, 47% received MMB (RT, ET and XAP) for ≥ 48 weeks; 25% for ≥ 96 weeks and 17% for ≥ 144 weeks. In both S1 and S2, OS and LFS were similar between treatment groups (stratified HR for OS of 0.99 in S1, 0.96 in S2), demonstrating robust and consistent survival outcomes for patients who commenced JAKi therapy with MMB and those dosed initially with RUX/BAT followed by MMB (Figure 1). In addition, the median OS in S2 (MMB arm of 34.3 months) compares very favorably with previously reported median survival ranging from 13-30 months in patients who have discontinued RUX (Tang, ASH 2019). In S1, splenic response, defined as a reduction in spleen volume of ≥ 35% from baseline at Week 24 was achieved by 26.5% of patients in the MMB group and 29.5% in the RUX group (non-inferiority p<0.001). A total of 35 new responses were noted in the ET phase using the pre-study spleen size as baseline, including responses in 22 RUX→MMB subjects. Overall, 40% of patients randomized to MMB in S1 achieved a splenic response at any time during the study. Robust duration of splenic response was observed in the ET period of both S1 and S2. The ability to achieve or maintain transfusion independence (TI) represents a substantive clinical benefit in light of the progressive myelosuppression associated with MF. In the RT period of both S1 and S2, a greater proportion of subjects receiving MMB compared with the control arm achieved TI at Week 24, defined as no RBC transfusion and no Hgb level below 8 g/dL in of the prior 12 weeks. The proportion who were TI at Week 24 was approximately 70% for MMB vs 54% for RUX in S1, and 44% for MMB vs 27% for BAT/RUX in S2. For MMB→MMB subjects in S1, the RBC transfusion free rate at Week 48 (ET) was approximately 75% and 67% for RUX→MMB. Similarly, in S2, MMB→MMB subjects had an RBC transfusion free rate of approximately 55% and 40% for BAT/RUX→MMB. For the patients who achieved TI at any time during the study, the median duration of TI response by KM estimate was not reached in S1 and was >1 year in S2. Conclusion: In conclusion, further analyses of data from the 550 JAKi-naïve and previously JAKi-treated patients with MF who received MMB in RT and/or ET show robust long-term survival, sustained efficacy and durability of dosing consistent with MMB's differentiated pharmacological profile. These data demonstrate MMB's potential ability to durably address the unmet needs of patients with intermediate/high risk MF. View large Download slide View large Download slide  Disclosures Verstovsek: NS Pharma: Research Funding; Promedior: Research Funding; CTI Biopharma Corp: Research Funding; Sierra Oncology: Consultancy, Research Funding; Blueprint Medicines Corp: Research Funding; PharmaEssentia: Research Funding; AstraZeneca: Research Funding; ItalPharma: Research Funding; Protagonist Therapeutics: Research Funding; Roche: Research Funding; Incyte Corporation: Consultancy, Research Funding; Gilead: Research Funding; Novartis: Consultancy, Research Funding; Genentech: Research Funding; Celgene: Consultancy, Research Funding. Lech-Marańda: Roche, Amgen, Gilead: Speakers Bureau; Roche, Novartis, Takeda, Janssen-Cilag, Amgen, Gilead, AbbVie, Sanofi: Consultancy. Sacha: Incyte: Consultancy, Honoraria, Speakers Bureau; Novartis: Consultancy, Honoraria, Speakers Bureau; Pfizer: Consultancy, Honoraria, Speakers Bureau; Adamed: Consultancy, Honoraria; Bristol-Myers Squibb Company: Consultancy, Honoraria, Speakers Bureau. Oh: Constellation: Consultancy; Kartos Therapeutics: Consultancy; Disc Medicine: Consultancy; PharmaEssentia: Consultancy; CTI Biopharma: Consultancy; Incyte Corporation: Consultancy; Gilead Sciences: Consultancy; Novartis: Consultancy; Celgene/Bristol Myers Squibb: Consultancy; Blueprint Medicines: Consultancy. Harrison: Celgene: Honoraria, Research Funding, Speakers Bureau; Sierra Oncology: Honoraria; Janssen: Speakers Bureau; Roche: Honoraria; Promedior: Honoraria; CTI Biopharma Corp: Honoraria, Speakers Bureau; Gilead Sciences: Honoraria, Speakers Bureau; Novartis: Honoraria, Research Funding, Speakers Bureau; AOP Orphan Pharmaceuticals: Honoraria; Shire: Honoraria, Speakers Bureau; Incyte Corporation: Speakers Bureau. McLornan: NOVARTIS: Honoraria, Speakers Bureau; JAZZ PHARMA: Honoraria, Speakers Bureau; CELGENE: Honoraria, Speakers Bureau. McMullin: Abbvie: Membership on an entity's Board of Directors or advisory committees; BMS: Consultancy; Celgene: Consultancy; Jazz Pharmaceuticals: Membership on an entity's Board of Directors or advisory committees; Novartis: Membership on an entity's Board of Directors or advisory committees. Kowalski: Sierra Oncology Inc.: Current Employment, Current equity holder in publicly-traded company. Smith: Sierra Oncology Inc.: Current Employment, Current equity holder in publicly-traded company. Mesa: Bristol Myers Squibb: Research Funding; Promedior: Research Funding; AbbVie: Research Funding; Sierra Oncology: Consultancy; CTI BioPharma: Research Funding; Samus Therapeutics: Research Funding; Genentech: Research Funding; Incyte: Research Funding; LaJolla Pharmaceutical Company: Consultancy; Novartis: Consultancy."
}