{
    "doi": "https://doi.org/10.1182/blood.V120.21.2894.2894",
    "article_title": "Final Results of a Phase I Study of the Fc Engineered CD19 Antibody XmAb®5574 (MOR00208) in Patients with Relapsed or Refractory Chronic Lymphocytic Leukemia (CLL) or Small Lymphocytic Lymphoma (SLL). ",
    "article_date": "November 16, 2012",
    "session_type": "642. CLL - Therapy, excluding Transplantation: Poster II",
    "abstract_text": "Abstract 2894 Antibody (Ab) therapies such as the CD20 monoclonal abs rituximab and ofatumumab are commonly used in CLL alone and in combination with chemotherapy, however, CD20 density is low on CLL cells, suggesting this may not be the ideal target. CD19, which is ubiquitously expressed on CLL cells and those of other B cell malignancies is a reasonable candidate for ab targeting. XmAb5574 is a novel humanized IgG1 CD19 monoclonal ab with an engineered Fc region to enhance Fc gamma receptor binding affinity. In vitro , this ab demonstrates direct cytotoxicity and antibody dependent cellular phagocytosis similar to rituximab, however, shows enhanced natural killer antibody dependent cellular cytotoxicity compared to other therapeutic abs used in CLL (Awan, FT Blood 2009). We have performed a first in human trial of this ab as a single agent in relapsed or refractory (R/R) CLL, and present the results in this report. This study is a multi-institutional phase I trial of XmAb5574 in patients (pts) with R/R CLL. Eligible pts were those with CLL who had at least 1 prior therapy and required treatment by International Working Group on CLL (IWCLL) 2008 Guidelines (Hallek, M Blood 2008), had Eastern Cooperative Oncology Group Performance Status <3, had platelets ≥50,000/mm 3, and had adequate organ function. Primary endpoints were to determine maximal tolerated dose (MTD), describe toxicity, and characterize pharmacokinetics (PK). A secondary endpoint was to explore efficacy. An accelerated titration design was used in which 1 pt was accrued to the first two dose levels provided there were no dose limiting toxicities (DLT) or ≥ grade 2 adverse events (AE), and then a standard 3×3 design was employed from dose level 3 forward. Dose levels included 0.3, 1, 3, 6, 9, and 12 mg/kg with an expansion to a total of 16 pts at the MTD. XmAb5574 was administered as an intravenous infusion on days 1, 4, 8, 15, and 22 of cycle (C) 1, and on days 1, 8, 15, and 22 of C2. Toxicity was assessed using the National Cancer Institute's Common Criteria for Adverse Events v4.0 for non-hematologic toxicity, and IWCLL 2008 guidelines for hematologic toxicity. Disease response assessment by physical exam was performed on C1D28, C2D28, and 4, 8, and 12 weeks after the end of C2. Radiographic assessment was performed C2D28. 27 pts were enrolled to this phase I trial. The median age of all pts was 66 years (range 40–84). The pts were generally high risk: 14 (52%) had high-risk disease by Rai stage, 8 (30%) had del(11q22.3) and 10 (37%) had del(17p13.1) by FISH, and 24 (89%) had IgVH unmutated disease. The median number of prior therapies was 4 (range 1–14). Toxicity with this agent was modest. Dose escalation continued without dose limiting toxicity (DLT) until the highest dose level, in which one patient experienced grade 4 neutropenia associated with febrile neutropenia which required dose discontinuation. 100% of patients experienced any AE, with the majority of AE being grade 1–2. The most common AEs were infusion reactions in 18 patients (67%), all of which were grade 1 or 2. Treatment-related Grade 3 or 4 AEs occurred in 5 pts (19%), and included neutropenia (n=3), thrombocytopenia (n=2), increased aspartate aminotransferase (AST) (n=1), febrile neutropenia (n=1), and tumor lysis syndrome (n=1). All were on the 12 mg/kg dose level except one pt receiving 1mg/kg who experienced neutropenia. Overall response rate by IWCLL 2008 criteria is 11%, all of which have been partial responses (PR). Using IWCLL 1996 response criteria which does not include CT scan assessment of disease resulted in a PR in 13 pts (42%). Only 2 pts had PD at the 8 week evaluation point. Responses occurred at the 6, 9, and 12 mg/kg dose levels. All objective responses were in pts categorized as CLL as opposed to SLL, and no patients with lymph nodes >5cm responded. PK was best modeled by a two-compartment model. Half-life was 14 days, with clearance 5mL/day/kg that was not dose-dependent. Across the dose range, area under the curve increased in a dose-proportional manner, while maximum concentration increased in a less than proportional manner. A steady-state was reached at or before infusion 9. XmAb5574 shows acceptable toxicity and signs of preliminary efficacy in patients with high-risk, heavily pretreated CLL. These results justify movement into phase II study in CLL as well as other B cell malignancies. Modest toxicity, in particular infectious toxicity, will potentially allow combinations with other active agents in CLL. Disclosures: Enoch: Xencor, Inc.: Employment. Foster: Xencor, Inc: Consultancy.",
    "topics": [
        "antibodies",
        "cd19 antigens",
        "chronic lymphocytic leukemia refractory",
        "small cell lymphoma",
        "brachial plexus neuritis",
        "toxic effect",
        "cancer",
        "neutropenia",
        "adverse event",
        "cd20 antigens"
    ],
    "author_names": [
        "Jennifer A. Woyach, MD",
        "Farrukh Awan, MD, MS",
        "Ian W. Flinn, MD, PhD",
        "Rolondo Enoch, MS",
        "Paul A. Foster, MD",
        "John C. Byrd, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Jennifer A. Woyach, MD",
            "author_affiliations": [
                "Internal Medicine, Division of Hematology, The Ohio State University Comprehensive Cancer Center, Columbus, OH, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Farrukh Awan, MD, MS",
            "author_affiliations": [
                "Hematology/Oncology, Georgia Health Sciences University, Augusta, GA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ian W. Flinn, MD, PhD",
            "author_affiliations": [
                "Sarah Cannon Research Institute, Nashville, TN, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rolondo Enoch, MS",
            "author_affiliations": [
                "Xencor, Inc., Monrovia, CA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paul A. Foster, MD",
            "author_affiliations": [
                "Xencor, Inc., Monrovia, CA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John C. Byrd, MD",
            "author_affiliations": [
                "Internal Medicine, Division of Hematology, The Ohio State University Comprehensive Cancer Center, Columbus, OH"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-24T13:07:42",
    "is_scraped": "1"
}