{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.3855.3855",
    "article_title": "Long-Term Outcomes in Patients with Blastic Plasmacytoid Dendritic Cell Neoplasm (BPDCN) ",
    "article_date": "December 7, 2017",
    "session_type": "613. Acute Myeloid Leukemia: Clinical Studies: Poster III",
    "abstract_text": "Background: Blastic plasmacytoid dendritic cell neoplasm (BPDCN), now recognized by WHO 2016 as a separate category under myeloid malignancies, is a rare, aggressive disease characterized by poor clinical outcomes and no standard therapy. We sought to determine characteristics and long-term outcomes for patients (pts) at our center with median follow-up time now greater than one year. Patient Characteristics: All pts age ≥ 18 years with a confirmed pathological diagnosis of BPDCN and treated at our institution were included in this analysis. During October 1998-June 2017, 58 pts total were identified (at presentation to our institution: n=36 untreated; n=22 with prior therapy (median number therapies = 1 [1-5]). 51 (88%) were male. Median age was 64 years [range 20-86 years]. Bone marrow (BM) was involved in 38 (66%), skin in 17 (29%), lymph nodes in 15 (26%). In addition to CD4+ and CD56+, tumor immune-phenotype demonstrated: TCL-1+ (44/44) and CD123+ (42/42). Conventional cytogenetics among 47 pts showed: diploid (72%), complex (21%), del (12p13) in 4%, miscellaneous (2%). Median BM blast count was 7% [0-95]. Historically, as there has been no standard of care therapeutic approach, a variety of frontline chemotherapy regimens have been administered ( Table ). Results, overall cohort (n=58) : The median follow-up time was 13.2 months [4.9 - 42.6 mo]. Median number of chemotherapy regimens was 1 [1-6]. First Complete remission (CR1) (by standard AML criteria) was achieved in 36 pts (62%); median CR1 duration: 20.6 mo [1.5-155.6 mo]. Median overall survival (OS) was 22.8 mo [1.1-158.0 mo]. 36 (62%) pts died, with the most common cause of death being multi-organ failure. Among HCVAD-treated pts: 23 pts (40%) received HCVAD as part of first-line therapy [19 (83%) achieved CR1]. The median OS was 24.3 mo [1.0-158.0 mo] and median CR1: 20.6 mo [3.5-155.6 mo]. Skin-only pts with BPDCN: Among 17 (29%) pts without BM involvement at diagnosis, all 17 had skin involvement. Comparison of pts with BM involvement versus those with skin only showed no statistically significant differences in outcomes: For pts with BM disease, the median OS, and median CR1 were 21.7 mo [1.0-61.2 mo], 19.3 mo [1.8-38.7 mo], respectively. For pts with skin only disease, the median OS and median CR1 duration were 25.3 mo [2.4-158.0+ mo], not reached mo [1.5-155.6+ mo], respectively, p =0.603 (OS), p =0.250 (CR1). SCT: 22 pts (38%) received stem cell transplant (SCT) during CR1 (14 allogeneic; 8 autologous). The median OS for pts receiving SCT (n=22) was 30.5 mo [5.5-61.2 mo] versus a median OS for non-SCT group (n=36) of 13.2 mo [1.0-158.0], p =0.052. A molecular gene panel (next-generation sequencing) has been performed prospectively in the bone marrow (BM) specimens as part of standard of care in n=27; 23 (85%) have expressed some form of TET2 abnormality (standard mutation=15, standard+variant=4, variants=4). There was no statistically significant difference (p=0.342) in terms of response rates in pts with known TET2 mutations/variants vs all others/not done. The second most common mutation was ASXL1 (n=13), followed by RAS mutations (n=6)(no statistically significant differences in OS or CRD for those with ASXL1 or RAS vs others). Remarkably, there were pts with BPDCN with skin-only involvement who were noted to still have occurrence of molecular mutations in the BM on their baseline gene panel; among these skin-only pts, the most common molecular abnormality was TET2 mutation or variant in 7 (41%). A common occurrence was the presence of a second (non-AML) myeloid malignancy in 11 (19%) of the cohort (n=5 with an associated MDS; n=4 with an associated CMML; n=2 with an associated myelofibrosis). The associated myeloid malignancy occurred either before, concomitant with, or after the diagnosis of BPDCN in these 11 pts. The median CR1 and median OS of these 11 pts with associated myeloid malignancy was 2.8 mo and 17.1 months. Conclusions: With longer term follow up, we observed that among a large cohort of pts with BPDCN, poor outcomes are evident even in pts who initially present with skin-only disease; that BPDCN quite commonly presents with an associated myeloid hematologic malignancy, and that abnormalities in TET2 continue to be the most commonly found mutation or variant, regardless of bone marrow involvement. View large Download slide View large Download slide  Close modal Disclosures Pemmaraju: roche diagnostics: Consultancy, Honoraria; affymetrix: Research Funding; novartis: Consultancy, Honoraria, Research Funding; Incyte Corporation: Consultancy, Honoraria; cellectis: Research Funding; LFB: Consultancy, Honoraria; stemline: Consultancy, Honoraria, Research Funding; abbvie: Research Funding. Kantarjian: Delta-Fly Pharma: Research Funding; ARIAD: Research Funding; Amgen: Research Funding; Pfizer: Research Funding; Bristol-Meyers Squibb: Research Funding; Novartis: Research Funding. Khoury: Kiromics: Research Funding; Angle: Research Funding; Stemline Therapeutics: Research Funding; Pfizer: Research Funding. O'Brien: Regeneron: Other: Research Support: Honorarium, Research Funding; GSK: Consultancy; Janssen: Consultancy; Pharmacyclics: Consultancy, Other: Research Support: Honorarium, Research Funding; Alexion: Consultancy; Astellas: Consultancy; Amgen: Consultancy; ProNAI: Other: Research Support: Honorarium, Research Funding; TG Therapeutics: Consultancy, Other: Research Support: Honorarium, Research Funding; CLL Global Research Foundation: Membership on an entity's Board of Directors or advisory committees; Gilead Sciences, Inc.: Consultancy, Other: Research Support: Honorarium, Research Funding; Acerta: Other: Research Support: Honorarium, Research Funding; AbbVie: Consultancy; Vaniam Group LLC: Consultancy; Aptose Biosciences, Inc.: Consultancy; Celgene: Consultancy; Sunesis: Consultancy; Pfizer: Consultancy, Research Funding. Cortes: Pfizer: Consultancy, Research Funding; Sun Pharma: Research Funding; BMS: Consultancy, Research Funding; ARIAD: Consultancy, Research Funding; Teva: Research Funding; ImmunoGen: Consultancy, Research Funding; Novartis Pharmaceuticals Corporation: Consultancy, Research Funding. Jabbour: Bristol-Myers Squibb: Consultancy. Jain: ADC Therapeutics: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Novimmune: Honoraria, Membership on an entity's Board of Directors or advisory committees; Pfizer: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Incyte: Research Funding; Servier: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Celgene: Research Funding; Novartis: Honoraria, Membership on an entity's Board of Directors or advisory committees; Verastem: Research Funding; Abbvie: Research Funding; Genentech: Research Funding; BMS: Research Funding; Adaptive Biotechnologies: Honoraria, Membership on an entity's Board of Directors or advisory committees; Pharmacyclics: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding. Duvic: Millennium Pharmaceuticals, Inc., a wholly owned subsidiary of Takeda Pharmaceutical Company Limited: Membership on an entity's Board of Directors or advisory committees, Other: Research funding (paid to institution); .",
    "topics": [
        "blastic plasmacytoid dendritic cell neoplasm",
        "brachial plexus neuritis",
        "follow-up",
        "myeloproliferative disease",
        "chemotherapy regimen",
        "antigens",
        "bone marrow involvement",
        "cancer",
        "complete remission",
        "hematologic neoplasms"
    ],
    "author_names": [
        "Naveen Pemmaraju, MD",
        "Hagop M. Kantarjian, MD",
        "Joseph David Khoury, MD",
        "Susan M. O'Brien, MD",
        "Jorge E. Cortes, MD",
        "Guillermo Garcia-Manero, MD",
        "Elias J. Jabbour, MD",
        "Nitin Jain, MD",
        "Yesid Alvarado, MD",
        "Madeleine Duvic, MD",
        "Phyu Aung, MD",
        "Muzaffar H. Qazilbash, MD",
        "C. Cameron Yin, MD PhD",
        "Sergej Naumovich Konoplev, MD PhD",
        "Keyur P. Patel, MBBS, PhD",
        "Sherry Pierce, BSN, BA",
        "Mark Brandt, BS",
        "Marina Konopleva, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Naveen Pemmaraju, MD",
            "author_affiliations": [
                "Department of Leukemia, MD Anderson Cancer Center, Bellaire, TX ",
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Hagop M. Kantarjian, MD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joseph David Khoury, MD",
            "author_affiliations": [
                "Department of Hematopathology, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Susan M. O'Brien, MD",
            "author_affiliations": [
                "University of California Irvine Medical Center, Orange, CA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jorge E. Cortes, MD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Guillermo Garcia-Manero, MD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elias J. Jabbour, MD",
            "author_affiliations": [
                "Department of Leukemia, University of Texas M.D. Anderson Cancer Ctr., Houston, TX "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nitin Jain, MD",
            "author_affiliations": [
                "Department of Leukemia, MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yesid Alvarado, MD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Madeleine Duvic, MD",
            "author_affiliations": [
                "The University of Texas M.D. Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Phyu Aung, MD",
            "author_affiliations": [
                "Dermatopathology, MD Anderson, Houston, TX "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Muzaffar H. Qazilbash, MD",
            "author_affiliations": [
                "Stem Cell Transplantation and Cellular Therapy, UT M.D. Anderson Cancer Ctr., Houston, TX "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "C. Cameron Yin, MD PhD",
            "author_affiliations": [
                "Department of Hematopathology, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sergej Naumovich Konoplev, MD PhD",
            "author_affiliations": [
                "Department of Hematopathology, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Keyur P. Patel, MBBS, PhD",
            "author_affiliations": [
                "Department of Hematopathology, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sherry Pierce, BSN, BA",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mark Brandt, BS",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marina Konopleva, MD PhD",
            "author_affiliations": [
                "Department of Leukemia, M.D. Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-09T15:35:14",
    "is_scraped": "1"
}