{
    "doi": "https://doi.org/10.1182/blood-2018-99-111885",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4064",
    "start_url_page_num": 4064,
    "is_scraped": "1",
    "article_title": "Daratumumab Monotherapy for Patients with Relapsed or Refractory (R/R) Natural Killer/T-Cell Lymphoma (NKTCL), Nasal Type: An Open-Label, Single-Arm, Multicenter Phase 2 Study ",
    "article_date": "November 29, 2018",
    "session_type": "624. Hodgkin Lymphoma and T/NK Cell Lymphoma—Clinical Studies: Poster I",
    "topics": null,
    "author_names": [
        "Won-Seog Kim",
        "Hyeon-Seok Eom",
        "Su-Peng Yeh, MD",
        "Seok-Goo Cho, MD PhD",
        "Dae Seog Heo, MD",
        "Jin Seok Kim, MD PhD",
        "Ming Yao, MD",
        "Jun Zhu",
        "Grace Gao",
        "Lijia Zhang",
        "Ming Qi, MD PhD",
        "Huiqiang Huang",
        "Yok Lam Kwong, MD FRCP"
    ],
    "author_affiliations": [
        [
            "Samsung Medical Center, Seoul, Korea, Republic of (South) "
        ],
        [
            "Center for Hematologic Malignancy, National Cancer Center, Goyang, Korea, Republic of (South) "
        ],
        [
            "China Medical University Hospital, Taichung, Taiwan "
        ],
        [
            "Department of Hematology, Leukemia Research Institute, Seoul St. Mary's Hematology Hospital, College of Medicine, The Catholic University of Korea, Seoul, Korea, Republic of (South) "
        ],
        [
            "Seoul National University Hospital, Seoul, Korea, Republic of (South) "
        ],
        [
            "Department of Internal Medicine, Yonsei University College of Medicine, Seoul, Korea, Republic of (South) "
        ],
        [
            "Division of Hematology, Department of Internal Medicine, National Taiwan University Hospital, Taipei, Taiwan "
        ],
        [
            "Beijing Cancer Center, Beijing, China "
        ],
        [
            "Janssen (China) R&D, Shanghai, China "
        ],
        [
            "Janssen (China) R&D, Shanghai, China "
        ],
        [
            "Janssen Research & Development, LLC, Spring House, PA "
        ],
        [
            "Sun Yat-Sen University Cancer Center, Hong Kong, China "
        ],
        [
            "Queen Mary Hospital, Hong Kong, Hong Kong"
        ]
    ],
    "first_author_latitude": "37.4889432",
    "first_author_longitude": "127.0876424",
    "abstract_text": "Introduction : NKTCLs are rare, Epstein-Barr virus-associated distinct subtypes of peripheral T-cell lymphoma that are predominantly extranodal and of the nasal type, and are more common in Asia and Central/South America (Tse and Kwong. Blood 2013. 121:4997-5005). There is no standard therapy for R/R NKTCL and patient (pt) outcomes are very poor. Thus, there exists a highly unmet medical need for R/R NKTCL pts. Clinical data from NKTCL pts suggest CD38 as a new prognostic biomarker and novel target for therapy (Wang et al. Ann Hematol 2015. 94:1381-8). Daratumumab (DARA) is a human CD38 monoclonal antibody approved across all stages of multiple myeloma (MM). DARA has a direct on-tumor and immunomodulatory mechanism of action, and has been associated with significant treatment-related reduction of NK cells that does not impact drug efficacy or safety in MM (Casneuf et al. Blood Adv 2017. 1:2105-2114). DARA monotherapy induced a sustained remission in a single extranodal NKTCL pt (Hari et al. New Engl J Med 2016. 375:1501-2). A phase 2 study (NCT02927925) with Simon's 2-stage design was conducted to evaluate DARA monotherapy in pts with R/R NKTCL. Interim data from the stage 1 of the study are presented. Methods : Pts had histologically confirmed extranodal NKTCL nasal type, per WHO classification, that was refractory to or relapsed after ≥1 line of chemotherapy and were not candidates for other treatment modalities. Pts without fresh or archived tumor samples for biomarker determination were excluded. DARA 16 mg/kg was administered by IV infusion once weekly for 8 weeks, every other week for 16 weeks, and every 4 weeks thereafter until progression or unacceptable toxicity. The primary endpoint was objective response rate (ORR) based on blinded independent central review (BICR) per Revised Criteria for Response Assessment of Hodgkin and non-Hodgkin Lymphoma (Lugano classification). Other endpoints included progression-free survival (PFS) and duration of response based on BICR, overall survival (OS), and safety. A protocol-specified futility analysis was planned after approximately 15 pts received ≥1 dose of DARA and had ≥1 post-baseline disease evaluation; futility criterion for ORR was defined as at most 1 of 15 pts with complete response (CR)/partial response (PR). Results : A total of 16 pts were treated in Korea (n = 13) and Taiwan (n = 3) at the time of clinical cut-off for the interim analysis (March 1, 2018). Median age was 58 years, and median time from initial NKTCL diagnosis was 35.9 months. Most pts had CD38 expression values ≥50% (n = 9). The median number of lines of prior therapy was 2 (range: 1-6), and 13 pts received prior radiotherapy. Median number of DARA cycles received was 2 (range: 1-11). At clinical cut-off, 81% of pts discontinued treatment (disease progression [56%], physician decision [13%], pt withdrawal [13%]). At a median follow-up of 3.1 months, 14 pts were response evaluable. ORR based on BICR was 35.7% ( Table 1 ). Response rates were slightly higher for pts who received <3 vs ≥3 prior treatments (38% vs 29%). Among the 5 responders, median duration of response was not reached. Median PFS was 52 days (95% CI, 29-78 d), and 4-month PFS rate was 16% ( Figure 1A ). Median OS was not reached (95% CI, 65 d-not estimable), with 6-month OS rate of 58% ( Figure 1B ); all 5 responders remained alive at time of this analysis. The most common (>20%) all-grade treatment-emergent adverse events (TEAEs) are summarized in Table 2 . Nine (56%) pts had grade 3/4 TEAEs; neutropenia, thrombocytopenia, and hypotension were most common (19% each). No pt discontinued treatment due to TEAEs. Infusion-related reactions (IRRs) occurred in 69% of pts, all during the first infusion, and all pts recovered and IRRs were resolved on the same day. Three (19%) pts died within 30 days of last treatment dose, 2 of which were due to adverse events (both pneumonia) unrelated to DARA and 1 due to progressive disease. There was no clear association between CD38 expression and DARA response. NK cell reductions in peripheral blood were observed in all pts after 1 cycle of DARA. Conclusions : DARA 16 mg/kg was well tolerated with no new or unexpected safety signals and no treatment discontinuations due to TEAEs. DARA demonstrated a promising response rate (ORR: 35.7%) in pts with R/R NKTCL. The interim results did not meet pre-specified futility criteria in this poor prognosis pt population, and stage 2 of the study is ongoing. View large Download slide View large Download slide  Disclosures Kim: Takeda: Research Funding; Roche: Honoraria, Research Funding; Merck: Research Funding; Celgene: Research Funding; J&J: Research Funding; Novartis: Research Funding; Mundipharma: Research Funding; Kyowa-Kirin: Research Funding; Eisai: Honoraria, Research Funding; Celltrion: Honoraria, Research Funding. Yeh: GNT Biotech & Medicals Crop.: Research Funding. Gao: Janssen: Employment. Zhang: Janssen: Employment. Qi: Janssen Research & Development, LLC: Employment. Kwong: Bayer: Consultancy, Honoraria; Beigene: Consultancy, Honoraria; Bristol Myers Squibb: Consultancy, Honoraria; Celgene: Consultancy, Honoraria; Gilead: Consultancy, Honoraria; Janssen: Consultancy, Honoraria; Merck: Consultancy, Honoraria, Research Funding; Novartis: Consultancy, Honoraria, Research Funding; Roche: Consultancy, Honoraria; Takeda: Consultancy, Honoraria; Astellas: Consultancy, Honoraria; Amgen: Consultancy, Honoraria."
}