{
    "doi": "https://doi.org/10.1182/blood.V114.22.3578.3578",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1469",
    "start_url_page_num": 1469,
    "is_scraped": "1",
    "article_title": "Genetically-Engineered Endothelial Cells Implanted Into the Omentum of Hemophilia A Dogs Provides Long-Term Circulating FVIII Resulting From Sustained FVIII Expression and Persistent Cell Viability. ",
    "article_date": "November 20, 2009",
    "session_type": "Gene Therapy and Transfer Poster II",
    "topics": [
        "cell survival",
        "dog, domestic",
        "endothelial cells",
        "genetic engineering",
        "hemophilia a",
        "omentum",
        "gel",
        "fibrinogen",
        "fibroblast growth factor 2",
        "peptides"
    ],
    "author_names": [
        "Margareth C Ozelo, M.D., Ph.D.",
        "Hideto Matsui, MD, PhD",
        "Carol A. Hegadorn",
        "Lori Harpell",
        "Sandra Powell",
        "James F Hulvat, Ph.D.",
        "Andrew Winterborn, DVM, DACLAM",
        "Janine Handforth, BSc, (Hons., Biol), DVM",
        "Christine Hough, PhD",
        "David Lillicrap, MD"
    ],
    "author_affiliations": [
        [
            "Pathology and Molecular Medicine, Queen's University, Kingston, ON, Canada, "
        ],
        [
            "Pathology and Molecular Medicine, Queen's University, Kingston, ON, Canada, "
        ],
        [
            "Pathology and Molecular Medicine, Queen's University, Kingston, ON, Canada, "
        ],
        [
            "Pathology and Molecular Medicine, Queen's University, Kingston, ON, Canada, "
        ],
        [
            "Pathology and Molecular Medicine, Queen's University, Kingston, ON, Canada, "
        ],
        [
            "VP, Research & Development, Nanotope, Inc., Skokie, IL, USA, "
        ],
        [
            "Animal Care Services, Queen's University, Kingston, ON, Canada"
        ],
        [
            "Animal Care Services, Queen's University, Kingston, ON, Canada"
        ],
        [
            "Pathology and Molecular Medicine, Queen's University, Kingston, ON, Canada, "
        ],
        [
            "Pathology and Molecular Medicine, Queen's University, Kingston, ON, Canada, "
        ]
    ],
    "first_author_latitude": "44.224829150000005",
    "first_author_longitude": "-76.49432285",
    "abstract_text": "Abstract 3578 Poster Board III-515 Ex vivo delivery of therapeutic transgenes provides an additional level of safety as it avoids systemic administration of viral vectors. Our group has shown that autologous blood outgrowth endothelial cells (BOECs) transduced with a lentiviral vector delivery system containing the FVIII transgene is a promising gene therapy strategy for hemophilia A. We have shown that subcutaneous implantation of factor (F) VIII-expressing BOECs in a murine model of hemophilia A can produce therapeutic levels of FVIII that are sustained for more than 6 months. However, to improve the levels of FVIII expression and cell viability we wanted to evaluate the omentum as an alternative site for BOEC implantation. Initially this strategy was evaluated in two normal dogs. One and three months after delivery of the cells, immunostaining of biopsies from the injection sites showed the presence of viable cells expressing FVIII and evidence of neovascularization. To evaluate the efficacy of this strategy, a hemophilia A dog received 5×10 8 transduced autologous BOECs that expressed high levels of FVIII in vitro (1.5 IU/10 6 cells/24hrs). We used autologous fibrinogen as a vehicle for the cells along with canine endothelial growth factors (VEGF and bFGF). For the implantation procedure the dog received prophylaxis with canine cryoprecipitate transfusions. FVIII antigen levels (FVIII:Ag) of between 20 and 50 ng/mL continue to be detected in the plasma 8 months post-implantation, indicating that these cells remain viable and express persistent high levels of FVIII over an extended period of time. However, two weeks after the procedure, the dog developed an anti-FVIII immune response comprising both inhibitory and non-inhibitory antibodies, and therefore no FVIII coagulant activity (FVIII:C) was detected. With a view to preventing the development of the anti-FVIII immune response, we used immunosuppression with cyclophosphamide in two additional hemophilia A dogs. Each of these dogs received 5 × 10 8 transduced autologous BOECs. In place of fibrinogen, these cells were delivered in a gel comprised of synthetic, heparin-binding peptide-amphiphiles (HBPA) and heparan sulfate, along with canine VEGF and bFGF. The peptide gel prolongs the activity of these growth factors and protects them from proteolysis, enhancing their angiogenic activity. HBPA gel has been shown to increase vascularization of cell transplant sites, which should improve BOEC survival in the omentum. The procedure of implanting the genetically modified BOECs was completed without complications in all hemophilia A dogs and we are continuing to evaluate the efficacy of this strategy. Disclosures: Hulvat: Nanotope Inc.: Employment."
}