{
    "doi": "https://doi.org/10.1182/blood.V114.22.812.812",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1376",
    "start_url_page_num": 1376,
    "is_scraped": "1",
    "article_title": "Hematopoiesis of Human Induced Pluripotent Stem Cells Derived From Blood Cells of Healthy Donors and Patients with the JAK2-V617F Somatic Mutation. ",
    "article_date": "November 20, 2009",
    "session_type": "HEMATOPOIETIC STEM AND PROGENITOR BIOLOGY: HSC GENESIS, IDENTIFICATION AND ISOLATION",
    "topics": [
        "blood cells",
        "cd34 antigens",
        "cell therapy",
        "donors",
        "gene targeting",
        "hematological diseases",
        "hematopoiesis",
        "idiopathic pneumonia syndrome",
        "jak2 gene v617f",
        "karyotype determination procedure"
    ],
    "author_names": [
        "Zhaohui Ye",
        "Huichun Zhan, MD, MS",
        "Prashant Mali",
        "Sarah Dowey",
        "Donna Williams, PhD",
        "Yoon-Young Jang, MD, PhD",
        "Chi Van Dang, MD, PhD",
        "Jerry L. Spivak, MD",
        "Alison R Moliterno, MD",
        "Linzhao Cheng, Ph.D."
    ],
    "author_affiliations": [
        [
            "Stem Cell Program, Institute for Cell Engineering, Johns Hopkins University School of Medicine, Baltimore, MD, USA, "
        ],
        [
            "Division of Hematology, Johns Hopkins University School of Medicine, Baltimore, MD, USA, "
        ],
        [
            "Stem Cell Program, Institute for Cell Engineering, Johns Hopkins University School of Medicine, Baltimore, MD, USA, "
        ],
        [
            "Stem Cell Program, Institute for Cell Engineering, Johns Hopkins University School of Medicine, Baltimore, MD, USA, "
        ],
        [
            "Division of Hematology, Johns Hopkins University School of Medicine, Baltimore, MD, USA, "
        ],
        [
            "Sidney Kimmel Comprehensive Cancer Center, Johns Hopkins University School of Medicine, Baltimore, MD, USA"
        ],
        [
            "Division of Hematology, Johns Hopkins University School of Medicine, Baltimore, MD, USA, "
        ],
        [
            "Division of Hematology, Johns Hopkins University School of Medicine, Baltimore, MD, USA, "
        ],
        [
            "Division of Hematology, Johns Hopkins University School of Medicine, Baltimore, MD, USA, "
        ],
        [
            "Stem Cell Program, Institute for Cell Engineering, Johns Hopkins University School of Medicine, Baltimore, MD, USA, "
        ]
    ],
    "first_author_latitude": "39.299216099999995",
    "first_author_longitude": "-76.5933799",
    "abstract_text": "Abstract 812 Human induced pluripotent stem (iPS) cells derived from somatic cells hold promise to develop novel patient-specific cell therapies and research models for inherited and acquired diseases. We and others previously reprogrammed human adherent cells such as postnatal fibroblasts to iPS cells that resemble adherent human embryonic stem (hES) cells. It is also highly desirable to reprogram blood cells that are easily accessible and less exposed to environmental mutagens. The large numbers of umbilical cord blood (CB) cells that are collected and stored in multiple cell banks are examples that could be used as a source of either autologous or allogeneic but histo-compatible iPS cell lines. As in vitro expansion of hematopoietic stem/progenitor cells from CB and adult sources remains a challenge, unlimited expansion of derived iPS cells in combination with further optimized hematopoietic differentiation methods should provide a vital alternative to amplify histo-compatible blood stem cells for blood/BM transplantation purposes. More critically, the ability to reprogram blood cells is essential if one wishes to generate iPS cells containing somatic mutations that are restricted to the blood cells and found in acquired hematological disorders, such as myeloproliferative disorders (MPDs), in order to investigate their pathogenesis. The BCR/ABL-negative MPDs, which include polycythemia vera (PV), essential thrombocythemia (ET) and primary myelofibrosis (PMF), are a heterogeneous group of diseases characterized by increased proliferation of erythroid, megakaryocytic and myeloid lineages alone or in combination. The acquired common somatic mutation JAK2-V617F is present in >95% of PV, and ∼50% of ET and PMF patients. The discovery of this mutation in 2005 has significantly improved our understanding of MPD mechanisms and has intensified the search for drug(s) that may effectively inhibit this aberrant kinase activation. However, new disease models are needed to answer questions it raised such as how gene dosages of JAK2-V617F and other pre-disposing mutations affect the MPD pathogenesis. Here we report the derivation of iPS cells from postnatal human blood cells and the potential of these pluripotent cells for hematopoietic differentiation and disease modeling. Multiple human iPS cell lines were generated from previously frozen cord blood, adult peripheral blood and marrow CD34+ cells of healthy donors. The hematopoietic differentiation potential of these human iPS cells was examined by an improved method of EB formation and differentiation under a feeder- and serum-free condition. After two weeks of treatment, the cells were harvested and analyzed by both hematopoietic colony-forming assays and FACS for the presence of hematopoietic markers. Both myeloid and erythroid colonies were detected as we have observed using hES cells. By FACS analysis, CD45+ (27%-64%) and CD43+ (36%-60%) hematopoietic cells co-expressing undetectable to intermediate levels of CD34 marker were also observed. Multiple iPS cell lines were also generated from peripheral blood CD34+ cells of two patients with myeloproliferative disorders (MPDs) who acquired the JAK2-V617F somatic mutation in their blood cells. The MPD-derived iPS cells containing the mutation appeared normal in phenotypes, karyotype and pluripotency. To determine if these MPD iPS cell lines could be used as a model to study abnormal human hematopoiesis, we used the same serum-free differentiation protocol to direct them into hematopoietic lineages. Similar to the increased erythropoiesis of hematopoietic progenitor (CD34+) cells isolated from PV patients, including one subject whose blood-derived iPS cells were used in this study, re-differentiated hematopoietic progenitor (CD34+CD45+) cells from the PV-iPS cells showed enhanced erythropoiesis as compared to those from the iPS cells derived from normal CD34+ cells. They also showed a gene expression pattern similar to the primary CD34+ cells from the PV patient. These iPS cells thus provide a renewable cell source and a prospective model for investigating MPD pathogenesis. In combination with the gene targeting technology we recently described, human iPS cell lines derived from patients and subsequent hematopoietic differentiation technologies provide a novel model for investigations of various blood diseases with either acquired or inherited mutations. Disclosures: No relevant conflicts of interest to declare."
}