{
    "doi": "https://doi.org/10.1182/blood.V118.21.1033.1033",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1985",
    "start_url_page_num": 1985,
    "is_scraped": "1",
    "article_title": "Incidence of PNH Clones by Diagnostic Code Utilizing High Sensitivity Flow Cytometry ",
    "article_date": "November 18, 2011",
    "session_type": "101. Red Cells and Erythropoiesis, Structure and Function, Metabolism and Survival, Excluding Iron: Poster I",
    "abstract_text": "Abstract 1033 Paroxysmal nocturnal hemoglobinuria (PNH) is a chronic and life-threatening hematopoietic stem cell disorder characterized by deficiency of the GPI-anchored complement inhibitory proteins CD55/59. Chronic hemolysis from this deficiency leads to serious clinical morbidities including thromboembolism, chronic kidney disease, and increased mortality. The International Clinical Cytometry Society (ICCS) recommends multiparameter high sensitivity flow cytometry (HSFC) as the method of choice for diagnosing PNH. The ICCS also provides guidance on the clinical indications for testing for PNH, including patients (pts) with bone marrow failure (BMF), unexplained cytopenias, unexplained thrombosis, hemoglobinuria and hemolysis. The aim of this study is to use HSFC with sensitivity up to 0.01% to analyze 6,897 pts who were screened for PNH clones utilizing CD235a/CD59 for RBCs, FLAER/CD24/CD15/CD45 for neutrophils and FLAER/CD14/CD64/CD45 for monocytes. We evaluated the clinical indications for PNH testing with the provided ICD-9 diagnostic (DX) codes and examined the change in PNH clone sizes among pts who had follow-up studies in 3–12 months. Based on a sensitivity of at least 0.01%, 6.1% of all pts (421/6897) were found to be PNH positive. Of those pts, 5,545 pts (80.1%) had ICD-9 DX codes provided. The distribution of PNH clone sizes in these PNH+ pts is shown in Figure 1 . Aplastic anemia (AA) and hemolytic anemia comprised the most common reasons for testing. In bone marrow failure syndromes, AA pts had the highest incidence of PNH+ clones, 26.3%, followed by pts with unexplained cytopenia, 5.7%, myelodysplastic syndrome (MDS), 5.5%, and anemia (unspecified or in chronic illness), 3.6% ( Table 1 ). The incidence of PNH+ clones for symptoms such as hemolytic anemia was 22.7%, followed by hemoglobinuria 18.9%, and unspecified hemolysis, 7.9%, unspecified iron deficiency, 2.5%, and thrombosis, 1.4%. Of the 421 PNH positive pts, 89 pts (22%) were identified as having follow-up studies in 3–12 months. These pts were categorized into PNH clone sizes of 0.01% – 0.1% (27 pts, 30%), 0.11% – 1% (7 pts, 8%), 1.1% – 10% (18 pts, 20%) and 10.1% – 100% (37 pts, 42%). Of the 64 pts who had PNH clone sizes of 0.01% – 0.1% or 10.1 – 100%, one patient (0.02%) had a follow-up study that resulted in a change of category. Of the 25 pts with PNH clones sizes between 0.11% – 1% and 1.1% – 10%, 10 pts (40%) had a follow-up study resulting in an increase in category, 6 pts (24%) had a follow-up study resulting in a decrease in category and 9 pts (36%) had a follow-up study resulting in no change in category. Figure 1. View large Download slide Distribution of PNH Clone Sizes based on 421 PNH+ Patients Figure 1. View large Download slide Distribution of PNH Clone Sizes based on 421 PNH+ Patients  Table 1: Incidence of PNH Clones in Patients with ICD-9 Diagnostic Code at Dahl-Chase Diagnostic Services  ICD-9 Diagnostic Code . General Description . Incidence of PNH Clone . 284, 284.01, 284.8, 284.81, 284.89, 284.9  Aplastic Anemia  26.3% (94/357) 238.7, 238.72, 238.73, 238.74, 238.75, 238.76  Myelodysplastic Syndrome (MDS)  5.5% (32/585) 287.5  Unexplained Cytopenia  5.7% (13/230) 284.1  Pancytopenia  6.0% (63/1058) 285.2, 285.21, 285.29, 285.9  Anemia Unspecified  3.6% (40/1122) 283, 283.1, 283.10, 283.11, 283.19, 283.2, 283.9  Hemolytic Anemia  22.7% (147/647) 791, 791.2  Hemoglobinuria  18.9% (14/74) 790.6, 790.99, 790.4  Hemolysis  7.9% (18/227) 325, 415.1, 415.11, 434, 434.01, 444.22, 451.11, 451.19, 452, 453, 453.0, 453.2, 453.4, 453.41, 453.89, 453.9, 557, 557.1  Thrombosis  1.4% (14/967) 280.9  Unspecified Iron Deficiency  2.5% (7/278) Other ICD-9 diagnostic codes   2.1% (26/1232) Not Provided   4.8% (51/1065) ICD-9 Diagnostic Code . General Description . Incidence of PNH Clone . 284, 284.01, 284.8, 284.81, 284.89, 284.9  Aplastic Anemia  26.3% (94/357) 238.7, 238.72, 238.73, 238.74, 238.75, 238.76  Myelodysplastic Syndrome (MDS)  5.5% (32/585) 287.5  Unexplained Cytopenia  5.7% (13/230) 284.1  Pancytopenia  6.0% (63/1058) 285.2, 285.21, 285.29, 285.9  Anemia Unspecified  3.6% (40/1122) 283, 283.1, 283.10, 283.11, 283.19, 283.2, 283.9  Hemolytic Anemia  22.7% (147/647) 791, 791.2  Hemoglobinuria  18.9% (14/74) 790.6, 790.99, 790.4  Hemolysis  7.9% (18/227) 325, 415.1, 415.11, 434, 434.01, 444.22, 451.11, 451.19, 452, 453, 453.0, 453.2, 453.4, 453.41, 453.89, 453.9, 557, 557.1  Thrombosis  1.4% (14/967) 280.9  Unspecified Iron Deficiency  2.5% (7/278) Other ICD-9 diagnostic codes   2.1% (26/1232) Not Provided   4.8% (51/1065) Note: Table reflects patients who had more than one ICD9 code associated with their laboratory tests . View Large In this single-laboratory experience, we evaluated the incidence of PNH in these high risk groups. In this study, 26.3% of pts with the diagnosis of BMF had PNH+ clones detected, underscoring the need to test this group of pts. The study confirmed the utility of testing pts with unexplained hemolytic anemia, hemolysis and hemoglobinuria where the combined rate of positivity was 48%. In addition, this study highlights the need to monitor pts with small PNH clones by HSFC analysis as these pts may show significant variation over time. This examination of ICD-9 DX code association with presence of PNH+ clones confirms the need to actively test high risk populations for PNH based on the ICCS recommendations to ensure accurate diagnosis and early intervention. Disclosures: Weitz: Alexion Pharmaceuticals, Inc.: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding. Illingworth: Dahl-Chase: Employment; Alexion: Consultancy, Honoraria, Research Funding.",
    "topics": [
        "clone cells",
        "diagnosis coding",
        "flow cytometry",
        "brachial plexus neuritis",
        "follow-up",
        "hemoglobinuria",
        "hemolytic anemia",
        "cytopenia",
        "pancytopenia",
        "thrombosis"
    ],
    "author_names": [
        "Mayur K Movalia, M.D.",
        "Ilene c Weitz, MD",
        "Seah H Lim, MD, PhD",
        "Andrea Illingworth"
    ],
    "author_affiliations": [
        [
            "Pathology, Dahl-Chase Diagnostic Services, Bangor, ME, USA, "
        ],
        [
            "Medicine, University of Southern California, Los Angeles, CA, USA, "
        ],
        [
            "Hematologic Malignancy Program, Texas Oncology-Amarillo Cancer Center, Amarillo, TX, USA, "
        ],
        [
            "Flow Cytometry, Dahl-Chase Diagnostic Services, Bangor, ME, USA"
        ]
    ],
    "first_author_latitude": "44.807437799999995",
    "first_author_longitude": "-68.7524337"
}