{
    "doi": "https://doi.org/10.1182/blood.V116.21.3845.3845",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1653",
    "start_url_page_num": 1653,
    "is_scraped": "1",
    "article_title": "Connective Tissue Growth Factor (CTGF) Is Essential for Self Renewal and Proliferation of Mesenchymal Stromal Cells (MSCs) and Affects Leukemia-Stromal Interactions. ",
    "article_date": "November 19, 2010",
    "session_type": "Hematopoiesis - Microenvironment, Cell Adhesion and Mesenchymal Stem Cells: Poster II",
    "topics": [
        "connective tissue growth factor",
        "leukemia",
        "stem cell, mesenchymal",
        "leukemic cells",
        "5'-nucleotidase",
        "acute lymphocytic leukemia",
        "cd44 antigens",
        "cd45 antigens",
        "chemotherapy regimen",
        "death"
    ],
    "author_names": [
        "Venkata Lokesh Battula, Ph.D.",
        "Maria da Graca Cabreira, Ph.D.",
        "Zhiqiang Wang, Ph.D.",
        "Wencai Ma, Ph.D.",
        "Juliana Benito, Ph.D.",
        "Peter P. Ruvolo, PhD",
        "Richard Eric Davis",
        "Marina Konopleva, MD, PhD",
        "Michael Andreeff, M.D., Ph.D."
    ],
    "author_affiliations": [
        [
            "Molecular Hematology & Therapy, Department of Leukemia, UT MD Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Molecular Hematology & Therapy, Department of Leukemia, UT MD Anderson Cnacer Center, Houston, TX, USA"
        ],
        [
            "Department of Lymphoma and Myeloma, UT MD Anderson Cnacer Center, Houston, TX, USA"
        ],
        [
            "Department of Lymphoma and Myeloma, UT MD Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Molecular Hematology & Therapy, Department of Leukemia, UT MD Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Molecular Hematology & Therapy, Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Department of Lymphoma and Myeloma, UT MD Anderson Cnacer Center, Houston, TX, USA"
        ],
        [
            "Molecular Hematology & Therapy, Department of Leukemia and Department of SCT&CT, M.D. Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Molecular Hematology & Therapy, Department of Leukemia and Department of SCT&CT, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA"
        ]
    ],
    "first_author_latitude": "29.7068146",
    "first_author_longitude": "-95.3971547",
    "abstract_text": "Abstract 3845 Connective tissue growth factor (CTGF) is a member of the CCN family of growth factors that are critical regulators of vertebrate development. CTGF is a secreted protein that promotes extracellular matrix production, chemotaxis, cell proliferation and integrin expression. Since CTGF is highly expressed in acute lymphoblastic leukemia (ALL) and CTGF expression levels are related to ALL patient survival (Olga ST et al., Blood, 2007), we hypothesized that CTGF plays a role in regulating stromal cell proliferation and leukemia-stroma interaction. Our first goal was to characterize multipotent mesenchymal stromal cells (MSCs) from CTGF-/- mice, which die soon after birth from respiratory failure due to abnormal skeletal growth. We first attempted to isolate MSCs from BALB/C wild type and CTGF-/- newborn mice (Lvkovic S et al., Development, 2003). While we had no difficulty isolating MSCs from wild type mice, we failed to generate MSCs from CTGF-/- newborns (bone marrow, liver, spleen and thymus). As an alternative approach, we suppressed CTGF in bone marrow derived human MSCs with lenti-virus delivered CTGF shRNA (CTGF-KD-MSCs) and achieved knockdown of ≂f65% compared to vector control cells as determined by RT-PCR. Shortly after transduction (4 days) we started to observe major changes in the phenotype of CTGF-KD-MSCs, which grew 6–7 fold slower compared to vector control MSCs. CTGF-KD-MSCs displayed a significant decrease in the number of cells in S phase (from 14.7% ± 0.8% to 3.5%± 0.4%) and a concomitant increase in the number of G0/1 cells (from 68.8%±1.8% to 82.4%± 1.3%) suggesting a G0 or G1 block. To investigate if CTGF affects expression of MSC surface proteins, we analyzed standard MSC markers including CD105, CD90, CD73, CD44, CD140b, CD166 and CD45 (as a negative marker). Surprisingly, no differences in the expression of these markers in CTGF-KD-MSCs compared to vector control MSCs were observed. To determine if CTGF might regulate gene expression in MSCs, we performed a microarray analysis using Illumina arrays. By gene set analysis methods, we observed significant down regulation (p < 10 -9 by the hypergeometric distribution test) in CTGF-KD-MSCs of genes involved in cell cycle progression, most notably in the Gene Ontology lists for ribosomal biogenesis and mitosis. As MSCs are known to differentiate into mesodermal cell lineages, we next tested the differentiation potential of CTGF-KD-MSCs as compared to the vector control MSCs. Following standard differentiation protocols, both CTGF-KD- and vector control-MSCs differentiated into osteoblasts and chondrocytes with no differences in their ability to differentiate into these lineages; whereas, CTGF-KD-MSCs showed 6–7 fold increase in their adipocyte differentiation potential compared to vector control MSCs. Another property of MSCs is to self-renew and generate colony forming units-fibroblast like (CFU-F). Fifty or 100 cells of either CTGF-KD-MSCs or vector control MSCs were seeded in alpha-MEM with 10% serum. After 2 weeks of culture in alpha-MEM with 10% serum, the resulting fibroblast-like colonies were counted. Vector control MSCs generated ≂f30-fold higher CFU-F compared to CTGF-KD-MSCs indicating that CTGF-KD-MSCs lack the ability to self renew. Next we determined if suppression of CTGF might impede leukemia cell migration to MSCs. Using standard trans-well assays, we examined human pre-B acute lymphoblastic leukemia (ALL) derived REH cells and found that they migrated 45% ± 4% less to CTGF-KD-MSCs compared to control MSCs. These findings suggest that CTGF plays a major role in stromal cell proliferation, self renewal and adipocyte differentiation of MSCs. In addition, CTGF is involved in leukemia cell migration towards MSCs and inhibition of CTGF impairs the migration of leukemic cells towards stromal cells and thereby provides opportunities to prevent homing of leukemic cells and sensitize them to chemotherapy. Disclosures: Andreeff: MyeloRx LLC: Consultancy, participant in research under an NCI SBIR Contract to MyeloRx LLC."
}