{
    "doi": "https://doi.org/10.1182/blood.V120.21.469.469",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2318",
    "start_url_page_num": 2318,
    "is_scraped": "1",
    "article_title": "Impact of Graft-Versus-Host Disease On Relapse After Allogeneic Hematopoietic Stem Cell Transplantation, an EBMT Megafile Study ",
    "article_date": "November 16, 2012",
    "session_type": "731. Clinical Allogeneic and Autologous Transplantation - Results: Strategies to Prevent or Treat Relapse After Transplantation",
    "abstract_text": "Abstract 469 Background: After allogeneic HSCT, graft-versus-host disease (GvHD) occurs through recognition of minor or major histocompatibility mismatches by donor derived T lymphocytes. The same mechanism also operates in the elimination of residual malignant cells (the graft-versus-leukemia or GvL effect). Earlier studies have already shown reduced relapse risks for patients developing GvHD (Weiden et al, NEJM 1979; Horowitz et al, Blood 1990). In particular, a large study in CML patients (Gratwohl et al, Blood 2002) showed that increasing grades of acute and chronic GvHD are associated with a proportional decrease in relapse risk. Incidence and severity of acute and chronic GvHD might therefore be used as surrogate markers for GvL effects. Transplant procedures have changed significantly since these publications. Increased use of unrelated donors, peripheral blood as stem cell source, and the introduction of reduced intensity conditioning regimens might affect the relationship between GvHD and GvL. Furthermore, previous studies have only analyzed transplants for AML, ALL and CML, the prevailing transplant indications at the time. Today, many patients receive transplants for MDS, plasma cell disorders (PCD) or lymphoma. We hypothesized that comparing the effect GvHD on relapse incidence might provide a useful surrogate marker for the susceptibility of different diseases to allo-immune effects. Methods: We studied 48,111 first allogeneic transplants carried out and reported to EBMT between 1998 and 2007. The impact of GvHD on relapse risk was assessed by including acute and chronic GvHD as time-dependent covariates in Cox models for cause-specific hazards adjusted for patient age, year of transplant, donor type, stem cell source, and type of conditioning regimen. Results: Diseases were CML (N=7,711), AML (14,539), ALL (6,802), MDS/MPN (6,958), lymphoma (N=8,231), or PCD (3,870). Donors were HLA identical family donor (N=28,030), and HLA-identical unrelated donors (N=14,422) or mismatched donors (N=5,659). Stem cell source was bone marrow (N=13,273), peripheral blood (N=34,022), or cord blood (N=816). Conditioning intensity was myeloablative (N=28,843), reduced intensity (15,889) or unknown (N=3,379). 14,764 (31%) of grafts were T-cell depleted. Incidence of grade I-IV acute GvHD was 49%, that of grade II-IV acute GvHD 30%. Limited chronic GvHD was diagnosed in 17% and extensive chronic GvHD in 20% of patients. Incidence of disease relapse was 22%, 28%, and 31% at 1, 2, and 4 years respectively. As shown previously, development of GvHD was associated with a reduced risk of relapse in our data. In CML, a clear reduction of relapse risk occurred with hazard ratios declining proportionally to severity of both acute and chronic GvHD ( Figure 1 ). The protective effect of severe acute (grade III-IV) GvHD was similar to that of extensive chronic GvHD, whereas the protective effect of mild acute (grade I-II) GvHD was comparable to that of limited extensive GvHD. ALL was almost equally sensitive to GvHD as CML, whereas MDS/MPN and lymphomas showed intermediate sensitivity ( Figure 1 ). Acute and limited chronic GvHD were only associated with modest reductions in relapse risk in AML and PCD. The limited sensitivity of PCD to allo-immune effects was also evident in Kaplan-Meier curves of disease-free survival where – in contrast to other diseases – no plateau developed during follow-up ( Figure 2 , upper panel). Similarly, hazard rates of disease relapse failed to drop to values near zero in patients with PCD ( Figure 2 , lower panel). Interestingly, despite a comparatively poor association of GvHD and relapse in AML patients, a plateau in the survival curve occurred and hazard rates dropped in parallel to other diseases, suggesting that curative GvL effects operating independently of GvHD might occur in this disease. Discussion: These data confirm earlier observations of a potent GvL effect associated with GvHD. While GvHD and GvL are significantly associated in all diseases, the strength of this association strongly differs between disease entities (strongest correlation in CML and ALL, weakest correlation in AML and PCD). A poor correlation might point to either insensitivity of a particular disease to GvL effects, to GvL effects operating in the absence of and independent from GvHD, or to a significant fraction of patients already cured before allogeneic SCT. Figure 1: View large Download slide Figure 1: View large Download slide Figure 2: View large Download slide Figure 2: View large Download slide Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "allogeneic hematopoietic stem cell transplant",
        "graft-versus-host disease",
        "graft-versus-host disease, chronic",
        "lymphoma",
        "transplantation",
        "allopurinol",
        "graft-versus-host disease, acute",
        "human leukocyte antigens",
        "surrogate markers",
        "tissue transplants"
    ],
    "author_names": [
        "Martin Stern, MD",
        "Liesbeth C. de Wreede, PhD",
        "Ronald Brand, PhD",
        "Anja van Biezen",
        "Peter Dreger, MD",
        "Mohamad Mohty, MD, PhD",
        "Theo M. de Witte",
        "Nicolaus Kröger",
        "Tapani Ruutu, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Stem Cell Transplant Team, University Hospital Basel, Basel, Switzerland, "
        ],
        [
            "Dept. Medical Statistics & Bioinformatics, CLWP, European Group for Blood and Marrow Transplantation/Leiden University Medical Center, Leiden, Netherlands, "
        ],
        [
            "Department of Medical Statistics and Bioinformatics, Leiden University Medical Center, Netherlands, "
        ],
        [
            "EBMT Data Office, University Medical Centre, Leiden, Leiden, Netherlands, "
        ],
        [
            "Medizinische Klinik V, Universität Heidelberg, Heidelberg, Germany, "
        ],
        [
            "Department of Hematology, CHU Nantes, Nantes, France, "
        ],
        [
            "Radboud University Nijmegen Medical Center, Nijmegen, Netherlands, "
        ],
        [
            "Center of Oncology - Department of Stem Cell Transplantation, UNIVERSITY MEDICAL CENTER Hamburg Eppendorf, Hamburg, Germany, "
        ],
        [
            "Department of Medicine, Helsinki University Central Hospital, Helsinki, Finland"
        ]
    ],
    "first_author_latitude": "47.560827499999995",
    "first_author_longitude": "7.5851399"
}