{
    "doi": "https://doi.org/10.1182/blood.V128.22.1363.1363",
    "article_title": "Markers of Autoimmunity in Immune Thrombocytopenia: Prevalence and Prognostic Significance ",
    "article_date": "December 2, 2016",
    "session_type": "311. Disorders of Platelet Number or Function: Poster I",
    "abstract_text": "Background: Immune thrombocytopenia (ITP) is an acquired thrombocytopenia resulting from autoantibodies against platelets. Prior studies have suggested an increased prevalence of autoimmune markers in patients with ITP, even in the absence of another overt autoimmune illness. Clinical experience has suggested that there may be an association between autoimmune markers and poor outcomes in ITP but current guidelines do not encourage routine testing in ITP patients. The goal of this retrospective chart review was to investigate the prevalence of autoimmune markers and to determine if there is an association between autoimmune marker positivity and thrombosis or remission rates in patients with ITP. Methods: This was a retrospective chart review study of ITP patients who presented to one practice at Massachusetts General Hospital where a series of autoimmune markers were routinely evaluated at the time or diagnosis or referral. Included in the analysis were all patients with ITP according to ASH 2011 criteria who presented to this clinic between 1995 and 2014 and had at least one of the following autoimmune markers measured: antinuclear antibody (ANA), direct antiglobulin test (DAT), anti-thyroid peroxidase antibody (anti-ThyPeroxAb), anticardiolipin (ACL) IgM, ACL IgG, rheumatoid factor (RF), and lupus anticoagulant (LAC). Remission status was assessed at the most recent follow-up visit. Remission was defined as a platelet count greater than 30 x 10 9 /L in a patient who was off all medications for ITP and never had a splenectomy. Patients not fulfilling both of these criteria at the most recent follow-up visit were counted as not being in remission. Thrombosis was assessed by review of the patient's radiology studies and the most recent Hematology note and included deep venous thrombosis, pulmonary embolism, embolic stroke, or lower extremity arterial embolism. Results: 169 ITP patients were identified between 1995 and 2014 who met ASH criteria for ITP and had testing for autoimmune markers. The mean age at initial evaluation was 49 years and mean duration of follow-up was 6 years. 60% of the patients were female. There is a high rate of autoimmune marker positivity in this population (Table 1). The most prevalent autoimmune markers were ANA (66%), anti-ThyPeroxAb (31%), and DAT (28%). In those subjects where all three of these tests were performed, there was significant overlap of the positive markers; out of 51 patients who had at least one positive marker, 55% had more than one positive autoimmune marker. 11% of the patients had a documented thrombosis, and 51% of the 166 patients for whom remission status was able to be ascertained achieved remission. Of the autoimmune marker tests, only the presence of anti-ThyPeroxAb was statistically significantly associated with lower remission rates, with 61% of anti-ThyPeroxAb negative patients achieving remission compared with 39% of anti-ThyPeroxAb positive patients (p = 0.04). Positive ANA and LAC were both highly statistically significantly associated with an increased rate of thrombosis (Table 2). Patients with a positive ANA had a 17% rate of thrombosis compared with 0% in patients with a negative ANA (p = 0.002). Patients with a positive LAC had a 50% rate of thrombosis compared with 11% in patients with a negative LAC (p = 0.001). Conclusions: These results suggest that ITP is a state of immune dysregulation that extends beyond antiplatelet antibodies. Routine measurement of anti-ThyPeroxAb, ANA, and LAC may be helpful in assessing the risk for remission and thrombosis and should be considered for inclusion in future ITP treatment guidelines. Table 1 View large Download slide Table 1 View large Download slide  Close modal Disclosures Kuter: Genzyme: Consultancy; ONO: Consultancy; GlaxoSmithKline: Consultancy; 3SBios: Consultancy; Shionogi: Consultancy; MedImmune: Consultancy; CRICO: Other: Paid expert testimony; Eisai: Consultancy; Pfizer: Consultancy; Rigel: Consultancy, Research Funding; Syntimmune: Consultancy; Bristol-Myers Squibb: Research Funding; Protalex: Research Funding; Shire: Consultancy; Amgen: Consultancy, Paid expert testimony.",
    "topics": [
        "autoimmunity",
        "thrombocytopenia due to immune destruction",
        "inosine triphosphate",
        "purpura, thrombocytopenic, idiopathic",
        "disease remission",
        "thrombosis",
        "antibodies, anticardiolipin",
        "antinuclear antibody",
        "antiphospholipid syndrome",
        "antiplatelet antibodies"
    ],
    "author_names": [
        "Marie A Hollenhorst, MD PhD",
        "David J Kuter, MD DPhil"
    ],
    "author_dict_list": [
        {
            "author_name": "Marie A Hollenhorst, MD PhD",
            "author_affiliations": [
                "Department of Medicine, Brigham and Women's Hospital, Boston, MA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "David J Kuter, MD DPhil",
            "author_affiliations": [
                "Center for Hematology, Massachusetts General Hospital, Boston, MA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-07T06:45:29",
    "is_scraped": "1"
}