{
    "doi": "https://doi.org/10.1182/blood.V116.21.3759.3759",
    "article_title": "Suicide Gene (HSVtk) Ablation of Hematopoietic Stem Cells and Their Progeny In the Rhesus Macaque Model: An Approach to Deletion of Dangerous Clones. ",
    "article_date": "November 19, 2010",
    "session_type": "Gene Therapy and Transfer: Poster II",
    "abstract_text": "Abstract 3759 For genetic blood diseases, such as primary immunodeficiencies, gene therapy targeted to hematopoietic stem cells (HSCs) is a feasible and now proven effective therapeutic option for patients who lack a histocompatible HSC. However, the risk of adverse outcomes resulting from insertional oncogenesis is a major concern. We are investigating whether inclusion of the herpes simplex virus thymidine kinase (HSVtk) gene into integrating vectors into rhesus macaque HSCs confers ganciclovir (GCV) sensitivity allowing ablation of vector-containing cells from the blood and other hematopoietic compartments, as an approach to increasing safety of gene therapy procedures. HSVtk suicide genes have been studied in detail in transduced mature T cells, but never in stem and progenitor cells. We infused autologous CD34+ cells transduced ex vivo with gammaretrovirus vectors encoding the HSVtk as suicide gene along with marker genes into 4 rhesus macaques, following myeloablative irradiation. In the first animal, a vector consisting of the MND backbone driving the sr39 high affinity tk mutant, and IRES and a truncated NGFR marker gene was used. A stable marking level of 5% NGFR+ circulating cells was observed for 6 months following transplantation, confirmed by q-PCR. The drug GCV was infused at 5 mg/Kg BID for 21 days. This animal had complete elimination of vector-containing cells in all peripheral blood lineages as assessed by flow cytometry and qPCR, and remains negative now 4 months after GCV discontinuation. Three additional animals were transplanted with autologous CD34+ cells transduced with a vector containing a standard HSVtk gene and GFP as a marker. These animals had lower stable marking levels of approximately 1% at 4 months post-transplant, and after 21 days of GCV, had a clear decrease in the level of GFP+ cells, but not complete ablation, likely due to lower drug-sensitivity of the tk protein expressed by this vector. Cells with a lower level of GFP expression were not eliminated, supporting this hypothesis. Additional animals receiving cells transduced with the sr39 tk retroviral vector and with a lentiviral vector containing a codon-optimized HSVtk are in progress. These data suggest that inclusion of a suicide gene in integrating vectors may be an effective way to address genotoxicity concerns, should clonal outgrowth occur, and increase safety of HSC-targeted gene therapy. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "ablation",
        "child",
        "clone cells",
        "genes, suicide",
        "hematopoietic stem cells",
        "macaca mulatta",
        "offspring",
        "gene therapy",
        "transplantation",
        "carcinogenesis"
    ],
    "author_names": [
        "Cecilia Barese, MD, PhD",
        "Connor King",
        "Stephanie Sellers",
        "Allen E Krouse",
        "Mark E Metzger",
        "Catia Traversari, MD",
        "Claudio Bordignon, MD",
        "Steven M. Kornblau, MD",
        "Frank Marini, III, PhD",
        "Robert E Donahue, VMD",
        "Cynthia E. Dunbar, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Cecilia Barese, MD, PhD",
            "author_affiliations": [
                "NHLBI, NIH, Bethesda, MD, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Connor King",
            "author_affiliations": [
                "NHLBI, NIH, Bethesda, MD, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephanie Sellers",
            "author_affiliations": [
                "NHLBI, NIH, Bethesda, MD, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Allen E Krouse",
            "author_affiliations": [
                "Hematology Branch, NHLBI, Rockville, MD, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mark E Metzger",
            "author_affiliations": [
                "Hematology Branch, NHLBI, Rockville, MD, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Catia Traversari, MD",
            "author_affiliations": [
                "Cancer Therapy, MolMed S.p.A., Milan, Italy, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Claudio Bordignon, MD",
            "author_affiliations": [
                "Università Vita Salute San Raffaele, Milan, Italy, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Steven M. Kornblau, MD",
            "author_affiliations": [
                "University of Texas, M.D. Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Frank Marini, III, PhD",
            "author_affiliations": [
                "MD Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert E Donahue, VMD",
            "author_affiliations": [
                "Hematology Branch, NHLBI, Rockville, MD, USA, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cynthia E. Dunbar, MD",
            "author_affiliations": [
                "NHLBI, NIH, Bethesda, MD, USA, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-15T02:30:46",
    "is_scraped": "1"
}