{
    "doi": "https://doi.org/10.1182/blood.V128.22.1210.1210",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3365",
    "start_url_page_num": 3365,
    "is_scraped": "1",
    "article_title": "A microRNA Expression-Based Model Predicts Event Free Survival in Pediatric Acute Myeloid Leukemia ",
    "article_date": "December 2, 2016",
    "session_type": "617. Acute Myeloid Leukemia: Biology, Cytogenetics, and Molecular Markers in Diagnosis and Prognosis: Prediction and Evaluation of Therapy Response in AML",
    "topics": [
        "leukemia, myelocytic, acute",
        "micrornas",
        "pediatrics",
        "cancer",
        "myeloblastic leukemia, pediatric acute",
        "alternative medicine",
        "biological markers",
        "chemotherapy regimen",
        "complete remission",
        "rna"
    ],
    "author_names": [
        "Emilia L. Lim, PhD",
        "Diane L. Trinh, MSc",
        "Rhonda E. Ries, MA",
        "Jim Wang",
        "Yussanne Ma, PhD",
        "James Topham",
        "Maya D. Hughes, MD",
        "Erin Pleasance, PhD",
        "Andrew J. Mungall",
        "Richard Moore, PhD",
        "Yongjun Zhao, PhD",
        "E. Anders Kolb, MD",
        "Alan S. Gamis, MD MPH",
        "Daniela S. Gerhard, PhD",
        "Todd A. Alonzo, PhD",
        "Soheil Meshinchi, MD PhD",
        "Marco A. Marra, PhD"
    ],
    "author_affiliations": [
        [
            "Canada's Michael Smith Genome Sciences Centre, British Columbia Cancer Agency, Vancouver, Canada "
        ],
        [
            "Canada's Michael Smith Genome Sciences Centre, British Columbia Cancer Agency, Vancouver, Canada "
        ],
        [
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA "
        ],
        [
            "Children's Oncology Group, Monrovia, CA "
        ],
        [
            "Michael Smith Genome Sciences Centre, British Columbia Cancer Agency, Vancouver, Canada "
        ],
        [
            "Canada's Michael Smith Genome Sciences Centre, British Columbia Cancer Agency, Vancouver, Canada "
        ],
        [
            "Seattle Children's Hospital, Seattle, "
        ],
        [
            "Canada's Michael Smith Genome Sciences Centre, British Columbia Cancer Agency, Vancouver, Canada "
        ],
        [
            "Michael Smith Genome Sciences Centre, BC Cancer Agency, Vancouver, Canada "
        ],
        [
            "Michael Smith Genome Sciences Centre, British Columbia Cancer Agency, Vancouver, Canada "
        ],
        [
            "Michael Smith Genome Sciences Centre, BC Cancer Agency, Vancouver, Canada "
        ],
        [
            "Nemours Center for Cancer and Blood Disorders, Alfred I. duPont Hospital for Children, Wilmington, DE "
        ],
        [
            "Division of Hematology/Oncology/Bone Marrow Transplantation, Children's Mercy Hospitals and Clinics, Kansas City, MO "
        ],
        [
            "Office of Cancer Genomics, National Cancer Institute, Bethesda, MD "
        ],
        [
            "Keck School of Medicine, University of Southern California, Los Angeles, CA "
        ],
        [
            "Fred Hutchinson Cancer Research Center, Seattle, WA"
        ],
        [
            "Michael Smith Genome Sciences Centre, British Columbia Cancer Agency, Vancouver, Canada "
        ]
    ],
    "first_author_latitude": "49.264764",
    "first_author_longitude": "-123.1168574",
    "abstract_text": "INTRODUCTION Acute myeloid leukemia (AML) is a hematopoietic malignancy that comprises almost 25% of pediatricleukemiasand is characterized by genetic and epigenetic alterations that lead to impairment of differentiation and clonal expansion. Despite intensive chemotherapy, more than half of children with AML either fail to achieve a complete remission (CR) or relapse after initial response.As such, the availability of a predictor of treatment failure at diagnosis may allow early institution of alternative therapies to improve outcome. MicroRNAs (miRNAs), a class of small non-coding RNAs that regulate the translation of their target mRNAs, are frequentlydysregulatedin cancers, and thus may serve as robust biomarkers of patient outcome. METHODS To identifymiRNAbiomarkers associated with treatment failure and candidate therapeutic targets, we performed a comprehensive sequence-based characterization of the pediatric AMLmiRNAexpression landscape usingmiRNA-seqdata from 637 primary samples. AmiRNAexpression-based model for EFS separating patients into low, intermediate, andhigh riskgroups was produced using penalized Cox regression. The model was designed usingmiRNAexpression data obtained from a training cohort, which consisted of two-thirds of our study cohort (n=425), and then tested on the remaining one-third of our study cohort (n=212). The training and test cohorts were derived by random selection. RESULTS A 36-miRNA EFS predictive model was generated. This model was comprised of16miRNAsthat were over-expressed and 20 that were under-expressed in patients who experienced an event (death, relapse or IF). Among the 36miRNAtranscripts were miR-155, miR-335, miR-139 and miR-375, which have been previously individually associated with survival in pediatric AML. To demonstrate the potential clinical utility of the model, we determined 2 miRNAmodel score thresholds in the training cohort to separate patients into low, intermediate and high miRNAmodel score risk groups. The miRNAmodel score groupings were significantly associated with EFS in both the training cohort and test cohort (Figure 1A; P <0.001). Specifically, within the training cohort, the model identified 108 (25%) patients as high risk (5-year EFS: 7.36%; HR: 2.83, P <0.001), and 106 (25%) patients as low risk (5-year EFS: 81.4%; HR: 0.32, P <0.001). The training and test cohorts were combined for further subclass evaluation. In the combined cohort, multi-variate Cox regression analysis, which includedmiRNA expression risk status and conventional cytogenetic and molecular (CM) risk groups, demonstrated that themiRNA risk classification remains an independent predictor of high risk (HR: 2.44, P<0.001) and low risk (HR: 0.34, P<0.001). Furthermore, to demonstrate the strength of our predictive model, we evaluated the clinical significance of the model in each of the low, standard and high CM risk cohorts. In this analysis, our model was capable of further stratifying patients in each of the 3 CM risk cohorts into 3 distinct miRNAmodel score-based risk categories (Figure 1B, P <0.001). Of particular interest is the ability of the model to identify patients with poorer outcomes in the CM low risk cohort and those with more favorable outcomes in the CMhigh risk cohort. CONCLUSIONS We present amiRNAexpression-based predictor of outcome in pediatric AML, comprised of 36miRNAtranscripts. Our predictive model was developed and tested on a large cohort of primary patient samples (n=637), and demonstrated that diagnosticmiRNAexpression profiles can identify risk groups in patients independent of other CM risk factors. Moreover, this model is applicable to RNA from samples that are routinely obtained for diagnosis, and thus has the potential to impact clinical practice. Figure 1. View large Download slide Stratifying patients using the miRNA-based EFS predictive model. A)Kaplan-Meier plots displaying EFS differences between patients in variousmiRNA model score groups. Patients with highmiRNA model scores had the poorest outcomes, while patients with the lowmiRNA model scores had superior outcomes. B)Kaplan-Meier curves depicting EFS of patients when classified using ourmiRNA model score groupings. ThemiRNA model score groupings were effective in further stratifying patients within the low, standard and high conventional CM risk group classifications. Figure 1. View large Download slide Stratifying patients using the miRNA-based EFS predictive model. A)Kaplan-Meier plots displaying EFS differences between patients in variousmiRNA model score groups. Patients with highmiRNA model scores had the poorest outcomes, while patients with the lowmiRNA model scores had superior outcomes. B)Kaplan-Meier curves depicting EFS of patients when classified using ourmiRNA model score groupings. ThemiRNA model score groupings were effective in further stratifying patients within the low, standard and high conventional CM risk group classifications.  Disclosures No relevant conflicts of interest to declare."
}