{
    "doi": "https://doi.org/10.1182/blood.V108.11.888.888",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=798",
    "start_url_page_num": 798,
    "is_scraped": "1",
    "article_title": "Efficacy and Safety of Low-Molecular-Weight-Heparin during Pregnancy. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "low-molecular-weight heparin",
        "pregnancy",
        "fetal death",
        "hereditary thrombophilia",
        "dalteparin",
        "tinzaparin",
        "hematoma",
        "hypersensitivity",
        "thromboembolic event",
        "thromboembolism"
    ],
    "author_names": [
        "Anita Sylvest Andersen, MD",
        "Joergen G. Berthelsen, MD"
    ],
    "author_affiliations": [
        [
            "Department of Gynecology and Obstetrics, Hilleroed Hospital, Hilleroed, Frederiksborg, Denmark"
        ],
        [
            "Department of Gynecology and Obstetrics, Hilleroed Hospital, Hilleroed, Frederiksborg, Denmark"
        ]
    ],
    "first_author_latitude": "55.93496520000001",
    "first_author_longitude": "12.301272400000002",
    "abstract_text": "Venous thromboembolism is the main cause of pregnancy-related death in the developed world. Effective and safe therapy to those at risk remains important. We evaluated the safety and efficacy of individually dosed Low-Molecular-Weight-Heparin (LMWH) for prophylaxis and treatment of thromboembolic complications in pregnancy and puerperium. We retrospectively reviewed case reports of 166 consecutive pregnant women treated with individually dosed LMWH and admitted for antenatal care and delivery in the period 2001–2005. Indication for LMWH, dosage, obstetrical outcome and complications/interventions during pregnancy, delivery and the puerperium were assessed and compared to birth outcomes of the 18020 childbirths within the same time period in our county. Mean age at delivery was 31.7 years (range: 20–43) and mean BMI was 24.7 kg/m 2 (range: 18–46). Reason for LMWH treatment was prior or current thromboembolic event +/− inherited thrombophilia in 37.3%, prior adverse obstetrical event and inherited thrombophilia in 34.9%, habitual abortions and inherited thrombophilia in 7.2%, and other defined reasons 20.5%. A total of 79.5% suffered from inherited thrombophilia, predominantly Factor V Leiden, heterozygous mutation (47.0%). Eight women (4.8%) were treated with Warfarin before their pregnancy and shifted to LMWH at a very early gestation. 158 (95.2%) received Tinzaparin, whereas 8 (4.8%) were treated with Dalteparin. LMWH was dosed according to an individual risk assessment resulting in 86.1% receiving a dose of 4500 i.e. sc (or 5000 i.e. Dalteparin). In 53.4% of cases therapy commenced in the 1 st trimester (range 5 th –40 th gestational week) and was continued (with a 24 hour pause at delivery) until 6 weeks after delivery (76.7%) although discontinued at delivery if initiated solely due to prior adverse obstetrical outcome (3.1%) or shifted to permanent Warfarin after delivery (6.7%). The 166 women accounted for only (0.9 %) of the total number of childbirths in the county but differed from these by their high risk pregnancies. Accordingly 15% had previously experienced a stillbirth, 23% a low birth weight infant, 13% premature placental separation and 12% pre-eclampsia in a prior pregnancy. There were few complications to LMWH treatment. Two women experienced allergic reactions (Dalteparin and preserved Tinzaparin, one each), both allergic reactions ceased when treatment was altered to non-preserved Tinzaparin. Obstetrical intervention at delivery resulted in a caesarian section rate of 33.1% compared to 18.9% in the background population. No thromboembolic events were observed during treatment, whereas 16 (9.6%) women had increased bleeding after delivery (700–3500 ml), the majority due to uterine atonia or tearing of tissue. Apart from one woman having a minor labial haematoma postpartum there were no haematomas. Nine women were transferred to and gave birth at a larger University Hospitals due to preterm labour (4), severe malformations of the fetus (2), psychological reasons following adverse obstetrical outcome in two previous pregnancies (2) or change of address (1). The 166 pregnancies resulted in 158 live children of which 18 were premature (11.4% versus 5.5% in the background population). Furthermore there were 3 stillbirths, 4 first trimester miscarriages, 4 induced abortions and one ectopic pregnancy. There were no evidence of osteoporotic fractures or heparin induced thrombocytopenia and all women were in good health at discharge. Individually dosed LMWH is a safe and effective treatment and prophylaxis of thromboembolic complications during pregnancy and the postpartum period."
}