{
    "doi": "https://doi.org/10.1182/blood-2019-125688",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4401",
    "start_url_page_num": 4401,
    "is_scraped": "1",
    "article_title": "Vδ1+ T Cells: Adoptive Cell Therapy for the Treatment of Haematological Malignancies in Allogeneic Settings ",
    "article_date": "November 13, 2019",
    "session_type": "703.Adoptive Immunotherapy: Mechanisms and New Approaches",
    "abstract_text": "The treatment of haematological malignancies with adoptive cell therapy such as leukaemia is limited to conventional ab T cells transduced at great cost with chimeric antigen receptors (CAR) recognising the B-cell associated antigen CD19. Although greatly successful especially in paediatric cases, this therapy remains with its challenges such as associated toxicities, relapse rate as well as high production costs and production failure rates due to its autologous nature, indicated by the high risk of αβ T cells inducing sever graft versus host disease (GvHD). In contrast to αβ T cells, γδ T cells are not restricted to, or recognise major histocompatibility complex (MHC) peptide complexes. Especially Vδ1 T cells, enriched in human tissues but also found in small numbers in the human blood have been shown to elicit potent anti-tumour responses recognising stress ligands up-regulated on malignant cells, whilst sparing healthy tissue. A study looking at 39 malignancies, solid tumours as well as haematological malignancies, identified the presence of γδ T cells as the single most positive correlative factor for overall survival. Even more striking, expanding γδ T cells and more specifically Vδ1 T cells correlate with strong graft versus leukaemia and reduced incident rates of GvHD after αβ T cell depleted, haploidentical stem cell transplantation. These correlative findings have been confirmed in several retrospective data-sets but more recently in a prospective study looking at multiple haematological indications such as AML, ALL and MM. We have developed a 2½ week, good manufacturing practice (GMP) compliant and scalable (≥ 1x10 9 ) process to consistently generate αβ T cell depleted, γδ T cell lymphocyte cultures (93.5% ± 3.7 of live), strongly enriched for Vδ1 T cells (67.9%±2.2% of live). Vδ1 T cells show good recoverability and proliferation in response to cytokines after cryopreservation, kill a variety of malignant leukaemia and myeloma cells at low effector to target ratios (2:1) and show a favourable innate phenotype expressing high levels of the co-stimulatory molecule CD27, CD69 and the natural cytotoxicity receptors NKG2D, DNAM-1 and NKp30. Expression of negative modulators such as PD-1, CTLA4 and TIGIT remain low or non-detectable. Vδ1 T cells produce large levels of IFN-γ, TNF-α but little to no IL-17 on activation. Furthermore, large amounts of the pro-inflammatory chemokines CCL2 and CLL5, as well as the antigen-presenting cell attracting chemokine CCL4 additionally to the colony stimulating factors M-CSF and GM-CSF, support the idea of Vδ1 T cells orchestrating secondary adaptive immune responses after activation. Importantly, and in accordance with their MHC-independent biology, Vδ1 T cells do not kill healthy lymphocytes or primary tissue-derived stromal cells such as fibroblasts. Vδ1 T cells derived from healthy blood and generated under GMP conditions constitute a potential 'off-the-shelf', fully allogeneic cell therapy for the treatment of multiple haematological malignancies. Disclosures Simoes: GammaDelta Therapeutics Ltd.: Employment. Kawalkowska: GammaDelta Therapeutics Ltd.: Employment. Recaldin: GammaDelta Therapeutics Ltd.: Employment. Foxler: GammaDelta Therapeutics Ltd.: Employment. Nussbaumer: GammaDelta Therapeutics Ltd.: Employment, Equity Ownership, Patents & Royalties. Koslowski: GammaDelta Therapeutics Ltd.: Employment, Equity Ownership.",
    "topics": [
        "cell therapy",
        "hematologic neoplasms",
        "t-lymphocytes",
        "graft-versus-host disease",
        "leukemia",
        "antigens",
        "antigens, cd27",
        "cancer",
        "carbon tetrachloride",
        "cd19 antigens"
    ],
    "author_names": [
        "André Simoes, PhD",
        "Joanna Kawalkowska, PhD",
        "Timothy Recaldin, PhD",
        "Daniel Foxler, PhD",
        "Oliver Nussbaumer, PhD",
        "Michael Koslowski, MD"
    ],
    "author_affiliations": [
        [
            "GammaDelta Therapeutics Ltd., London, United Kingdom"
        ],
        [
            "GammaDelta Therapeutics Ltd., London, United Kingdom"
        ],
        [
            "GammaDelta Therapeutics Ltd., London, United Kingdom"
        ],
        [
            "GammaDelta Therapeutics Ltd., London, United Kingdom"
        ],
        [
            "GammaDelta Therapeutics Ltd., London, United Kingdom"
        ],
        [
            "GammaDelta Therapeutics Ltd., London, United Kingdom"
        ]
    ],
    "first_author_latitude": "51.513928",
    "first_author_longitude": "-0.22712939999999995"
}