{
    "doi": "https://doi.org/10.1182/blood.V116.21.303.303",
    "article_title": "Improved Outcome with Total Therapy 3 (TT3) In Comparison with Total Therapy 2 (TT2) Can Be Traced to GEP70-Defined High-Risk Disease with Trisomy of 1q21 and Modest but Not Marked Hyper-Activation of the Proteasome Gene PSMD4  ",
    "article_date": "November 19, 2010",
    "session_type": "Myeloma - Biology and Pathophysiology, excluding Therapy: Genomic and Proteomic Profiling",
    "abstract_text": "Abstract 303 Background: Gene expression profiling (GEP) of purified plasma cells identifies 15% of newly diagnosed MM as high-risk with a median survival of 2yr compared to 10+yr for the remainder. A validated 70-gene GEP risk model (GEP70) making such determinations is related to copy number increases in chromosome 1q21. Moreover, FISH-defined gains of 1q21 at diagnosis are associated with poor outcome and serial studies have shown that both the percentage of cells with 1q21 gains and 1q21 copies in these cells invariably increase at relapse. Combined with the fact that 1q21 is the only recurrent high-level amplicon in MM, these data suggests that 1q21 harbors a copy number sensitive gene or genes that confer resistance to apoptosis. PSMD4 and CKS1B are the only genes in the GEP70 model that map to the 1q21 amplicon. PSMD4 is the polyubiquitin receptor for the proteasome and the only component of the proteasome that exists free of the proteasome complex. High levels of free cytoplasmic PSMD4 and a small proteolytic fragment of PSMD4, known as anti-anti-secretoy factor, may be able to reduce proteasome load thereby reducing sensitivity of MM cells to proteasome inhibition-induced apoptosis. Patients and Method: In TT3, we added BOR to TT2 and performed GEP at baseline and 48hr after BOR test-dosing (1.0mg/m2). We correlated post BOR GEP (TT3), baseline GEP (TT2 and TT3), and baseline 1q21 FISH (TT2 and TT3) with outcomes in over 600 cases. Result: PSMD4 and 14 other proteasome genes were among 80 genes in a post-BOR GEP model (GEP80) created in TT3 and validated in TT3B, whose post-BOR elevated expression was related to poor outcome. The absence of hyper-activation of PSMD4 and proteasome genes after in-vivo thalidomide, dexamethasone or lenalidomide test dosing suggested that this effect was BOR-specific. There was strong but not complete overlap between risk designations by the GEP70 and GEP80 models in TT2 and TT3. We combined the risk predictions of the two models in baseline samples creating four risk combinations. Kaplan Meier analysis revealed a dramatic improvement in outcomes of GEP70 high-risk/GEP80 low-risk cases in TT3 relative to TT2. Similarly, while a significant improvement in outcomes were observed in cases with 3 copies of 1q21, there was no difference for cases with 4+ copies of 1q21. To determine if 1q21 copy number-driven expression changes could account for these differences, we correlated GEP of candidate genes with the presence of 2, 3 or 4+ copies of 1q21. Using FISH-defined tertiles we discovered that intermediate levels of PSMD4 , corresponding to 3 copies of 1q21, was associated with significant improvement in outcome in TT3. Conclusion: BOR incorporated into TT3 overcomes GEP70 high-risk disease with 3, but not 4+ copies of 1q21. PSMD4, is a copy number dependent gene at 1q21 and appears to be a strong prognostic biomarker for BOR-containing therapies. We propose that TT3-like therapies can overcome the anti-apoptotic effects of modest increases in PSMD4 levels in MM, but that novel therapeutic strategies specifically targeting PSMD4 function might be needed to improve the currently dismal outcomes associated with high-level expression of PSMD4. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "genes",
        "multicatalytic endopeptidase complex",
        "trisomy",
        "dexamethasone",
        "gene expression profiling",
        "lenalidomide",
        "polyubiquitin",
        "prognostic marker",
        "thalidomide",
        "cytoplasm"
    ],
    "author_names": [
        "John Shaughnessy, Jr., PhD",
        "Pingping Qu",
        "Erming Tian",
        "Bijay Nair, MD, MPH",
        "Sarah Waheed, MD",
        "Yazan Alsayed, MD",
        "Frits van Rhee, MD, PhD",
        "John Crowley, PhD",
        "Bart Barlogie, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "John Shaughnessy, Jr., PhD",
            "author_affiliations": [
                "Myeloma Institute for Research and Therapy, University of Arkansas for Medical Sciences, Little Rock, AR, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Pingping Qu",
            "author_affiliations": [
                "Cancer Research and Biostatistics, Seattle, WA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Erming Tian",
            "author_affiliations": [
                "Myeloma Institute for Research and Therapy, University of Arkansas for Medical Sciences, Little Rock, AR, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bijay Nair, MD, MPH",
            "author_affiliations": [
                "Myeloma Institute for Research and Therapy, University of Arkansas for Medical Sciences, Little Rock, AR, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sarah Waheed, MD",
            "author_affiliations": [
                "Myeloma Institute for Research and Therapy, University of Arkansas for Medical Sciences, Little Rock, AR, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yazan Alsayed, MD",
            "author_affiliations": [
                "Myeloma Institute for Research and Therapy, University of Arkansas for Medical Sciences, Little Rock, AR, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Frits van Rhee, MD, PhD",
            "author_affiliations": [
                "Myeloma Institute for Research and Therapy, University of Arkansas for Medical Sciences, Little Rock, AR, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John Crowley, PhD",
            "author_affiliations": [
                "Cancer Research and Biostatistics, Seattle, WA, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bart Barlogie, MD, PhD",
            "author_affiliations": [
                "Myeloma Institute for Research and Therapy, University of Arkansas for Medical Sciences, Little Rock, AR, USA, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-17T13:00:07",
    "is_scraped": "1"
}