{
    "doi": "https://doi.org/10.1182/blood.V126.23.3748.3748",
    "article_title": "Reasons for Decreasing Early Mortality in Acute Myeloid Leukemia: An Epidemiological Study from the Swedish Acute Leukemia Registry ",
    "article_date": "December 3, 2015",
    "session_type": "613. Acute Myeloid Leukemia: Clinical Studies: Poster III",
    "abstract_text": "Purpose The rates of early mortality (EM) are high in patients receiving intensive chemotherapy for acute myeloid leukemia (AML). Decreasing EM-rates over time have recently been reported. The reason for the improvement is however elusive and generally attributed to better supportive antibiotic and antifungal treatment. We wanted to investigate this further in a population-based material and if possible find factors associating with improvement. Patients and Methods We investigated temporal trends of early mortality defined as death within 30 days of diagnosis in the Swedish AML-registry. \"Day of diagnosis\" was defined as the day of the diagnostic bone marrow aspiration. The annual incidences of EM in 6034 non-promyelocytic AML patients (median age 71 years) in Sweden 1997-2014 were analyzed. Plots showing unadjusted cubic smoothing splines were constructed. Generalized estimation equation models were used to generate rate ratios with calendar year as the independent variable with 1997 as the reference year. Adjustments were made for age, gender, center, AML class (snomed), AML type (de novo/therapy related or secondary AML), WHO performance status, cytogenetic risk and treatment intensity. To avoid bias due to baseline characteristics missing not at random, multiple imputation (n=10) was performed for variables with missing data. A predefined subgroup analysis based on treatment intensity was also performed. Results We found an overall modest but significant reduction of early mortality with a yearly rate ratio (RR) of 0.99 (95% CI: 0.98-1.00, p=0.026) of the unadjusted EM (figure 1). Separate analysis of patients given induction treatment compared to those receiving palliative care showed that the reduction of early mortality was exclusively seen in the induction treatment group. Here, the crude yearly reduction of early mortality was RR=0.97 (95% CI:0.94-0.99, p=0.01) whereas there was no reduction in the palliative treatment group; RR=1.01(95% CI:0.99-1.02, p=0.27) (figure 2). Interestingly, the decrease of the early mortality rate was lost in the adjusted model; RR= 1.00 (95% CI:0.99-1.01, p=0.37) for the whole cohort. In univariate analysis two factors impacted the model in the direction of decreased EM; improved WHO performance status at diagnosis and a modest increase of low-risk cytogenetic patients (figure 3). Notable was also a slight decrease of the number of intensively treated patients during the time period. When adjusting for WHO PS and cytogenetic risk, subgroup analysis even showed an increased adjusted early mortality rate among palliatively treated patients, RR=1.02 (95%CI: 1.01-1.03, p=0.001) while there was no difference among the intensively treated patients, RR=1.00 (95% CI: 0.97-1.02, P=0.81) (figure 2). Simply put, if patients would have retained the same case mix as in 1997 the decrease of EM we see would not have occured. Caveats are that we assume that the WHO performance scale has been applied consequently during the study period. We have no indications otherwise and the scale is regarded as a robust and well validated instrument, so we consider this risk minor. The decrease in the number of intensively treated patients may also indicate a change in the selection process that theoretically could improve outcomes, for instance a more widespread use of EM risk assessment scales. This is however nothing the authors are aware of has happened on a general level during the time period. We conclude that a major factor associating with the decrease of early mortality in AML is a general improvement of performance status of patients at diagnosis. View large Download slide View large Download slide Close modal View large Download slide View large Download slide Close modal View large Download slide View large Download slide Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "epidemiologic studies",
        "leukemia, acute",
        "leukemia, myelocytic, acute",
        "palliative care",
        "antibiotics",
        "antifungal agents",
        "bone marrow aspiration",
        "chemotherapy regimen",
        "leukemia, secondary acute",
        "weight measurement scales"
    ],
    "author_names": [
        "Stefan Deneberg, MD, PhD",
        "Ebba Lundin",
        "Vladimir Lazarevic",
        "Lina Benson",
        "Bertil Uggla, MDPhD",
        "Petar Antunovic, MD",
        "Lars Mollgard",
        "Sören Lehmann, Prof",
        "Gunnar Juliusson, MD PhD",
        "Martin Höglund, Ass Prof",
        "Asa Rangert Derolf, MDPhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Stefan Deneberg, MD, PhD",
            "author_affiliations": [
                "Center of Hematology, Karolinska University Hospital, Stockholm, Sweden ",
                "Institution of medicine, Huddinge, Karolinska Institutet, Stockholm, Sweden "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ebba Lundin",
            "author_affiliations": [
                "Center of Hematology, Karolinska University Hospital, Stockholm, Sweden "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vladimir Lazarevic",
            "author_affiliations": [
                "Department of Hematology, Skåne University Hospital, Lund, Sweden "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lina Benson",
            "author_affiliations": [
                "Dept Clinical Science & Education, Karolinska Institutet, Stockholm, Sweden "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bertil Uggla, MDPhD",
            "author_affiliations": [
                "Medicine, Örebro University Hospital, Örebro, Sweden "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Petar Antunovic, MD",
            "author_affiliations": [
                "Hematology, University Hospital Linkoping, Linkoping, Sweden "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lars Mollgard",
            "author_affiliations": [
                "Dept of hematology, Sahlgrenska University Hospital, Gothenbourg, Sweden "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sören Lehmann, Prof",
            "author_affiliations": [
                "Hematology, Uppsala University, Uppsala, Sweden "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gunnar Juliusson, MD PhD",
            "author_affiliations": [
                "Department of Hematology, Skåne University Hospital, Lund, Sweden "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martin Höglund, Ass Prof",
            "author_affiliations": [
                "Hematology, Uppsala University Hospital, Uppsala, Sweden "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Asa Rangert Derolf, MDPhD",
            "author_affiliations": [
                "Department of Medicine, Division of Hematology, Karolinska University Hospital and Karolinska Institutet, Stockholm, Sweden"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-01T18:50:29",
    "is_scraped": "1"
}