{
    "doi": "https://doi.org/10.1182/blood.V118.21.3214.3214",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1920",
    "start_url_page_num": 1920,
    "is_scraped": "1",
    "article_title": "Two-Year Safety and Tolerability of Velaglucerase Alfa in Patients with Type 1 Gaucher Disease, Including Patients Switched From Imiglucerase: Phase III Trial HGT-GCB-039 and Extension, ",
    "article_date": "November 18, 2011",
    "session_type": "201. Granulocytes, Monocytes and Macrophages: Poster III",
    "topics": [
        "extension",
        "gaucher disease",
        "imiglucerase",
        "phase 3 clinical trials",
        "velaglucerase alfa",
        "antibodies",
        "infusion procedures",
        "seizures",
        "adverse event",
        "anemia"
    ],
    "author_names": [
        "A Mehta",
        "H Ben Turkia",
        "DE Gonzalez",
        "M Kabra",
        "EA Lukina",
        "P Giraldo",
        "I Kisinovsky",
        "A Bavdekar",
        "M-F Ben Dridi",
        "N Gupta",
        "PS Kishnani",
        "EK Sureshkumar",
        "N Barton",
        "N Wang",
        "E Crombez",
        "K Bhirangi",
        "A Zimran"
    ],
    "author_affiliations": [
        [
            "Department of Haematology, Royal Free Hospital, London, United Kingdom, "
        ],
        [
            "La Rabta Hospital, Tunis, Tunisia, "
        ],
        [
            "Sanatorio Español, Asunción, Paraguay, "
        ],
        [
            "All India Institute of Medical Sciences, New Delhi, India, "
        ],
        [
            "Hematology Research Center, Moscow, Russia, "
        ],
        [
            "Centro de Investigación Biomédica en Red de Enfermedades Raras (CIBERER) and Hospital Universitario Miguel Servet, Zaragoza, Spain, "
        ],
        [
            "Your Health SA, Buenos Aires, Argentina, "
        ],
        [
            "KEM Hospital Research Centre, Pune, India, "
        ],
        [
            "La Rabta Hospital, Tunis, Tunisia, "
        ],
        [
            "All India Institute of Medical Sciences, New Delhi, India, "
        ],
        [
            "Duke University Medical Center, Durham, USA, "
        ],
        [
            "Malabar Institute of Medical Sciences Ltd, Calicut, India, "
        ],
        [
            "Shire Human Genetic Therapies, Inc., Lexington, USA, "
        ],
        [
            "Shire Human Genetic Therapies, Inc., Lexington, USA, "
        ],
        [
            "Shire Human Genetic Therapies, Inc., Lexington, USA, "
        ],
        [
            "Shire Human Genetic Therapies, Inc., Lexington, USA, "
        ],
        [
            "Shaare Zedek Medical Center and Hebrew University-Hadassa Medical School, Jerusalem, Israel"
        ]
    ],
    "first_author_latitude": "51.5530698",
    "first_author_longitude": "-0.16506189999999998",
    "abstract_text": "Abstract 3214 BACKGROUND Type 1 Gaucher disease (GD1) is a chronic, multisystem disease that varies considerably among individuals with regard to organ involvement, presentation, severity, and progression rate. Because hematologic signs and symptoms are common (e.g., anemia, thrombocytopenia, splenomegaly, and hepatomegaly), treatment is often guided by a hematologist. OBJECTIVE To describe the safety and tolerability of velaglucerase alfa after 15 months of treatment in an ongoing, open-label extension study (HGT-GCB-044 [ClinicalTrials.gov identifier, NCT00635427 ]) in GD1 patients who received either velaglucerase alfa or imiglucerase in a preceding 9-month, double-blind, randomized, Phase III trial (HGT-GCB-039 [ NCT00553631 ]). METHODS In HGT-GCB-039, treatment-naïve GD1 patients aged ≥2 years were randomized to velaglucerase alfa or imiglucerase as a continuous 60-minute intravenous infusion (60 U/kg body weight every other week [EOW]; 9 months). HGT-GCB-039 completers could enroll in extension study HGT-GCB-044, receiving velaglucerase alfa (60 U/kg EOW; ongoing). Safety and tolerability were assessed after 15 months of participation in HGT-GCB-044 (i.e., after a total of 2 years of enzyme replacement therapy). RESULTS Of 35 patients enrolled in HGT-GCB-039, 34 received study drug and 32 completed the trial (1 velaglucerase alfa patient was lost to follow-up after a serious adverse event [AE] of life-threatening convulsion, which was considered unrelated to treatment; 1 imiglucerase patient withdrew consent because of AEs). This analysis included only the 32 patients completing HGT-GCB-039 who enrolled in the HGT-GCB-044 extension phase: 16 had received velaglucerase alfa (median age, 38 years [range, 8–60 years]; 50% [n=8] male; 56% [n=9] splenectomized) and 16 had received imiglucerase (median age, 27 years [range, 4–59 years]; 44% [n=7] male; 63% [n=10] splenectomized). These patients had received velaglucerase alfa for 24 months (continuous velaglucerase alfa group) or imiglucerase for 9 months + velaglucerase alfa for 15 months (imiglucerase-switch group) at the time of the current analysis. No differences were observed between the safety profiles of the continuous velaglucerase alfa and imiglucerase-switch treatment arms (Table). AEs most commonly reported (≥20% of patients) during the extension phase were nasopharyngitis and arthralgia in the continuous velaglucerase alfa group and headache and upper respiratory tract infection in the imiglucerase-switch group. Most AEs were mild or moderate in severity and, apart from the patient who was lost to follow-up in HGT-GCB-039 after a convulsion, there were no other life-threatening AEs. None of the serious AEs were considered drug related. The proportion of patients with infusion-related AEs remained low in HGT-GCB-044. Anti-imiglucerase antibodies developed in 4 patients receiving imiglucerase in trial HGT-GCB-039, 1 of whom discontinued following multiple infusion-related AEs and did not enter HGT-GCB-044. This patient also had anti-velaglucerase alfa antibodies, which was attributed to assay cross-reactivity, as he had never been exposed to velaglucerase alfa. No patients developed anti-velaglucerase alfa antibodies during the first 9 or subsequent 15 months of drug exposure.  . Patients, n (%) * . . 0–9 months (HGT-GCB-039) . 9–24 months (HGT-GCB-044) . Description . Velaglucerase alfa(n=16) . Imiglucerase → velaglucerase alfa(n=16) . Velaglucerase alfa(n=16) . Imiglucerase → velaglucerase alfa(n=16) . Experienced ≥1 AE 15 (94) 15 (94) 15 (94) 13 (81) Experienced ≥1 drug-related AE 8 (50) 5 (31) 2 (13) 4 (25) Experienced ≥1 infusion-related AE 5 (31) 3 (19) 2 (13) 1 (6) Experienced ≥1 severe AE 2 (13) 1 (6) 3 (19) 2 (13) Drug-related 2 (13) 0 0 0 Experienced ≥1 serious AE 2 (13) 0 3 (19) 3 (19) Experienced ≥1 life-threatening AE 0 0 0 0 . Patients, n (%) * . . 0–9 months (HGT-GCB-039) . 9–24 months (HGT-GCB-044) . Description . Velaglucerase alfa(n=16) . Imiglucerase → velaglucerase alfa(n=16) . Velaglucerase alfa(n=16) . Imiglucerase → velaglucerase alfa(n=16) . Experienced ≥1 AE 15 (94) 15 (94) 15 (94) 13 (81) Experienced ≥1 drug-related AE 8 (50) 5 (31) 2 (13) 4 (25) Experienced ≥1 infusion-related AE 5 (31) 3 (19) 2 (13) 1 (6) Experienced ≥1 severe AE 2 (13) 1 (6) 3 (19) 2 (13) Drug-related 2 (13) 0 0 0 Experienced ≥1 serious AE 2 (13) 0 3 (19) 3 (19) Experienced ≥1 life-threatening AE 0 0 0 0 * Patients who completed HCT-GCB-039 and entered HCT-GCB-044; the 2 patients who discontinued HCT-GCB-039 are not included. View Large CONCLUSIONS Velaglucerase alfa was generally well tolerated in both the continuous velaglucerase alfa and imiglucerase-switch arms of these controlled clinical trials. Although 4 patients had anti-imiglucerase antibodies in trial HGT-GCB-039, no patient has developed anti-velaglucerase alfa antibodies over the course of the trials to date. Disclosures: Mehta: Shire HGT: Consultancy. Giraldo: Shire HGT: Consultancy. Kisinovsky: Shire Argentina: Consultancy. Kishnani: Shire HGT: Honoraria; Genzyme: Honoraria; Pfizer: Honoraria. Barton: Shire HGT: Employment. Wang: Shire HGT: Employment. Crombez: Shire HGT: Employment. Bhirangi: Shire HGT: Employment. Zimran: Shire HGT: Consultancy; Protalix: Consultancy, Equity Ownership, Membership on an entity's Board of Directors or advisory committees; Genzyme: Research Funding; Actelion: Honoraria; Pfizer: Honoraria."
}