{
    "doi": "https://doi.org/10.1182/blood.V106.11.4503.4503",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=269",
    "start_url_page_num": 269,
    "is_scraped": "1",
    "article_title": "FOXP3 Expression in B and T Cell Lymphomas. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Foxp3 , which encodes a forkhead/winged helix transcription factor designated Scurfin, is a key regulatory gene required for the development and function of regulatory CD4 + CD25 + T cells (T reg ), a subpopulation of T-cells specialized in maintaining the balance between immunity and tolerance. Humans with defects in the FOXP3 gene, develop strong activation of the immune system, leading to multiorgan autoimmune disease, allergies, inflammatory bowel disease and severe infections, collectively known as the IPEX syndrome (immune deregulation, polyendocrinopathy, enteropathy, X-linked inheritance syndrome) Because of the importance of FOXP3 in the development and function of T reg cells, and its potential use as a specific T reg marker, we have developed several monoclonal antibodies against FOXP3, for use on paraffin-embedded tissue sections and evaluated its expression in a large series (150 cases) of B- and T-cell lymphomas. In reactive lymphoid tissue, strong nuclear FOXP3 expression was observed in approximately 5% of interfollicular T-cells. FOXP3 expression in tumour cells was confined to most of Adult T-cell Leukaemia/Lymphoma (ATLL) cases (68%), with some variability in protein expression. In other lymphoma types, FOXP3 expression was only detected in the reactive T-cell background, and the number of FOXP3-positive reactive T-cells was variable, ranging from almost a complete absence (Burkitt’s lymphoma) to abundant infiltrate (common in follicular lymphoma). In conclusion, the availability of a FOXP3 monoclonal antibody, not only provides an important tool for the study of the development and function of T reg cells, but also represents a useful marker for the identification of ATLL cases in formalin-fixed paraffin-embedded tissue sections. The presence or absence of T reg cells in the tumour environment could also play a role in the immune surveillance of tumours, thus implying a potential additional value for the detection of this cell population in tumour samples.",
    "topics": [
        "burkitt's lymphoma",
        "foxp3 gene",
        "lymphoma",
        "t-lymphocytes",
        "adult t-cell lymphoma/leukemia",
        "leukemia-lymphoma, t-cell, acute, htlv-i-associated",
        "neoplasms",
        "monoclonal antibodies",
        "antigens, cd25",
        "autoimmune diseases"
    ],
    "author_names": [
        "Giovanna Roncador",
        "Juan Fernando Garcia",
        "Jose Francisco Garcia",
        "Lorena Maestre",
        "Elena Lucas",
        "Juan Cruz Cigudosa",
        "Lydia Sanchez",
        "Koichi Ohshima",
        "Shigeo Nakamura",
        "Alison Banham",
        "Miguel Angel Piris"
    ],
    "author_affiliations": [
        [
            "Monoclonal Antibodies Unit, Centro Nacional de Investigaciones Oncologicas (CNIO), Madrid, Spain, Spain"
        ],
        [
            "Pathology Program, Centro Nacional de Investigaciones Oncologicas (CNIO), Madrid, Spain, Spain"
        ],
        [
            "Monoclonal Antibodies Unit, Centro Nacional de Investigaciones Oncologicas (CNIO), Madrid, Spain, Spain"
        ],
        [
            "Monoclonal Antibodies Unit, Centro Nacional de Investigaciones Oncologicas (CNIO), Madrid, Spain, Spain"
        ],
        [
            "Monoclonal Antibodies Unit, Centro Nacional de Investigaciones Oncologicas (CNIO), Madrid, Spain, Spain"
        ],
        [
            "Cytogenetics Unit, Centro Nacional de Investigaciones Oncologicas (CNIO), Madrid, Spain, Spain"
        ],
        [
            "Immunohistocheistry Unit, Centro Nacional de Investigaciones Oncologicas (CNIO), Madrid, Spain, Spain"
        ],
        [
            "Department of Pathology, School of Medicine Aichi Cancer Centre, Fukuoka University, Japan"
        ],
        [
            "Department of Pathology and Molecular Diagnostics, Aichi Cancer Center, Nagoya, Japan"
        ],
        [
            "Nuffirl Department of Clinical Laboratory Sciences, University of Oxford, Oxford, England, United Kingdom"
        ],
        [
            "Pathology Program, Centro Nacional de Investigaciones Oncologicas (CNIO), Madrid, Spain, Spain"
        ]
    ],
    "first_author_latitude": "40.4762625",
    "first_author_longitude": "-3.6939186999999998"
}