{
    "doi": "https://doi.org/10.1182/blood.V108.11.2326.2326",
    "article_title": "Altered Gene Expression in CD34+ Cells from PBSC Grafts from Patients Developing t-MDS Following Autologous Transplantation for Lymphoma. ",
    "article_date": "November 1, 2006",
    "session_type": "Poster Sessions",
    "abstract_text": "Therapy-related myelodysplasia (t-MDS) is a lethal complication of autologous hematopoietic cell transplant (HCT) for Hodgkin lymphoma (HL) and non-Hodgkin lymphoma (NHL). The sequence of molecular abnormalities leading to t-MDS is unknown. To gain insights in pathogenesis of t-MDS, we have initiated a prospective study of a cohort of patients undergoing autologous HCT for HL and NHL. Patients are followed longitudinally from before HCT to five years post-HCT, with serial collection of samples. Here we investigated the association of gene expression patterns in hematopoietic stem cells (HSC) from peripheral blood stem cell (PBSC) autografts with development of t-MDS after HCT. We analyzed samples from 11 patients who developed t-MDS and 33 controls (matched for primary diagnosis, age at HCT, race/ethnicity, and length of follow-up) from within the cohort who did not develop t-MDS. RNA from 1000 CD34+ cells selected by flow cytometry sorting was processed using the Affymetrix 2-Cycle Target labeling kit and hybridized on Affymetrix U133 Plus 2.0 microarrays. Following quality control assessment, 7 informative t-MDS samples and their 18 matched controls were selected for further assessment. Raw data were normalized using a GCRMA algorithm. Limma package with paired test was used to identify genes differentially expressed between t-MDS and control samples (P Value < = 0.01; and > 2-fold up or down-regulation). 148 differentially expressed transcripts representing 136 unique genes were identified. The log 2 intensity of these transcripts was mean-centered within each group and two-way clustering applied. Samples clustered into 2 major groups, with one sub-cluster containing all t-MDS samples. Supervised classification analysis using DLDA (diagonal linear discriminant analysis) provided the best classification model when using all 148 transcripts. To select the best genes for classification, redundant transcripts were removed. Staring with the top 2 genes and incrementing one gene at a time, the top 8 genes best classified case vs. control using leave-one-out validation and DLDA, with an 8% error rate. To select the best 2 or 3 gene combinations, we tested the error rate using all such possible combinations within the top 20 genes. The three best 3-gene combinations (of 1140 possible combinations) accurately classified cases and controls with a 0% error rate. Functional assessment of differentially expressed genes identified overexpression of immediate-early \"stress\" response genes (e.g. NR4A1-3, EGR-1-4, WT-1) and reduced expression of xenobiotic processing (e.g. GSTM2, GSTT1, and CYP1B1) and DNA repair genes (e.g. XPA, ERCC4, FANCF) in samples from patients developing t-MDS. We also observed altered expression of genes playing important roles in regulating HSC growth and associated with leukemogenesis (e.g. HOXA5, A6, B6, MEIS1, MLL5, TCF4, HES1, MCL1, SMAD5, and SMAD7). In conclusion our results suggest that additional studies in a test population are warranted to examine whether gene expression patterns in PBSC samples can predict for subsequent development of t-MDS. Importantly, perturbation in genes determining response to genotoxic stress and regulating stem cell growth are observed in CD34+ cells from patients who subsequently develop t-MDS.",
    "topics": [
        "gene expression",
        "lymphoma",
        "peripheral blood stem cells",
        "tissue transplants",
        "transplantation, autologous",
        "stress",
        "flow cytometry",
        "follow-up",
        "hematopoietic stem cell transplantation",
        "hodgkin's disease"
    ],
    "author_names": [
        "Liang Li",
        "Xiwei Wu",
        "Jerald P. Radich",
        "Lue Ping Zhao",
        "Liton Francisco",
        "Asako Komiya",
        "Holly Damasco",
        "Stephen J. Forman",
        "Smita Bhatia",
        "Ravi Bhatia"
    ],
    "author_dict_list": [
        {
            "author_name": "Liang Li",
            "author_affiliations": [
                "Dept. of Stem Cell and Leukemia Research, Div. of Hematology/HCT, Div. of Population Sciences, City of Hope National Medical Ctr, Duarte, CA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Xiwei Wu",
            "author_affiliations": [
                "Dept. of Stem Cell and Leukemia Research, Div. of Hematology/HCT, Div. of Population Sciences, City of Hope National Medical Ctr, Duarte, CA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jerald P. Radich",
            "author_affiliations": [
                "Clinical Research Div., Biostatistics and Epidemiology Depts, Fred Hutchison Cancer Research Ctr, Seattle, WA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lue Ping Zhao",
            "author_affiliations": [
                "Clinical Research Div., Biostatistics and Epidemiology Depts, Fred Hutchison Cancer Research Ctr, Seattle, WA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Liton Francisco",
            "author_affiliations": [
                "Dept. of Stem Cell and Leukemia Research, Div. of Hematology/HCT, Div. of Population Sciences, City of Hope National Medical Ctr, Duarte, CA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Asako Komiya",
            "author_affiliations": [
                "Dept. of Stem Cell and Leukemia Research, Div. of Hematology/HCT, Div. of Population Sciences, City of Hope National Medical Ctr, Duarte, CA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Holly Damasco",
            "author_affiliations": [
                "Dept. of Stem Cell and Leukemia Research, Div. of Hematology/HCT, Div. of Population Sciences, City of Hope National Medical Ctr, Duarte, CA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephen J. Forman",
            "author_affiliations": [
                "Dept. of Stem Cell and Leukemia Research, Div. of Hematology/HCT, Div. of Population Sciences, City of Hope National Medical Ctr, Duarte, CA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Smita Bhatia",
            "author_affiliations": [
                "Dept. of Stem Cell and Leukemia Research, Div. of Hematology/HCT, Div. of Population Sciences, City of Hope National Medical Ctr, Duarte, CA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ravi Bhatia",
            "author_affiliations": [
                "Dept. of Stem Cell and Leukemia Research, Div. of Hematology/HCT, Div. of Population Sciences, City of Hope National Medical Ctr, Duarte, CA"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-30T02:30:52",
    "is_scraped": "1"
}