{
    "doi": "https://doi.org/10.1182/blood.V116.21.232.232",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1861",
    "start_url_page_num": 1861,
    "is_scraped": "1",
    "article_title": "FAS Gene Expression Is Epigenetically Regulated and Predicts the Responsiveness to Azacitidine In High-Risk Myelodysplastic Syndromes ",
    "article_date": "November 19, 2010",
    "session_type": "Disordered Gene Expression in Hematologic Malignancy, including Disordered Epigenetic Regulation: Deregulated Expression and Epigenetics in MDS/AML",
    "abstract_text": "Abstract 232 Background: Low risk myelodysplastic syndromes (MDS) CD34-positive cells exhibit high level of the death receptor Fas at their surface and abnormal Fas-dependent apoptosis. Fas expression decreases when the disease progresses to acute myeloid leukemia (AML). Based on recent evidence of higher DNA methylation level in high-risk MDS (Figueroa M et al, Blood 2010), we explored the epigenetic regulation of FAS gene during MDS evolution to AML. Methods: We quantified FAS gene expression by RT-qPCR in bone marrow mononuclear cells (BMMNC) from 82 MDS, 37 AML and 17 controls, including 54 patients treated with azacitidine according to the FDA/EMEA schedule. Response was scored according to IWG2006 criteria for MDS and to Cheson et al ( JCO , 2003) for AML. We used HL-60 and SW480 cell lines to set up DNA methylation and chromatin immunoprecipitation (ChIP) assays. DNA methylation of 36 CpG dinucleotides in the FAS promoter was explored by bisulfite-treatment of genomic DNA, PCR, cloning and sequencing. Histone modifications of FAS promoter and control genes ( B2M , RAG1 and PAX6 ) were assessed in 4 AML-post MDS patients before and during azacitidine treatment, using acetylated H3 (AcH3) and trimethyl-lysine 9-H3 (H3K9me3) as transcriptionally active and dimethyl-lysine 4-H3 (H3K4me2) and trimethyl-lysine 27-H3 (H3K27me3) as transcriptionally repressive markers. Results: qRT-PCR identified a significant decrease in FAS mRNA in AML-post MDS compared to RAEB1 ( P <0.05). We also noticed a trend to decreased expression of FAS mRNA in AML-post MDS compared to all-stage MDS ( P =0.12). Fas protein expression at the surface of BM CD34-positive cells had no impact on overall survival in a cohort of 45 untreated patients. By contrast, a low Fas protein expression (cut-off, RFI<1.8) correlated with a higher response rate in a series of 54 MDS and AML-post MDS patients treated with azacitidine ( P =0.043). In these patients, Kaplan-Meier analysis demonstrated that a low Fas protein expression also correlated with longer survival in high-risk MDS and AML-post MDS (Log-Rank test, HR 0.47 [CI95%: 0.23 – 0.96]; P =0.032), and a serial evaluation of Fas protein demonstrated a significant increase in responding patients after 6 cycles ( P =0.015). HL60 leukemic cells express Fas at their surface whereas SW480 colon cancer cells do not. FAS mRNA was higher in HL-60 (nR=2.3±0.4) than in SW-480 (nR=0.5±0.4) cells. In HL-60 cells, only 2 of the 36 studied CpG in FAS promoter were methylated, compared to 20/36 in SW-480, and AcH3 and H3K9me3 active markers were highly enriched, suggesting opened chromatin in HL-60 FAS promoter. In BM CD34-positive cells, we observed a significant increase in the methylation of 2 CpG dinucleotides in 14 AML-post MDS compared to 18 MDS (CpG # 2, P =0.05; CpG # 9, P =0.02). In 5/6 AML-post MDS samples, in vitro treatment with azacitidine induced a 1.7-fold increase of FAS mRNA, and rescued Fas-mediated apoptosis. In 4 AML-post MDS patients, a series of 6 cycles of azacitidine induced a decrease in DNA methylation of the FAS promoter in CD34-positive cells (from 28% [range: 20 – 37] to 14% [range: 11 – 15] methylated CpG) and an enrichment for H3K9me3, not for H3K27me3 marker. Conclusions: An epigenetic mechanism is responsible for the down-regulation of Fas in AML-post MDS, which is corrected by azacitidine in responding patients. These results suggest that FAS gene reactivation could predict the responsiveness to azacitidine and could be a biomarker of azacitidine efficacy. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "azacitidine",
        "fas gene",
        "myelodysplastic syndrome",
        "cd34 antigens",
        "rna, messenger",
        "lysine",
        "polymerase chain reaction",
        "biological markers",
        "cloning",
        "colon cancer"
    ],
    "author_names": [
        "Sandrine Ettou",
        "Catherine Humbrecht",
        "Blandine Benet",
        "Olivier Kosmider",
        "Nathalie Droin, PhD",
        "Odile Beyne-Rauzy",
        "Bruno Quesnel",
        "Catherine Lacombe",
        "Dreyfus Francois",
        "Patrick Mayeux",
        "Eric Solary",
        "Michaëla Fontenay"
    ],
    "author_affiliations": [
        [
            "Inserm U1016 CNRS UMR 8104, University Paris 5, Faculty of Medicine Réné Descartes, UM 3, Cochin Institute, Hematology Department, Paris, France, "
        ],
        [
            "Inserm U1016 CNRS UMR 8104, University Paris 5, Faculty of Medicine Réné Descartes, UM 3, Cochin Institute, Hematology Department, Paris, France, "
        ],
        [
            "Inserm U1016 CNRS UMR 8104, University Paris 5, Faculty of Medicine Réné Descartes, UM 3, Cochin Institute, Hematology Department, Paris, France, "
        ],
        [
            "Inserm U1016 CNRS UMR 8104, University Paris 5, Faculty of Medicine Réné Descartes, UM 3, Cochin Hospital, APHP, Cochin Institute, Hematology Department, Paris, France, "
        ],
        [
            "Inserm UMR 1009, Institut Gustave Roussy, Villejuif, France, "
        ],
        [
            "Hôpital Purpan, Toulouse, "
        ],
        [
            "Service des maladies du Sang, CHRU de lille, Lille"
        ],
        [
            "Inserm U1016 CNRS UMR 8104, University Paris 5, Faculty of Medicine Réné Descartes, UM 3, Cochin Hospital, APHP, Cochin Institute, Hematology Department, Paris, France, "
        ],
        [
            "Inserm U1016 CNRS UMR 8104, University Paris 5, Faculty of Medicine Réné Descartes, UM 3, Cochin Institute, Hematology Department, Paris, France, "
        ],
        [
            "Inserm U1016 CNRS UMR 8104, University Paris 5, Faculty of Medicine Réné Descartes, UM 3, Cochin Institute, Hematology Department, Paris, France, "
        ],
        [
            "Inserm UMR 1009, Institut Gustave Roussy, Villejuif, France, "
        ],
        [
            "Inserm U1016 CNRS UMR 8104, University Paris 5, Faculty of Medicine Réné Descartes, UM 3, Cochin Hospital, APHP, Cochin Institute, Hematology Department, Paris, France, "
        ]
    ],
    "first_author_latitude": "48.843503299999995",
    "first_author_longitude": "2.30233185"
}