{
    "doi": "https://doi.org/10.1182/blood.V118.21.1284.1284",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1997",
    "start_url_page_num": 1997,
    "is_scraped": "1",
    "article_title": "Gabp Transcription Factor Is Required for Self-Renew and Proliferation of Hematopoietic Stem and Progenitor Cells ",
    "article_date": "November 18, 2011",
    "session_type": "501. Hematopoietic Stem and Progenitor Biology: Poster I",
    "topics": [
        "stem cells",
        "transcription factor",
        "ground fault circuit interrupters",
        "peripheral catheterization",
        "bone marrow transplantation",
        "cyclin-dependent kinase inhibitors",
        "dna",
        "hemorrhage",
        "interleukin-7",
        "myelodysplastic syndrome"
    ],
    "author_names": [
        "Zhongfa Yang, PhD",
        "Karen Drumea, MD",
        "James Cormier",
        "Junling Wang",
        "Xuejun Zhu",
        "Alan G. Rosmarin, MD"
    ],
    "author_affiliations": [
        [
            "Medicine, University of Massachusetts Medical School, Worcester, MA, USA, "
        ],
        [
            "Department of Oncology, Rambam Health Care Campus, Haifa, Israel, "
        ],
        [
            "Medicine, University of Massachusetts Medical School, Worcester, MA, USA, "
        ],
        [
            "Medicine, University of Massachusetts Medical School, Worcester, MA, USA, "
        ],
        [
            "Medicine, Jiangsu Province Traditional Chinese Hospital School of Medicine, Nanjing, China, "
        ],
        [
            "University Campus Hematology, UMass Memorial Medical Center, Worcester, MA, USA"
        ]
    ],
    "first_author_latitude": "42.27860049999999",
    "first_author_longitude": "-71.76330779999999",
    "abstract_text": "Abstract 1284 GABP is an ets transcription factor that regulates genes which are required for normal hematopoietic development. In myeloid cells, GABP is an essential component of a retinoic acid-inducible enhanceosome that mediates granulocytic gene expression and, in lymphoid cells, GABP regulates expression of IL7-R and the essential transcription factor, Pax5. GABP is a tetrameric complex that includes GABPa, which binds DNA via its ets domain, and GABPb, which contains the transcription activation domain. Genetic disruption of mouse Gabpa caused early embryonic lethality. We created mice in which loxP recombination sites flank exons that encode the Gabpa ets domain, and bred them to mice that bear the Mx1Cre recombinase; injection with pIC induced Cre expression and efficiently deleted Gabpa in hematopoietic cells. One half of the Gabpa knock-out (KO) mice died within two weeks of pIC injection in association with widespread visceral hemorrhage. Gabpa KO mice exhibited a rapid loss of mature granulocytes, and residual myeloid cells exhibited myelodysplasia due, in part, to regulation by Gabp of the transcriptional repressor, Gfi-1. We used bone marrow transplantation to demonstrate that the defect in Gabpa null myeloid cells is cell intrinsic. Although hematopoietic progenitor cells in Gabpa KO bone marrow were decreased more than 100-fold compared to pIC treated control mice, there was not a statistically significant difference in the numbers of Lin − c-kit + Sca-1 − hematopoietic stem cells (HSCs) between KO and control mice. Genetic disruption of Gfi-1 disruption in HSCs caused increased cell cycle activity – an effect that is diametrically opposite of the effect of Gabpa KO; this suggests that the effect of Gabpa on HSCs is not due to its control of Gfi-1. In contrast, Gabpa KO HSCs exhibited a marked decrease in cell cycle activity, but did not demonstrate increased apoptosis. The defects in S phase entry of Gabpa null HSCs are reminiscent of the cell cycle defects in Gabpa null fibroblasts, in which expression of Skp2 E3 ubiquitin ligase, which controls degradation of the cyclin dependent kinase inhibitors (CDKIs) p21 and p27, was markedly reduced following Gabpa disruption. We showed that Gabpa KO cells express reduced levels of Skp2. We propose that GABP controls self-renewal and proliferation of mouse bone marrow stem and progenitor cells, in part, through its regulation of Skp2. Thus, Gabpa is a key regulator of myeloid differentiation through its control of Gfi-1, but it is required for cell cycle activity of HSCs, by a distinct effect that may be due to its control of Skp2 and CDKIs. Disclosures: No relevant conflicts of interest to declare."
}