{
    "doi": "https://doi.org/10.1182/blood.V124.21.4414.4414",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2713",
    "start_url_page_num": 2713,
    "is_scraped": "1",
    "article_title": "Long Term Follow up of SWOG S0313: Ibritumomab Tiuxetan Consolidation after 3 Cycles of CHOP Plus Radiotherapy for High Risk Limited Stage Aggressive B-Cell Lymphoma ",
    "article_date": "December 6, 2014",
    "session_type": "623. Lymphoma: Chemotherapy, excluding Pre-Clinical Models: Poster III",
    "topics": [
        "b-lymphocytes",
        "cyclophosphamide, doxorubicin, prednisone, and vincristine",
        "follow-up",
        "ibritumomab tiuxetan",
        "lymphoma",
        "radiation therapy",
        "southwest oncology group",
        "diffuse large b-cell lymphoma",
        "rituximab",
        "adverse event"
    ],
    "author_names": [
        "Daniel O Persky, MD",
        "Thomas P. Miller, MD",
        "Joseph M Unger, PhD",
        "Catherine M. Spier, MD",
        "Soham D. Puvvada, MD",
        "B. Dino Stea, MDPhD",
        "Oliver W. Press, MD PhD",
        "Louis Constine, MD",
        "Kevin Barton, MD",
        "Michael LeBlanc, PhD",
        "Sonali Smith, MD",
        "Richard I. Fisher, MD",
        "Jonathan W. Friedberg, MD"
    ],
    "author_affiliations": [
        [
            "University of Arizona Cancer Center, Tucson, AZ "
        ],
        [
            "University of Arizona Cancer Center, Tucson, AZ "
        ],
        [
            "SWOG Statistical Center, Seattle, WA "
        ],
        [
            "University of Arizona Cancer Center, Tucson, AZ "
        ],
        [
            "University of Arizona Cancer Center, Tucson, AZ "
        ],
        [
            "University of Arizona Cancer Center, Tucson, AZ "
        ],
        [
            "Fred Hutchinson Cancer Research Center, Seattle, WA "
        ],
        [
            "University of Rochester, James P. Wilmot Cancer Center, Rochester, NY "
        ],
        [
            "Loyola University Chicago Stritch School of Medicine, Chicago, IL "
        ],
        [
            "SWOG Statistical Center, Seattle, WA "
        ],
        [
            "University of Chicago, Chicago, IL "
        ],
        [
            "Fox Chase Cancer Center - Temple Health, Philadhelphia, PA"
        ],
        [
            "University of Rochester, James P. Wilmot Cancer Center, Rochester, NY "
        ]
    ],
    "first_author_latitude": "32.2765477",
    "first_author_longitude": "-110.9431659",
    "abstract_text": "Introduction: Patients with limited stage aggressive B-cell non-Hodgkin lymphoma (LS-NHL) and at least one stage-modified adverse risk factor have an excessive relapse rate leading to a 5-year overall survival (OS) of 50-77% and 10-year OS of 0-50%. In SWOG S0014 we have shown that the addition of rituximab to 3 cycles of CHOP plus involved field radiation therapy (IFRT) resulted in an improved estimated 4-year progression-free survival (PFS) of 88% and OS of 92%. Relapses were largely systemic (5 of 6 evaluable) and continued to be seen with longer follow-up. Ibritumomab tiuxetan (Zevalin ®) is a radiolabeled anti-CD20 antibody that has excellent single agent activity in diffuse large B-cell lymphoma and could prevent systemic relapse of disease. We now report long term results of SWOG S0313, a phase II study of ibritumomab tiuxetan consolidation after 3 cycles of CHOP plus IFRT in patients with LS-NHL. Methods: Patients with LS-NHL and at least one stage-modified adverse risk factor (non-bulky stage II, age > 60 years, elevated LDH, or WHO performance status of 2) were treated with CHOP on days 1, 22, and 43, followed 3 weeks later by 40-50 Gy of IFRT. Ibritumomab tiuxetan regimen was initiated 3 – 6 weeks following IFRT. Results: Forty-six patients were registered and eligible, with median follow-up of 7.3 years. Median age was 61, 37% of patients had elevated LDH, and 20% had systemic symptoms. Grade 4 adverse events occurring more than once included neutropenia (8 patients), leukopenia (5), and lymphopenia (2). Febrile neutropenia was observed in 4 patients. No cases of treatment-related myeloid neoplasms were noted. Eleven patients progressed and 8 patients died. The PFS estimate is 89% at 2 years, 82% at 5 years, and 75% at 7 years. OS estimate is 91% at 2 years, 87% at 5 years, and 82% at 7 years. These outcomes compare favorably to matched cohorts on prior SWOG trials, with 7-year PFS estimate of 68% on S0014 and 65% on S8736 (original pre-Rituximab trial); and 7-year OS estimate of 80% on S0014 and 73% on S8736 cohorts. Conclusions: Patients with high-risk LS-NHL treated with 3 cycles of CHOP plus IFRT followed by ibritumomab tiuxetan consolidation had outcomes that compare favorably to our historical experience. A US cooperative group study of R-CHOP and response-adapted IFRT followed by consolidative ibritumomab tiuxetan is ongoing. Disclosures Off Label Use: ibritumomab tiuxetan in diffuse large B-cell lymphoma."
}