{
    "doi": "https://doi.org/10.1182/blood.V128.22.5722.5722",
    "article_title": "Immune Privileged Features of Multipotent Mesenchymal Stromal Cells Are Lost after Co-Cultivation with Allogeneic Lymphocytes in Vitro  ",
    "article_date": "December 2, 2016",
    "session_type": "703. Adoptive Immunotherapy",
    "abstract_text": "Multipotent mesenchymal stromal cells (MSCs) have immunomodulatory properties and have been successfully used for treatment of autoimmune diseases and acute or chronic graft-versus-host disease. Therapy with MSCs is not always effective. It has been shown that MSCs immunomodulatory properties can be improved by means of various agents, such as IFN-g, TNF-a, IL-17. After 4 hours of IFN-g exposure the expression level of immunomodulatory genes increased - IDO1 300, CSF1 - 7, and IL6 - 2.4 times. MSCs typically express low levels of MHC class I, and no MHC class II or co-stimulatory molecules (e.g., B7-1, B7-2, or CD40), making them partially immunoprivileged. However, treatment with IFN-g leads to increased expression of HLA-DR antigens on MSCs. After injection to the patient the characteristics of MSCs differ from those which have been studied in culture due to their interactions with other cells in the bloodstream and tissues. In this study the model of MSCs and MSCs treated with IFN-g (IFN-g-MSC) interactions with allogeneic lymphocytes in vitro was developed. The aim of the study was to identify the changes in MSCs and IFN-g-MSCs characteristics after co-cultivation with lymphocytes in vitro in dynamics. Materials and methods MSCs were isolated from 13 bone marrow (BM) samples used for allogeneic hematopoietic cells transplantation and cultured by a standard method in aMEM with 10% fetal bovine serum (FBS). MSCs on 2-3-d passages were seeded 10 5 cells per flask with 25 cm 2 bottom area and a day later 500 units/mL of IFN-g were added for 4 hours to half of the cultures. Then the media was changed on RPMI-1640 with 10% FBS. Some cultures were seeded with 10 6 allogeneic lymphocytes, to half of these cultures 5 mg/ml phytohemagglutinin (PHA) was added for lymphocytes activation. All flasks were cultured up to 4 days at 37°C and 5% CO2. After 1, 2, 3 and 4 days lymphocytes were washed from MSCs. MSCs were removed from the flasks with trypsin and the number of viable cells was determined by dye exclusion method (trypan blue). For each of the MSCs cultures the mean fluorescent signal intensity level (MFI) of HLA-DR was determined by direct immunofluorescent staining with anti-HLA-DR APC (BD Pharmingen) antibodies and measured on flow cytometer BD FACS Canto II (BD Biosciences, USA). Data are presented as mean ± standard error. Statistical analysis was performed using Student's t-test (considered reliable p <0.05). Results The number of cells in cultures of MSCs and IFN-g-MSCs did not differ significantly during the 4 days of observations. The presence of non-activated lymphocytes had no effect on the parameters of growth and viability of MSCs. Co-cultivation of activated lymphocytes with MSCs resulted in a reduction of viable MSCs, to 51.6 ± 5.5% compared with IFN-g-MSCs (68,1 ± 6,2%, p = 0.02). The viability of MSCs cultures without lymphocytes was 74.5% ± 4.8 on day 4 from the beginning of the experiment. HLA-DR expression level gradually increased in IFN-g-MSCs (see table). Co-culturing MSCs with lymphocytes also leads to a gradual increase in HLA-DR expression on MSCs apparently due to IFN-g, produced by lymphocytes. However, in IFN-g-MSCs co-cultured with lymphocytes HLA-DR MFI was significantly lower (p = 0.05) than without lymphocytes. HLA-DR MFI increased about 10 times in MSCs co-cultured with activated lymphocytes regardless of their IFN-g pretreatment The data obtained indicate that IFN-g-MSCs did not change in their growth characteristics and had increased immunomodulating properties. IFN-g-MSCs have a greater resistance to activated lymphocytes, which makes them more effective for cell therapy. The results suggest that injected to patient MSCs could have increased level of HLA-DR expression regardless of their initial treatment with IFN-g. The increase of HLA-DR expression on MSCs co-cultured with lymphocytes indicates a possibility of loss of immune privilege by these cells when injected to patient. View large Download slide View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "antibodies",
        "autoimmune diseases",
        "cd40 antigens",
        "cd80 antigens",
        "cell therapy",
        "dyes",
        "graft-versus-host disease, chronic",
        "hla-dr antigens",
        "human leukocyte antigens",
        "interferon type ii"
    ],
    "author_names": [
        "Nikolay M Kapranov",
        "Yuliya O Davydova",
        "Nataliya Petinati, PhD",
        "Maria V Bakshinskayte",
        "Irina V Galtseva",
        "Nina I. Drize, PhD",
        "Larisa A. Kuzmina, MD PhD",
        "Elena N. Parovichnikova, MD PhD",
        "Valeriy G Savchenko, PhD MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Nikolay M Kapranov",
            "author_affiliations": [
                "National Research Center for Hematology, Moscow, Russian Federation "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Yuliya O Davydova",
            "author_affiliations": [
                "National Research Center for Hematology, Moscow, Russian Federation "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nataliya Petinati, PhD",
            "author_affiliations": [
                "Lab for Physiology of Hematopoiesis, National Research Center for Hematology, Moscow, Russian Federation "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria V Bakshinskayte",
            "author_affiliations": [
                "Moscow State University, Biology department, sub department immunology, Moscow, Russian Federation "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Irina V Galtseva",
            "author_affiliations": [
                "National Research Center for Hematology, Moscow, Russian Federation "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nina I. Drize, PhD",
            "author_affiliations": [
                "Physiology of Hematopoiesis Lab, National Research Center for Hematology, Moscow, Russian Federation "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Larisa A. Kuzmina, MD PhD",
            "author_affiliations": [
                "Dept. of Bone Marrow Transplantation, National Research Center for Hematology, Moscow, Russian Federation "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elena N. Parovichnikova, MD PhD",
            "author_affiliations": [
                "BMT, National Research Center for Hematology, Moscow, Russian Federation"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Valeriy G Savchenko, PhD MD",
            "author_affiliations": [
                "National Research Center for Hematology, Moscow, Russian Federation "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-07T21:38:36",
    "is_scraped": "1"
}