{
    "doi": "https://doi.org/10.1182/blood-2020-140875",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4484",
    "start_url_page_num": 4484,
    "is_scraped": "1",
    "article_title": "Oral Administration of FT-4202, an Allosteric Activator of Pyruvate Kinase-R, Has Potent Anti-Sickling Effects in a Sickle Cell Anemia (SCA) Mouse Model, Resulting in Improved RBC Survival and Hemoglobin Levels ",
    "article_date": "November 5, 2020",
    "session_type": "113.Hemoglobinopathies, Excluding Thalassemia-New Genetic Approaches to Sickle Cell Disease",
    "topics": null,
    "author_names": [
        "Archana Shrestha",
        "Mengna Chi, PhD",
        "Kimberly Wagner",
        "Adam Drake",
        "Keertik Fulzele, PhD",
        "Sylvie Guichard",
        "Punam Malik, MD"
    ],
    "author_affiliations": [
        [
            "Cincinnati Children's Hospital and Medical Center, Cincinnati, OH "
        ],
        [
            "Cincinnati Children's Hospital Medical Center, Cincinnati, OH "
        ],
        [
            "Cincinnati Children's Hospital Medical Center, Cincinnati, OH "
        ],
        [
            "Forma Therapeutics, Inc., Watertown, MA"
        ],
        [
            "Forma Therapeutics, Inc., Watertown, MA"
        ],
        [
            "Forma Therapeutics, Inc., Watertown, MA"
        ],
        [
            "Cincinnati Children's Hospital Medical Center, Cincinnati, OH "
        ]
    ],
    "first_author_latitude": "39.140475099999996",
    "first_author_longitude": "-84.5015397",
    "abstract_text": "Introduction: Sickle cell anemia (SCA) results from a mutant β-globin gene that produces abnormal hemoglobin S (HbS). HbS polymerizes upon deoxygenation, resulting in red blood cell (RBC) sickling and membrane damage, leading to vaso-occlusions and hemolysis. Additionally, sickle RBCs contain less ATP and more 2,3-diphosphoglycerate (2,3-DPG) than normal RBCs; 2,3,DPG allosterically reduces hemoglobin (Hb) oxygen (O 2 )-affinity [i.e. increases P 50 ], promoting faster unloading of O 2 , which potentiates HbS polymerization and RBC sickling. FT-4202, a selective and orally bioavailable allosteric activator of RBC pyruvate kinase (PKR), decreases 2,3-DPG and increases ATP in normal human RBCs (Blood, 2019, 134, Supplement 1:616). We hypothesized that oral administration of FT-4202 to SCA mice will increase HbS O 2 -affinity, and thereby decrease RBC sickling and membrane damage. Methods: Berkeley SCA mice were given 500-1000 mg/kg/day FT-4202 in chow (FT-4202 group) or control chow (control group) in 4 cohorts for 2 weeks (total 17-18 mice/group). In all cohorts, the health status, weight, and average chow consumption of each mouse was determined 3 times/week. Three cohorts were injected with sulfo-NHS-biotin 1 week into treatment (10-11 mice/group), and RBC survival assessed over the next week with serial micro-bleeds while on treatment. The 4 th cohort was only bled at 2 week time-point to obtain P 50 (Hemox Analyzer) and Hb levels (Hemavet). At experiment termination, all cohorts were terminally bled to determine (a) RBC levels of 2,3-DPG and ATP, (c) plasma levels of FT-4202 by LC-MS/MS, (d) the proportion of irreversibly sickled RBC (ISC) on blood smears (Image-J analysis), (e) the kinetics of experimentally-induced sickling (Lorrca®Oxygenscan) and (f) membrane deformability (Lorrca®Ektacytometry). Results: SCA mice on FT-4202 consumed a similar amount of food, and had similar weights and survival, compared to SCA mice on control chow throughout the 2-week period. As hypothesized, HbS O 2 affinity increased, reflected by a decrease in P 50 from 29.6 ± 0.62 mmHg (mean ± SEM) in the control group to 27.6 ± 0.58 mmHg in the FT-4202 group ( p<0.03 ). Determinations of 2,3-DPG, ATP and FT-4202 are ongoing and will be presented. As expected, this increased HbS O 2 -affinity in the FT-4202 group reduced RBC sickling and membrane damage. At 2 weeks, the proportion of ISCs on blood smears was reduced in the FT-4202 group to 2.4 ± 0.3% vs. 5.9 ± 1.4% in the control group ( p<0.02 ). The sickle RBC half-life increased to 1.8 ± 0.07 days in FT-4202 group vs. 1.4 ± 0.1 days in the control group, a 28% increase in RBC survival ( p<0.01 , Figure 1A ). Hence, Hb levels in the FT-4202 group increased from 9.1 ± 0.2 g/dL before treatment, to 10.8 ± 0.3 g/dL 2 weeks after treatment ( p<0.001 ), while Hb levels in the control group remained unchanged ( Figure 1B ). The reticulocytes remained unchanged in both groups before and after treatment. When sickle RBCs were de-oxygenated from an ambient pO 2 of ~150 mmHg to a pO 2 of 10-15 mmHg, followed by their re-oxygenation to ambient pO 2 at a constant shear stress of 30 Pa (Oxygenscan), the point of sickling (PoS; pO 2 level when the EI becomes 95% of the EI at ambient O 2 ) decreased on average from 37% pO 2 in the control group, to 30% pO 2 in the FT-4202 group ( p<0.002 , Figure 1C ), with a significantly improved Elongation Index at the point of minimum pO 2 (EI min ), (p<0.05). Next, RBC membrane deformability was measured under ambient pO 2 (normoxic conditions), but varying shear stress after the de-oxygenation/re-oxygenation cycle on the Oxygenscan. Sickle RBCs from the FT-4202 group were significantly more deformable [i.e. had a higher Elongation Index (EI)] compared to control sickle RBCs ( p<0.01 , Figure 1D ), as shear stress increased to ≥3 Pa, demonstrating that FT-4202 sickle RBCs sustained significantly less membrane damage following sickling and un-sickling. Conclusion: A 2-week oral FT-4202 administration was well tolerated by SCA mice and demonstrated beneficial biological effects: improved RBC membrane deformability and sickling parameters, with a shift in the PoS to lower pO 2 , and increased RBC survival and Hb levels. A parallel human phase-I study in healthy subjects and sickle cell disease patients to assess the safety and PK/PD of FT-4202 is ongoing (NCT03815695). Overall, our results suggest that FT-4202 can be a potentially useful orally available agent with significant anti-sickling effect. View large Download slide View large Download slide  Disclosures Drake: Forma Therapeutics: Other: Shareholder of Forma Therapeutics. Fulzele: FORMA Therapeutics, Inc: Current Employment, Other: Shareholder of Forma Therapeutics. Guichard: FORMA Therapeutics, Inc: Current Employment, Other: Shareholder of Forma Therapeutics; AstraZeneca: Other: Shareholder. Malik: Aruvant Sciences, Forma Therapeutics, Inc.: Consultancy; Aruvant Sciences, CSL Behring: Patents & Royalties."
}