{
    "doi": "https://doi.org/10.1182/blood.V128.22.5302.5302",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3317",
    "start_url_page_num": 3317,
    "is_scraped": "1",
    "article_title": "Efficacy of the Ribvd Regimen in High Risk Mantle Cell Lymphoma Patients As Defined By the Mipic Prognostic Score: Identification of KI67, LDH and Performance Status As Most Important Prognostic Factors (PF). a French Lysa Group Study ",
    "article_date": "December 2, 2016",
    "session_type": "622. Lymphoma Biology-Non-Genetic Studies",
    "topics": [
        "ki-67 antigen",
        "mantle-cell lymphoma",
        "prognostic factors",
        "karnofsky performance status",
        "electrocorticogram",
        "autologous stem cell transplant",
        "bendamustine",
        "bortezomib",
        "cancer immunotherapy",
        "dexamethasone"
    ],
    "author_names": [
        "Remy Gressin, MD",
        "Anne Moreau, MD",
        "Nicolas Daguindau, MD",
        "Adrien Tempescul, MD",
        "Sylvain Carras, MD",
        "Jean-Michel Pignon, MD",
        "Guillaume Cartron, MD PhD",
        "Roch Houot, MD PhD",
        "Caroline Dartigeas, MD",
        "Anne Schmitt, MD",
        "Krimo Bouabdallah, MD",
        "Jehan Dupuis, MD",
        "Christiane Mounier, MD",
        "Lionel Karlin, MD",
        "Fabrice Jardin, MD PhD",
        "Luc Mathieu Fornecker, MD PhD",
        "Selim Corm, MD",
        "Joel Fleury, MD",
        "Barbara Burroni, MD",
        "Loic Ysebaert, MD PhD",
        "Steven Le Gouill, MD PhD"
    ],
    "author_affiliations": [
        [
            "Centre de Recherche INSERM - Université Joseph Fourier-Grenoble I, U823, Grenoble, France ",
            "Hematology, CHU Grenoble, Grenoble, France "
        ],
        [
            "Department of Pathology, Nantes University Hospital, Nantes, France "
        ],
        [
            "Haematology, Hospital, Annecy, France "
        ],
        [
            "Haematology, University Hospital, Brest, France "
        ],
        [
            "Onco Haematology department, Grenoble University Hospital, Grenoble, France "
        ],
        [
            "Haematology, Hospital, Dunkerque, France "
        ],
        [
            "Department of Clinical Hematology and Unite Mixte de Recherche (UMR), Centre National de la Recherche Scientifique (CNRS), CHRU, Montpellier, France "
        ],
        [
            "INSERM U917 - CHU de Rennes, Rennes, France ",
            "Hematology, University hospital, Rennes, France "
        ],
        [
            "Service d'Hématologie et Thérapie cellulaire, University Hospital, Tours, France "
        ],
        [
            "Haematology dept, Centre anticancer Bergonie, Bordeaux, France "
        ],
        [
            "Haematology, CHU de Bordeaux, Bordeaux, France "
        ],
        [
            "Lymphoid Malignancies Unit, APHP, Groupe Hospitalier Mondor, CRETEIL, France "
        ],
        [
            "haematology department, Institut de cancerologie de la Loire, Saint Priest en jarez, France "
        ],
        [
            "Service d'Hématologie, Centre Hospitalier Lyon Sud, Pierre Bénite, France "
        ],
        [
            "INSERM U918, Centre Henri Becquerel, Rouen, France "
        ],
        [
            "Haematology, University Hospital, Strasbourg, France "
        ],
        [
            "Haematology department, Hôpital Privé Médipole de Savoie, Challes les eaux, France "
        ],
        [
            "Haematology, Pole sante republique, Clermont ferrand, France "
        ],
        [
            "Pathology Department, Cochin University Hospital, AP-HP, Paris, France "
        ],
        [
            "Haematology dept, IUCT oncopole, Toulouse, France "
        ],
        [
            "Department of hematology, Nantes university Hospital and UMR892 INSERM, Nantes, France"
        ]
    ],
    "first_author_latitude": "45.1842333",
    "first_author_longitude": "5.71554",
    "abstract_text": "Background The proliferation index (PI), defined by KI67 protein expression has been identified as a key prognostic factor (PF) in mantle cell lymphoma (MCL) (1, 2). A GOELAMS/LYSA study (n = 113 patients) identified a cut point of 26% for KI67 positivity as an independent predictor of overall survival together with LDH levels, B symptoms and ECOG-PS, in MCL (GOELAMS index : GI). (1) Recently, the European MCL network confirmed the independent prognostic power of KI67 protein expression levels to predict OS in MCL (n = 508) and proposed a new score \"MIPIc\" (KI67cut-off of 30%). (2) While these scores show prognostic impact in the immuno-chemotherapy setting, with or without ASCT and / or maintenance therapy, their predictive power in the setting of targeted therapy remains uncertain. Objective The aim of this study was to test the predictive power of the MIPIc and GI prognostic indices in a cohort of elderly MCL patients treated by a proteasome-inhibitor-based immunochermotherapy regimen within a prospective phase II trial of the LYSA group (LyMa SA 2010 ; Rituximab, Bendamustine, Velcade and Dexamethasone regimen : RiBVD). (3) Material and method The final analysis of the LyMA SA 2010, presented at ASH 2014 (3), showed overall clinical and molecular response rates of 86.5% and 85%. The 24 months estimated OS and PFS was respectively 80% and 70%. (3) In order to assess the prognostic power of KI67 expression levels for OS, all survival data were updated. KI67 staining was performed and reviewed centrally by one pathologist of the LYSA-P, according to the European guidelines. (4) The MIPIc and GI scores were calculated and their impact on survival analyzed (Logrank). In addition, all 6 variables comprising the MIPc and the GI indices were assessed separately by univariate analyzes for prognostic value (these were LDH, ECOG and KI67 that are common to the 2 indices, and Age and WBC for the MIPIc and B Symptoms for GI). Finally a Logrank permitted to define 3 groups of patients with a high statistically impact on survivals with the 3 common variables of MIPIc and GI. Results Among the 74 elderly MCL patients treated in first line by the RiBVD regimen, 59 are alive with a median follow up of 40 months. Estimated OS and PFS at 36 months are respectively 78.4% and 65%. The MIB1 was evaluated on 58 samples for which the MIPIc and GI could be calculated for 57 patients (no LDH value for one patient). MIPIc and GI were not able to define relevant prognostic subgroups for OS ( p =0.55 and 0.11). Only the 3 common variables LDH (N vs >N), ECOG (O-1 vs >1) and MIB1 (with a cut-off at 46% corresponding to the fourth quartile of MIB1 expression levels) were individually predictive of OS by univariate analysis (respectively with p=0.0006, p=0.048 and p=0.0031). With these three variables the Logrank test separated three groups that were statistically discriminant for OS and PFS: one group with 0 risk factors n=24 patients, 42%), a second group with one risk factor (n=20 patients, 32%) and the last group with 2 or 3 risk factors (n=13 patients, 23%). Hence the 3 year OS of these 3 groups was respectively 96%, 75% and 30% (p<0.0001). The 3 year PFS was 87.5%, 65% and 8% (p<0.0001) In Conclusion The proteasome-inhibitor-based immunochemotherapy regimen, RiBVD, induces prolonged survival of \"High risk\" patients, as defined by this modified MIPIc score. More proliferative disease, defined by a KI67 superior to 46%, combined with a high LDH level and/or a high PS defines a high subgroup of patients under the RiBVD regimen (median PFS and OS of respectively 15 and 10 months). Ref: 1 Gressin R, Haematologica 2010. 2 Hoster E et al, J Clin Oncol 2016. 3 Gressin R et al, ASH Blood 2014. 4 Klapper W, H Hematop 2009. Figure 1 View large Download slide Figure 1 View large Download slide Figure 2 View large Download slide Figure 2 View large Download slide Disclosures Cartron: Roche: Consultancy, Honoraria; Celgene: Honoraria; Gilead: Honoraria; Jansen: Honoraria. Dartigeas: Roche: Consultancy; Mundipharma: Other: travel grant. Dupuis: janssen: Honoraria; ABBVIE: Membership on an entity's Board of Directors or advisory committees. Karlin: takeda: Consultancy; Bristol: Consultancy; celgene: Consultancy, Honoraria; janssen-cilag: Consultancy, Honoraria; amgen: Consultancy, Honoraria."
}