{
    "doi": "https://doi.org/10.1182/blood.V122.21.2774.2774",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2617",
    "start_url_page_num": 2617,
    "is_scraped": "1",
    "article_title": "Use Of Flow Cytometry To Identify Myelodysplasia In Peripheral Blood ",
    "article_date": "November 15, 2013",
    "session_type": "633. Myelodysplastic Syndromes: Poster II",
    "topics": [
        "flow cytometry",
        "myelodysplastic syndrome",
        "brachial plexus neuritis",
        "antigens",
        "leukemia",
        "follow-up",
        "macrophage-1 antigen",
        "alanine aminopeptidase",
        "antigens, cd15",
        "antigens, cd16"
    ],
    "author_names": [
        "Wolfgang Kern, MD",
        "Richard Schabath, MD",
        "Tamara Alpermann",
        "Claudia Haferlach, MD",
        "Susanne Schnittger, PhD",
        "Torsten Haferlach, MD"
    ],
    "author_affiliations": [
        [
            "MLL Munich Leukemia Laboratory, Munich, Germany"
        ],
        [
            "MLL Munich Leukemia Laboratory, Munich, Germany"
        ],
        [
            "MLL Munich Leukemia Laboratory, Munich, Germany"
        ],
        [
            "MLL Munich Leukemia Laboratory, Munich, Germany"
        ],
        [
            "MLL Munich Leukemia Laboratory, Munich, Germany"
        ],
        [
            "MLL Munich Leukemia Laboratory, Munich, Germany"
        ]
    ],
    "first_author_latitude": "48.1080895",
    "first_author_longitude": "11.473868",
    "abstract_text": "Background Flow cytometry (FC) is increasingly used in diagnostic work-up of bone marrow (BM) from patients with suspected or proven myelodysplastic syndrome (MDS). Data on FC in peripheral blood (PB) is scarce. Aims Evaluate the use of FC for PB in suspected or proven MDS by comparison to BM analyzed during follow-up. Methods PB of 157 patients (pts) with suspected MDS was analyzed by FC applying ELN criteria defined recently for diagnosis of MDS in BM (Westers et al., Leukemia 2012). For all pts during follow-up at least one BM sample was evaluable by morphology, cytogenetics, and FC in parallel to confirm or exclude MDS (according to WHO 2008 criteria). Pts were then grouped according to results obtained from BM analysis during follow-up time points into 1) proven MDS (n=96), 2) no MDS (n=32), and 3) MPN, MDS/MPN, or “MDS possible” (presence of dysplastic features by morphology but not sufficient to diagnose MDS) (n=29) (median time to MDS confirmation, 0.9 months, range, 0.1-53.0; median time to last BM assessment without confirmation of MDS; 0.8 months, range, 0.2-23.0). Results First, results of FC on PB were compared between pts with finally proven MDS (n=96) by BM vs. those with no MDS by BM as diagnosed during follow-up. All 34 pts with myeloid progenitor cells (MPC) by FC in PB had finally proven MDS. However, in addition 62/94 (66.0%) of those without MPC (p<0.0001) also had proven MDS. Thus, the presence of MPC in PB was at least strongly indicative of MDS while there were also cases with MDS without MPC in PB. Moreover, besides the presence of MPC in PB, 17 of these 34 cases in addition displayed an aberrant antigen expression on MPC. Focusing on granulocytes we first analyzed side-scatter (SSC) signals in granulocytes as ratio of mean SSC signals granulocytes/lymphocytes (G/L). While for BM samples a reduced SSC ratio G/L had been described which reflects hypogranulation, we indeed found similar data for PB with a significantly lower SSC ratio G/L in pts with proven MDS as compared to those without (mean±SD 5.7±1.1 vs. 6.3±1.0, p=0.015). More strict, a mean SSC ratio G/L of 3.9 was found to most specifically identify pts with MDS: all 6 cases with a ratio <3.9 had MDS. Regarding aberrant antigen expression in granulocytes, MDS was more frequently diagnosed among cases with vs. without the following features: aberrant CD11b/CD16 expression pattern (43/46 investigated, 93.5% vs. 53/82, 64.6%; p=0.0002), lack of CD10 expression (37/43, 86.0% vs. 59/85, 69.4%; p=0.052), CD56 expression (19/21, 90.5% vs. 77/107, 72.0%; p=0.098). Cumulating this data, ≥2 aberrantly expressed antigens on granulocytes were found indicative of MDS: 42/45 (93.3%) of pts with aberrant expression of ≥2 antigens had MDS while only 54/83 (65.1%) of those with 0 or 1 aberrantly expressed antigen had finally proven MDS (p=0.0003). Regarding aberrant antigen expression in monocytes, pts with the following features more frequently had MDS as compared to those without: reduced expression of HLA-DR, CD13, CD11b, or CD15, aberrant expression of CD2 or CD34 (as single makers all n.s.). However, cumulating this data also resulted in a significant relation to a diagnosis of MDS during follow-up: 31/36 (86.1%) of pts with aberrant expression of ≥2 antigens on monocytes were diagnosed MDS vs. 65/92 (70.7%) of those without (p=0.052). Integrating the data for the different cell compartments, pts were separated according to the presence of the following 4 criteria: 1) presence of MPC in PB by FC, 2) aberrant expression of ≥1 antigen in MPC in PB, 3) aberrant expression of ≥2 antigens in granulocytes in PB, and 4) aberrant expression of ≥2 antigens in monocytes in PB: 68/76 (89.5%) of pts with ≥1 of these criteria had MDS, which was the case in 28/52 (53.8%) of cases fulfilling none of these criteria (p<0.0001). Strengthening the selection to presence of ≥2 of the criteria, all such 36 cases had MDS which was true for 60/92 (65.2%) of those with ≤1 criterion (p<0.0001). Applying these criteria to the set of remaining 29 pts with MPN, MDS/MPN, or possible MDS, 17 (58.6%) of them fulfilled ≥1 criterion which was true for 8/32 (25.0%) of pts not diagnosed MDS (p=0.010). Conclusions FC reveals MDS-related findings in PB samples using a specific panel targeting 10 antigens and may be used to identify pts with a high probability of MDS. Further studies with direct comparison of PB and BM should clarify the role of PB analysis by FC in the diagnostic work-up of pts with suspected MDS. Disclosures: Kern : MLL Munich Leukemia Laboratory: Employment, Equity Ownership. Schabath: MLL Munich Leukemia Laboratory: Employment. Alpermann: MLL Munich Leukemia Laboratory: Employment. Haferlach: MLL Munich Leukemia Laboratory: Employment, Equity Ownership. Schnittger: MLL Munich Leukemia Laboratory: Employment, Equity Ownership. Haferlach: MLL Munich Leukemia Laboratory: Employment, Equity Ownership."
}