{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.1734.1734",
    "article_title": "Efficacy Results of a Phase 2 Trial Evaluating Idelalisib Plus Ofatumumab in Patients with Previously Untreated Chronic Lymphocytic Leukemia ",
    "article_date": "December 7, 2017",
    "session_type": "642. CLL: Therapy, excluding Transplantation: Poster I",
    "abstract_text": "Introduction : Idelalisib (idela) is a selective oral inhibitor of PI3Kδ that, when combined with rituximab, has an overall response rate (ORR) of 70-80% for the treatment of relapsed/refractory (R/R) CLL. Given this efficacy in R/R disease, we initiated a phase 2 trial of idela in combination with ofatumumab (ofa) in treatment-naïve patients with CLL. We previously reported high rates of hepatotoxicity with this combination; we now report efficacy and safety data on all enrolled subjects. Methods : The treatment regimen for this phase 2, open-label, multicenter, single arm, investigator-initiated study began with 2 months of idela monotherapy, followed by six months of idela + ofa combination therapy, followed by idela monotherapy until progression. The primary endpoint of the study was ORR 2 months after completion of combination therapy. The trial was halted in March 2016 due to increased rates of infectious-disease related deaths in other frontline trials of idela, and all patients in our trial ceased idela at that time. Results : Twenty-seven patients received at least one dose of idela. Median follow-up time was 32.2 (range 13-35) months and median duration of therapy was 8.1 (range 0.3-20.6) months. Demographics included a median age of 69 (range 57-84) years, 78% men, and ECOG status 0/1 in 100% of subjects. Five patients (18.5%) had del17p/TP53 mutations, 4 (14.8%) had del11q, and 13 (48%) had IGHV unmutated disease. The best ORR was 89% (24/27) with 1 CR (3.7%), 22 PRs (81.5%), and 1 PR with lymphocytosis (3.7%). All 3 patients with stable disease received fewer than 30 days of idela due to either toxicity (2) or trial halt (1). Median PFS was 22.9 months (95% CI: 17.4-29.9) and 2-year PFS was 42% (95% CI: 23-60%). ECOG performance status of 1 versus 0 (HR 3.33, 95% CI 1.23-9.03, p =0.018) and del17p (HR 4.37, 95% CI 1.11-17.15, p =0.035) were significant predictors of PFS in univariate analysis. Nine subjects (44%) had not progressed or died after receiving therapy for a median of 11 (range 0.5-20) months, and 16 subjects (59%) have not required any subsequent treatment for CLL. Median OS was not reached; 2-year OS was 92% (95% CI: 71-98%). Subjects ceased therapy because of toxicity ( n =15) or regulatory mandate to discontinue ( n =12); none stopped due to disease progression. Of patients who stopped due to mandate, 2 (17%) experienced acute tumor flares consisting of fevers, enlarging nodes, and rash shortly after discontinuation and needed to start alternative therapy rapidly. As previously reported, hepatotoxicity remained frequent in this more mature analysis, with transaminitis in 74% (grade ≥3, 52%). Previously identified risk factors for early hepatotoxicity, including IGHV mutated disease and younger age, were confirmed. Rates of diarrhea/colitis were 48% (grade ≥3, 15%) and the rate of pneumonitis was 11% (grade ≥3, 3.7%). Opportunistic infections (OIs) included 2 cases of P jirovecii pneumonia, 1 brain abscess due to an unknown organism (thought likely P jirovecii ), 1 case of Aspergillus pneumonia, 1 case of cytomegalovirus colitis, and 1 case of herpes simplex virus esophagitis. Cases of P jirovecii infection all occurred prior to an amendment requiring prophylaxis. Conclusions : Idela + ofa is effective for the upfront treatment of CLL, but significant toxicities may limit development of this combination in the frontline setting. While the ORR was high, median PFS was shorter than previously reported for the combination of idela + rituximab as frontline therapy, where median PFS was not reached after a similar length of follow-up (O'Brien Blood 2015, Thompson Cancer 2016). This shorter PFS may be attributable to a limited time on treatment, secondary both to frequent therapy interruptions for adverse events in subjects who discontinued early and to mandated therapy cessation in those doing well. The clinical course of responding patients who discontinued therapy due to regulatory mandate is potentially informative for future trials of time-limited therapy with novel kinase inhibitors. Of note, disease flares were seen in some subjects after abrupt discontinuation of idela. Future studies of PI3Kδ inhibitors, particularly in the frontline, should routinely employ prophylaxis for OIs, systematically investigate key toxicities such as hepatitis, diarrhea/colitis, and pneumonitis, and closely monitor subjects for disease progression if a limited duration of therapy is investigated. Disclosures Davids: Astra-Zeneca: Consultancy; Janssen: Consultancy, Membership on an entity's Board of Directors or advisory committees; Infinity: Consultancy, Research Funding; Merck: Consultancy; Gilead: Membership on an entity's Board of Directors or advisory committees; Pharmacyclics: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; InCyte: Membership on an entity's Board of Directors or advisory committees; TG Therapeutics: Membership on an entity's Board of Directors or advisory committees, Research Funding; Abbvie: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Celgene: Consultancy; Genentech: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding. Abramson: Kite Pharma: Consultancy; Abbvie: Consultancy; Gilead: Consultancy; Genentech: Consultancy; Novartis: Consultancy; Celgene: Consultancy; Seattle Genetics: Consultancy; LAM Therapeutics: Research Funding. Jacobson: Kite Pharmaceuticals: Membership on an entity's Board of Directors or advisory committees. Armand: Tensha: Research Funding; Sequenta/Adaptive: Research Funding; Roche: Research Funding; Affimed: Research Funding; Pfizer: Consultancy, Research Funding; Bristol-Myers Squibb: Consultancy, Research Funding; Infinity: Consultancy; Merck & Co., Inc.: Consultancy, Research Funding; Sigma Tau: Research Funding; Otsuka: Research Funding; Genmab: Consultancy. Kipps: Oncternal: Research Funding; Gilead: Consultancy, Speakers Bureau; Roche: Consultancy, Honoraria; Celgene: Consultancy, Honoraria, Research Funding; Pharmacyclics LLC, an AbbVie Company: Consultancy, Honoraria, Research Funding; Genentech: Consultancy, Research Funding; AbbVie: Consultancy, Honoraria, Research Funding. Fisher: Seattle Genetics Inc.: Membership on an entity's Board of Directors or advisory committees. Brown: Roche/Genentech: Consultancy; Gilead: Consultancy, Research Funding; Pfizer: Consultancy; Astellas Pharma: Consultancy; AbbVie: Consultancy, Honoraria; AstraZeneca: Consultancy; Redx: Consultancy; Pharmacyclics: Consultancy; Sun BioPharma: Consultancy, Research Funding; Infinity Pharmaceuticals: Consultancy; Celgene: Consultancy; Janssen: Consultancy; Janssen Oncology: Honoraria.",
    "topics": [
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "idelalisib",
        "ofatumumab",
        "pneumonia",
        "toxic effect",
        "hepatotoxicity",
        "colitis",
        "combined modality therapy",
        "diarrhea"
    ],
    "author_names": [
        "Benjamin L. Lampson, MD PhD",
        "Haesook T Kim, PhD",
        "Matthew S. Davids, MD",
        "Jeremy S. Abramson, MD MMSc",
        "Arnold S. Freedman, MD",
        "Caron A. Jacobson, MD",
        "Philippe Armand, MD PhD",
        "Robin M. Joyce, MD",
        "Jon E. Arnason, MD",
        "Laura Z. Rassenti, PhD",
        "Thomas J. Kipps, MD",
        "Samantha Huang",
        "Joshua Fein",
        "John Hanna",
        "Stacey Marie Fernandes, BS",
        "David C. Fisher, MD",
        "Jennifer R. Brown, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Benjamin L. Lampson, MD PhD",
            "author_affiliations": [
                "Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Haesook T Kim, PhD",
            "author_affiliations": [
                "Department of Biostatistics and Computational Biology, Dana-Farber Cancer Institute, Boston, MA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Matthew S. Davids, MD",
            "author_affiliations": [
                "Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeremy S. Abramson, MD MMSc",
            "author_affiliations": [
                "Center for Lymphoma, Massachusetts General Hospital Cancer Center, Boston, MA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Arnold S. Freedman, MD",
            "author_affiliations": [
                "Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Caron A. Jacobson, MD",
            "author_affiliations": [
                "Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Philippe Armand, MD PhD",
            "author_affiliations": [
                "Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robin M. Joyce, MD",
            "author_affiliations": [
                "Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jon E. Arnason, MD",
            "author_affiliations": [
                "Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laura Z. Rassenti, PhD",
            "author_affiliations": [
                "Moores Cancer Center, University of California, San Diego, La Jolla, CA "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas J. Kipps, MD",
            "author_affiliations": [
                "Moores Cancer Center, University of California San Diego, La Jolla, CA"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Samantha Huang",
            "author_affiliations": [
                "Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joshua Fein",
            "author_affiliations": [
                "Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John Hanna",
            "author_affiliations": [
                "Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stacey Marie Fernandes, BS",
            "author_affiliations": [
                "Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David C. Fisher, MD",
            "author_affiliations": [
                "Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jennifer R. Brown, MD PhD",
            "author_affiliations": [
                "Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T15:39:58",
    "is_scraped": "1"
}