{
    "doi": "https://doi.org/10.1182/blood.V116.21.1164.1164",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1742",
    "start_url_page_num": 1742,
    "is_scraped": "1",
    "article_title": "Hematopoietic Growth Factors In Aplastic Anemia Patients Treated with Immunosuppressive Therapy: Systematic Review and Meta-Analysis - 2010 Update. ",
    "article_date": "November 19, 2010",
    "session_type": "Bone Marrow Failure: Poster I",
    "topics": [
        "aplastic anemia",
        "hematopoietic growth factors",
        "therapeutic immunosuppression",
        "inappropriate sinus tachycardia",
        "infections",
        "antithymoglobulin",
        "cyclosporine",
        "erythropoietin",
        "granulocyte-macrophage colony-stimulating factor",
        "leukemia, acute"
    ],
    "author_names": [
        "Ronit Gurion",
        "Anat Gafter-Gvili, MD",
        "Liat Vidal",
        "Mical Paul",
        "Isaac Ben-Bassat, MD",
        "Moshe Yeshurun, MD",
        "Ofer Shpilberg, MD, MPH",
        "Pia Raanani, MD"
    ],
    "author_affiliations": [
        [
            "Institute of Hematology, Rabin Medical Center, Petah-Tikva, Israel, "
        ],
        [
            "Institute of Hematology, Rabin Medical Center, Petah-Tikva, Israel, "
        ],
        [
            "Institute of Hematology, Rabin Medical Center, Petah-Tikva, Israel, "
        ],
        [
            "Infection Unit, Rabin Medical Center, Petach- Tikva, "
        ],
        [
            "Tel Aviv University, Qiryat-Ono, Israel, "
        ],
        [
            "Hematology and Bone Marrow Transplantation, Davidoff Center, Rabin Medical Center, Petah-Tiqva, Israel, "
        ],
        [
            "Institute of Hematology, Rabin Medical Centre, Beilinson Hospital, Petah Tikva, Israel"
        ],
        [
            "Institute of Hematology, Rabin Medical Center, Petah-Tikva, Israel, "
        ]
    ],
    "first_author_latitude": "32.0891567",
    "first_author_longitude": "34.8668668",
    "abstract_text": "Abstract 1164 Background: Immunosuppressive therapy (IST) is the treatment for patients with severe aplastic anemia (SAA) not eligible for transplantation. It is controversial whether there is a role for hematopoietic growth factors (HGF) as an adjunct to IST in these patients. Objectives: A meta-analysis evaluating the role of HGF in this setting was published by our group in 2009. Since then, results of the largest conducted clinical trial by the Aplastic Anemia Working Party of the EBMT have been reported. We therefore updated our meta-analysis in order to evaluate if in 2010 there is still a role for the addition of HGF to IST in patients with SAA. Methods: Systematic review and meta-analysis of randomized controlled trials comparing treatment with IST and HGF to IST alone in patients with SAA. An updated search in The Cochrane Library, MEDLINE, conference proceedings and references was conducted in July 2010. Two reviewers independently assessed the quality of the trials and extracted data. Outcomes assessed were: all-cause mortality, overall hematologic response, infections and clonal evolution (transformation to myelodysplastic syndrome or acute leukemia). Relative risks (RR) with 95% confidence intervals (CIs) were estimated and pooled. Results: Our search yielded 7 trials, randomizing 619 patients, including the 205 patients included in the EBMT trial recently published. Trials were conducted between the years 1991 and 2008. The IST regimen for most trials consisted of anti-thymocyte globulin, cyclosporine and steroids. The HGF in 6 trials was G-SCF and in 1 trial GM-CSF and erythropoietin. The addition of HGF to IST, compared with IST alone yielded no difference in all cause mortality at 100 days (RR 1.33, 95% CI 0.56–3.18) and at 5 years (RR 0.91, 95% CI 0.64–1.30, Fig.1 ). There was no difference in overall hematologic response at 12 months between the two arms (RR 1.16, 95% CI 0.91–1.47). There was no increase in the incidence of clonal evolution in the HGF arm compared to the control (RR 1.45, 95% CI 0.42–5.07). In addition there was no difference in the number of infections between both arms (RR 0.98, 95%CI 0.82–1.17). Conclusions: The addition of HGF to IST in SAA does not influence all-cause mortality, long term response, or the incidence of infections. The cumulative data in our updated meta-analysis is consistent with the results of our previous report. Therefore, HGFs should not be recommended routinely as an adjunct to IST for patients with SAA. Fig. 1: View large Download slide All-cause mortality at 5 years Fig. 1: View large Download slide All-cause mortality at 5 years  Disclosures: Shpilberg: Roche: Consultancy, Honoraria."
}