{
    "doi": "https://doi.org/10.1182/blood.V128.22.2513.2513",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3326",
    "start_url_page_num": 3326,
    "is_scraped": "1",
    "article_title": "Leukemia-Associated Macrophages Educated By Organ-Specific Leukemic Microenvironment Acquire Diverse Functions and Gene-Expression Signatures ",
    "article_date": "December 2, 2016",
    "session_type": "201. Granulocytes, Monocytes, and Macrophages: Poster II",
    "topics": [
        "gene expression",
        "leukemia",
        "macrophages",
        "teaching",
        "adult t-cell lymphoma/leukemia",
        "t-cell leukemia, acute",
        "bromodeoxyuridine",
        "annexin a5",
        "antigens, cd25",
        "cd68 antigen, human"
    ],
    "author_names": [
        "Xiao Yang, PhDCandidates",
        "Wenli Feng, PhD Candidates",
        "Rong Wang, PhDCandidates",
        "Feifei Yang, PhD Candidates",
        "Chong Chen, MD",
        "Lina Wang, PhD",
        "Guoguang Zheng, PhD"
    ],
    "author_affiliations": [
        [
            "State Key Laboratory of Experimental Hematology, Institute of Hematology and Blood Diseases Hospital, Chinese Academy of Medical Sciences & Peking Union Medical College, Tianjin, China"
        ],
        [
            "State Key Laboratory of Experimental Hematology, Institute of Hematology and Blood Diseases Hospital, Chinese Academy of Medical Sciences & Peking Union Medical College, Tianjin, China"
        ],
        [
            "State Key Laboratory of Experimental Hematology, Institute of Hematology and Blood Diseases Hospital, Chinese Academy of Medical Sciences & Peking Union Medical College, Tianjin, China"
        ],
        [
            "State Key Laboratory of Experimental Hematology, Institute of Hematology and Blood Diseases Hospital, Chinese Academy of Medical Sciences & Peking Union Medical College, Tianjin, China"
        ],
        [
            "State Key Laboratory of Experimental Hematology, Institute of Hematology and Blood Diseases Hospital, Chinese Academy of Medical Sciences & Peking Union Medical College, Tianjin, China"
        ],
        [
            "State Key Laboratory of Experimental Hematology, Institute of Hematology and Blood Diseases Hospital, Chinese Academy of Medical Sciences & Peking Union Medical College, Tianjin, China"
        ],
        [
            "State Key Laboratory of Experimental Hematology, Institute of Hematology and Blood Diseases Hospital, Chinese Academy of Medical Sciences & Peking Union Medical College, Tianjin, China"
        ]
    ],
    "first_author_latitude": "39.121919000000005",
    "first_author_longitude": "117.183117",
    "abstract_text": "Macrophages are important components of microenvironments and participate diverse physiological and pathological processes. Though CD68 + macrophages have been demonstrated a potentially clinical marker to predict adverse prognosis in lymphoma, the role of macrophages in leukemia have not been fully elucidated. Most recently, we reported leukemia-associated macrophages (LAMs), which showed leukemia-promoting effects, in Notch1-induced mouse T-ALL leukemic microenvironment. In the present study, we studied the characteristics of LAMs from BM and spleen in MLL-AF9 induced mouse AML model, and compared the gene expression diversities among LAMs from BM and SP of AML and T-ALL models. LAMs were sorted from leukemic BM and spleen in the middle stage of AML, control macrophages were sorted from normal mouse. Then LAMs were cocultured with AML cells for 24, 48 and 72hrs. Cell count, BrdU incorporation assay and Annexin V assay were used to detect the proliferation and apoptosis of leukemia cells, respectively. Significant increase of BrdU positive and decrease of apoptotic AML cells were detected in leukemia cells cocultured with LAMs than control Mφ. Latex-beads uptaken assay and transwell assay were used to detect the phagocytosis and migration of LAMs. Significant decrease of phagocytosis and increase of migration ability were detected in LAMs than control Mφ. Furthermore, T cell coculture assay revealed that spleen LAMs suppress the CD25 and CD69 expression in both CD4 + and CD8 + T cells but increase induction of Treg cells than BM LAMs. Moreover SP LAMs had a significantly higher proliferation promoting effect on leukemia cells than BM LAMs. To explore the diverse effect among LAMs from BM and spleen, we compared the transcriptional data of LAMs from BM and spleen from AML and T-ALL. The ordered list algorithm revealed the similarity score in LAM samples with same microenvironment (991.8) is higher than those with same type of leukemia (709.1), also the expression pattern analysis revealed that LAMs from leukemic BM and spleen are much more different, the phenotypic gene validated by qRT-PCR revealed that the BM LAMs are more M1-like while the spleen LAMs are more M2-like. Our results suggested that the diverse response of LAMs to leukemia are largely determined by organ-specific leukemic microenvironment. The work was supported by the Grants 81370634, 81570153, 81300376 from the National Natural Science Foundation of China (NSFC). Disclosures No relevant conflicts of interest to declare."
}