{
    "doi": "https://doi.org/10.1182/blood.V116.21.321.321",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1780",
    "start_url_page_num": 1780,
    "is_scraped": "1",
    "article_title": "Genetic Polymorphisms In Oxidative Stress-Related Genes Correlated with Outcome Following Anthracycline-Based Therapy for Aggressive B-Cell Non-Hodgkin Lymphomas ",
    "article_date": "November 19, 2010",
    "session_type": "Non-Hodgkin Lymphoma - Biology, excluding Therapy: Clinical Correlations",
    "topics": [
        "anthracycline antibiotics",
        "b-lymphocytes",
        "genes",
        "lymphoma, non-hodgkin",
        "polymorphism",
        "stress",
        "aldo-keto reductase family 1 member c3",
        "hematotoxicity",
        "breast cancer",
        "chief complaint"
    ],
    "author_names": [
        "Heather L. Tardif",
        "Song Yao, PhD",
        "Bryan H. Goldman, MS",
        "Catherine M. Spier, MD",
        "Michael L. LeBlanc, PhD",
        "Lisa M. Rimsza, MD",
        "Daniel O. Persky, MD",
        "Thomas P. Miller, MD",
        "Richard I Fisher, MD",
        "Christine B. Ambrosone, PhD",
        "Margaret M. Briehl, PhD"
    ],
    "author_affiliations": [
        [
            "Pathology, University of Arizona, Tucson, AZ, USA, "
        ],
        [
            "Cancer Prevention and Control, Roswell Park Cancer Institute, Buffalo, NY, USA, "
        ],
        [
            "Southwest Oncology Group Statistical Center, Fred Hutchinson Cancer Research Center, Seattle, WA, USA, "
        ],
        [
            "Pathology, University of Arizona, Tucson, AZ, USA, "
        ],
        [
            "Southwest Oncology Group Statistical Center, Fred Hutchinson Cancer Research Center, Seattle, WA, USA, "
        ],
        [
            "Pathology, University of Arizona, Tucson, AZ, USA, "
        ],
        [
            "Clinical Medicine, Arizona Cancer Center, Tucson, AZ, USA, "
        ],
        [
            "Arizona Cancer Center, Tucson, AZ, USA, "
        ],
        [
            "James P Wilmot Cancer Center, University of Rochester, Rochester, NY, USA"
        ],
        [
            "Cancer Prevention and Control, Roswell Park Cancer Institute, Buffalo, NY, USA, "
        ],
        [
            "Pathology, University of Arizona, Tucson, AZ, USA, "
        ]
    ],
    "first_author_latitude": "32.236795199999996",
    "first_author_longitude": "-110.89441465",
    "abstract_text": "Abstract 321 Gene expression profiling of newly diagnosed diffuse large B-cell lymphomas shows a correlation between the expression of oxidative stress-related genes and patient prognosis following chemotherapy. Anthracyclines and cyclophosphamide used in lymphoma therapy are known to work, at least in part, through oxidative stress. We hypothesized that single nucleotide polymorphisms (SNPs) in oxidative stress-related genes may contribute to clinical outcomes and/or the development of hematologic toxicities for patients treated with curative intent anthracycline-based therapies for aggressive B-cell Non-Hodgkin lymphomas. Our study involved 473 patients enrolled in 7 prior Phase II or Phase III Southwest Oncology Group clinical trials. DNA for the SNP analyses was obtained from banked, paraffin-embedded diagnostic tissue. Genotyping was performed for 72 SNPs in 33 oxidative stress-related genes. After excluding pathologically or clinically ineligible patients and those with SNP call rates <85%, 345 patients were included in the analysis. All analyses were stratified on clinical trial and adjusted by IPI score. We found polymorphic alleles in aldo-keto reductase family 1 member C3 ( AKR1C3 ), inducible nitric oxide synthase ( NOS2 ) and myeloperoxidase ( MPO ) were associated with patient outcomes (see table below). AKR1C3 is a member of a superfamily of oxidoreductases. The diverse reactions catalyzed by these enzymes include the conversion of steroid hormones (e.g., glucocorticoids) to more potent forms and the repair of oxidative damage to proteins and lipids. The AKR1C3 SNP rs10508293, located in intron 4 of the gene, is of unknown functional significance. NOS2 produces nitric oxide, which is an important signaling molecule. However, nitric oxide can also increase oxidative stress by reacting with superoxide to produce the potent oxidant, peroxynitrite. The NOS2 polymorphism rs1060826 relevant to this study is located in exon 22. It does not change the amino acid sequence in the protein. MPO is found in neutrophils and macrophages where it produces hypochlorous acid. This enzyme can also activate xenobiotics and its products can cause protein oxidation. For our analysis of the MPO gene, we chose the -764A/G SNP (rs2243828) as a proxy for the -463G/A SNP (rs2333227). The latter polymorphism affects the transcription rate of the gene. Importantly, it has been linked to survival rates for breast cancer patients treated with cyclophosphamide. The -764A/G SNP was used due to technical difficulty genotyping the -463G/A SNP. There is 100% genotype concordance between these two SNPs. We found that patients with at least 1 copy of the AKR1C3 T allele had better overall and progression-free survival than those with the CC genotype. We also found that patients who were homozygous for the NOS2 G allele had better overall and progression-free survival than those with the AA genotype. In complete agreement with the study of breast cancer patients, the MPO GG genotype was associated with worse overall and progression-free survival, as compared to the AA genotype. Our additional tests for polymorphisms associated with hematologic toxicity identified the -212A/G SNP (rs1883112) in NCF4 . This gene encodes p40-phox, a regulatory subunit of NAD(P)H oxidase. The NCF4 GG genotype has previously been linked to a two-fold reduction in the risk of anthracycline-induced cardiotoxicity among Non-Hodgkin lymphoma patients. We now report a similar reduction in hematologic toxicity for patients homozygous for the G allele, as compared to those with the AA genotype (hazard ratio, 0.48; 95% confidence interval, 0.19–0.95; unadjusted P = 0.038). This is the first report linking polymorphisms in AKR1C3 , NOS2 , MPO and NCF4 with outcome in aggressive lymphomas. Further work is needed to elucidate the mechanism(s) by which the SNP genotypes would influence treatment outcome.  . . . Overall Survival . Progression-Free Survival . Gene . Genotype . N . Adjusted HR . 95% CI . P value * . Adjusted HR . 95% CI . P value * . AKR1C3  CC 25 1.0 (ref)   1.0 (ref)    CT 75 0.40 0.23-0.72 0.0021 0.36 0.21-0.64 0.00042  TT 237 0.45 0.27-0.74 0.0018 0.48 0.29-0.78 0.0028 NOS2  AA 32 1.0 (ref)   1.0 (ref)    AG 16 0.54 0.24-1.23 0.14 0.52 0.24-1.13 0.098  GG 284 0.52 0.32-0.86 0.01 0.55 0.35-0.87 0.011 MPO  AA 205 1.0 (ref)   1.0 (ref)    AG 113 1.31 0.93-1.84 0.12 1.17 0.86-1.61 0.32  GG 22 2.54 1.50-4.30 0.0005 1.96 1.18-3.24 0.0093 . . . Overall Survival . Progression-Free Survival . Gene . Genotype . N . Adjusted HR . 95% CI . P value * . Adjusted HR . 95% CI . P value * . AKR1C3  CC 25 1.0 (ref)   1.0 (ref)    CT 75 0.40 0.23-0.72 0.0021 0.36 0.21-0.64 0.00042  TT 237 0.45 0.27-0.74 0.0018 0.48 0.29-0.78 0.0028 NOS2  AA 32 1.0 (ref)   1.0 (ref)    AG 16 0.54 0.24-1.23 0.14 0.52 0.24-1.13 0.098  GG 284 0.52 0.32-0.86 0.01 0.55 0.35-0.87 0.011 MPO  AA 205 1.0 (ref)   1.0 (ref)    AG 113 1.31 0.93-1.84 0.12 1.17 0.86-1.61 0.32  GG 22 2.54 1.50-4.30 0.0005 1.96 1.18-3.24 0.0093 * P values not adjusted for multiple comparisons. View Large Disclosures: No relevant conflicts of interest to declare."
}