{
    "doi": "https://doi.org/10.1182/blood.V108.11.5109.5109",
    "article_title": "Final Results of a Prospective, Non-Interventional Study on Bortezomib (Velcade®, VEL) in the Treatment of Multiple Myeloma (MM) in Office-Based Hematology Units (OBH). ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Objectives This study was performed to investigate efficacy and tolerability of VEL under routine conditions in patients (pts.) with MM, who have received at least 1 previous line of therapy and are refractory to or have relapsed after their last therapy. Methods Pts. were treated up to 24 weeks with the recommended dose of VEL (1.3 mg/m 2 day 1, 4, 8, 11 q3weeks). Any further diagnostic and therapeutic instructions were not provided in the protocol. At baseline, demographical and medical history data were collected, including type and number of preceding therapies and concomitant diseases. Adverse events (AEs) were continuously documented. Final data analysis is presented here. Results A total of n=50 pts. (27 female, 23 male) were included in 14 German OBHs. Median age was 68 years (yrs.), whereby 19 pts. were > 70 yrs. old. A median of 1295 days (d) (range: 49–6201 d) passed between initial diagnosis and start of VEL therapy. Pts. had received a median of 2 prior treatments. Most frequently reported concomitant diseases were hypertension in 36.0% of the pts., renal failure in 28.0% and coronary heart disease in 14.0%, as well as heart failure in 8.0%. Overall, 10.0% of the pts. exhibited a PNP at the start of therapy (6.0% grade 1 without pain; 4.0% without indication of the degree of severity). Up to now assessment of response is available in 39/50 pts., with 2 CR, 22 PR, 7 MR, 6 SD and 2 PD. The overall response rate (CR+PR+MR) was 79,4%. Time to best response (CR+PR+MR) was median 3 cycles (range 1–7), while in 3 pts. best response was achieved after 1 cycle. At end of study, a total of 458 AEs were documented (9.6% classified grade 3; 2.6% grade 4). The investigators assessed 242 AEs (52.8%) as related to VEL and most frequently documented: thrombocytopenia (18.2%), anemia (16.9%), leukocytopenia (9.9%), neuropathy/paresthesia (9.1%), vomiting/nausea (6.6%), asthenia (5.0%) and diarrhea (4.1%). A total of 34/458 AEs (5.5%) were classified as serious, with 14 (41.2%) of them related to the VEL therapy according to the investigator’s opinion. 2 pts. (4.0 %) died in the course of the trial (deaths not related to VEL). Safety data are under ongoing assessment. Conclusion VEL therapy in an unselected, pretreated group of MM pts. is effective and well tolerated. Findings of this non-interventional study confirm efficacy and safety results of large randomized clinical trials. Thus the use of VEL is also suitable under routine conditions in office-based hematology units.",
    "topics": [
        "adverse event",
        "anemia",
        "asthenia",
        "bortezomib",
        "brachial plexus neuritis",
        "coronary heart disease",
        "data analysis",
        "diarrhea",
        "heart failure",
        "hypertension"
    ],
    "author_names": [
        "Wolfgang Ulrich Knauf, MD",
        "Burkhard Otremba, MD",
        "Friedrich Overkamp, MD",
        "Susanne Bammer, PhD",
        "Ralf Angermund, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Wolfgang Ulrich Knauf, MD",
            "author_affiliations": [
                "Onkologische Gemeinschaftspraxis, Krankenhaus Bethanien, Frankfurt, Germany"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Burkhard Otremba, MD",
            "author_affiliations": [
                "Gemeinschaftspraxis Oldenburg, Oldenburg, Germany"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Friedrich Overkamp, MD",
            "author_affiliations": [
                "Praxis fuer Haematologie und Internistische Onkologie, Recklinghausen, Germany"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Susanne Bammer, PhD",
            "author_affiliations": [
                "Ortho Biotech, Division of Janssen-Cilag GmbH, Neuss, Germany"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ralf Angermund, MD",
            "author_affiliations": [
                "Ortho Biotech, Division of Janssen-Cilag GmbH, Neuss, Germany"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-01T09:40:54",
    "is_scraped": "1"
}