{
    "doi": "https://doi.org/10.1182/blood.V120.21.2682.2682",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2364",
    "start_url_page_num": 2364,
    "is_scraped": "1",
    "article_title": "Rituximab Sensitivity to De Novo DLBCL Cells Showing the Specific Phenotype of CD20 Protein Immunohistochemistry-Positive / Flow Cytometory-Negative: Analyses of Its Clinical Significances and the Molecular Mechanisms. ",
    "article_date": "November 16, 2012",
    "session_type": "622. Non-Hodgkin Lymphoma - Biology, excluding Therapy: Poster II",
    "topics": [
        "cd20 antigens",
        "diffuse large b-cell lymphoma",
        "immunohistochemistry",
        "phenotype",
        "rituximab",
        "rna, messenger",
        "antibodies",
        "cytotoxicity",
        "immunoblotting",
        "quantitative real-time polymerase chain reaction"
    ],
    "author_names": [
        "Akihiro Tomita, MD, Ph.D.",
        "Takashi Tokunaga, MD",
        "Tatsuya Hirose",
        "Keiki Sugimoto",
        "Kazuyuki Shimada, MD, Ph.D.",
        "Norio Kaneda, MD, Ph.D.",
        "Hitoshi Kiyoi, MD, PhD",
        "Naoko Asano, MD, Ph.D.",
        "Shigeo Nakamura, M.D., Ph.D.",
        "Tomohiro Kinoshita, M.D., Ph.D.",
        "Tomoki Naoe, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology and Oncology, Nagoya University Graduate School of Medicine, Nagoya, Japan, "
        ],
        [
            "Department of Hematology and Oncology, Nagoya University Graduate School of Medicine, Nagoya, Japan, "
        ],
        [
            "Department of Hematology and Oncology, Nagoya University Graduate School of Medicine, Nagoya, Japan, "
        ],
        [
            "Department of Hematology and Oncology, Nagoya University Graduate School of Medicine, Nagoya, Japan, "
        ],
        [
            "Department of Hematology and Oncology, Nagoya University Graduate School of Medicine, Nagoya, Japan, "
        ],
        [
            "Department of Analytical Neurobiology, Faculty of Pharmacy, Meijo University, Nagoya, Japan, "
        ],
        [
            "Department of Hematology and Oncology, Nagoya University Graduate School of Medicine, Nagoya, Japan, "
        ],
        [
            "Department of Pathology and Clinical Laboratories, Nagoya University Graduate School of Medicine, Nagoya, Japan, "
        ],
        [
            "Department of Pathology and Clinical Laboratories, Nagoya University Graduate School of Medicine, Nagoya, Japan, "
        ],
        [
            "Department of Hematology and Cell Therapy, Aichi Cancer Center Hospital, Nagoya, Japan"
        ],
        [
            "Department of Hematology and Oncology, Nagoya University Graduate School of Medicine, Nagoya, Japan, "
        ]
    ],
    "first_author_latitude": "35.1541625",
    "first_author_longitude": "136.9689353",
    "abstract_text": "Abstract 2682 Background: CD20 is a critical molecular target of a chimeric monoclonal antibody, rituximab, and expression of this protein can be detected in most of B-cell lymphoma cells by immunohistochemistry (IHC) and/or flow cytometry (FCM). Rituximab administration is considered when CD20 protein expression can be confirmed by IHC and/or FCM; however some patients show a CD20 IHC(−)/FCM(−) phenotype before and after rituximab treatment, and this phenomenon is thought to be strongly correlated with rituximab resistance (Hiraga J, Tomita A, et al. , Blood, 2009). Recently, we encountered newly diagnosed diffuse large B-cell lymphoma (DLBCL) patients with a CD20(+) phenotype on IHC, but a CD20(−) phenotype on FCM. Neither the molecular mechanism for this phenotype nor its clinical significance, including rituximab resistance and poor prognosis, have been clarified for these patients. Aims: To determine the frequency and the clinical features, including prognosis, of newly diagnosed DLBCL with the CD20 IHC(+)/FCM(−) phenotype, the molecular mechanisms of this phenotype in primary DLBCL cells, and the effectiveness of rituximab in vitro . Methods: Primary DLBCL patients (n = 100) were enrolled in this analysis. Anti-CD20 antibodies, L26 and B9E9, were used for the IHC and FCM analyses, respectively. Alexa488-labeled rituximab was also used for the FCM analysis. Genomic DNA, mRNA, and total protein were extracted from primary DLBCL cells showing the CD20 IHC(+)/FCM(−) phenotype, and subjected to DNA sequencing, quantitative RT-PCR, and immunoblotting. Primary DLBCL cells were used for an in vitro CDC assay with rituximab. Prognoses of the patients were statistically compared by Kaplan-Meier survival analysis. Results and Discussion: Both IHC and FCM analyses were performed for 38 of the 100 primary DLBCL patients; of these 38 cases, 8 cases (21.1%) showed CD79a(+)/L26(+) on IHC and CD19(+)/CD20(−)on FCM results. Quantitative RT-PCR indicated that MS4A1 ( CD20) mRNA expression was significantly lower ( p = 0.0005 ) in these patients cells than that in CD20 IHC(+)/FCM(+) primary DLBCL cells. Immunoblotting analysis showed that CD20 protein expression was relatively lower in these patient cells than that in the positive control cells, although no differences in length could be detected. No genetic mutations in the coding sequence of the MS4A1 gene were detected in any samples examined in the DNA sequencing analysis. FCM analysis using PE-labeled B9E9 antibody showed that the mean fluorescent intensity (MFI) of CD20 IHC(+)/FCM(−) cells was significantly lower than that of IHC(+)/FCM(+) cells ( p = 0.03 ). When Alexa488-labeled rituximab was utilized, a similar result was obtained, but the difference in MFI between IHC(+)/FCM(+) and IHC(+)/FCM(−) cells was much smaller ( p = 0.21 ), suggesting that the sensitivity of CD20 protein recognition by rituximab was much higher than that by B9E9. Primary DLBCL cells showing CD20 IHC(+)/FCM(+) (n = 13) and IHC(+)/FCM(−) (n = 5), and cell lines showing IHC(−)/FCM(−) after using rituximab (n = 2) were analyzed by in vitro CDC assay, partially confirming rituximab-induced cytotoxicity in IHC(+)/FCM(−) cells and showing that the effectiveness of rituximab on IHC(+)/FCM(−) cells was much lower than on IHC(+)/FCM(+) cells. No cytotoxicity of rituximab was detected in IHC(−)/FCM(−) cells. Prognoses of the IHC(+)/FCM(−) (n = 8) and IHC(+)/(+) (n = 28) patients were compared by Kaplan-Meyer analysis, and no significant differences were found ( p = 0.40 ). These data suggest that rituximab is partially effective even in DLBCL cells with a CD20 IHC(+)/FCM(−) phenotype, and that combination chemotherapy with rituximab may overcome the lower effectiveness of rituximab on these cells in the clinical setting. Further accumulation of patient data and longer follow-up durations are required. Conclusion: Lower expression of MS4A1 mRNA may be one of the critical reasons for the CD20 IHC(+)/FCM(−) phenotype. FCM analysis using fluorescent-labeled rituximab may enable detection of cell populations with lower CD20 expression and partial sensitivity to rituximab. Utilization of rituximab may be recommended even for the DLBCL patients showing a CD20 IHC(+)/FCM(−) phenotype. Disclosures: Kinoshita: Chugai Pharmaceutical Co., LTD.: Honoraria, Research Funding; Zenyaku Kogyo: Honoraria. Naoe: Chugai Pharma.: Research Funding; Zenyaku-Kogyo.: Research Funding."
}