{
    "doi": "https://doi.org/10.1182/blood.V110.11.112.112",
    "article_title": "DNA Damage Induced Sumoylation of p53 in Multiple Myeloma: Implications for Cell Proliferation and Apoptosis. ",
    "article_date": "November 16, 2007",
    "session_type": "Myeloma - Biology and Pathophysiology, excluding Therapy",
    "abstract_text": "The tumor suppressor protein p53 has a critical role in malignant transformation through its critical functions in the regulation of cell proliferation, DNA repair, and apoptosis. The level and activity of the p53 tumor suppressor protein is regulated by post-translational modifications such as phosphorylation and ubiquitination. To address the role of p53 in the pathogenesis of Multiple Myeloma (MM), a number of patient-derived MM cell lines were probed using a p53-specific antibody and immunoblotting indicated a significantly elevated level of the p53 protein in the lysate of a vast majority of cell lines relative to that of normal CD138 + plasma cells. Since p53 is regulated by a number of post-translational modifications, the MM cell line RPMI-8226 was then treated with g-radiation (5 Gy), total lysate prepared and probed with a p53 monoclonal antibody As early as 30 minutes following treatment with radiation, a dramatic induction in the steady-state levels of the p53 protein and, in addition, a new higher molecular weight (∼68kDa) immunoreactive form of p53 was observed. The 68 kDa form of p53 was immunoprecipitable from MM total cell lysates with an antibody to the small-ubiquitin-like modifier (Sumo-1) but importantly, was not immunoprecipitated by an antibody generated to ubiquitin. Sumo-1 is covalently conjugated to target proteins through a conjugating enzyme, Ubc9, and a substrate ligase, PIAS1. Both Ubc9 and PIAS1 were rapidly induced at the protein level upon treatment of MM cells with g-radiation. Sumoylation of p53 was detected following treatment of MM cells with a number of genotoxic stressors in addition to g-irradiation, such as etoposide, doxorubicin, methylethylsulfonate and Ni ++ and was detected using cell lysate from a number of MM cell lines. MM cells were transformed with a plasmid that expressed a dominant negative mutant form of UBC9 that abolished sumoylation of p53. Transfectants displayed increased sensitivity to g-radiation. A second plasmid that over expressed a mutant form of p53 that had mutated attachment site for covalent linkage of Sumo-1 (p53-K386R) was transfected into MM cells. These cells displayed a greater proliferative capacity relative to mock or wild-type p53 transfected cells. We then examined CD138 + plasma cells that had been immunoaffinity purified from MM patient bone marrow samples. Similar to the MM cell lines, the steady-state level of p53 in MM patient samples was significantly elevated relative to that of normal CD138 + cells. Importantly, the sumoylated form of p53 was also detected in the cell lysate prepared from MM patient samples (but not MGUS samples). Our results indicate that p53 is rapidly sumoylated upon exposure of MM cells to genotoxic stressors. Importantly, the sumoylated form of p53 was readily detected in the purified plasma cells of MM patients and led to increased cell proliferation. The results indicate a critical role for the sumoylation pathway in the DNA damage response, the proliferative and apoptotic functions of p53 and the pathogenesis of MM.",
    "topics": [
        "apoptosis",
        "cell proliferation",
        "dna damage",
        "multiple myeloma",
        "protein sumoylation",
        "lysate",
        "protein p53",
        "antibodies",
        "stressor",
        "ubiquitin"
    ],
    "author_names": [
        "James J. Driscoll, MD, PhD",
        "Dheeraj Pelluru, PhD",
        "Rao Prabhala, PhD",
        "Konstantinos Lefkimmiatis, PhD",
        "Mariateresa Fulciniti, PhD",
        "Nikhil C. Munshi, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "James J. Driscoll, MD, PhD",
            "author_affiliations": [
                "Research, Boston VA Healthcare, West Roxbury, MA, USA",
                "Medical Oncology, Dana Farber Cancer Institute, Boston, MA, USA",
                "Medicine, Harvard Medical School, Boston, MA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Dheeraj Pelluru, PhD",
            "author_affiliations": [
                "Research, Boston VA Healthcare, West Roxbury, MA, USA",
                "Medical Oncology, Dana Farber Cancer Institute, Boston, MA, USA",
                "Medicine, Harvard Medical School, Boston, MA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rao Prabhala, PhD",
            "author_affiliations": [
                "Research, Boston VA Healthcare, West Roxbury, MA, USA",
                "Medical Oncology, Dana Farber Cancer Institute, Boston, MA, USA",
                "Medicine, Harvard Medical School, Boston, MA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Konstantinos Lefkimmiatis, PhD",
            "author_affiliations": [
                "Research, Boston VA Healthcare, West Roxbury, MA, USA",
                "Medicine, Harvard Medical School, Boston, MA, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mariateresa Fulciniti, PhD",
            "author_affiliations": [
                "Medical Oncology, Dana Farber Cancer Institute, Boston, MA, USA",
                "Medicine, Harvard Medical School, Boston, MA, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nikhil C. Munshi, MD",
            "author_affiliations": [
                "Research, Boston VA Healthcare, West Roxbury, MA, USA",
                "Medical Oncology, Dana Farber Cancer Institute, Boston, MA, USA",
                "Medicine, Harvard Medical School, Boston, MA, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-05T06:40:21",
    "is_scraped": "1"
}