{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.232.232",
    "article_title": "Atorvastatin May Reverse Corticosteroid-Resistant Immune Thrombocytopenia Via Improving Impaired Bone Marrow Endothelial Cells ",
    "article_date": "December 7, 2017",
    "session_type": "311. Disorders of Platelet Number or Function—ITP: Pathophysiologic Considerations",
    "abstract_text": "Background: Immune thrombocytopenia (ITP) is generally considered to be an autoimmune disorder characterized by increased peripheral platelet destruction and reduced platelet production. The pathogenesis of corticosteroid-resistant ITP, a clinically challenging condition in which patients exhibit either no response to corticosteroids or corticosteroid-dependent, remains poorly understood. Murine studies suggest that bone marrow (BM) endothelial progenitor cells (EPCs) play a crucial role in regulating thrombopoiesis. We recently reported that the impaired BM EPCs, which could be quantitatively and functionally improved by atorvastatin in vitro, induced the occurrence of poor graft function following allo-transplant ( Blood , 2016,128:2988-2999 ). However, little is known regarding the number and function of BM EPCs or how to improve impaired BM EPCs in corticosteroid-resistant ITP. Aims: To determine whether quantitative and/or functional abnormalities of BM EPCs are involved in the occurrence of corticosteroid-resistant ITP. Moreover, to investigate the effects of atorvastatin and N-Acetyl-L-cysteine (NAC, a reactive oxygen species (ROS) scavenger) on the number and function of cultivated BM EPCs derived from patients with corticosteroid-resistant ITP and its underlying molecular mechanisms. Finally, to evaluate the efficacy and safety of atorvastatin and NAC to adult patients with corticosteroid-resistant ITP. Methods: Forty patients with corticosteroid-resistant ITP, 40 patients with newly diagnosed ITP and 30 healthy donors (age 18-60) were enrolled from September 1, 2016 to May 1, 2017 at Peking University Institute of Hematology. BM EPCs were cultured as previous reported. The 5-day cultivated BM EPCs were administrated to the atorvastatin and NAC until tested on day 7. The BM EPCs were evaluated pre- and post-treatment by cell counting, DiI-Ac-LDL and FITC-lectin-UEA-1 double staining, migration, cell proliferation, tube formation, levels of ROS and apoptosis or been cocultured with CD34 + cells for another 7 days. Proteins expressions for p38, ERK, JNK, Akt were measured by flow cytometry and western blot. Colony-forming unit megakaryocyte (CFU-MK) were counted and the quantity and maturation of megakaryocytes were determined by flow cytometry or cytology. Subsequently, a single-center pilot study was performed to evaluate the efficacy and safety of atorvastatin and/or NAC in corticosteroid-resistant ITP patients. Results: Human bone marrow EPCs were demonstrated as previous reported. Herein, reduced and dysfunctional BM EPCs, characterized by decreased capacities of proliferation, migration, and angiogenesis as well as higher levels of ROS and apoptosis, were observed in patients with corticosteroid-resistant ITP. Activation of phospho-p38 and deactivation of phospho-Akt were detected in BM EPCs from corticosteroid-resistant ITP patients. Furthermore, significant decreased and dysfunctional CD34 + cells with higher levels of ROS and apoptosis, while lower number of CFU-GEMM in patients of corticosteroid-resistant ITP. In vitro treatment with atorvastatin or NAC quantitatively and functionally improved BM EPCs derived from patients with corticosteroid-resistant ITP via down-regulating p38 MAPK and up-regulating Akt pathway and also partly rescued the impaired ability of BM EPCs to support megakaryocytopoiesis. In the single-center pilot study, a total of 13 corticosteroid-resistant ITP patients were recruited to receive either the combination of atorvastatin and NAC or alone. Although the results require further validation, the complete response (CR), response(R), and overall response (OR) rates were 23.1% (3/13), 46.2% (6/13) and 69.2% (9/13), respectively. In patients who achieved CR and R, the median (range) time to response(TTR) was 24 days (7-51 days), with no apparent adverse events. Summary / Conclusion: These findings suggest that impaired BM EPCs are involved in the pathogenesis of corticosteroid-resistant ITP. The effects of atorvastatin and NAC in patients with corticosteroid-resistant ITP are potentially mediated by improving the impaired ability of BM EPCs to support megakaryocytopoiesis. Further prospective multicenter randomized clinical trials are needed to validate the effects of atorvastatin and NAC, thereby providing a novel therapeutic avenue for corticosteroid-resistant ITP. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "adrenal corticosteroids",
        "atorvastatin",
        "bone marrow",
        "endothelial cells",
        "glucocorticoids",
        "mineralocorticoids",
        "thrombocytopenia due to immune destruction",
        "inosine triphosphate",
        "purpura, thrombocytopenic, idiopathic",
        "cd34 antigens"
    ],
    "author_names": [
        "Yuan Kong",
        "Xie-Na Cao",
        "Xiaohui Zhang, MD",
        "Min-Min Shi",
        "Yue-Yun Lai",
        "Yu Wang",
        "Lan-Ping Xu",
        "Ying-Jun Chang",
        "Xiao-Jun Huang, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Yuan Kong",
            "author_affiliations": [
                "Peking University People's Hospital, Peking University Institute of Hematology, Beijing Key Laboratory of Hematopoietic Stem Cell Transplantation, Collaborative Innovation Center of Hematology, Peking University, Beijing, China "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Xie-Na Cao",
            "author_affiliations": [
                "Peking University People's Hospital, Peking University Institute of Hematology, Beijing Key Laboratory of Hematopoietic Stem Cell Transplantation, Collaborative Innovation Center of Hematology, Peking University, Beijing, China "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xiaohui Zhang, MD",
            "author_affiliations": [
                "Peking University People's Hospital, Peking University Institute of Hematology, Beijing Key Laboratory of Hematopoietic Stem Cell Transplantation, Collaborative Innovation Center of Hematology, Peking University, Beijing, China "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Min-Min Shi",
            "author_affiliations": [
                "Peking University People's Hospital, Peking University Institute of Hematology, Beijing Key Laboratory of Hematopoietic Stem Cell Transplantation, Collaborative Innovation Center of Hematology, Peking University, Beijing, China ",
                "Peking-Tsinghua Center for Life Sciences, Academy for Advanced Interdisciplinary Studies, Peking University, Beijing, China "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yue-Yun Lai",
            "author_affiliations": [
                "Peking University People's Hospital, Peking University Institute of Hematology, Beijing Key Laboratory of Hematopoietic Stem Cell Transplantation, Collaborative Innovation Center of Hematology, Peking University, Beijing, China "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yu Wang",
            "author_affiliations": [
                "Peking University People's Hospital, Peking University Institute of Hematology, Beijing Key Laboratory of Hematopoietic Stem Cell Transplantation, Collaborative Innovation Center of Hematology, Peking University, Beijing, China "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lan-Ping Xu",
            "author_affiliations": [
                "Peking University People's Hospital, Peking University Institute of Hematology, Beijing Key laboratory of Hematopoietic Stem Cell Transplantation, Beijing, China, Beijing, China"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ying-Jun Chang",
            "author_affiliations": [
                "Peking University People's Hospital, Peking University Institute of Hematology, Beijing Key Laboratory of Hematopoietic Stem Cell Transplantation, Collaborative Innovation Center of Hematology, Peking University, Beijing, China "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xiao-Jun Huang, MD",
            "author_affiliations": [
                "Peking University People's Hospital, Peking University Institute of Hematology, Beijing Key Laboratory of Hematopoietic Stem Cell Transplantation, Collaborative Innovation Center of Hematology, Peking University, Beijing, China ",
                "Peking-Tsinghua Center for Life Sciences, Academy for Advanced Interdisciplinary Studies, Peking University, Beijing, China "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T02:33:37",
    "is_scraped": "1"
}