{
    "doi": "https://doi.org/10.1182/blood.V124.21.2073.2073",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2784",
    "start_url_page_num": 2784,
    "is_scraped": "1",
    "article_title": "The Prognostic Significance of Phenotypically ‘Normal’ Plasma Cells in Chemotherapy Treated AL Patients with Underlying MGUS and Multiple Myeloma ",
    "article_date": "December 6, 2014",
    "session_type": "651. Myeloma: Biology and Pathophysiology, excluding Therapy: Poster I",
    "topics": [
        "chemotherapy regimen",
        "monoclonal gammopathy of undetermined significance",
        "multiple myeloma",
        "plasma cells",
        "plasmacytosis",
        "photon correlation spectroscopy",
        "portacaval shunt, surgical",
        "precordial catch syndrome",
        "immunoglobulin deposition disease",
        "primary amyloidosis"
    ],
    "author_names": [
        "Sajitha Sachchithanantham, BSc,MBBS,MRCP,FRCPath,",
        "Ruth M de Tute",
        "Anna Baginska",
        "Christopher Parrish, MD",
        "Shameem Mahmood, MRCP. FRCPath",
        "Andy Rawstron, PhD",
        "Julian D Gillmore, MD FRCP",
        "Helen J Lachmann, MD FRCP",
        "Philip N Hawkins",
        "Roger G Owen, MD",
        "Ashutosh Wechalekar, Dr"
    ],
    "author_affiliations": [
        [
            "University College London Medical School, London, United Kingdom "
        ],
        [
            "St. James's Institute of Oncology, Leeds, United Kingdom "
        ],
        [
            "University College London, London, United Kingdom "
        ],
        [
            "Leeds Teaching Hospitals Trust, Leeds, United Kingdom "
        ],
        [
            "National Amyloidosis Centre, University College of London Medical School, London, United Kingdom "
        ],
        [
            "St James's University Hospital, Leeds, United Kingdom "
        ],
        [
            "University College London, London, United Kingdom "
        ],
        [
            "University College London, London, United Kingdom "
        ],
        [
            "University College London Medical School, London, United Kingdom "
        ],
        [
            "St James's University Hospital, Leeds, United Kingdom "
        ],
        [
            "National Amyloidosis Center, London, United Kingdom"
        ]
    ],
    "first_author_latitude": "51.523509499999996",
    "first_author_longitude": "-0.13504719999999998",
    "abstract_text": "Background: Systemic AL amyloidosis is a rare complication of plasma cell dyscrasias. Much progress has occurred in treatment of AL amyloidosis but long term survival remains limited with advanced organ involvement, in particular, cardiac dysfunction determining outcomes. However, controlling the underlying plasma cell clone with chemotherapy or ASCT is the key to improving outcomes. Yet the role of plasma cell clones in determining prognosis remains to be fully explored and understood. The plasma cell burden in patient with AL amyloidosis is generally lower than that of multiple myeloma but reported degree of plasma cell infiltration has varied. A large study from the Mayo group reported markedly poor outcomes for patients with AL amyloidosis who have >10% BMPCs, even in the absence of symptomatic myeloma (Kourelis et al, JCO 2013). However, apart from just the number of BMPC, the composition appears to be of importance. Multiparameter flow cytometry (MFC) can identify proportion of normal and clonal plasma cells. Patients with >5% \u0093normal\u0094 BMPC (defined as cells expressing CD38+CD138+CD19+) at diagnosis had a better prognosis (Paiva et al. Blood 2011). MFC underestimates the total proportion of BMPCs due to sample dilution effect. We report the impact of \u0091normal' plasma cells, as determined by MFC, on the outcome of AL patients in context of the total plasma cell burden as determined by standard morphological techniques in 104 patients with biopsy proven systemic AL amyloidosis, who had both bone marrow trephine and MFC performed at presentation between 2005-2013 assessed at UK National amyloidosis centre and St James's University Hospital. Methods: The bone marrow trephine biopsy (BMTB) plasma cell burden was estimated by morphology supplemented by CD138 immunohistochemistry as required. Patients with >10% CD138+ cells were classified as having AL-multiple myeloma (AL-MM) and those with <10% CD138+ cells as having AL-MGUS. Six or eight colour MFC was used to assess the proportion of CD38+CD138+ plasma cells expressing CD19 in the bone marrow aspirate samples. Results: The median age was 64.8 years (range: 38.5-83.3) with a male-female ratio of 1.7:1. 58 (56%) had cardiac involvement. All patients had treatment and the longest follow up was 8.3 years with 52 patients alive at the time of analysis. BMTB was inadequate for 3 patients, of the remaining 101 patients, 59 (57%) had >10% CD138+ PCs on trephine (classed as AL-MM) and 42 (40%) had <10% (classed as AL-MGUS). All patients had MFC and the median number of \u0091normal' PCs was 4.07% (range 0-72.57%). The median neoplastic PC% was 95.9 (range : 9.8-95.3). All patients had CD19 negative PC demonstrable, of which 61 (58%) had CD56 expression thereby confirming the diagnostic utility of MFC in this setting. ROC analysis gave 10% as the most significant cut-off for \u0093normal\u0094 PC. 31 (30%) patients had greater than 10% \u0091normal' PCs; 22 (52%) and 8(14%) with underlying AL-MGUS and AL-MM respectively (p<0.001). There was a statistically significant negative correlation between the BMTB PC% and the \u0091normal' PC quantity on MFC (Spearman correlation -0.419, p=0.000). The median overall survival (OS) for the whole cohort was 26 months and that for those with AL-MGUS was 37.9months and AL-MM 18.1 months (p=0.140). Those patients with >10% normal PCs had a significantly superior survival (53.4months) compared to those with <10% normal PCs (16 months) (p = 0.019) on MFC ( Figure 1 ). When outcome was assessed according to overall BM burden and MFC it was clear that the presence of >10% normal PCs conferred a favourable outcome regardless of the BM burden ( Figure 2 , p=0.075). Outcomes were similar for AL-MM and AL-MGUS in those patients with >10% normal PC (p=0.824) and those with <10% (p=0.755). Conclusion: In this study we have confirmed the value of MFC in patients with AL amyloid. Abnormal PC populations are demonstrable in all patients confirming the utility of the assay for diagnostic purposes. This is particularly relevant for those patients with low BM burden. Similarly the presence / absence of normal plasma cells by MFC had a significant effect on outcome which was demonstrable in patients with both AL-MGUS and AL-MM. MFC should be included in the diagnostic workup of all patients with AL. Further studies are required to determine how this additional prognostic data can be incorporated into existing prognostic models. Figure 1: View large Download slide Figure 1: View large Download slide Figure 2: View large Download slide Figure 2: View large Download slide Disclosures No relevant conflicts of interest to declare."
}