{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.1615.1615",
    "article_title": "Imatinib (IM) in Combination with Hydroxyurea Showed Significantly Lower Major Molecular Response Rates at 6 Months but Similar MMR at 18 Months in Patients with CML1st CP Compared to IM Alone. Final Results of the CML2004 Study. NCT 02480608 ",
    "article_date": "December 7, 2017",
    "session_type": "632. Chronic Myeloid Leukemia: Therapy: Poster I",
    "abstract_text": "Introduction: Imatinib (IM) monotherapy remains an important option to treat newly diagnosed patients with chronic myeloid leukemia (CML) in chronic phase (CP). Hydroxyurea (HU) is effective in controlling elevated white blood cell counts and was widely used to treat CML prior to the era of tyrosine kinase inhibitors (TKIs). After combinations of IM and HU showed additive effects on Ph+ cells in vitro the East German Study Group conducted a study in patients with CML first chronic phase. Methodes: Starting in 2002, 20 adult patients with newly diagnosed CP-CML were included in the phase I study to identify the dose of HU in combination with standard dose IM (400mg daily) that would result in mild myelosuppression (white blood cell count 3,000-4,000/mL). Starting dose of HU was 500mg daily increasing by 500mg every 3 weeks to a maximum of 3,000 mg daily. In line with the protocol, 500mg HU was chosen as the starting dose for the randomized phase II study which tested the combination vs. standard dose IM, with the rate of major molecular response (MMR) at 18 months as the primary endpoint. Additional 93 patients were enrolled in the phase II of the study, 5 of whom were excluded, leaving 88 patients to be randomized 2:1 to the IM/HU (n=59) and IM (n=29) arm, respectively. Three patients (2 IM/HU, 1IM) were lost to follow-up. As prospectively designed, IM/HU patients (n=77) from the phase I and II were analyzed in combination with patients from the CML study IV (n=49) selected by propensity score matching. The median age of the 154 patients was 55 years (range 18 - 82). The EUTOS long-term survival prognostic score was available for 141 patients and was high in 8 (5.7%), intermediate in 35 (24.8%) and low in 98 (69.5%), with no significant differences between treatment groups. The median HU dose was 500mg (range 152-3000); the median IM dose was 400 mg (range 145-617mg) in both arms. Results: The 5-year overall survival (OS) was 90.4% and 84,9% in the IM/HU and IM arm respectively (not significant). Similarly, progression-free survival (PFS) at 5 years amounted to 86.7% in the IM/HU and 84.9% in the IM arm. With IM/HU, the probabilities of complete cytogenetic response (CCR) at 6, 12, and 18 months were 54.3, 84.0, and 93.7%, respectively. In the IM arm, the corresponding numbers were 70.4, 84.9, and 83.3% (p=not significant). Molecular Response Rates (MMR) in the two arms were evaluated at 6 months with 21.6 (IM/HU) vs. 41.1% (IM) (p=0.0383) and at 12 months with 41.9 (IM/HU) vs. 58.9% (IM; not significant). The primary endpoint of the study (MMR rate at 18 months) did not significantly differ between the IM/HU (65.8%) and the IM (66.0%) arms. No significant differences were detected in time to event analyses of OS and PFS or in group comparisons between the probabilities of CCR and MMR. The gross numbers of adverse events in general or of adverse events of grade 4 were not different between the two arms. However, cumulative incidences showed an earlier occurrence in the IM/HU than in the IM arm (p= 0.0343, Gray test) Conclusion: Compared to Imatinib only, the combination of Imatinib and HU resulted in a lower MMR rate at 6 months but a similar MMR rate at 18 months. Furthermore, IM/HU was associated with more early adverse events. There was no indication of a beneficial effect in the treatment of CML patients in 1st chronic phase using the combination of IM with HU. Disclosures Lange: Novartis: Honoraria, Research Funding. Al-Ali: Gilead: Consultancy, Honoraria; Alexion: Honoraria; Celgene: Consultancy, Honoraria, Research Funding; Novartis: Consultancy, Honoraria, Research Funding. Pfirrmann: Novartis: Honoraria; BMS: Honoraria. Hehlmann: Novartis: Research Funding; BMS: Consultancy. Deininger: Incyte: Consultancy; BMS: Consultancy, Research Funding; Ariad Pharmaceuticals, Bristol Myers Squibb, CTI BioPharma Corp, Gilead, Incyte, Novartis, Pfizer, Celgene, Blue Print, Galena: Consultancy, Membership on an entity's Board of Directors or advisory committees; Pfizer: Consultancy; ARIAD: Consultancy; Gilead: Research Funding; Celgene: Research Funding; Novartis: Consultancy, Research Funding.",
    "topics": [
        "frequency of responses",
        "hydroxyurea",
        "imatinib mesylate",
        "measles-mumps-rubella vaccine",
        "mismatch repair",
        "myanmar",
        "adverse event",
        "protein-tyrosine kinase inhibitor",
        "leukemia, myelocytic, chronic",
        "myelosuppression"
    ],
    "author_names": [
        "Thoralf Lange, MD",
        "Rainer Krahl, PhD",
        "Ulrich von Grünhagen, MD",
        "Haifa Kathrin Al-Ali",
        "Schwarzer Andreas, MD",
        "Kathleen Jentsch-Ulrich, MD",
        "Claudia Spohn, MD",
        "Volker Lakner, MD",
        "Michael Assmann, MD",
        "Christian Junghanss, MD",
        "Markus Pfirrmann",
        "Arthur Gil, PhD",
        "Rüdiger Hehlmann, MD",
        "Michael W. Deininger, MD PhD",
        "Dietger Niederwieser, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Thoralf Lange, MD",
            "author_affiliations": [
                "Asklepios Klinikum Weissenfels, Weissenfels, Germany ",
                "Abteilung Hämatologie und Onkologie, Universität Leipzig, Leipzig, Germany "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Rainer Krahl, PhD",
            "author_affiliations": [
                "Abteilung Hämatologie und Onkologie, Universität Leipzig, Leipzig, Germany "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ulrich von Grünhagen, MD",
            "author_affiliations": [
                "Gemeinschaftspraxis Hämatologie und Onkologie, Cottbus, Germany "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Haifa Kathrin Al-Ali",
            "author_affiliations": [
                "Universitätsklinikum Halle, Halle (Saale), Germany ",
                "Universitätsklinikum Leipzig, Leipzig, Germany "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Schwarzer Andreas, MD",
            "author_affiliations": [
                "Gemeinschaftspraxis für Hämatologie und Onkologie, Leipzig, Germany "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kathleen Jentsch-Ulrich, MD",
            "author_affiliations": [
                "Gemeinschaftspraxis für Hämatologie und Onkologie, Magdeburg, Germany "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Claudia Spohn, MD",
            "author_affiliations": [
                "Gemeinschaftspraxis für Hämatologie und Onkologie, Halle, Germany "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Volker Lakner, MD",
            "author_affiliations": [
                "Gemeinschaftspraxis für Hämatologie und Onkologie, Rostock, Germany "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Assmann, MD",
            "author_affiliations": [
                "MVZ Elblandpolikliniken GmbH, Riesa, Germany "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christian Junghanss, MD",
            "author_affiliations": [
                "Universitätsmedizin Rostock, Rostock, Germany "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Markus Pfirrmann",
            "author_affiliations": [
                "Institut für medizinische Informationsverarbeitung, Biometrie und Epidemiologie, Ludwig-Maximilians-Universität München, München, Germany "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Arthur Gil, PhD",
            "author_affiliations": [
                "Institut für medizinische Informationsverarbeitung, Biometrie und Epidemiologie, Ludwig-Maximilians-Universität, München, Germany "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rüdiger Hehlmann, MD",
            "author_affiliations": [
                "Medizinische Fakultät Mannheim, ELN-Foundation, Weinheim, DEU "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael W. Deininger, MD PhD",
            "author_affiliations": [
                "University of Utah, Salt Lake City, UT "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dietger Niederwieser, MD",
            "author_affiliations": [
                "Department of Hematology, University of Leipzig, Leipzig, Germany"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T15:33:57",
    "is_scraped": "1"
}