{
    "doi": "https://doi.org/10.1182/blood.V106.11.1253.1253",
    "article_title": "Sensitivity and Efficacy in Measurement of Anti-Platelet Medications. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "INTRODUCTION: Large prospective studies must be performed to measure the true effect of clopidogrel (Plavix) or aspirin (ASA) in prevention of vascular disease. An easy and accurate point of service instrument will facilitate these studies and confirm effectiveness and compliance with medications. With such a variety of equipment available for analysis of platelet dysfunction, it is important to understand the sensitivity and efficacy of each assay when evaluating patients. We have found significant differences in our comparative studies of the PFA-100, optical aggregation, and Thrombelastograph (TEG) platelet coagulation in normal individuals using Plavix or ASA. METHODS: We have compared these three techniques to evaluate their effectiveness in assessing ASA and Plavix inhibition of platelet function. Eighteen normal individuals, who had been examined previously for ASA effect on these instruments, were studied at baseline and after three days of Plavix 75mg daily. All samples were drawn and run simultaneously. The TEG platelet coagulation assay used whole blood in a sodium heparin tube instead of a 3.2 % citrate tube which was used for aggregation and the PFA-100. The PFA-100 whole blood assays included both collagen-epinephrine (EPI) and collagen-adenosine diphosphate (ADP) cartridges. The TEG platelet coagulation assays were run with arachidonic acid (AA) and adenosine diphosphate (ADP) as agonists. The optical aggregation used platelet rich plasma with AA and ADP agonists. RESULTS: We found significant differences between the PFA-100, TEG platelet function, and standard optical aggregation in measurement of Plavix effect. Optical aggregation and the TEG platelet assay did show the effects of Plavix, with the aggregometer being more sensitive than the TEG platelet assay although much more time consuming. In additional studies, the Plavix inhibition became more striking in the TEG by extending treatment to 6 days, suggesting that future studies should be done after a week (rather than 3 days) to see full effect. In contrast, Plavix effect was absent on the PFA-100. All three assays did show the effects of ASA in previously identified aspirin- responsive individuals. Ideally, one instrument could be used to assess response to both agents. However, the sensitivity of the instrument and the pharmacology of these and future medications must play an important role in the selection of which assay will be most informative for these large population studies in the prevention of vascular disease. View large Download slide View large Download slide Figure View large Download slide View large Download slide Figure Close modal",
    "topics": [
        "adenosine",
        "adenosine diphosphate",
        "agonists",
        "arachidonic acid",
        "aspirin",
        "blood platelet disorders",
        "blood platelets",
        "citrates",
        "clopidogrel",
        "diphosphates"
    ],
    "author_names": [
        "Rachelle Blain",
        "Peggy Nakagawa",
        "Melissa Belvedere",
        "Monika Scherer",
        "Diane Nugent, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Rachelle Blain",
            "author_affiliations": [
                "Research, Children’s Hospital of Orange County, Orange, CA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Peggy Nakagawa",
            "author_affiliations": [
                "Research, Children’s Hospital of Orange County, Orange, CA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Melissa Belvedere",
            "author_affiliations": [
                "Research, Children’s Hospital of Orange County, Orange, CA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Monika Scherer",
            "author_affiliations": [
                "Research, Children’s Hospital of Orange County, Orange, CA, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Diane Nugent, MD",
            "author_affiliations": [
                "Research, Children’s Hospital of Orange County, Orange, CA, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-27T06:48:55",
    "is_scraped": "1"
}