{
    "doi": "https://doi.org/10.1182/blood.V114.22.3376.3376",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1609",
    "start_url_page_num": 1609,
    "is_scraped": "1",
    "article_title": "The Intra-Bone Route of Administration of Cord blood cells extends the Possibility of Transplantation to the Majority of Patients with Malignant Hematopoietic Diseases. ",
    "article_date": "November 20, 2009",
    "session_type": "CLINICAL RESULTS - ALTERNATIVE DONOR TRANSPLANTATION POSTER III",
    "topics": [
        "drug administration routes",
        "transplantation",
        "umbilical cord blood",
        "human leukocyte antigens",
        "graft-versus-host disease, chronic",
        "umbilical cord blood transplantation",
        "graft-versus-host disease",
        "graft-versus-host disease, acute",
        "infections",
        "tissue transplants"
    ],
    "author_names": [
        "Francesco Frassoni, MD",
        "Marina Podestà, BiolSci",
        "Simona Pollichieni, Ph.D.",
        "Francesca Gualandi, MD",
        "GianLuca Ubezio, MD",
        "Lucia Garbarino, MD",
        "Teresa Lamparelli, MD",
        "Riccardo Varaldo, MD",
        "Gianmario Sambuceti, MD",
        "Myriam Labopin, MD",
        "Andrea Bacigalupo, MD",
        "Nicoletta Sacchi, Ph.D"
    ],
    "author_affiliations": [
        [
            "Centro Cellule Staminali e Terapia Cellulare, Ospedale San Martino, Genova 16143, Italy, "
        ],
        [
            "Centro Cellule Staminali e Terapia Cellulare, Ospedale San Martino, Genova 16132, Italy, "
        ],
        [
            "IBMDR Italian Bone Marrow Registry, Genova, Italy, "
        ],
        [
            "Department of Hematology II, San Martino's Hospital, Genova, Italy, "
        ],
        [
            "Centro Cellule Staminali e Terapia Cellulare, Ospedale San Martino, Genova 16143, Italy, "
        ],
        [
            "IBMDR Italian Bone Marrow Donor Registry, Genova, Italy, "
        ],
        [
            "Department of Hematology II, San Martino's Hospital, Genova, Italy, "
        ],
        [
            "Ospedale San Martino, Centro Cellule Staminali e Terapia Cellulare, Genova, Italy, "
        ],
        [
            "Università Degli Studi di Genova, Genova, "
        ],
        [
            "Hopital Saint-Antoine, and EBMT ALWP Office Université Pierre et Marie Curie Paris 6, France, Paris 75571, France"
        ],
        [
            "Department of Hematology II, San Martino's Hospital, Genova, Italy, "
        ],
        [
            "IBMDR Italian Bone Marrow Donor Registry, Genova, Italy, "
        ]
    ],
    "first_author_latitude": "44.4079103",
    "first_author_longitude": "8.9696536",
    "abstract_text": "Abstract 3376 Poster Board III-264 The utilization of cord blood transplant (CBT) in adult patients is very limited because of the risk of graft failure or very delayed platelet recovery. We have developed the direct intra-bone (IB) cord blood transplant technique and we have transplanted 79 patients from March 2006 to May 2009. Patients are categorized by phase as: early n=15(18%); intermediate n=16(21%); advanced n=48(61%). Patients' disease/phase was as follows: AML 14/6/21, ALL 1/8/12, HD 0/0/3, NHL 0/0/6 CML 0/0/5, other diseases 0/0/3. Cord Blood Units (CBU) were selected establishing minimum cell dose as 1 ×10 7/kg and the maximum HLA disparity 2/6 with preference to Class I disparity versus Class II. The median cells dose (TNC) was 2.6 (1.35-5.4) 10 7//kg and the HLA disparity was: 12 = 5/6, 66 = 4/6 and 1 = 3/6. The majority of patients (n=69) were mismatched at class I (antigen level) while (n=10) were mismatched at class II level (mostly allelic level). Most of patients (82%) were in intermediate or very advanced phase of their disease and had no time for searching an adult hematopoietic source. Patients received TBI containing regimen (n= 61) or Treosulfan + Thiotepa + Fludarabine (n=10) or reduced intensity regimen (n=8). GVHD prophylaxis was Cyclosporin, ATG and Mycophenolic acid. Three out of 79 patients did not engrafted. Two were rescued with third party mesenchymal stromal cell infusion. All the other patients engrafted; median day of recovery of neutrophils (PMN) >500/10 9 /L and platelets (PLT) > 2000010 9 /L was 23 (14-44) and 35 (16-70) respectively. To verify the robustness of the engraftment we calculated the PMN and PLT median values at day 50,100,180 which were 2.6(0.9-12.2), 2.7 (0.8-10.3), 2.8 (0.8-7.2) /10 9 /L and 77 (20-208), 125 (22-305), 147 (38-327) /10 9 /L respectively. The outcomes at 2 years according to Kaplan-Meier are: OS = 46%+/-5; RI =18%+/-2; NRM = 39%+/-5. Cumulative incidence of PMN >500/10 9 /L and PLT > 2000010 9 /L was: 84+/-4 at day 50 and 82+/-4 at day 70. Acute GVHD incidence/severity was: GVHD grade 0-I n=51 (64%), II n=11 (14%), III-IV n=0. Chronic GVHD was: no CGVHD n =18 (23%); grade 1 n= 15 (19%); grade 2 n=11 (14%); grade 3 n=3 (4%). Cause of death were: Multiorgan failure/toxicity n= 10 (these patients died within 15 days from CBT); infections n= 15, Relapse n= 14 ( 5/14 progressions), Chronic GVHD/infection n=3. In conclusion, intrabone CBT is associated with high rate of engraftment, early and robust platelet recovery, lower acute GVHD. The rate of incidence of chronic GVHD is also low but in 3 cases was very severe. Considering that most patients were grafted in very advanced phase of their disease the relapse rate seem promising but not definitive conclusions can yet been drawn. Because the low rate of graft failure observed (3/79) and the high frequency of successful search of CBU, we made a simulation to evaluate the probability finding a CBU by 183 patients that started a search in the last two years at the IBMDR. The search was challenged with 168.000 CBU (listed in the Bone Marrow Donor Worldwide database) of which we knew the HLA class II at allelic level. This gave us the possibility to know if they were HLA matched according to the IBMDR compatibility standard applied for CBU matching algorithm: as maximum two differences at HLA first class (A, B loci) or one at HLA first class and one at DRB1 alleles (DNA typing 4 digits). Median body weight of these patients was 73 kg (45-105). We performed the first search without any consideration of the ratio recipient weight/TNC of CBU: the 97% (178 patients) found at least one compatible CBU. When we considered the standard TNC dose (>2,5 ×10 7 /kg) the percentage of individuals that found a suitable CBU was 78% (143 patients). If we accept a lower total nucleated cell dose associated with engraftment in the intra-bone study (1.35 ×10 7 /kg) almost the totality of patients can find a compatible CBU (93% =171 patients). Twelve/183 individuals could not find any suitable unit: 10 were over 85 kilos of weight and in two of them had a very rare HLA phenotypes. These data indicate that an intra-bone cord blood transplant can be now offered to more than 90% of individuals for whom transplant is the sole chance of surviving. Disclosures: No relevant conflicts of interest to declare."
}