{
    "doi": "https://doi.org/10.1182/blood.V124.21.3969.3969",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2979",
    "start_url_page_num": 2979,
    "is_scraped": "1",
    "article_title": "Lenalidomide with Low-Dose Dexamethasone (Rd) Continuously Versus Rd Induction, Tandem MEL140 with Autologous Transplantation and Lenalidomide Maintenance: Planned Interim Analysis of a Prospective Randomized Trial in Patients 60-75 Years of Age with Multiple Myeloma ",
    "article_date": "December 6, 2014",
    "session_type": "731. Clinical Autologous Transplantation: Results: Poster III",
    "topics": [
        "dexamethasone",
        "interim analysis",
        "lenalidomide",
        "multiple myeloma",
        "transplantation, autologous",
        "melphalan",
        "hematopoietic stem cell mobilization",
        "microscopy, scanning probe",
        "partial response",
        "aspirin"
    ],
    "author_names": [
        "Christian Straka, MD",
        "Kerstin Schaefer-Eckart, MD",
        "Florian Bassermann, MD",
        "Hansen Timon, MD",
        "Bernd Hertenstein, MD",
        "Christian Langer, MD",
        "Hans Salwender, MD",
        "Stefan Knop, MD",
        "Monika Engelhardt, MD",
        "Martin Kropff, MD",
        "Wolf Roesler, MD",
        "Thomas Decker, MD",
        "Holger Hebart, MD",
        "Norbert Frickhofen, MD",
        "Albrecht Reichle",
        "Christian Gerecke, MD",
        "Bernd Metzner",
        "Else Heidemann, MD",
        "Tim H Brummendorf, MD",
        "Juliane Ababei, MD",
        "Wolfram E Jung, MD",
        "Martin Gramatzki, MD",
        "Marcus Hentrich, MD",
        "Peter Bojko, MD",
        "Ivana von Metzler, MD",
        "Martin Kaufmann, MD",
        "Ralph Naumann, MD",
        "Thomas Kubin, MD",
        "Burkhard Schmidt, MD",
        "Jochem Walther, MD",
        "Tobias Dechow, MD",
        "Hannes Wandt, MD",
        "Brigitte Schnabel",
        "Axel Hinke, PhD",
        "Hermann Einsele"
    ],
    "author_affiliations": [
        [
            "Schön Klinik Starnberger See, Berg, Germany "
        ],
        [
            "Klinikum Nürnberg, Nürnberg, Germany "
        ],
        [
            "Technische Universität München, Munich, Germany "
        ],
        [
            "University Medical Center Hamburg-Eppendorf, Hamburg, Germany "
        ],
        [
            "Klinikum Bremen Mitte, Bremen, Germany "
        ],
        [
            "University Hospital of Ulm, Ulm, Germany "
        ],
        [
            "Asklepios Klinik Altona, Hamburg, Germany "
        ],
        [
            "Wuerzburg University Medical Center, Wuerzburg, Germany "
        ],
        [
            "University of Freiburg Medical Center, Freiburg, Germany "
        ],
        [
            "University of Muenster, Muenster, Germany "
        ],
        [
            "Erlangen University Hospital, Erlangen, Germany "
        ],
        [
            "Onkology Ravensburg, Ravensburg, Germany "
        ],
        [
            "Stauferklinikum Schwäbisch Gmünd, Mutlangen, Germany "
        ],
        [
            "HSK, Dr.-Horst-Schmidt-Klinik, Wiesbaden, Germany "
        ],
        [
            "University of Regensburg, Regensburg, Germany "
        ],
        [
            "Helios-Hospital Berlin Buch, Berlin, Germany "
        ],
        [
            "Klinikum Oldenburg, Oldenburg, Germany "
        ],
        [
            "Diakonie-Klinikum Stuttgart, Stuttgart, Germany "
        ],
        [
            "University Hospital RWTH Aachen, Aachen, Germany "
        ],
        [
            "Medizinische Klinik III Landshut, Landshut, Germany "
        ],
        [
            "Zentrum Innere Medizin, Gottingen, Germany "
        ],
        [
            "2nd Department of Medicine, University of Kiel, Kiel, Germany "
        ],
        [
            "Harlaching Hospital, München, Germany "
        ],
        [
            "Onkologische Praxis Elisenhof, Munchen, Germany "
        ],
        [
            "Universitätsklinikum Frankfurt am Main, Medizinische Klinik II, Frankfurt am Main, Germany "
        ],
        [
            "Robert-Bosch-Krankenhaus, Stuttgart, Germany "
        ],
        [
            "Stiftungsklinikum Mittelrhein, Koblenz, Germany "
        ],
        [
            "Klinikum Traunstein, Kliniken Südostbayern, Traunstein, Germany "
        ],
        [
            "Gemeinschaftspraxis for Hematology and Oncology, Munich, Germany "
        ],
        [
            "Hämatologische Praxis, Munich, Germany "
        ],
        [
            "Technical University of Munich, Munich, Germany "
        ],
        [
            "Klinikum Nuernberg, Nuernberg, Germany "
        ],
        [
            "Schön Klinik Starnberger See, Berg, Germany "
        ],
        [
            "WiSP Wissenschaftlicher Service Pharma GmbH, Langenfeld, Germany "
        ],
        [
            "Universitätsklinikum, Medizinische Klinik II, Würzburg, Germany"
        ]
    ],
    "first_author_latitude": "47.9875153",
    "first_author_longitude": "11.3607831",
    "abstract_text": "Background: Lenalidomide with low-dose dexamethasone (Rd) is an emerging treatment option for newly diagnosed multiple myeloma patients with higher age. However, many older patients also remain candidates for autologous transplantation especially with age-adjustment of high-dose melphalan. Potentially, high-dose therapy could add to the benefit of Rd, alternatively the effect of high-dose therapy could be more or less redundant in this setting. The DSMM XIII trial is a multicenter, open-label, phase III trial comparing the safety and efficacy of continuous Rd versus Rd induction followed by age-adjusted tandem high-dose melphalan with autologous transplantation and lenalidomide maintenance. Methods: Patients with newly diagnosed multiple myeloma with symptomatic and measurable disease of age 60-75 years were randomly assigned to either (A1) lenalidomide (25 mg po d1-21/28d) with low-dose dexamethasone (Rd) (40 mg po d1, d8, d15, d22/d28) for 3 cycles followed by stem cell mobilization and continued Rd until progression or (A2) 3 cycles of Rd, followed by stem cell mobilization, tandem high-dose melphalan 140 mg 2 (MEL140) with autologous blood stem cell transplantation and lenalidomide maintenance 10 mg daily until progression. At randomization, patients were stratified according to age (≤70 years vs >70 years) and ISS stage (I, II vs III). Antithrombotic prophylaxis with low molecular weight (LMW) heparin or aspirin was recommended. The primary endpoint was progression-free survival (PFS), and secondary endpoints included safety, responses, overall survival and others. We report the results of the planned first interim analysis after occurrence of one third of events as pre-specified. Results: Since March 2010, 253 patients have been randomized and data of 251 patients were available for analysis. The median age was 68 years (range 59-75), 30% were older than 70 years, 34% had ISS stage I, 37% ISS stage II, and 29% ISS stage III. The median PFS for the whole study population (A1 and A2) was 37.3 months. The comparison of PFS by randomization arm did not meet the formal criteria for early termination of the trial. The overall response rate after 3 cycles of Rd (A1 and A2) was 75%, with 2% demonstrating complete response (CR), 21% very good partial response (VGPR) and 52% partial response (PR). A further 20% of patients had stable disease and 6% of patients progressive disease. The 3-year-survival rate is 75% (95% confidence interval, 68-84) for all patients and with respect to ISS stage amounted to 90% (CI: 81-99, ISS stage I), 78% (CI: 66-91, ISS stage II) and 51% (CI: 35-74, ISS stage III). For the two age groups, the 3-year-survival was 73% (CI: 64-84) in patients with age ≤70 years and 80% (CI: 68-94) in patients with age >70 years. So far, 8 (3%) second primary malignancies (SPM) were observed, 4 skin tumors and 4 other solid tumors, but no hematological SPM was documented. Conclusion: In our trial, lenalidomide with low-dose dexamethasone (Rd) was found to be associated with a favorable median progression-free survival at 3 years. The survival in patients >70 years was not inferior compared to younger patients. The potential advantages and disadvantages of combining lenalidomide with high-dose melphalan and autologous transplantation in comparison to continous Rd are addressed by this ongoing trial and further data will be presented at the meeting. Disclosures Straka: Celgene: Consultancy, Honoraria, Research Funding. Off Label Use: Lenalidomide for first-line treatment."
}