{
    "doi": "https://doi.org/10.1182/blood.V120.21.2998.2998",
    "article_title": "Synergistic Control of Acute GvHD: Effectively Down-Regulating T Cell Proliferation and Cytotoxicity with Combined mTOR Inhibition and CD28:CD80/86 Costimulation Blockade. ",
    "article_date": "November 16, 2012",
    "session_type": "702. Experimental Transplantation - Immune Function, GVHD and Graft-versus-Tumor Effects: Poster II",
    "abstract_text": "Abstract 2998 Introduction: GvHD remains the most deadly complication of HSCT despite current prevention strategies. To address the unmet need for better GvHD control, we have created a non-human primate (NHP) model with which to rigorously test mechanism and efficacy of novel therapeutics. In this study, we determined whether a novel combination of mTOR inhibition (with sirolimus) and CD28:CD80/86 costimulation blockade (with belatacept) could control GvHD. Here we show for the first time that these two agents combine synergistically to prevent both the clinical and immunologic manifestations of primate aGvHD. Methods: Rhesus macaque recipients were irradiated (9.6 Gy in 2 fractions at 7cGy/min), and then transplanted with G-CSF-mobilized PBSC from a haplo-identical donor (1–5×10 8 TNC/kg). Recipients were treated with either sirolimus alone (n = 4, troughs targeted at 5–10 ng/mL), belatacept alone (receiving weekly doses of 20 mg/kg), or combination therapy. Clinical GvHD was monitored using our previously described NHP grading scale (Miller et al., Blood 2010), and multiparameter flow cytometric analysis was performed. Results: Untreated controls (n = 5) developed rapid, severe histopathologically-proven aGvHD and succumbed rapidly (MST = 7 days). Recipients treated with either sirolimus or belatacept alone were partially protected from the clinical manifestations of GvHD. Sirolimus-treated recipients (n = 6) developed predominantly GI disease (with diarrhea but no elevation of bilirubin) and had an MST of 14 days ( Figure 1 ). Recipients treated with belatacept alone (n = 3) developed primarily liver aGvHD (bilirubin rapidly rising to 6–30 × normal with histologically-confirmed lymphocytic infiltration) and an MST of 11 days. In striking contrast, recipients treated with combined sirolimus + belatacept (n = 5) demonstrated neither uncontrolled diarrhea nor hyperbilirubinemia at the timed terminal analysis (1 month post-transplant). We employed multiparameter flow cytometry to determine the immunologic consequences of sirolimus and belatacept on T cell proliferation (using Ki-67 expression) and cytotoxity (using granzyme B expression). We found that the clinical synergy observed with combined therapy was recapitulated immunologically. Thus, while untreated aGvHD was associated with rampant CD8+ proliferation (with 83 +/− 14% Ki-67+ CD8+ vs 4.7 +/− 0.6% pre-transplant), sirolimus or belatacept as monotherapy both partially controlled proliferation (35 +/− 3% and 65 +/− 23% Ki-67+ CD8+ with sirolimus or belatacept, respectively). Combined sirolimus + belatacept dramatically reduced proliferation (to 8 +/− 3%, favorably comparing with 13% Ki-67+ CD8+ T cells using standard Calcineurin Inhibitor/Methotrexate (CNI/MTX) prophylaxis). Sirolimus and belatacept both also partially controlled GvHD-related T cell cytotoxicity. Thus, while untreated aGvHD was associated with excessive granzyme B expression in CD8+ T cells (82 +/− 2% granzyme B very high CD8+ cells vs 0.3 +/− 0.2% pre-transplant) sirolimus or belatacept monotherapy also partially controlled cytotoxicity (8 +/− 1% and 35 +/− 1% granzyme B very high with sirolimus or belatacept, respectively). Combination therapy dramatically reduced the proportion of these cells, to 1.5 +/− 0.8 % granzyme B very high , favorably comparing with 4% granzyme B very high using CNI/MTX. The ability of sirolimus, belatacept, or the combination to control Ki-67 and Granzyme B expression closely correlated with survival ( Figure 2 A, B) supporting a pathogenic role for these highly proliferative and cytotoxic cells in aGvHD pathology. Moreover, significant co-expression of granzyme B in the Ki-67+ cells was observed ( Figure 2 C) suggesting that dual-positive Ki-67/Granzyme B cells may mark a pathogenic population, amenable to tracking in the peripheral blood. Implications: These results reveal a previously undiscovered synergy between sirolimus and belatacept in the control of primate aGvHD, and provide support for future clinical investigation of this novel prevention strategy. They also identify CD8+/Ki-67+/Granzyme B very high dual-positive T cells as a potentially sensitive biomarker of GvHD pathogenesis, amenable to monitoring in either the blood or in GvHD target organs. View large Download slide View large Download slide Close modal View large Download slide View large Download slide Close modal Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "cd28 antigens",
        "cd80 antigens",
        "cytotoxicity",
        "graft-versus-host disease, acute",
        "lymphocyte costimulation",
        "mtor serine-threonine kinases",
        "t-lymphocytes",
        "belatacept",
        "rapamycin",
        "granzyme b"
    ],
    "author_names": [
        "Natalia Kozyr, Ph.D.",
        "Swetha Ramakrishnan",
        "Aneesah Polnett",
        "Kelly Hamby",
        "Divya Tiwari, MD",
        "Taylor Deane",
        "Linda Stempora",
        "Joe Jenkins",
        "Elizabeth Strobert",
        "Anapatricia Garcia, DVM, PhD",
        "Prachi Sharma",
        "Cynthia Courtney",
        "Angela Panoskaltsis-Mortari",
        "Cynthia R. Giver, PhD",
        "Edmund K. Waller, MD, PhD",
        "Bruce R. Blazar, MD",
        "Leslie S. Kean, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Natalia Kozyr, Ph.D.",
            "author_affiliations": [
                "Emory Transplant Center, Emory University, Atlanta, GA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Swetha Ramakrishnan",
            "author_affiliations": [
                "Emory University School of Medicine, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aneesah Polnett",
            "author_affiliations": [
                "Emory University School of Medicine, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kelly Hamby",
            "author_affiliations": [
                "Emory Transplant Center, Atlanta, GA, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Divya Tiwari, MD",
            "author_affiliations": [
                "Winship Cancer Center, Atlanta, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Taylor Deane",
            "author_affiliations": [
                "Emory University, Atlanta, GA, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Linda Stempora",
            "author_affiliations": [
                "Emory Transplant Center, Emory University, Atlanta, GA, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joe Jenkins",
            "author_affiliations": [
                "Yerkes National Primate Research Center, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elizabeth Strobert",
            "author_affiliations": [
                "Yerkes National Primate Research Center, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anapatricia Garcia, DVM, PhD",
            "author_affiliations": [
                "Yerkes National Primate Research Center, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Prachi Sharma",
            "author_affiliations": [
                "Yerkes National Primate Research Center, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cynthia Courtney",
            "author_affiliations": [
                "Yerkes National Primate Research Center, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Angela Panoskaltsis-Mortari",
            "author_affiliations": [
                "University of Minnesota, "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cynthia R. Giver, PhD",
            "author_affiliations": [
                "Hematology and Medical Oncology, Emory University School of Medicine, Winship Cancer Institute, Atlanta, GA, USA, "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Edmund K. Waller, MD, PhD",
            "author_affiliations": [
                "Division of BMT, Emory University, Winship Cancer Institute-Hematology and Medical Oncology, Atlanta, GA, USA, "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bruce R. Blazar, MD",
            "author_affiliations": [
                "Department of Pediatrics, Division of Blood and Marrow Transplantation, University of Minnesota, Minneapolis, MN, USA, "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Leslie S. Kean, MD, PhD",
            "author_affiliations": [
                "The Emory Transplant Center Departments of Pediatrics and Surgery, Aflac Cancer Center and Blood Disorders Service, Atlanta, GA, USA"
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-24T18:37:43",
    "is_scraped": "1"
}