{
    "doi": "https://doi.org/10.1182/blood.V118.21.2746.2746",
    "article_title": "Fingolimod (FTY720) Inhibits BCR-ABL Signaling Allosterically by Binding to the Myristate Binding Site ",
    "article_date": "November 18, 2011",
    "session_type": "631. Chronic Myeloid Leukemia - Biology and Pathophysiology, excluding Therapy: Poster II",
    "abstract_text": "Abstract 2746 Background: The tyrosine kinase (TK) activity of the ABL protein is normally tightly regulated, with the N -terminal cap ( N Cap) region (≈ 80 amino-acid residues) of the SH3 domain playing an important role. One regulatory mechanism involves the NCap Gly-2 residue being myristoylated and then interacting with a myristate binding site within the SH1 catalytic domain. Chronic myeloid leukemia (CML) results from a chromosome translocation leading to expression of the chimeric BCR-ABL oncoprotein, which lacks the N Cap and has constitutively active TK activity. Although drugs that inhibit the TK activity of the BCR-ABL oncoprotein via an ATP-competitive mechanism are effective in the treatment of chronic myeloid leukemia (CML), some patients relapse due to the emergence of drug-resistant clones, in which mutations in the SH1 domain compromise inhibitor binding. Recently, we have shown that compounds that bind to the SH1 myristate pocket can also inhibit the TK activity of BCR-ABL, and that these maintain activity against mutant enzymes (Nature 2010;263:501). FTY720 is a drug approved for the treatment of multiple sclerosis which, upon phosphorylation, targets sphingosine-1-phosphate receptors leading to immunomodulatory activity. FTY720 also activates the tumour suppressor protein phosphatase 2A, that is inactivated in CML and upon reactivation impairs BCR-ABL expression and function, leading to growth suppression, enhanced apoptosis, impaired clonogenicity, and decreased in vivo leukemogenesis of imatinib-sensitive and -resistant BCR-ABL expressing cell lines and primary myeloid BP-CML cells (Br J Cancer 2006;95:775). Based upon structural insight it was postulated that FTY720 might bind to the ABL myristate site, and here we report on both the binding and allosteric inhibition of ABL TK activity. Methods and Results: In order to evaluate whether FTY720 could interact with ABL, nuclear magnetic resonance (NMR) studies were employed: In a conformational assay (JACS 2010;132:7043), FTY720 induced bending of the SH1 C -terminal helix I, that is a prerequisite for inhibitory activity of allosteric BCR-ABL ligands, and showed a binding affinity, K d of 3 μM. The effects of FTY720 and it's phosphorylated analogue on the kinase activity of ABL 64–515 (containing SH3SH2SH1 domains, lacking the C -terminal domain encoded by exon 11) and ABL 229–515 (SH1 domain only) were determined using radiometic filter-binding assays using Poly-(AlaGluLysTyr) as protein substrate (Biochim Biophys Acta 2010;1804:454). FTY720 dose-dependently inhibited the transphosphorylation activity of ABL 64–515 with an IC 50 value of 1.4 ± 1.1 μM, but did not effect the catalytic activity of ABL 229–515 at concentrations < 25 μM; furthermore phosphorylated-FTY720 was inactive. However, in pharmacological assays FTY720 only weakly inhibited the BCR-ABL dependent proliferation of either murine 32D or Ba/F3 cells (GI 50 > 3 μM) and had, in comparison to nilotinib, modest dose-dependent effects in a murine leukemia model (52% reduction in growth compared to vehicle-treated controls at 10 mg/kg p.o. q24h; nilotinib gave 89% reduction at 20 mg/kg q24h). Discussion: Biochemical and biophysical data confirm that FTY720 is an allosteric inhibitor of the TK activity of ABL. Although the extent of this effect is insufficient to produce substantial efficacy in BCR-ABL transfected cells, the findings are of mechanistic interest since they probably contribute to the previously published effects of FTY720 in CML models and provide a new structural lead for allosteric inhibitors of ABL. Disclosures: Manley: Novartis Pharma AG: Employment. Cowan-Jacob: Novartis Pharma AG: Employment. Cozens: Novartis Pharma AG: Employment. Fendrich: Novartis Pharma AG: Employment. Jahnke: Novartis Pharma AG: Employment. Roesel: Novartis Pharma AG: Employment. Fabbro: Novartis Pharma AG: Employment.",
    "topics": [
        "bcr-abl tyrosine kinase",
        "binding sites",
        "fingolimod",
        "signal transduction",
        "fusion proteins, bcr-abl",
        "leukemia, myelocytic, chronic",
        "nilotinib",
        "amino acids",
        "cancer",
        "enzymes"
    ],
    "author_names": [
        "Paul W. Manley, Ph. D.",
        "Sandra W. Cowan-Jacob",
        "Robert Cozens",
        "Gabriele Fendrich",
        "Wolfgang Jahnke",
        "Johannes L Roesel",
        "Doriano Fabbro"
    ],
    "author_dict_list": [
        {
            "author_name": "Paul W. Manley, Ph. D.",
            "author_affiliations": [
                "Novartis Institutes for Biomedical Research, Basel, Switzerland"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Sandra W. Cowan-Jacob",
            "author_affiliations": [
                "Novartis Institutes for Biomedical Research, Basel, Switzerland"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert Cozens",
            "author_affiliations": [
                "Novartis Institutes for Biomedical Research, Basel, Switzerland"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gabriele Fendrich",
            "author_affiliations": [
                "Novartis Institutes for Biomedical Research, Basel, Switzerland"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wolfgang Jahnke",
            "author_affiliations": [
                "Novartis Institutes for Biomedical Research, Basel, Switzerland"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Johannes L Roesel",
            "author_affiliations": [
                "Novartis Institutes for Biomedical Research, Basel, Switzerland"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Doriano Fabbro",
            "author_affiliations": [
                "Novartis Institutes for Biomedical Research, Basel, Switzerland"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-18T04:08:08",
    "is_scraped": "1"
}