{
    "doi": "https://doi.org/10.1182/blood.V118.21.3236.3236",
    "article_title": "Resveratrol Enhances NKG2D-Mediated Cytotoxicity Against Leukemia Cells by Upregulating Both NKG2D Receptor on NK Cells As Well As NKG2D Ligands on Target Cells, ",
    "article_date": "November 18, 2011",
    "session_type": "203. Lymphocytes, Lymphocyte Activation and Immunodeficiency, including HIV and Other Infections: Poster III",
    "abstract_text": "Abstract 3236 NKG2D is a powerful activating receptor expressed by natural killer (NK) cells that promotes cytotoxic lysis of cancer cells expressing NKG2D ligands (NKG2D-Ls). Pharmacological induction of NKG2D-Ls in malignant cells has been an attractive therapeutic approach but has gained poor clinical utility because currently available NKG2D-Ls inducers have been hampered either by their limited efficacy or by their associated toxicity. Resveratrol (RVT), a compound derived from several natural sources, has proved in vivo and in vitro potent anti-tumor effects against various cancers. Extensive research in the last decade has shown that such effects are mediated by targeting various molecules involved in the regulation of proliferation and cell survival and those include, NFκB, STAT3, ATM/ATR and ERK1/2. To date, it is unknown whether RVT has any effect on NKG2D-Ls expression. We report here NKG2D-Ls induction by RVT in a broad range of leukemia cells. RVT upregulated the NKG2D-Ls MICA/B, ULBP1, ULBP2 and ULBP3 in the myeloid leukemia cells OUN-1, NB4, THP-1 and KG1 and upregulated MICA/B, ULBP-1 and ULBP3 ligands in the lymphoid leukemia cells Jurkat and Molt-4. The upregulation of NKG2D-Ls by RVT was associated with increased transcription of each NKG2D-L gene. Ligand upregulation induced by RVT was prevented by cell pretreatment with caffeine, and inhibitor of ATM/ATR, which is the main signal regulator of NKG2D-Ls expression. Leukemia cells treated with RVT were more susceptible to killing by NK cells than untreated cells and the enhanced cytotoxicity of NK cells was blocked by the treatment of NK cells with anti-NKG2D monoclonal antibodies. Interestingly, the same concentration of RVT that effectively induced NKG2D-Ls in tumor cells, consistently upregulated NKG2D receptor expression in primary NK cells from healthy individuals and in the NK cell lines NKL and NK-92 and this effect was also associated with enhanced NKG2D-mediated NK cells cytotoxicity. RVT-induced NKG2D receptor enhancement in NK cells associated with the activation of the MAP kinase ERK1/2 and was prevented by the ERK1/2 specific inhibitor PD98059. Thus, RVT represents the first identified agent capable of activating both arms of the NKG2D axis. Since several clinical trials on RVT are ongoing, these previously unrecognized properties of this non toxic compound have an attractive immunotherapeutic potential. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "cytotoxicity",
        "leptocytes",
        "leukemia",
        "ligands",
        "natural killer cells",
        "resveratrol",
        "tumor cells, malignant",
        "caffeine",
        "cancer",
        "leukemia, myeloid"
    ],
    "author_names": [
        "Luis J. Espinoza, MD, PhD",
        "Akiyoshi Takami, MD PhD",
        "Katsuya Nakata, BSC",
        "Ly Quoc Trung, MD",
        "Kayoko Yamada, BSC",
        "Saki Touda, BSC",
        "Shinji Nakao, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Luis J. Espinoza, MD, PhD",
            "author_affiliations": [
                "Cellular Transplantation Biology, Kanazawa University Graduate School of Medical Science, Kanazawa, Japan, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Akiyoshi Takami, MD PhD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Kanazawa University Hospital, Ishikawa, Japan, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Katsuya Nakata, BSC",
            "author_affiliations": [
                "School of Health Science, College of Medical, Pharmaceutical and Health Science, Kanazawa University, Kanazawa, Japan, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ly Quoc Trung, MD",
            "author_affiliations": [
                "Cellular Transplantation Biology Graduate School of Medical Sciences, Kanazawa University, Kanazawa, Japan, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kayoko Yamada, BSC",
            "author_affiliations": [
                "School of Health Science, Kanazawa University, Kanazawa, Japan"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Saki Touda, BSC",
            "author_affiliations": [
                "School of Health Science, Kanazawa University, Kanazawa, Japan"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shinji Nakao, MD, PhD",
            "author_affiliations": [
                "Cellular Transplantation Biology, Kanazawa University Graduate School of Medical Science, Kanazawa, Japan, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-18T02:18:04",
    "is_scraped": "1"
}