{
    "doi": "https://doi.org/10.1182/blood.V110.11.4007.4007",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=962",
    "start_url_page_num": 962,
    "is_scraped": "1",
    "article_title": "Potency Adjusted Generic Versions of Argatroban Can Be Differentiated from Branded Argatroban in Thrombin Generation and Platelet Activation Assays. ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "topics": [
        "argatroban",
        "platelet activation",
        "thrombin",
        "anticoagulants",
        "thromboplastin",
        "activated partial thromboplastin time measurement",
        "antithrombin iii",
        "antithrombins",
        "activated clotting time measurement",
        "carboxypeptidase u"
    ],
    "author_names": [
        "Cafer Adiguzel, MD",
        "Omer Iqbal, M.D.",
        "Michael Sammikannu, B.S.",
        "Josephine Cunanan, M.D.",
        "Walter Jeske, Ph.D.",
        "Debra Hoppensteadt, Ph.D.",
        "Jawed Fareed, Ph.D."
    ],
    "author_affiliations": [
        [
            "Pathology, Loyola University Medical Center, Maywood, IL, USA"
        ],
        [
            "Pathology, Loyola University Medical Center, Maywood, IL, USA"
        ],
        [
            "Pathology, Loyola University Medical Center, Maywood, IL, USA"
        ],
        [
            "Pathology, Loyola University Medical Center, Maywood, IL, USA"
        ],
        [
            "Pathology, Loyola University Medical Center, Maywood, IL, USA"
        ],
        [
            "Pathology, Loyola University Medical Center, Maywood, IL, USA"
        ],
        [
            "Pathology, Loyola University Medical Center, Maywood, IL, USA"
        ]
    ],
    "first_author_latitude": "41.88309854999999",
    "first_author_longitude": "-87.88683809999999",
    "abstract_text": "Argatroban represents a widely used direct parenteral thrombin inhibitor for the anticoagulation management of patients with heparin-induced thrombocytopenia. Several generic versions of argatroban namely Slovastan, Gartban and Argaran have also become available in Japan. Although the antithrombin potency of the generic products of argatroban is adjusted to be comparable to the branded product, apparent differences in the pharmacodynamic effects have been noted in thrombin generation and platelet activation assays. To further investigate the bioequivalence of the three generic products with the branded argatroban, these agents were compared in whole blood (WB), platelet rich plasma (PRP) platelet poor plasma (PPP) and isolated biochemical systems. In the WB assays, the activated clotting time (ACT) studies were carried out mimicking the anticoagulant dosing (0–5 ug/ml). In the citrated WB, PRP and PPP various clotting tests such as the prothrombin time/INR (PT/INR), activated partial thromboplastin time (APTT), Heptest, prothrombinase activated clotting time (PICT) and thrombin time were carried out. To test the effect of these agents on tissue factor mediated activation of blood cells, flow cytometric studies were carried out. In addition, thrombin generation markers such as the fibrinopeptide A, thrombin/antithrombin complex and prothrombin fragment 1.2 were also measured. The effect of different forms of argatroban were also investigated on Xa and thrombin generation inhibition. While there was no difference in the anticoagulant effects of the branded and generic products in the clotting assays such as the PT, APTT, Heptest, PICT and thrombin time, matrix based differences were apparent. In the ACT assay, the anticoagulant effect of the branded and generic product were approximately the same, however, upon supplementation of the tissue factor the relative anticoagulant effects of these agents differed. All of the agents also produced a concentration dependent inhibition of the generation of microparticles in the WB studies where each of these agents were differentiated. Argaran produce weaker responses than the other agents. All of the agents also blocked p-selectin expression induced by tissue factor with an IC 50 ranging from 1.8–2.3 ug/ml. There were obvious differences among the generic and branded products. In the thrombin and Xa generation assays differences were also noted between the generic and branded product. The relative ability of the generic and the branded argatroban in inhibiting the activation of thrombin activatable fibrinolysis inhibitor (TAFI) showed noticeable differences. These studies clearly indicated that while in the antithrombin titration and global anticoagulant assays the generic brands of argatroban exhibit comparable effects, in cellular systems and other assays differences between the generic product and branded versions can be noted. These obvious differences may be related to the solution matrix and the relative proportion of different forms of argatroban. These observations warrant additional pharmacoequivalent studies on the generic product to assure clinical equivalence of these products."
}