{
    "doi": "https://doi.org/10.1182/blood.V124.21.2695.2695",
    "article_title": "Neutrophil-Platelet Micro-Emboli Enable Vaso-Occlusion in Sickle Cell Disease ",
    "article_date": "December 6, 2014",
    "session_type": "113. Hemoglobinopathies, Excluding Thalassemia – Basic and Translational Science: Poster II",
    "abstract_text": "Introduction: Sickle Cell Disease (SCD) is an autosomal-recessive-hemolytic disorder caused by a single point mutation in the β-globin gene that leads to sickling of RBCs under deoxygenated condition. Sickle RBCs (sRBCs) are not only rigid but also express adhesion molecules, which are not normally expressed on RBCs. The sticky and rigid sRBCs are believed to get trapped in blood vessels along with leukocytes to cause vaso-occlusion, which is the predominant pathophysiology underlying acute pain crisis in SCD patients. The process of sickling and vaso-occlusion leads to sRBC hemolysis, which releases hemoglobin, ADP and other RBC contents into the blood giving rise to a pro-inflammatory and pro-coagulant state, characterized by activated leukocytes, platelets, endothelial cells (ECs), tissue factor (TF) and enhanced adhesion of these cells to each other. Leukocyte–endothelium adhesion starts with leukocyte rolling mediated by P-selectin-glycoprotein-ligand (PSGL)-1 on leukocytes binding to P-selectin on endothelium. Rolling is followed by firm arrest, which is mediated by activated β­ 2 -integrins (LFA-1 and Mac-1) on the leukocytes binding to inter-cellular-adhesion-molecule (ICAM)-1 on endothelium. Although neutrophils have been shown to play a role in the onset of vaso-occlusion by interacting with sRBCs and platelets in cremaster venules of SCD mice; the cellular, molecular and biophysical mechanisms that enable vaso-occlusion in SCD patients are not known. Materials and Methods: Freshly collected heparinized blood from SCD patients and race matched control subjects was perfused through a polydimethylsiloxane (PDMS) based microfluidic flow chamber with a glass bottom coated with either human micro-vascular endothelial cells or a cocktail of recombinant human P-selection, ICAM-1 and IL-8 at a venular/arteriolar wall shear stress. Fluorochrome conjugated Abs against CD16, CD235a and CD49b were added to the blood to stain neutrophils, sRBCs and platelets, respectively, and cellular interactions were recorded using multi-color Quantitative Dynamic Footprinting (qDF; Sundd et al Nature Methods 2010) or epifluorescence microscopy. Specificity of cellular interactions was tested using function blocking Abs against human Mac-1, LFA-1, P-selectin and PSGL-1. Results : SCD patients had much higher number of circulating neutrophils than control patients. Neutrophils rolled, arrested and then captured free flowing platelets in both SCD and control blood. However, significantly larger number of neutrophils rolled and arrested in SCD blood than control blood. As a result, much higher number of platelets was captured by arrested neutrophils in SCD blood than control blood, which led to the formation of neutrophil-platelet micro-emboli. The micro-emboli formation was mediated by a unique biophysical mechanism, which involved PSGL-1 and Mac-1 on neutrophils binding to P-selectin and GPIbα on platelets, respectively. Conclusion: Vaso-occlusion involves a cascade of adhesive events. First, neutrophils roll and arrest at the site of vaso-occlusion. Second, arrested neutrophils capture free flowing platelets and RBCs to form micro-emboli. Third, eventually these micro-emboli give rise to micro-thrombi, which cause stasis of blood flow. Acknowledgments: This study is supported by 11SDG7340005 from the American Heart Association (P.S.), VMI start-up funds (P.S.) and CBTP-T32 fellowship HL076124 (M.J). Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "blood platelets",
        "embolism",
        "microbiology procedures",
        "neutrophils",
        "sickle cell anemia",
        "adhesions",
        "macrophage-1 antigen",
        "p-selectin",
        "intercellular adhesion molecule 1",
        "lymphocyte function-associated antigen-1"
    ],
    "author_names": [
        "Prithu Sundd, PhD",
        "Maritza Jimenez",
        "Enrico M Novelli, MD MS",
        "Mark T Gladwin, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Prithu Sundd, PhD",
            "author_affiliations": [
                "University of Pittsburgh, Pittsburgh, PA ",
                "University of Pittsburgh, Pittsburgh, PA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Maritza Jimenez",
            "author_affiliations": [
                "University of Pittsburgh, Pittsburgh, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Enrico M Novelli, MD MS",
            "author_affiliations": [
                "University of Pittsburgh, Pittsburgh, PA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mark T Gladwin, MD",
            "author_affiliations": [
                "University of Pittsburgh, Pittsburgh, PA ",
                "University of Pittsburgh, Pittsburgh, PA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-31T04:06:46",
    "is_scraped": "1"
}