{
    "doi": "https://doi.org/10.1182/blood-2019-126875",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4261",
    "start_url_page_num": 4261,
    "is_scraped": "1",
    "article_title": " GATA2 -Dependent Developmental and Regenerative Networks ",
    "article_date": "November 13, 2019",
    "session_type": "501.Hematopoietic Stem and Progenitor Biology",
    "topics": [
        "bone marrow purging",
        "cyclic gmp",
        "fluorouracil",
        "gata2 gene",
        "hematological diseases",
        "human leukocyte interferon",
        "hyperplasia",
        "immunologic deficiency syndromes",
        "interferons",
        "proteome"
    ],
    "author_names": [
        "Alexandra Soukup, PhD",
        "Kirby D Johnson, PhD",
        "Daniel J Conn, PhD",
        "Evgenia Shishkova, PhD",
        "Koichi Ricardo Katsumura, MD PhD",
        "Peng Liu, PhD",
        "Erik A. Ranheim, MD PhD",
        "Katherine R. Calvo, MD PhD",
        "Amy P. Hsu",
        "Steven M. Holland, MD",
        "Joshua J Coon, PhD",
        "Sunduz Keles, PhD",
        "Emery H Bresnick, PhD"
    ],
    "author_affiliations": [
        [
            "UW-Madison Blood Research Program, Department of Cell and Regenerative Biology; UW Carbone Cancer Center, University of Wisconsin School of Medicine and Public Health, University of Wisconsin - Madison, Madison, WI "
        ],
        [
            "UW-Madison Blood Research Program, Department of Cell and Regenerative Biology; UW Carbone Cancer Center, University of Wisconsin School of Medicine and Public Health, University of Wisconsin - Madison, Madison, WI "
        ],
        [
            "Department of Statistics and Medical Informatics, University of Wisconsin - Madison, Madison, WI "
        ],
        [
            "Department of Biomolecular Chemistry, University of Wisconsin - Madison, Madison, WI "
        ],
        [
            "UW-Madison Blood Research Program, Department of Cell and Regenerative Biology; UW Carbone Cancer Center, University of Wisconsin School of Medicine and Public Health, University of Wisconsin - Madison, Madison, WI "
        ],
        [
            "UW Carbone Cancer Center, School of Medicine and Public Health, University of Wisconsin - Madison, Madison, WI "
        ],
        [
            "Department of Pathology & Laboratory Medicine, University of Wisconsin School of Medicine and Public Health, University of Wisconsin Carbone Cancer Center, Madison, WI "
        ],
        [
            "Hematology Section, Department of Laboratory Medicine, National Institutes of Health, Bethesda, MD "
        ],
        [
            "Laboratory of Clinical Infectious Diseases, National Institutes of Allergy and Infectious Diseases, National Institutes of Health, Bethesda, MD "
        ],
        [
            "Laboratory of Clinical Infectious Diseases, National Institutes of Allergy and Infectious Diseases, National Institutes of Health, Bethesda, MD "
        ],
        [
            "Department of Chemistry, University of Wisconsin-Madison, Madison, "
        ],
        [
            "Department of Biostatistics and Medical Informatics, University of Wisconsin School of Medicine and Public Health, Madison,"
        ],
        [
            "UW-Madison Blood Research Program, Department of Cell and Regenerative Biology; UW Carbone Cancer Center, University of Wisconsin School of Medicine and Public Health, University of Wisconsin - Madison, Madison, WI "
        ]
    ],
    "first_author_latitude": "43.07396049999999",
    "first_author_longitude": "-89.4067623",
    "abstract_text": "Coding and regulatory human GATA2 mutations that deregulate protein expression and/or function cause immunodeficiency that often progresses to MDS/AML (McReynolds et al., 2018). In the mouse, decreased GATA2 expression impairs hematopoietic stem/progenitor cell (HSPC) genesis and function (de Pater et al., 2013; Gao et al., 2013; Tsai et al., 1994). While prior studies demonstrated Gata2 +9.5 and -77 enhancers are essential for HSC emergence (+9.5) and/or progenitor cell fate (+9.5 and -77) (Johnson et al., 2012; Johnson et al., 2015; Mehta et al., 2017) and hematopoietic regeneration (+9.5) (Soukup et al., 2019), the mechanisms mediating these processes are not completely established. The -77 enhancer is required for fetal liver progenitors to undergo erythroid, megakaryocytic, granulocytic and monocytic differentiation. By contrast, progenitors with a -77 homozygous deletion (-77 -/- ) exhibit a predominant monocytic cell fate and generate macrophages ex vivo (Johnson et al., 2015). Using multiomic and single-cell strategies, we asked how this enhancer orchestrates a balance between fate-promoting and -suppressing circuitry in cell populations and single cells. Quantitative proteomics was conducted to discover the -77-regulated protein ensemble conferring multiple fates in a myeloid progenitor population [Common Myeloid Progenitor (CMP) and Granulocyte-Monocyte Progenitor (GMP)] from E14.5 fetal liver of -77 +/+ and -77 -/- mouse embryos. -77 -/- progenitors exhibited decreased levels of GATA2 (4.7-fold) and proteins generated from GATA2 target genes (GATA1: 51-fold; HDC: 52-fold). The 202 proteins upregulated in -77 -/- progenitors highlighted immune and inflammatory mechanisms, while the 232 downregulated proteins were linked to erythroid, megakaryocyte and granulocyte biology, indicative of loss of these fate potentials. Innate immune machinery was upregulated in -77 -/- vs. -77 +/+ progenitors, including interferon (IFN) signaling pathway components such as the IFN-inducible transcription factor and critical monocytic differentiation determinant Interferon Regulatory Factor 8 (IRF8; 2.7 fold higher) (Kurotaki et al., 2013) and diverse pathogen sensors. Expressing GATA2 at physiological levels in -77 -/- progenitors normalized the aberrant transcriptome. Since -77 deletion downregulated Gata2 and upregulated Irf8 , we tested whether this opposing expression pattern occurs in distinct and/or identical cells in the population using single cell transcriptomics. -77 deletion decreased Gata2 expression, which was anti-correlative with Irf8 , and detailed single cell analyses indicated that -77 loss downregulates GATA2, corrupting the transcriptome/proteome, Irf8 expression increases, and IRF8 enables or drives the predominant monocytic differentiation. To determine how GATA2-dependent mechanisms governing progenitor fate relate to those guiding HSPC expansion and differentiation during regeneration, we utilized our +9.5 human disease Ets motif mutation that abrogates myeloablation-dependent GATA2 induction and hematopoietic regeneration in bone marrow (Soukup et al., 2019). While population RNA-seq with Lin - Sca1 + c-Kit + (LSK) cells revealed little to no perturbations in the steady-state, 5-FU treatment of mutants led to altered expression of only 14% of the transcripts regulated in regenerating wild type cells (423/2974). Gene Ontology analysis of differentially expressed genes indicated that genes dysregulated by the Ets motif mutation included those linked to cell cycle regulation and cellular proliferation. As LSKs consist of LT-HSCs, ST-HSCs, and MPPs, we used single-cell transcriptomics to elucidate defective regenerative circuits in individual cells. Analysis of 17000-20000 wild type and mutant LSK cells revealed GATA2-dependent mechanisms distinct from those mediating progenitor cell fate control in the fetal liver. These studies have revealed context-dependent GATA2 mechanisms governing developmental and regenerative hematopoiesis, which will enable the development of strategies to detect, diagnose, and treat GATA2-linked blood diseases. Disclosures No relevant conflicts of interest to declare."
}