{
    "doi": "https://doi.org/10.1182/blood-2021-146161",
    "article_title": "A Randomized Phase III Study of Venetoclax-Based Time-Limited Combination Treatments (RVe, GVe, GIVe) Vs Standard Chemoimmunotherapy (CIT: FCR/BR) in Frontline Chronic Lymphocytic Leukemia (CLL) of Fit Patients: First Co-Primary Endpoint Analysis of the International Intergroup GAIA (CLL13) Trial ",
    "article_date": "November 5, 2021",
    "session_type": "642.Chronic Lymphocytic Leukemia: Clinical and Epidemiological",
    "abstract_text": "Background: For fit CLL patients (pts), continuous BTK inhibitor treatment is replacing CIT as standard of care in frontline setting, particularly in pts with unfavorable prognostic factors. The time limited combinations venetoclax plus obinutuzumab (GVe) and venetoclax plus rituximab (RVe) have produced high rates of undetectable minimal residual disease (uMRD), which strongly associates with long progression-free survival (PFS) both in frontline and relapsed setting. For frontline therapy GVe is approved in this setting based on data from the CLL14 trial in an unfit population. However, data from a fit cohort are not yet available. The GAIA (CLL13) trial evaluated the efficacy and safety of three Ven+CD20 antibody-based regimens in comparison to CIT as a frontline treatment for fit pts with CLL and without TP53 mutation/deletion. Methods: Treatment-naïve fit (CIRS ≤6, normal creatinine clearance with ≥ 70ml/min) CLL pts requiring therapy were eligible. Based on known poor response to CIT, pts with TP53 aberrations were excluded. Pts were randomized in a 1:1:1:1 ratio to receive six courses of CIT (FCR for pt ≤65 years: fludarabine 25 mg/m² d1-3, cyclophosphamide 250 mg/m² d1-3, rituximab 375 mg/m² d1 cycle 1 and 500 mg/m² d1 cycle 2-6; BR for pt >65 years: bendamustine 90mg/m² d1-2, rituximab) or one of three venetoclax (V) combinations (standard ramp-up from cycle 1 d22, 400 mg/d cycle 2-12): V and rituximab (375/500mg/m² d1 cycle 1-6) [ RVe ], V and obinutuzumab (1000 mg d1, 8, 15 cycle 1 and d1 cycle 2-6) [ GVe ], or V, obinutuzumab and ibrutinib (420 mg/d cycle 1-12, if MRD-detectable continued until cycle 36) [ GIVe ] . Pts were stratified according to country, Binet stage and age (≤ 65/> 65 years). The co-primary endpoints of the trial are (1) the rate of uMRD (<10-4) by flow in peripheral blood (PB) at month 15 (MO15, GVe vs CIT) and (2) PFS (GIVe vs CIT), each with a significance level of 2.5%. The co-primary endpoint PFS will be analyzed within a pre-planned interim analysis as soon as 138 (65%) PFS events will have been reported in the GIVe and CIT arm. The co-primary endpoint analysis of uMRD per protocol was performed after the last MO15 MRD sample had been collected. In addition, comparisons regarding uMRD for all study arms were performed using a pre-specified hierarchical test sequence. Bone marrow (BM) was evaluated 3 months after end of treatment (MO9 for CIT, MO15 for all others arms) in pts with clinical CR. Key secondary endpoints as investigator-assessed responses according to iwCLL 2008 guidelines and safety were analyzed. Trial is registered at ClinicalTrials.gov (NCT02950051). Results: A total of 926 pts (CIT: 229 (150 FCR, 79 BR), RVe: 237, GVe: 229, GIVe: 231) with a median age of 61 years (range 27-84) were accrued between 12/2016 and 09/2019. The majority of pts were in advanced Binet stage (B: 37.8%, C: 35.6%) and unmutated IGHV status was present in 56%. Fourteen pts did not receive study treatment (13 FCR, 1 GVe) and were not included in the safety population. The data cut for the first co-primary endpoint analysis was February 28, 2021. The median observation time was 27.9 months. The co-primary endpoint uMRD in PB at MO15 was met as the rate of uMRD in ITT population was significantly higher in GVe compared to CIT: 86.5% (97.5% CI 80.6-91.1) vs 52.0% (CI 44.4-59.5; p<0.0001), respectively. GIVe also showed a superior uMRD rate of 92.2% (CI 87.3-95.7) compared to CIT (p<0.0001), while RVe (57.0%, CI 49.5-64.2) did not (p=0.317) ( Figure 1A ). Corresponding BM uMRD rates in ITT population were 37.1% (CIT), 43.0% (RVe), 72.5% (GVe) and 77.9% (GIVe), respectively. MO15 overall response rates and complete response rates (CRR) are shown in Figure 1B . The most common grade 3-5 treatment-emergent AE were neutropenia (50.5% of all pts), thrombocytopenia (12.2%), tumor lysis syndrome (7.5%), infusion-related reaction (7.2%), febrile neutropenia (6.5%) and pneumonia (5.3%)). Atrial fibrillation and bleeding events occurred more frequently in GIVe while infusion-related reactions were most common in the GVe arm ( Table 1) . The absolute numbers of second malignancies were 33, 19, 22 and 21 for CIT, RVe, GVe and GIVe. Fatal AEs occurred in 5, 7, 6 and 9 of the patients. Conclusions: The time-limited therapies of GVe and GIVe provided superior uMRD rates in PB at MO 15 compared to CIT. In addition, uMRD rates in BM and CRR were higher in GVe and GIVe in particular than in CIT. All arms showed a good safety profile in this fit pt population. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Eichhorst:  AbbVie: Membership on an entity's Board of Directors or advisory committees, Other: Travel, accomodation, expenses, Research Funding, Speakers Bureau; BeiGene: Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; AstraZeneca: Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Novartis: Membership on an entity's Board of Directors or advisory committees, Other: Travel, accomodation, expenses, Speakers Bureau; Celgene: Membership on an entity's Board of Directors or advisory committees, Other: Travel, accomodation, expenses, Speakers Bureau; Adaptive Biotechnologies: Speakers Bureau; Hexal: Speakers Bureau; ArQule: Membership on an entity's Board of Directors or advisory committees; Oxford Biomedica (UK): Membership on an entity's Board of Directors or advisory committees; MSD: Membership on an entity's Board of Directors or advisory committees; F. Hoffmann-La Roche Ltd: Membership on an entity's Board of Directors or advisory committees, Other: Travel, accomodation, expenses, Research Funding, Speakers Bureau; Gilead: Membership on an entity's Board of Directors or advisory committees, Other: Travel, accomodation, expenses, Research Funding, Speakers Bureau; Janssen: Membership on an entity's Board of Directors or advisory committees, Other: Travel, accomodation, expenses, Research Funding, Speakers Bureau; Consultant Department I for Internal Medicine: Consultancy; University Hospital of Cologne: Current Employment. Kater:  Genmab, LAVA: Other: Ad Board, Steering Committee; Janssen, AstraZeneca: Other: Ad Board, steering committee, Research Funding; Abbvie: Honoraria, Other: Ad Board, Research Funding; BMS, Roche/Genentech: Other: Ad Board, , Research Funding. Von Tresckow:  Celgene: Other: travel grant; AstraZeneca: Honoraria, Other; Roche: Honoraria, Other: Reasearch support, travel grant; Janssen: Honoraria, Other: Reasearch support, travel grant; AbbVie: Honoraria, Other: advisory board, travel grant. Staber:  Roche: Consultancy, Honoraria, Research Funding; AbbVie: Consultancy, Honoraria; Gilead: Consultancy, Honoraria; Janssen: Consultancy, Honoraria; Astra Zeneca: Consultancy, Honoraria; Takeda: Consultancy, Research Funding; MSD: Consultancy, Honoraria; BMS: Consultancy, Honoraria; Incyte: Consultancy, Honoraria, Research Funding; Beigene: Consultancy, Honoraria. Tadmor:  Janssen: Consultancy, Honoraria, Research Funding; AbbVie: Consultancy, Honoraria, Research Funding. Poulsen:  Janssen: Consultancy; Abbvie: Consultancy. Janssens:  Sanofi: Consultancy; Novartis: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Beigene, AstraZeneca: Consultancy, Speakers Bureau; Amgen: Consultancy, Membership on an entity's Board of Directors or advisory committees, Other: Trael Grant, Speakers Bureau; Abbvie, Janssen: Consultancy, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau. Noesslinger:  Roche: Speakers Bureau; Abbvie,: Speakers Bureau; Janssen: Speakers Bureau; AstraZeneca: Honoraria; Gilead: Honoraria; Celgene: Honoraria. Jaeger:  Norvartis: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Gilead: Honoraria, Membership on an entity's Board of Directors or advisory committees; BMS/Celgene: Honoraria, Membership on an entity's Board of Directors or advisory committees; Janssen: Honoraria, Membership on an entity's Board of Directors or advisory committees; Roche: Honoraria, Membership on an entity's Board of Directors or advisory committees. Frederiksen:  Abbvie: Research Funding; Gilead: Research Funding; Alexion: Research Funding; Novartis: Research Funding; Janssen Pharmaceuticals: Research Funding. Hebart:  Roche: Honoraria; BMS: Honoraria; AstraZeneca: Honoraria; AbbVie: Honoraria; Janssen: Honoraria. Simon:  Gilead: Other: Travel support. Fink:  AbbVie: Other: travel grant; Janssen: Membership on an entity's Board of Directors or advisory committees; AstraZeneca: Research Funding; Celgene: Research Funding. Fischer:  Abbvie: Honoraria; Roche: Honoraria, Other: Travel Grants. Kreuzer:  Roche: Consultancy, Honoraria, Research Funding, Speakers Bureau; Janssen: Consultancy, Honoraria, Research Funding, Speakers Bureau; Abbvie: Consultancy, Honoraria, Research Funding, Speakers Bureau; Mundipharma: Consultancy, Honoraria, Research Funding, Speakers Bureau. Ritgen:  Abbvie: Consultancy, Other: Travel support, Research Funding; Chugai: Consultancy; MSD: Consultancy, Other: Travel support; Roche: Consultancy, Other: Travel support, Research Funding; Celgene: Other: Travel support. Brüggemann:  Amgen: Other: Advisory Board, Travel support, Research Funding, Speakers Bureau; Incyte: Other: Advisory Board; Janssen: Speakers Bureau. Levin:  Roche, Janssen, Abbvie: Other: Travel Expenses, Ad-Board. Stilgenbauer:  AbbVie, Amgen, AstraZeneca, Celgene, Gilead, GSK, Hoffmann-La Roche, Janssen, Novartis, Sunesis: Other: Research Support; AbbVie, Amgen, AstraZeneca, Celgene, Gilead, GSK, Hoffmann-La Roche, Janssen, Novartis, Sunesis: Consultancy; AbbVie, Amgen, AstraZeneca, Celgene, Gilead, GSK, Hoffmann-La Roche, Janssen, Novartis, Sunesis: Honoraria; AbbVie, Amgen, AstraZeneca, Celgene, Gilead, GSK, Hoffmann-La Roche, Janssen, Novartis, Sunesis: Research Funding. Hallek:  Roche: Consultancy, Honoraria, Research Funding, Speakers Bureau; Janssen: Consultancy, Honoraria, Research Funding, Speakers Bureau; Gilead: Consultancy, Honoraria, Research Funding, Speakers Bureau; Bristol Myers Squibb: Consultancy, Honoraria, Research Funding, Speakers Bureau; AstraZeneca: Consultancy, Honoraria, Research Funding, Speakers Bureau; Abbvie: Consultancy, Research Funding, Speakers Bureau. OffLabel Disclosure: Ibrutinib in combaintion with Venetoclax + Obinutuzumab is not approved.",
    "author_names": [
        "Barbara Eichhorst",
        "Carsten Niemann",
        "Arnon P. Kater",
        "Moritz Fürstenau",
        "Julia Von Tresckow",
        "Can Zhang",
        "Sandra Robrecht",
        "Michael Gregor",
        "Gunnar Juliusson",
        "Patrick Thornton",
        "Philipp B. Staber",
        "Tamar Tadmor",
        "Vesa Lindström",
        "Caspar Da Cunha-Bang",
        "Christof Schneider",
        "Christian Bjørn Poulsen",
        "Thomas Illmer",
        "Björn Schöttker",
        "Ann Janssens",
        "Ilse Christiansen",
        "Thomas Noesslinger",
        "Michael Baumann",
        "Marjolein van der Klift",
        "Ulrich Jaeger",
        "Henrik Frederiksen",
        "Maria B.L. Leijs",
        "Mels Hoogendoorn",
        "Kourosh Lotfi",
        "Holger Hebart",
        "Tobias Gaska",
        "Harry R. Koene",
        "Florian Simon",
        "Nisha De Silva",
        "Anna-Maria Fink",
        "Kirsten Fischer",
        "Clemens-Martin Wendtner",
        "Karl-Anton Kreuzer",
        "Matthias Ritgen",
        "Monika Brüggemann",
        "Eugen Tausch",
        "Mark-David Levin",
        "Marinus H.J. Van Oers",
        "Christian H. Geisler",
        "Stephan Stilgenbauer",
        "Michael Hallek"
    ],
    "author_dict_list": [
        {
            "author_name": "Barbara Eichhorst",
            "author_affiliations": [
                "Department I of Internal Medicine and Center of Integrated Oncology Cologne Bonn, University Hospital, Cologne, Germany"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Carsten Niemann",
            "author_affiliations": [
                "Rigshospitalet, Copenhagen Ø, DNK"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Arnon P. Kater",
            "author_affiliations": [
                "Academic Medical Center, Amsterdam Zuidoost, Netherlands"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Moritz Fürstenau",
            "author_affiliations": [
                "Department I of Internal Medicine and Center of Integrated Oncology Aachen, Bonn, Cologne, Düsseldorf, German CLL Study Group, Faculty of Medicine and University Hospital of Cologne, University of Cologne, Cologne, Germany"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Julia Von Tresckow",
            "author_affiliations": [
                "Department I of Internal Medicine and Center of Integrated Oncology Aachen, Bonn, Cologne, Düsseldorf; Cologne, University of Cologne, Koeln, Germany"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Can Zhang",
            "author_affiliations": [
                "Department I of Internal Medicine and Center of Integrated Oncology Cologne-Bonn, German CLL Study Group, University Hospital, Cologne, Cologne, Germany"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sandra Robrecht",
            "author_affiliations": [
                "Department I of Internal Medicine and Center of Integrated Oncology Cologne Bonn, University Hospital, Cologne, Germany"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Gregor",
            "author_affiliations": [
                "Division of Hematology, Cantonal Hospital of Lucerne, Lucerne, Switzerland"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gunnar Juliusson",
            "author_affiliations": [
                "Department of Hematology, Lund University, Lund, Sweden"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Patrick Thornton",
            "author_affiliations": [
                "Department of Haematology, Beaumont Hospital, Dublin, Ireland"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Philipp B. Staber",
            "author_affiliations": [
                "Medical University of Vienna, Department of Medicine I, Division of Hematology & Hemostaseology, Vienna, Austria"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tamar Tadmor",
            "author_affiliations": [
                "Hematology Unit, Bnai Zion Medical Center, Haifa, Israel"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vesa Lindström",
            "author_affiliations": [
                "Department of Hematology, Helsinki University Hospital Comprehensive Cancer Center and University of Helsinki, Helsinki, Finland"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Caspar Da Cunha-Bang",
            "author_affiliations": [
                "Department of Hematology, Rigshospitalet, Copenhagen University Hospital, København Ø, Denmark"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christof Schneider",
            "author_affiliations": [
                "Department of Internal Medicine III, Ulm University, Ulm, Germany"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christian Bjørn Poulsen",
            "author_affiliations": [
                "Department of Haematology, Zealand University Hospital, Roskilde, Denmark"
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas Illmer",
            "author_affiliations": [
                "BAG/Onkologische Schwerpunktpraxis, Dresden, Germany"
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Björn Schöttker",
            "author_affiliations": [
                "Hämatologisch Onkologische Schwerpunktpraxis, Würzburg, DEU"
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ann Janssens",
            "author_affiliations": [
                "Hematology Department, University of Leuven, Leuven, Belgium"
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ilse Christiansen",
            "author_affiliations": [
                "Department of Hematology, Aalborg University Hospital, Aalborg, Denmark"
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas Noesslinger",
            "author_affiliations": [
                "Hanusch Hospital, Vienna, AUT"
            ],
            "author_rank": 21,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Baumann",
            "author_affiliations": [
                "Clinic for Medical Oncology and Hematology, Cantonal Hospital St. Gallen, St. Gallen, Switzerland"
            ],
            "author_rank": 22,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marjolein van der Klift",
            "author_affiliations": [
                "Department of Internal Medicine, Amphia Hospital, Breda, Netherlands"
            ],
            "author_rank": 23,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ulrich Jaeger",
            "author_affiliations": [
                "Medical University of Vienna, Vienna, Austria"
            ],
            "author_rank": 24,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Henrik Frederiksen",
            "author_affiliations": [
                "Department of Hematology, Odense University Hospital, Odense, Denmark"
            ],
            "author_rank": 25,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria B.L. Leijs",
            "author_affiliations": [
                "Department of Internal Medicine/Hematology, Maasstad ziekenhuis, Rotterdam, Netherlands"
            ],
            "author_rank": 26,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mels Hoogendoorn",
            "author_affiliations": [
                "Medical Center Leeuwarden, Leeuwarden, Netherlands"
            ],
            "author_rank": 27,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kourosh Lotfi",
            "author_affiliations": [
                "Department of Hematology and Department of Clinical and Experimental Medicine, Linköping University, Linköping, Sweden"
            ],
            "author_rank": 28,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Holger Hebart",
            "author_affiliations": [
                "Stauferklinikum, Mutlangen, DEU"
            ],
            "author_rank": 29,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tobias Gaska",
            "author_affiliations": [
                "Hematology und Oncology, Brüderkrankenhaus St. Josef, Paderborn, Germany"
            ],
            "author_rank": 30,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Harry R. Koene",
            "author_affiliations": [
                "St. Antonius Hospital, Nieuwegein, NLD"
            ],
            "author_rank": 31,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Florian Simon",
            "author_affiliations": [
                "Department I of Internal Medicine, University of Cologne, Faculty of Medicine, University Hospital Cologne, Cologne, Germany"
            ],
            "author_rank": 32,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nisha De Silva",
            "author_affiliations": [
                "Department I of Internal Medicine and Center of Integrated Oncology Aachen, Bonn, Cologne, Düsseldorf, German CLL Study Group, Faculty of Medicine and University Hospital of Cologne, University of Cologne, Cologne, Germany, Cologne, Germany"
            ],
            "author_rank": 33,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anna-Maria Fink",
            "author_affiliations": [
                "Department I of Internal Medicine and Center of Integrated Oncology Cologne-Bonn, German CLL Study Group, University Hospital of Cologne, Cologne, Germany"
            ],
            "author_rank": 34,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kirsten Fischer",
            "author_affiliations": [
                "German CLL Study Group, and Department I of Internal Medicine, and Center of Integrated Oncology ABCD, University of Cologne, Cologne, Germany"
            ],
            "author_rank": 35,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Clemens-Martin Wendtner",
            "author_affiliations": [
                "Munich Clinic Schwabing, Academic Teaching Hospital, Ludwig-Maximilians-University, Munich, Germany"
            ],
            "author_rank": 36,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Karl-Anton Kreuzer",
            "author_affiliations": [
                "Department I of Internal Medicine and Center of Integrated Oncology Cologne-Bonn, LMHO, University Hospital Cologne, Cologne, Germany"
            ],
            "author_rank": 37,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Matthias Ritgen",
            "author_affiliations": [
                "Department of Internal Medicine II, Campus Kiel, University of Schleswig-Holstein, Kiel, Kiel, Germany"
            ],
            "author_rank": 38,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Monika Brüggemann",
            "author_affiliations": [
                "Department of Internal Medicine II, University Hospital Schleswig-Holstein, Kiel, Germany"
            ],
            "author_rank": 39,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eugen Tausch",
            "author_affiliations": [
                "Department of Internal Medicine III, Ulm University, Ulm, Germany"
            ],
            "author_rank": 40,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mark-David Levin",
            "author_affiliations": [
                "Department of Internal Medicine, Albert Schweitzer Hospital, Dordrecht, Netherlands"
            ],
            "author_rank": 41,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marinus H.J. Van Oers",
            "author_affiliations": [
                "Department of Hematology, Academic Medical Center, Amsterdam, Netherlands"
            ],
            "author_rank": 42,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christian H. Geisler",
            "author_affiliations": [
                "Department of Hematology, Rigshospitalet, Copenhagen University Hospital, Copenhagen, Denmark"
            ],
            "author_rank": 43,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephan Stilgenbauer",
            "author_affiliations": [
                "Department of Internal Medicine III, University Hospital Ulm, Ulm, Germany"
            ],
            "author_rank": 44,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Hallek",
            "author_affiliations": [
                "Department I of Internal Medicine, Center for Integrated Oncology Aachen Bonn Cologne Duesseldorf and German CLL Study Group, University of Cologne, Cologne, Germany"
            ],
            "author_rank": 45,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-21T15:39:20",
    "is_scraped": "1"
}