{
    "doi": "https://doi.org/10.1182/blood.V106.11.2714.2714",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=290",
    "start_url_page_num": 290,
    "is_scraped": "1",
    "article_title": "Reduction of Core Binding Factor beta (CBFβ) Dosage Blocks T Cell Development. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "Core binding factors (CBFs) are heterodimers consisting of a DNA binding subunit (Runx1, Runx2, or Runx3) and a non-DNA binding CBFβ subunit. CBFβ increases the affinity of the Runx subunits for DNA. Embryos deficient for Runx1 or CBFβ die at midgestation with a complete failure of definitive hematopoiesis due to a block in hematopoietic stem cell (HSC) emergence. To examine the role of core binding factors at later stages of hematopoiesis, we generated a hypomorphic Cbfb allele ( Cbfb rss ), that when carried over a Cbfb null allele ( Cbfb rss/− ) results in a 3-4 fold reduction in CBFβ protein levels. Although HSCs emerge in Cbfb rss/− animals, fetal T cell development is severely impaired. Here we examined the T cell developmental block in more detail by culturing fetal liver cells from Cbfb rss/− animals on OP9 stromal cells that express the Notch ligand Delta-like-1 (DL1) ( Schmitt and Zúñiga-Pflücker, Immunity  17 : 749 , 2002 ). Fetal livers (E14.5) from Cbfb rss/− animals contained normal numbers of both c-kit+Sca-1+lin- cells and c-kit+IL7r+ lymphoid progenitors. Lin- fetal liver progenitors cultured on OP9-DL1 cells in the presence of IL-7 and Flt3L displayed a growth disadvantage relative to wild type cells, and a block at the double negative 1 (DN1, CD44+ CD25−) stage of T cell development. The T cell defect could be rescued by retroviral transduction of the CBFβ heterodimerization domain into lin- fetal liver cells, but not by a G61A/N104A mutant that cannot bind the Runx subunits. Genes whose expression was decreased in DN1 cells purified from the OP9-DL1 cultures included CD3 and the early T cell transcription factors GATA3 and TCF. Although expression of several Notch pathway genes (Notch1, Hes-1/5, Deltex-1) was mildly decreased, Notch signals were clearly transduced, suggesting that Notch signaling was intact. These data demonstrate that reduced CBFβ levels impair the differentiation of stem cells/progenitors into T cells at the earliest stage of T cell development. This in vitro model will be useful for characterizing the molecular circuitry involving CBFβ in T cell development, and for identifying CBFβ protein partners.",
    "topics": [
        "core-binding factor",
        "t-cell development",
        "dna",
        "death",
        "flt3 ligand",
        "gata3 gene",
        "interleukin-7",
        "ligands",
        "transcription factor",
        "fetus"
    ],
    "author_names": [
        "Yalin Guo",
        "Laleh Talebian",
        "Ivan Maillard",
        "Caroline L. Speck",
        "Warren S. Pear",
        "Ellen V. Rothenberg",
        "Nancy A. Speck"
    ],
    "author_affiliations": [
        [
            "Biochemistry, Dartmouth Medical School, Hanover, NH"
        ],
        [
            "Biochemistry, Dartmouth Medical School, Hanover, NH"
        ],
        [
            "Abramson Family Cancer Research Institute, University of Pennsylvania, Philadelphia, PA"
        ],
        [
            "Biochemistry, Dartmouth Medical School, Hanover, NH"
        ],
        [
            "Abramson Family Cancer Research Institute, University of Pennsylvania, Philadelphia, PA"
        ],
        [
            "Division of Biology, California Institute of Technology, Pasadena, CA"
        ],
        [
            "Biochemistry, Dartmouth Medical School, Hanover, NH"
        ]
    ],
    "first_author_latitude": "43.706757599999996",
    "first_author_longitude": "-72.28675199999999"
}