{
    "doi": "https://doi.org/10.1182/blood-2021-148961",
    "article_title": "Incidence, Risk Factors and Outcomes of Pancytopenia Following Chimeric Antigen Receptor (CAR)-T Cell Therapy in Relapsed Refractory Diffuse Large B Cell Lymphoma ",
    "article_date": "November 5, 2021",
    "session_type": "704.Cellular Immunotherapies: Clinical",
    "abstract_text": "Introduction: CD19 directed CAR-T cell therapy has changed treatment paradigm of relapse refractory diffuse large B cell lymphoma (DLBCL). It is associated with certain unique toxicities including cytokine release syndrome (CRS), immune effector cell-associated neurotoxicity syndrome (ICANS), B-cell aplasia and hypogammaglobulinemia. However, the information on hematologic toxicity including neutropenia, thrombocytopenia and anemia is limited. Methods: We retrospectively evaluated patients who received CAR-T cell therapy for relapsed refractory DLBCL to estimate incidence, risk factors and outcomes of hematological toxicity especially pancytopenia. We also evaluated the impact of prophylactic G-CSF administration on incidence and duration of neutropenia, and infectious complications. Results: Between April 2018 and December 2020, 30 adult patients received CAR-T cell therapy (AxiCel=22, TisaCel=8). Median age of the population was 57 years (range, 23-81). Median time from diagnosis to CAR-T cell therapy was 674 days. Four patients each had double expressor and double hit subtypes. Seventy percent patients had extra-nodal disease, 60% of patients received three or more lines of therapy, 27% of patients received prior autologous stem cell transplant (autoSCT), and 23% patients received bridging therapy. All patients received Fludarabine and Cyclophosphamide (Flu/Cy) as a lymphodepleting therapy. CRS and ICANS were noted in 83% and 37% patients, respectively. One-year progression-free and overall survival were 49.76% and 85.91%, respectively. After CAR-T cell therapy, 93% (28/30) patients developed neutropenia with 17 (57%) experiencing absolute neutrophil count (ANC) <100/mm3, 9 (30%) developing ANC 100-500/mm3, and two (7%) with ANC 500-1000/mm3. Median ANC nadir was zero (range, 0-2800/mm3). The median time to ANC <1500/mm3, ANC <1000/mm3, ANC <500/mm3 and ANC <100/mm3 was 1 day, 2 days, 4 days, and 7 days post-CAR-T cell therapy, respectively. At day+30, the cumulative incidences of ANC <1500/mm3, ANC <500/mm3, ANC <100/mm3 were 93.3%, 90%, and 56.7%, respectively. The median duration of ANC <1500/mm3, ANC <500/mm3, and ANC <100/mm3 was 24 days, 6 days, and 3 days, respectively. At day +30, 3.7% of patients had persistent neutropenia with ANC <500/mm3, whereas 23.21% of patients experienced mild neutropenia (ANC <1500/mm3) at day +80 following CAR-T cell therapy. Nineteen patients received prophylactic G-CSF and 11 patients did not. No difference in infectious complications, and ICU admission was noted between both groups. Following CAR-T cell therapy, 86% (26/30) patients developed thrombocytopenia with two (7%) experiencing platelets <10,000/µL, 12 (40%) developing platelets 10,000-50,000/µL, and 12 (40%) with platelets 50,000-150,000/µL. Median platelet nadir was 57,000/µL (range, 2000-194,000). The median time to platelets <150,000/µL, <50,000/µL, and <10,000/µL was 1 day, 6 days, and 20 days post-CAR-T cell therapy, respectively. At day+30, the cumulative incidences of platelets <150,000/µL, platelets <50,000/µL, and platelets <10,000/µL were 83.3%, 40%, and 6.67%, respectively. The median duration of platelets <50,000/µL was 28.5 days and <150,000/µL was 192 days. At day +30, 50% of patients had persistent thrombocytopenia with platelets <50,000/µL, and 80.77% of patients had thrombocytopenia with platelets <150,000/µL. Sixty-one percent patients still experienced platelets <150,000/µL at day +80 following CAR-T cell therapy. Univariable analyses revealed that high dose of CAR-T cell was associated with decreased incidence of neutropenia (HR, 0.63; p=0.02), while absence of extra-nodal disease was associated with increased incidence of neutropenia (HR, 3.19; p=0.02). Moreover, patients with prior autoSCT had a lower likelihood of resolution of neutropenia (HR, 0.33; p=0.03), and those with multiple prior therapies had a lower likelihood of resolution of thrombocytopenia (HR, 0.36; p=0.002). Conclusion: Our study shows that a proportion of patients experienced prolonged hematological toxicity, and prior autoSCT and multiple lines of therapy were identified as risk factors. Prophylactic G-CSF did not appear to have any benefit on the prevention of neutropenia or infectious complications. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Deol:  Kite, a Gilead Company: Consultancy. Modi:  Genentech: Research Funding; Seagen: Membership on an entity's Board of Directors or advisory committees; MorphoSys: Membership on an entity's Board of Directors or advisory committees.",
    "author_names": [
        "Malini Surapaneni",
        "Samer Alkassis",
        "Seongho Kim",
        "Abhinav Deol",
        "Lois Ayash",
        "Asif Alavi",
        "Andrew Kin",
        "Voravit Ratanatharathorn",
        "Joseph P. Uberti",
        "Dipenkumar Modi"
    ],
    "author_dict_list": [
        {
            "author_name": "Malini Surapaneni",
            "author_affiliations": [
                "Hematology Oncology, Karmanos Cancer Institute/Wayne State University, Detroit, MI"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Samer Alkassis",
            "author_affiliations": [
                "Wayne State University, Detroit, MI"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Seongho Kim",
            "author_affiliations": [
                "Department of Oncology, Karmanos Cancer Institute, Wayne State University, Detroit, MI"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Abhinav Deol",
            "author_affiliations": [
                "Department of Oncology, Blood and Marrow Stem Cell Transplant Program, Karmanos Cancer Institute/Wayne State University, Detroit, MI"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lois Ayash",
            "author_affiliations": [
                "Department of Oncology, Blood and Marrow Stem Cell Transplant Program, Karmanos Cancer Institute/ Wayne State University, Detroit, MI"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Asif Alavi",
            "author_affiliations": [
                "Karmanos Cancer Institute, Wayne State University, Detroit, MI"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew Kin",
            "author_affiliations": [
                "Department of Oncology, Blood and Marrow Stem Cell Transplant Program, Karmanos Cancer Institute/ Wayne State University, Detroit, MI"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Voravit Ratanatharathorn",
            "author_affiliations": [
                "Department of Oncology, Blood and Marrow Stem Cell Transplant Program, Karmanos Cancer Institute/ Wayne State University, Detroit, MI"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joseph P. Uberti",
            "author_affiliations": [
                "Department of Oncology, Blood and Marrow Stem Cell Transplant Program, Karmanos Cancer Institute/ Wayne State University, Detroit, MI"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dipenkumar Modi",
            "author_affiliations": [
                "Department of Oncology, Blood and Marrow Stem Cell Transplant Program, Karmanos Cancer Institute/Wayne State University, Detroit, MI"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-21T09:43:41",
    "is_scraped": "1"
}