{
    "doi": "https://doi.org/10.1182/blood.V104.11.1546.1546",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=170",
    "start_url_page_num": 170,
    "is_scraped": "1",
    "article_title": "Negative Regulation of Platelet Function by a Secreted Cell Repulsive Protein, Semaphorin 3A. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "Semaphorin (Sema) 3A is a secreted disulfide-bound homodimeric molecule that induces growth cone collapse and repulsion of axon growth in the nervous system. Recently, it has been demonstrated that Sema3A is produced by endothelial cells and it regulates vascular morphogenesis by inhibiting integrin function in an autocrine fashion. Since platelet interaction with endothelial cells is critical for thrombus formation as well as hemostasis, we investigated effects of Sema3A on platelet function. We used two distinct Sema3A fusion proteins in this study: human Sema3A fused to Fc (Sema3A/Fc) and human Sema3A fused to placental alkaline phosphatase (Sema3A/AP). We detected dose-dependent and saturable binding of Sema3A fusion proteins to platelets. Flow cytometric analysis with PAC1 or soluble fibrinogen showed that Sema3A/Fc and Sema3A/AP inhibited activation of αIIbβ3 by all agonists examined, including ADP, thrombin, U46619, convulxin, and PMA. Sema3A also inhibited aggregation induced by thrombin or collagen. Moreover, Sema3A inhibited CD62P and CD63 expression after agonist stimulation, indicating that Sema3A inhibits granular secretion as well as activation of αIIbβ3. However, Sema3A did not inhibited thrombin-induced rapid intracellular calcium increase. Sema3A inhibited platelet adhesion to immobilized fibrinogen partially, and it severely impaired spreading of adhered platelets and even shrinking of spread platelets was observed after addition of Sema3A, suggesting that Sema3A impairs rearrangement of platelet cytoskeleton profoundly. Activation of platelets by thrombin or PAR1 peptide increases F-actin contents, and Sema3A inhibited the agonist-induced elevation of F-actin contents. Sema3A treatment also decreased phosphorylation of cofilin in both resting and thrombin-stimulated platelets, suggesting that Sema3A may keep cofilin in the activated state leading to increase severing of F-actin. Since phosphorylation of cofilin was regulated by LIM-kinase, an effecter of Rac-PAK signaling pathway, we next examined effects of Sema3A on Rac1 activation after thrombin stimulation. PAR1 peptide induced rapid activation of Rac1 in platelets, and Sema3A almost completely inhibited the activation of Rac1. These results suggest that Sema3A inhibits agonist-induced actin rearrangement via Rac1-dependent pathway including phosphorylation of cofilin. In conclusion, we demonstrated that Sema3A binds to platelets and inhibits platelet functions extensively. The inhibition of platelet functions by Sema3A appeared to be mediated at least in part through impairment of agonist-induced Rac1-dependent actin rearrangement.",
    "topics": [
        "platelet function",
        "semaphorin-3a",
        "thrombin",
        "agonists",
        "fibrinogen",
        "fusion proteins",
        "peptides",
        "receptor, par-1",
        "alkaline phosphatase",
        "calcium"
    ],
    "author_names": [
        "Hirokazu Kashiwagi, MD",
        "Masamichi Shiraga, MD",
        "Hisashi Kato, MD",
        "Tsuyoshi Kamae, MD",
        "Naoko Yamamoto, MD",
        "Seiji Tadokoro, MD",
        "Yoshiyuki Kurata, MD",
        "Yoshiaki Tomiyama, MD",
        "Yuzuru Kanakura, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology and Oncology, Osaka University Graduate School of Medicine, Suita, Osaka, Japan"
        ],
        [
            "Department of Hematology and Oncology, Osaka University Graduate School of Medicine, Suita, Osaka, Japan"
        ],
        [
            "Department of Hematology and Oncology, Osaka University Graduate School of Medicine, Suita, Osaka, Japan"
        ],
        [
            "Department of Hematology and Oncology, Osaka University Graduate School of Medicine, Suita, Osaka, Japan"
        ],
        [
            "Department of Hematology and Oncology, Osaka University Graduate School of Medicine, Suita, Osaka, Japan"
        ],
        [
            "Department of Hematology and Oncology, Osaka University Graduate School of Medicine, Suita, Osaka, Japan"
        ],
        [
            "Department of Blood Transfusion, Osaka University Medical Hospital, Suita, Osaka, Japan"
        ],
        [
            "Department of Hematology and Oncology, Osaka University Graduate School of Medicine, Suita, Osaka, Japan"
        ],
        [
            "Department of Hematology and Oncology, Osaka University Graduate School of Medicine, Suita, Osaka, Japan"
        ]
    ],
    "first_author_latitude": "34.8187664",
    "first_author_longitude": "135.526609"
}