{
    "doi": "https://doi.org/10.1182/blood.V126.23.4279.4279",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3169",
    "start_url_page_num": 3169,
    "is_scraped": "1",
    "article_title": "Recipient CD8 + DC Delete Alloreactive Donor CTL and Promote Leukemic Relapse after Allogeneic BMT ",
    "article_date": "December 3, 2015",
    "session_type": "702. Experimental Transplantation: Immune Function, GVHD and Graft-versus-Tumor Effects: Poster III",
    "topics": [
        "bone marrow transplantation, allogeneic",
        "donors",
        "tissue transplants",
        "antigens",
        "ms-like tyrosine kinase 3",
        "annexin a5",
        "antigens, cd25",
        "bcr-abl tyrosine kinase",
        "diphtheria toxin",
        "graft-versus-host disease"
    ],
    "author_names": [
        "Kate A Markey, MBBS, PhD",
        "Rachel D Kuns, BSc",
        "Renee J Robb, PhD",
        "Motoko Koyama, MDPhD",
        "Kate Helen Gartlan, PhD",
        "Andrea S Henden, MBBS",
        "Simone A Minnie, B Sc",
        "Kelli P A Macdonald, PhD",
        "Thomas Brocker, PhD",
        "Gabrielle T Belz, PhD",
        "Steven W. Lane, MD",
        "Geoff R Hill, MD"
    ],
    "author_affiliations": [
        [
            "The QIMR Berghofer Medical Research Institute, Brisbane, Australia "
        ],
        [
            "QIMR Berghofer Medical Research Institute, Brisbane, Australia "
        ],
        [
            "The QIMR Berghofer Medical Research Institute, Brisbane, Australia "
        ],
        [
            "The QIMR Berghofer Medical Research Institute, Brisbane, Australia "
        ],
        [
            "The QIMR Berghofer Medical Research Institute, Brisbane, Australia "
        ],
        [
            "The QIMR Berghofer Medical Research Institute, Brisbane, Australia "
        ],
        [
            "The QIMR Berghofer Medical Research Institute, Brisbane, Australia "
        ],
        [
            "The QIMR Berghofer Medical Research Institute, Brisbane, Australia "
        ],
        [
            "Institute for Immunology, LMU Ludwig-Maximilians-Universität München, Munich, Germany "
        ],
        [
            "Walter and Eliza Hall Institute of Medical Research, Melbourne, Australia"
        ],
        [
            "QIMR Berghofer Medical Research Institute, Brisbane, Australia "
        ],
        [
            "QIMR Berghofer Medical Research Institute, Brisbane, Australia "
        ]
    ],
    "first_author_latitude": "-27.4493302",
    "first_author_longitude": "153.0272838",
    "abstract_text": "Allogeneic bone marrow transplantation (BMT) remains the therapy of choice for many haematological malignancies, but despite the curative benefit of the immunological graft-versus-leukemia (GVL) effect, relapse remains a key cause of death. We have investigated the role of recipient dendritic cells (DC) in antigen presentation to donor CD8 cytotoxic T cells (CTL) in a model of BMT where GVHD and GVL are directed to multiple minor histocompatibility antigens (mHA) and survival reflects GVL activity. C3H.Sw bone marrow and purified CD8 T cell grafts were transplanted with B6-derived MLL-AF9 induced primary acute myeloid leukemia (AML) into lethally irradiated B6.CD11c.DOG recipients (diphtheria toxin receptor (DTR), ovalbumin and GFP expression driven off the CD11c promoter) such that recipient DC can be deleted by DT administration. Surprisingly, depletion of recipient DC resulted in improved leukemic control (median survival 43 vs 31 days, P <0.001). The use of IRF8 -/- BMT recipients (in which the CD8 + DC subset is absent) confirmed that recipient CD8 + DC were critical for regulating these GVL effects (median survival 43 vs 34 days, P = 0.0005 ). Conversely, when recipient CD8 + DC were expanded in a B6 to B6D2F1 model with bcr-abl/Nup98-HoxA9 induced primary AML, by using Flt3-L treatment for 10 days prior to BMT, GVL effects were completely eliminated, rendering relapse rate equivalent to that seen in the recipients of T cell depleted (TCD) grafts (median survival 11 days in BM+T and TCD groups where recipients were pre-treated with Flt3-L, vs. >45 days in the saline treated BM+T group). The use of B6.CD11c-Rac1 transgenic BMT recipients (who cannot process and present exogenously acquired antigen) confirmed that this effect was the result of endogenous alloantigen presentation by recipient DC and independent of cross-presentation.Using the same depletion strategies in an antigen-specific model (with donor OT-I T cells and B6.CD11c.DOG x DBA/2 F1 recipients) we confirmed that recipient DC invoked effector donor CTL activation, differentiation (CD25 + CD69 + CD62L - ) and subsequent apoptosis (as measured by Annexin V; 52.4% vs. 23.9% in DC replete vs. depleted recipients, P = 0.01 ). There was a consequent profound contraction of the donor CTL compartment by day 10 in DC replete recipients. This contraction of the CTL compartment was associated with reduced expression of the cytolytic molecule granzyme B (MFI 1922 vs 1097, P = 0.02 ). Antigen presentation has a critical role in the initiation of donor T cell alloreactivity and GVL after BMT. Here we demonstrate that endogenous alloantigen presentation by recipient CD8+ DC to donor T cells leads to activation induced death of donor CTL early after BMT, which in turn facilitates leukemic relapse. This concept has critical implications for the design of therapies that target DC in the peri-transplant period and confirms that recipient DC regulate GVL effects. Disclosures No relevant conflicts of interest to declare."
}