{
    "doi": "https://doi.org/10.1182/blood.V104.11.3318.3318",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=139",
    "start_url_page_num": 139,
    "is_scraped": "1",
    "article_title": "Risk Factors for Graft-versus-Host Disease (GVHD) Following Myeloablative HLA-Identical Sibling Transplantation with Allogeneic Peripheral Blood Stem Cells (PBSC): An Analysis of 546 Patients. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "G-CSF-mobilized PBSCs are increasingly used in allogeneic transplantation. In comparison to bone marrow (BM), PBSCs have been shown to allow faster engraftment, but also can lead to more chronic GVHD. Our current knowledge of risk factors for GVHD is based primarily on historical analyses performed using BM as the stem cell source. This analysis sought to identify potential risk factors predicting for the development of acute and chronic GVHD after related HLA-identical PBSC transplantation (PBSCT). We analyzed the outcome of 546 patients who were part of an international database bringing together individual-patient data from nine randomized trials. Median age of recipients was 39 years. 180 (33%) patients had acute myeloid leukemia (AML), 237 (43%) had chronic myeloid leukemia (CML) and 129 patients had other hematological malignancies. 398 (73%) patients had standard risk disease at time of PBSCT and 218 (41%) patients received TBI-based myeloablative conditioning. 312 (57%) patients received short-course methotrexate (days 1, 3, 6) as GVHD prophylaxis, while 234 (43%) received long-course methotrexate (days 1, 3, 6, 11). 190 (35%) patients received G-CSF post-transplant. An ANC of >500/μL was reached at a median of 16 (range, 8–50) days. Platelet recovery occurred at a median of 15 (range, 5–376) days. The incidence of grades II-IV acute GVHD was 44% (95%CI, 40–48%), while the incidence of extensive chronic GVHD was 40% (95%CI, 36%–44%). In a Cox multivariate analysis, the incidence of acute GVHD was significantly associated with age (P=0.001; RR=1.60 for age >40; 95%CI, 1.2–2.1), and TBI-based conditioning (P=0.0009; RR=1.7; 95%CI, 1.2–2.2). The main risk factors associated with an increased risk of extensive chronic GVHD in a Cox multivariate analysis were grade II-IV acute GVHD and a female donor (P=0.009; RR=1.5; 95%CI, 1.1–2.0; and P<0.0001; RR=2.2; 95%CI, 1.6–2.9 respectively). At a median follow-up of 35 months, disease-free survival (DFS) was significantly higher in patients with extensive chronic GVHD compared to patients without extensive chronic GVHD (P=0.03). G-CSF post-transplant (P=0.0027; RR=1.9; 95%CI, 1.2–2.9), disease status at transplant ((P<0.0001; RR=2.9 for advanced diseases; 95%CI, 1.9–4.3), and a diagnosis of acute leukemia (AML or ALL; P<0.0001; RR=3.5; 95%CI, 2.2–5.6) were the major factors associated with worsened disease-free-survival. In conclusion, although the use of PBSCs is associated with more frequent and clinically more severe chronic GVHD, this large-scale analysis based on individual-patient data demonstrates that some risk factors for GVHD after PBSCT are qualitatively comparable to those observed with BM-derived stem cells and might be determinant for the ultimate outcome. Most importantly, extensive chronic GVHD is associated with significantly improved DFS, while the use of G-CSF post-transplant might be detrimental.",
    "topics": [
        "graft-versus-host disease",
        "human leukocyte antigens",
        "peripheral blood stem cells",
        "transplantation",
        "relationship - sibling",
        "graft-versus-host disease, chronic",
        "graft-versus-host disease, acute",
        "granulocyte colony-stimulating factor",
        "recombinant granulocyte colony stimulating factor",
        "methotrexate"
    ],
    "author_names": [
        "Mohamad Mohty",
        "Trialist, The Stem Cell Collaborative Group (SCTCG)"
    ],
    "author_affiliations": [
        [
            "UTTC, Insitut Paoli-Calmettes, Marseille, France"
        ],
        []
    ],
    "first_author_latitude": "43.263041199999996",
    "first_author_longitude": "5.4108516999999985"
}