{
    "doi": "https://doi.org/10.1182/blood.V116.21.1686.1686",
    "article_title": "NKG2D and Its Ligands In Leukemia: Comprehensive Analysis of Expression, Release and Modulation of NK Cell Reactivity. ",
    "article_date": "November 19, 2010",
    "session_type": "Leukemias - Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis: Poster I",
    "abstract_text": "Abstract 1686 NK cells play an important role in the immunosurveillance of leukemia. The mechanisms leading to activation of NK reactivity are described by the principles of ‘missing-self’ and ‘induced-self’ which imply that cells with low or absent expression of MHC class I (‘missing-self’) and/or stress-induced expression of ligands of activating NK receptors (‘induced-self’) are preferentially recognized and eliminated by NK cells. NKG2D is a prototypic activating NK receptor and plays an important role in tumor immunosurveillance, as (i) its ligands (NKG2DL) are usually not expressed on healthy cells and (ii) sufficient expression of NKG2DL renders cells susceptible to NK cell lysis despite expression of MHC class I. Tumor cells may, however, evade NKG2D-mediated immune surveillance via reduction of NKG2DL surface expression by shedding. This results in release of NKG2DL in soluble (s) form and causes reduction of NKG2D expression leading to systemically impaired NK cell reactivity. In leukemia, the relevance of NKG2D and its ligands is still controversially discussed. Here we comprehensively studied the expression and release of NKG2DL in adult leukemia patients and the consequences for NKG2D-mediated NK activation. Substantial (SFI>1.5) surface expression of at least one NKG2DL was detected in 114 (72%) of 158 investigated cases of patients with AML (n=80), ALL (n=15), CLL (n=53) and CML (n=10). In 26 (23%) and 46 (40%) of cases, surface expression of two or >three different NKG2DL, respectively, was observed. CML cells generally expressed NKG2DL at rather low levels. Among the other entities, preferential expression of MICA, ULBP1 and ULBP3 was observed in AML, ALL and CLL, respectively. Moreover, all 132 investigated patient sera (AML, 54; ALL, 20; CLL, 46; CML 11) contained significantly elevated (pthree different sNKG2DL, respectively, were observed. Comparing the four leukemia entities, no relevant differences in serum levels overall and no clear association of a specific sNKG2DL with a certain leukemia type was observed. NK cells of leukemia patients (n=30) displayed significantly reduced NKG2D expression as compared to healthy controls (p<0.01, Mann Whitney U test), and exposure of healthy NK cells to NKG2DL-containing sera of leukemia patients led to significantly (p<0.01 Mann Whitney U test) diminished NKG2D surface levels. Analysis of further samples is ongoing. The functional relevance of NKG2D-NKG2DL interaction was confirmed in functional analyses with allogenic NK cells and NKG2DL-expressing primary leukemia cells, where we observed reduction of NK reactivity upon blocking either NKG2D or its ligands. Where leukemia cells expressed more than one NKG2DL, additive effects were observed upon blocking two or more different NKG2DL, which is in line with the notion that NK reactivity critically depends on expression levels of NKG2DL. Altogether, our data demonstrate that NKG2D-NKG2DL interaction is not only relevant for NK reactivity against epithelial tumors, but also can contribute to NK cell-mediated surveillance of leukemia. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "leukemia",
        "ligands",
        "natural killer cells",
        "monitoring, immunologic",
        "neoplasms",
        "neoplasms, epithelial",
        "stress",
        "tumor cells",
        "enzyme-linked immunosorbent assay",
        "mann-whitney u test"
    ],
    "author_names": [
        "Julia Hilpert",
        "Maria Zeiser",
        "Lothar Kanz, MD",
        "Tina Baessler",
        "Alexander Steinle, PhD",
        "Helmut R. Salih, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Julia Hilpert",
            "author_affiliations": [
                "Department of Hematology and Oncology, Eberhard Karls University, Tuebingen, Germany, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Maria Zeiser",
            "author_affiliations": [
                "Department of Hematology and Oncology, Eberhard Karls University, Tuebingen, Germany, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lothar Kanz, MD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Eberhard Karls University, Tuebingen, Germany, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tina Baessler",
            "author_affiliations": [
                "Department of Hematology and Oncology, Eberhard Karls University, Tuebingen, Germany, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alexander Steinle, PhD",
            "author_affiliations": [
                "Institute for Molecular Medicine, Goethe-University, Frankfurt am Main, Germany"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Helmut R. Salih, MD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Eberhard Karls University, Tuebingen, Germany, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-15T13:04:27",
    "is_scraped": "1"
}