{
    "doi": "https://doi.org/10.1182/blood.V110.11.2237.2237",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=896",
    "start_url_page_num": 896,
    "is_scraped": "1",
    "article_title": "Identification of a Hierarchy of Multipotent Hematopoietic Progenitors in Human Cord Blood. ",
    "article_date": "November 16, 2007",
    "session_type": "Hematopoietic Stem and Progenitor Biology",
    "topics": [
        "interleukin 2 receptor",
        "severe combined immunodeficiency",
        "transplantation",
        "transplantation, heterologous",
        "umbilical cord blood",
        "methylcellulose",
        "mice",
        "bone marrow",
        "hematopoietic stem cells",
        "newborn"
    ],
    "author_names": [
        "Ravindra Majeti, MD, PhD",
        "Christopher Y. Park, MD, PhD",
        "Irving L. Weissman, MD"
    ],
    "author_affiliations": [
        [
            "Department of Internal Medicine, Division of Hematology, Stanford University, Palo Alto, CA, USA",
            "Institute for Stem Cell Biology and Regenerative Medicine, Stanford University, Palo Alto, CA, USA"
        ],
        [
            "Department of Pathology, Stanford University, Palo Alto, CA, USA",
            "Institute for Stem Cell Biology and Regenerative Medicine, Stanford University, Palo Alto, CA, USA"
        ],
        [
            "Department of Pathology, Stanford University, Palo Alto, CA, USA",
            "Institute for Stem Cell Biology and Regenerative Medicine, Stanford University, Palo Alto, CA, USA"
        ]
    ],
    "first_author_latitude": "37.427474499999995",
    "first_author_longitude": "-122.16971899999999",
    "abstract_text": "Mouse hematopoiesis is initiated by long-term hematopoietic stem cells (HSC) that differentiate into a series of multipotent progenitors that exhibit progressively diminished self-renewal ability. In human hematopoiesis, populations enriched for HSC have been identified, as have downstream lineage-committed progenitors, but not multipotent progenitors. Previous reports indicate that human HSC are enriched in Lin-CD34+CD38- cord blood and bone marrow, and express CD90. We demonstrate that the Lin-CD34+CD38- fraction of cord blood and bone marrow can be subdivided into three subpopulations: CD90+CD45RA-, CD90-CD45RA-, and CD90-CD45RA+. While, the function of the CD90- subpopulations is unknown, the CD90+CD45RA- subpopulation presumably contains HSC. We report here in vitro and in vivo functional studies of these three subpopulations from normal human cord blood. In vitro, CD90+CD45RA- cells formed all types of myeloid colonies in methylcellulose and were able to replate with 70% efficiency. CD90-CD45RA- cells also formed all types of myeloid colonies, but replated with only 33% efficiency. CD90-CD45RA+ cells failed to form myeloid colonies in methylcellulose. In liquid culture, CD90+CD45RA- cells gave rise to all three subpopulations; CD90-CD45RA- cells gave rise to both CD90- subpopulations, but not CD90+ cells; CD90-CD45RA+ cells gave rise to themselves only. These data establish an in vitro differentiation hierarchy from CD90+CD45RA- to CD90-CD45RA- to CD90-CD45RA+ cells among Lin-CD34+CD38- cord blood. In vivo, xenotransplantation of CD90+CD45RA- cells into NOD/SCID/IL-2R?-null newborn mice resulted in long-term multilineage engraftment with transplantation of as few as 10 purified cells. Secondary transplants from primary engrafted mice also resulted in long-term multilineage engraftment, indicating the presence of self-renewing HSC. Transplantation of CD90-CD45RA- cells also resulted in long-term multilineage engraftment; however, secondary transplants did not reliably result in long-term engraftment, indicating a reduced capacity for self-renewal. Transplantation of CD90-CD45RA+ cells did not result in any detectable human hematopoietic cells, indicating that the function of these cells is undetermined. Finally, transplantation of limiting numbers of CD90-CD45RA- cells (less than 100) resulted in multilineage human engraftment at 4 weeks, that was no longer detectable by 12 weeks. Thus, the CD90-CD45RA- subpopulation is capable of multilineage differentiation while exhibiting limited self-renewal ability. We believe this study represents the first prospective identification of a population of human multipotent progenitors, Lin-CD34+CD38-CD90-CD45RA- cord blood."
}