{
    "doi": "https://doi.org/10.1182/blood.V116.21.4913.4913",
    "article_title": "The Efficacy and Safety of the Addition of Rituximab to CHOP or a CHOP-Like Regimen In First Line Therapy for Diffuse Large B-Cell Lymphoma (DLBCL): A Meta-Analysis ",
    "article_date": "November 19, 2010",
    "session_type": "LYMPHOMA: THERAPY WITH BIOLOGIC AGENTS, EXCLUDING PRE-CLINICAL MODELS",
    "abstract_text": "Abstract 4913 Background: The addition of rituximab to cytotoxic chemotherapy has become standard in the initial treatment of DLBCL. However, estimations of the overall effect of the addition of rituximab to chemotherapy vary widely in the published literature. To date, no meta-analyses of rituximab in DLBCL have been published. We performed a comprehensive systematic review to compare chemotherapy with rituximab-chemotherapy in studies of newly-diagnosed DLBCL. The primary endpoint was OS; additional endpoints included disease control (DC), complete response (CR), and regimen-related toxicity (RRT). Disease control was assessed in each study as the time to treatment failure, event-free survival, progression free survival or time to progression. Methods: A comprehensive search for randomized trials (RCTs) comparing the addition of rituximab to chemotherapy was conducted in MEDLINE (January 1997 through April 2010). Also, meeting proceedings from American Society of Clinical Oncology, American Society of Hematology, European Society of Clinical Oncology and European Hematology Association, and studies listed on www.clinicaltrials.gov were manually searched for any supplementary abstracts, presentations or updates that were not identified in the original database search. The analysis included only RCTs comparing rituximab-chemotherapy with chemotherapy alone in patients with newly diagnosed DLBCL. Chemotherapy regimens were limited to CHOP or CHOP-like regimens. All three authors independently assessed each study's quality and performed blinded data extraction with conflict resolution by majority consensus. Given the inclusion of studies with both young and elderly patients, as well as HIV seropositive patients, we pooled data using a random effects model, with the estimate of heterogeneity being taken from the inverse variance fixed effect model. Results: Overall, seven RCTs involving 3539 patients with newly diagnosed DLBCL met inclusion criteria and were included in the meta-analysis. All studies were published as full-text articles. None of the studies were blinded. Studies from North America, Central America, and Europe were incorporated. The funnel plot for OS and Egger's test (1.37; 95% CI -2.25 to 4.99) did not indicate a significant publication bias. The test of heterogeneity among all RCTs was statistically significant in all endpoints. The pooled odds ratio (OR) demonstrated an increased OS for patients treated with rituximab-chemotherapy compared to chemotherapy alone (OR 0.71; 95% CI: 0.57 to 0.89). Similar improvements in CR (OR 1.64; 95% CI: 1.23, 2.17) and DC (OR 0.56; 95% CI: 0.46, 0.70) were observed in the patients treated with the rituximab containing regimens. Due to variable RRT reporting across studies, a formal meta-analysis of toxicity was not completed. In addition, varied data reporting precluded formal analysis of any differences in benefit between the International Prognostic Index groups. Conclusions: Our meta-analysis of data from more than 3500 patients with newly diagnosed DLBCL demonstrates that the addition of rituximab to chemotherapy improves the odds of OS and DC by 29% and 44%, respectively, as compared to chemotherapy alone. The survival benefit was independent of age (data not shown). This comprehensive systematic analysis enumerates and confirms the benefit of rituximab-based therapy in previously untreated DLBCL. View large Download slide View large Download slide  Close modal Forest Plot for OS. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "cyclophosphamide, doxorubicin, prednisone, and vincristine",
        "diffuse large b-cell lymphoma",
        "rituximab",
        "chemotherapy regimen",
        "surrogate endpoints",
        "toxic effect",
        "complete remission",
        "cytotoxic drug therapy",
        "hiv seropositivity",
        "time to progression"
    ],
    "author_names": [
        "Aaron T Gerds, MD",
        "Laura C Michaelis, MD",
        "Danielle Shafer, DO"
    ],
    "author_dict_list": [
        {
            "author_name": "Aaron T Gerds, MD",
            "author_affiliations": [
                "Fred Hutchsinon Cancer Research Center, University of Washington, Seattle, WA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Laura C Michaelis, MD",
            "author_affiliations": [
                "Department of Medicine, Division of Hematology/Oncology, Loyola University of Chicago Stritch School of Medicine, Maywood, IL, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Danielle Shafer, DO",
            "author_affiliations": [
                "Department of Medicine, Division of Hematology/Oncology, Loyola University of Chicago Stritch School of Medicine, Maywood, IL, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-16T21:35:53",
    "is_scraped": "1"
}