{
    "doi": "https://doi.org/10.1182/blood-2019-122057",
    "article_title": "Serum Electrolyte Dynamics in Multiple Myeloma Patients Undergoing Autologous Stem Cell Transplantation ",
    "article_date": "November 13, 2019",
    "session_type": "721.Clinical Allogeneic Transplantation: Conditioning Regimens, Engraftment, and Acute Transplant Toxicities",
    "abstract_text": "Despite advent of a rich anti-myeloma armamentarium, autologous hematopoietic cell transplant (HCT) has been increasingly utilized to achieve prolonged survival for patients (pts) with multiple myeloma (MM). Short-term metabolic abnormalities have been associated with this treatment modality. Electrolyte abnormalities may lead to increased patient morbidity by prolonging hospital stay as well as central line use. The incidence, temporal course, severity, and impact of metabolic derangement during the peri-engraftment period on clinical outcomes have not thoroughly been studied in MM pts. Here, we sought to investigate the dynamics of electrolyte changes throughout the course of transplant and assess its association with decline and rise in peripheral blood cell count. Methods: All consecutive MM pts that underwent inpatient autologous SCT from January 2012 through July 2016 in our institutions were included. Engraftment Speed (ES) was calculated as the period between the first rise in the absolute neutrophil count (ANC) to engraftment (fist of 3 consecutive days in which ANC>500 mm3). Time to \"no need for electrolyte replacement\" was calculated from the day of stem cell infusion to the last day of replacement. Survival distribution was estimated using Kaplan-Meier methods. The effect of electrolyte abnormalities on OS and PFS was estimated using a Cox model after controlling for the effects of age, gender, number of prior therapies, and time from diagnosis to transplant. Results: Patient characteristics are listed in Table 1. Pre- and post-SCT nadir values, total amount of replaced electrolyte and replacement frequency are listed in Table 2. The most frequently replaced electrolyte was K followed by Mg, Ca, and P. As expected, there was a direct correlation between magnitude of drop in K, Ca, and Mg and total amount of replacement (Pearson coefficient: 0.673, p = 0.001). Pts dropped a median of 17 ml/min in GFR throughout the transplant process and the nadir occurred on median of transplant day 6. Median ANC nadir occurred on day 6 (range: 2-8) while ANC<500/ml was recorded on median day 5. One hundred and six pts (90%) had all-grade diarrhea while 37 pts (31%) had grade II or higher. Grade II and higher diarrhea was associated with significant drop in K but not with drop in P, Ca or Mg. (Figs. 1, 2). All-grade nausea occurred among 113 pts (95%), while grade II and higher nausea complicated the transplant course in 42 pts (35%). All-grade oral mucositis happened in 68 pts (57%), while 27 pts (23%) suffered from grade II and higher. There was no statistically significant difference between the drop in P, Ca, Mg or K based on severity of nausea or oral mucositis. A multivariate model to assess the impact of potential risk factors on electrolyte abnormalities, included age, gender, CD34+ cell dose, pre-HCT performance status and presence of severe GI toxicity (Table 3). Median ES was 3 days (range: 0-5) and 40 pts (36%) had ES ≤ 2 days. Engraftment occurred at a median of 11 days (standard deviation (SD): 1.50 days, after HCT). The median time-to-nadir for both P and K was 10 days (SD: 3.10 days and 4.28 days for P and K, respectively). The drop in P was statistically higher in the group with ES ≤ 2 days in comparison to the group with ES > 2 days (Median: 1.4 vs. 0.9 mg/dL, p-value: 0.000) as well as the drop in K (median: 1.1 vs. 0.7 mmol/L, p=0.039). There was no difference in the Ca or Mg drop between the two ES groups. (Fig. 1). There was also no statistical significance in frequency of post-engraftment Hb2 had post-engraftment Plt<10 x 106/L than pts with ES ≤ 2 (45% vs 15%, p=0.001) suggesting a more robust graft in the latter group. There was no significant difference in post-transplant PFS or OS between the two ES patient cohorts. Conclusions: Our results indicate that there is a significant correlation between the magnitude of drop in potassium and phosphorous following stem cell transplant and a steep rise in neutrophil counts around engraftment period. These events are consistent with a \"genesis syndrome\" which is characterized by a rapid, massive transfer of electrolytes into proliferating cells as has been previously described in certain high-grade lymphomas and leukemias. View large Download slide View large Download slide  Close modal Disclosures Malek: Celgene: Consultancy; Takeda: Consultancy; Sanofi: Consultancy; Medpacto: Research Funding; Janssen: Speakers Bureau; Amgen: Speakers Bureau; Adaptive: Consultancy.",
    "topics": [
        "autologous stem cell transplant",
        "electrolytes",
        "multiple myeloma",
        "brachial plexus neuritis",
        "transplantation",
        "electrolyte abnormality",
        "nausea",
        "diarrhea",
        "hematopoietic stem cell transplantation",
        "oropharyngeal mucositis"
    ],
    "author_names": [
        "Apoorva Anandan, MD",
        "Pingfu Fu",
        "Merle Kolk",
        "Nicole Ferrari",
        "Arash Rashidi, MD",
        "Melissa Copley, PharmD",
        "James Driscoll, MD PhD",
        "Paolo Caimi, MD",
        "Marcos de Lima, MD",
        "Ehsan Malek, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Apoorva Anandan, MD",
            "author_affiliations": [
                "University Hosptials Celveland Medican Center, Cleveland, OH "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Pingfu Fu",
            "author_affiliations": [
                "Case Western Reserve University, Cleveland, OH "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Merle Kolk",
            "author_affiliations": [
                "Adult Hematologic Malignancies & Stem Cell Transplant Section, University Hospitals Seidman Cancer Center, Cleveland, OH "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nicole Ferrari",
            "author_affiliations": [
                "Adult Hematologic Malignancies & Stem Cell Transplant Section, University Hosptials Seidman Cancer Center, Cleveland, OH "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Arash Rashidi, MD",
            "author_affiliations": [
                "University Hospitals Cleveland Medical Center, Cleveland, OH "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Melissa Copley, PharmD",
            "author_affiliations": [
                "University Hospitals Cleveland Medical Center, Cleveland, OH "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James Driscoll, MD PhD",
            "author_affiliations": [
                "Division of Hematology & Oncology, University of Cincinnati, Cincinnati, OH "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paolo Caimi, MD",
            "author_affiliations": [
                "Adult Hematologic Malignancies & Stem Cell Transplant Section, University Hospitals Seidman Cancer Center, Cleveland, OH "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marcos de Lima, MD",
            "author_affiliations": [
                "Adult Hematologic Malignancies & Stem Cell Transplant Section, University Hospitals Seidman Cancer Center, Cleveland, OH "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ehsan Malek, MD",
            "author_affiliations": [
                "Adult Hematologic Malignancies & Stem Cell Transplant Section, Seidman Cancer Center, University Hospitals Case Medical Center, Cleveland, OH"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-17T13:04:26",
    "is_scraped": "1"
}