{
    "doi": "https://doi.org/10.1182/blood.V128.22.1599.1599",
    "article_title": "Patient-Reported Outcomes from a Global Phase 3 Randomized Controlled Trial of Inotuzumab Ozogamicin Versus Standard of Care Chemotherapy for Relapsed/Refractory Acute Lymphoblastic Leukemia ",
    "article_date": "December 2, 2016",
    "session_type": "612. Acute Lymphoblastic Leukemia: Clinical Studies: Poster I",
    "abstract_text": "Background: Inotuzumab Ozogamicin (InO), an anti-CD22 antibody-calicheamicin conjugate, has demonstrated superior clinical activity versus standard of care (SOC; intensive chemotherapy) for relapsed/refractory (R/R) acute lymphoblastic leukemia (ALL) in the phase 3 INO-VATE trial (Kantarjian. N Engl J Med . June 12, 2016 [E-pub]). A previous intent-to-treat (ITT) analysis of patient-reported outcomes (PROs) in 279 randomized patients demonstrated that InO is associated with generally better quality of life (QoL), functioning, and symptoms versus SOC (Kantarjian. J Clin Oncol 34, 2016 [abstract 7027]; data cutoff date, October 2, 2014). Herein, updated PROs results from 326 randomized patients are presented (data cutoff date, March 8, 2016; median follow-up, 6.6 [range, 0.03-39.75] months; long-term safety follow-up is ongoing). Methods: Patients were randomized to InO (max 1.8 mg/m 2 /cycle [≤6 cycles]) or SOC (fludarabine/cytarabine [ara-C]/granulocyte colony-stimulating factor, ara-C + mitoxantrone, or high-dose ara-C [≤4 cycles]) and completed the European Organization for Research and Treatment of Cancer Quality of Life Core Questionnaire (EORTC QLQ-C30) and the EuroQoL 5 Dimensions questionnaire (EQ-5D) Index and EQ visual analogue scale (EQ-VAS) at baseline, day 1 of each cycle, and end of treatment. Treatment differences in PRO measures over time were assessed in the ITT populationusing longitudinal mixed-effects models with random intercepts and slopes with treatment, time, treatment-by-time interaction, and baseline scores as covariates. Analyses were supportive and no multiplicity adjustments were made. Results: EORTC QLQ-C30 completion rates in patients receiving InO and SOC who completed ≥1 question were 85% and 65%, respectively; EQ-5D completion rates were similar. Baseline PRO scores were in general comparable for InO (n=164) and SOC (n=162) arms (eg, mean [SE] EORTC QLQ-C30 Global Health Status/QoL, 56.51 [2.06] vs 55.24 [2.18]; Physical, 73.69 [1.78] vs 73.48 [2.08], Role, 57.17 [2.67] vs 62.36 [2.97], Social functioning, 62.03 [2.52] vs 55.16 [3.17]; Appetite loss, 20.97 [2.31] vs 21.84 [2.62]; Dyspnea, 20.53 [2.34] vs 22.13 [2.55]; Fatigue, 40.84 [2.08] vs 40.23 [2.46]; EQ-5D Index, 0.77 [0.01] vs 0.76 [0.02]; EQ-VAS, 59.79 [2.12] vs 62.27 [2.03]). Compared with SOC, patients receiving InO reported numerically better QoL, functioning, and symptom scores (except for Constipation and Emotional functioning). After adjusting for baseline scores, as well as treatment, time, and treatment-by-time interaction, least squares mean [95% CI] differences in Physical, Role, Social functioning, and Appetite loss were statistically significant (6.9 [1.4-12.3], 11.4 [3.2-19.5], 8.4 [0.7-16.1], -8.7 [-16.0, -1.4], respectively; P <0.05); and exceeded 5 (generally considered the minimally important difference [MID] to be clinically meaningful) (Figure) . Mean treatment differences in favor of InO inEQ-VAS and Global Health Status/QoL, dyspnea, and fatigue reached or were close to the MID of 5, although without statistical significance. There was no dimension that was clinically significantly worse in patients receiving InO compared with those receiving SOC. Conclusion: This updated analysis of PROs from the phase 3 INO-VATE trial with the full ITT population (n=326) adds to earlier findings based on a smaller ITT population that the superior clinical activity of InO versus SOC in patients with relapsed/refractory ALL is accompanied by generally better patient-reported QoL, functioning, and symptoms. Patients receiving InO were observed to have significantly better appetite, are significantly more ambulatory, and experience significantly less impact on family and social life. They were also observed to be significantly more able to perform strenuous activities, basic living needs, work, other daily activities, hobbies, and other leisure activities. These data support the favorable qualitative benefit risk ratio of InO for R/R ALL treatment, with superior clinical efficacy that does not compromise patients' QoL. Figure View large Download slide Figure View large Download slide  Close modal Disclosures Su: Pfizer: Employment, Equity Ownership; Bristol Myers Squibb: Equity Ownership. Jabbour: ARIAD: Consultancy, Research Funding; Pfizer: Consultancy, Research Funding; Novartis: Research Funding; BMS: Consultancy. Bhattacharyya: Pfizer Inc: Employment, Equity Ownership. Yan: Pfizer Inc: Employment, Equity Ownership. Shapiro: Pfizer Inc: Employment, Equity Ownership. Cappelleri: Pfizer Inc: Employment, Equity Ownership. Marks: Pfizer Inc: Consultancy, Membership on an entity's Board of Directors or advisory committees.",
    "topics": [
        "acute lymphocytic leukemia",
        "chemotherapy regimen",
        "inotuzumab ozogamicin",
        "patient self-report",
        "standard of care",
        "cytarabine",
        "dyspnea",
        "fatigue",
        "follow-up",
        "antibodies"
    ],
    "author_names": [
        "Hagop M. Kantarjian, MD",
        "Yun Su, MD MPH",
        "Elias J. Jabbour, MD",
        "Helen Bhattacharyya, PhD",
        "Eric Yan, PhD",
        "Mark Shapiro, MD PhD",
        "Joseph C. Cappelleri, PhD MPH, MS",
        "David I. Marks, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Hagop M. Kantarjian, MD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Yun Su, MD MPH",
            "author_affiliations": [
                "Pfizer Inc, New York, NY "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elias J. Jabbour, MD",
            "author_affiliations": [
                "Department of Leukemia, University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Helen Bhattacharyya, PhD",
            "author_affiliations": [
                "Pfizer Inc, New York, NY "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eric Yan, PhD",
            "author_affiliations": [
                "Pfizer Inc, La Jolla, CA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mark Shapiro, MD PhD",
            "author_affiliations": [
                "Pfizer Inc, Cambridge, MA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joseph C. Cappelleri, PhD MPH, MS",
            "author_affiliations": [
                "Pfizer Inc, Groton, CT "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David I. Marks, MD PhD",
            "author_affiliations": [
                "University Hospitals Bristol NHS Foundation Trust, Bristol, United Kingdom"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-05T09:27:08",
    "is_scraped": "1"
}