{
    "doi": "https://doi.org/10.1182/blood-2021-148212",
    "article_title": "YAP/TAZ Promote Hematopoietic Regeneration Via Accelerating the Recovery of Bone Marrow Niche ",
    "article_date": "November 5, 2021",
    "session_type": "506.Hematopoiesis and Stem Cells: Microenvironment",
    "abstract_text": "Adult hematopoietic stem cells (HSCs) reside and are protected in a unique bone marrow (BM) microenvironment, termed the HSC niche, which consists mainly of vascular endothelial cells (EC) and EC-associated mesenchymal stromal cells (MSC). Myeloablative stresses, such as ionizing radiation (IR) and chemotherapy, induce not only depletion of hematopoietic cells but also disruption of HSC niche components, as exemplified by dilation and leakiness of BM vasculature and depletion and dysfunction of BM MSCs. These structural and functional changes in the HSC niche restrain efficient hematopoietic recovery, which often compromises the efficacy of HSC transplantation (HSCT) and chemotherapy. YAP/TAZ are the two transcriptional coactivators normally repressed by LATS kinases downstream of the Hippo pathway. Although cumulative evidence has established a critical role of YAP/TAZ activation in tissue regeneration of various solid organs, their role in BM regeneration remains poorly understood. Our quantitive RT-PCR revealed that YAP/TAZ are abundantly expressed in steady-state mouse ECs (CD45 - Ter119 - CD31 + Sca1 + CD105 hi ) and MSCs (CD45 - Ter119 - CD31 - PDGFRα + CD51 + LepR + ) but scarcely in hematopoietic cells including HSCs (Lin - cKit + Sca1 + Flk2 - CD150 + CD48 - CD34 lo ), which was confirmed by reanalysis of the published single cell RNA-seq datasets (GSE128423). Immunofluorescent imaging of BM sections revealed that YAP/TAZ are distributed mainly in the cytoplasm of ECs but evenly in the cytoplasm and nuclei of MSCs, indicating their differential basal activity in these two HSC niche components. Kinetic transcriptome analysis revealed that YAP/TAZ activity is transiently activated in ECs at 24 hours and returns to a basal repressive state by day 3 after sublethal IR. This transient activation of endothelial YAP/TAZ was critical for vascular integrity, as conditional deletion of YAP / TAZ in ECs ( Cdh5-Cre ERT2 Yap1 f/f Taz f/f ) caused 100% lethality of mice within 10 days following sublethal IR. In sharp contrast, the kinetic expression analysis of a YAP/TAZ target gene CTGF indicated their transient inhibition in MSCs after sublethal IR, and the conditional YAP/TAZ deletion in BM MSCs ( Ebf3-Cre ERT2 Yap1 f /f Taz f/f ) led to their reduced colony forming ability when assessed by colony forming unit fibroblast (CFU-F) assay. Recently, we discovered a novel and potent LATS inhibitor GA-003 that selectively induces mouse and human YAP/TAZ activation in vitro (IC 50 against LATS1 = 1.06 ± 0.08 nM). To analyze the effect of pharmacological YAP/TAZ activation on BM regeneration in vivo , we treated mice with intraperitoneal injection of GA-003 (50 mg/kg per day, for 8 days) following sublethal IR. Remarkably, we observed an accelerated recovery of hematopoiesis, with the absolute numbers of BM cellularity, GMP (Lin - cKit + Sca1 - FcγR + CD34 + ) and HSC EPCR (Lin - cKit + Sca1 + CD150 + EPCR + ) on day 14 increased by 3.50-fold (p=0.0002), 6.49-fold (p=0.0022) and 11.41-fold (p=0.022), respectively in the GA-003-treated group compared to vehicle-treated group. In addition, GA-003 also promoted hematopoietic recovery after 5-FU injection (150 mg/kg) and HSCT. Nonetheless, consistent with the scarce expression of YAP/TAZ in hematopoietic stem and progenitor cells (HSPC), in vitro GA-003 treatment did not enhance HSPC growth, suggesting niche-mediated effects by GA-003. Indeed, in vitro tube formation assay indicated accelerated angiogenesis by GA-003-treated human umbilical vein ECs, and CFU-F assays revealed significant enhancement of colony formation by mouse BM-derived MSCs upon GA-003 treatment. To reveal the effect of GA-003 on the HSC niche components in vivo , we performed whole BM immunofluorescent imaging at various time points following sublethal IR and GA-003 treatment. We observed alleviated vascular dilation and leakiness and earlier restoration of vascular damage in GA-003-treated group compared to vehicle-treated group, which was associated with increased VE-Cadherin expression in ECs. These results suggest that reinforcing YAP/TAZ activity upon myelosuppression promotes HSC niche integrity and recovery and accelerates hematopoietic regeneration. Taken together, our results establish YAP/TAZ as novel regulators of HSC niche and highlight YAP/TAZ as promising therapeutic targets to boost hematopoietic recovery after myeloablative interventions such as chemotherapy and HSCT. Disclosures Aihara:  Nissan Chemical Corporation: Current Employment. Iwawaki:  Nissan Chemical Corporation: Current Employment. Nishino:  Nissan Chemical Corporation: Current Employment. Iwama:  Nissan Chemical Corporation: Research Funding.",
    "author_names": [
        "Shun Uemura",
        "Masayuki Yamashita",
        "Ayako Aihara",
        "Takumi Iwawaki",
        "Shuhei Koide",
        "Yaeko Nakajima-Takagi",
        "Motohiko Oshima",
        "Masayoshi Masuko",
        "Jun Takizawa",
        "Hirohito Sone",
        "Taito Nishino",
        "Atsushi Iwama"
    ],
    "author_dict_list": [
        {
            "author_name": "Shun Uemura",
            "author_affiliations": [
                "Division of Stem Cell and Molecular Medicine, Center for Stem Cell Biology and Regenerative Medicine, The Institute of Medical Science, The University of Tokyo, Tokyo, Japan",
                "Department of Hematology, Endocrinology and Metabolism, Niigata University Faculty of Medicine, Niigata, Japan"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Masayuki Yamashita",
            "author_affiliations": [
                "Division of Stem Cell and Molecular Medicine, Center for Stem Cell Biology and Regenerative Medicine, The Institute of Medical Science, The University of Tokyo, Tokyo, Japan"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ayako Aihara",
            "author_affiliations": [
                "Biological Research Laboratories, Nissan Chemical Corporation, Shiraoka, Japan"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Takumi Iwawaki",
            "author_affiliations": [
                "Biological Research Laboratories, Nissan Chemical Corporation, Shiraoka, Japan"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shuhei Koide",
            "author_affiliations": [
                "Division of Stem Cell and Molecular Medicine, Center for Stem Cell Biology and Regenerative Medicine, The Institute of Medical Science, The University of Tokyo, Tokyo, Japan"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yaeko Nakajima-Takagi",
            "author_affiliations": [
                "Division of Stem Cell and Molecular Medicine, Center for Stem Cell Biology and Regenerative Medicine, The Institute of Medical Science, The University of Tokyo, Tokyo, Japan"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Motohiko Oshima",
            "author_affiliations": [
                "Division of Stem Cell and Molecular Medicine, Center for Stem Cell Biology and Regenerative Medicine, The Institute of Medical Science, The University of Tokyo, Tokyo, Japan"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Masayoshi Masuko",
            "author_affiliations": [
                "Department of Hematopoietic Cell Transplantation, Niigata University Medical and Dental Hospital, Niigata, Japan"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jun Takizawa",
            "author_affiliations": [
                "Department of Hematology, Endocrinology and Metabolism, Niigata University Faculty of Medicine, Niigata, Japan"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hirohito Sone",
            "author_affiliations": [
                "Department of Hematology, Endocrinology and Metabolism, Niigata University Faculty of Medicine, Niigata, Japan"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Taito Nishino",
            "author_affiliations": [
                "Biological Research Laboratories, Nissan Chemical Corporation, Shiraoka, Japan"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Atsushi Iwama",
            "author_affiliations": [
                "Division of Stem Cell and Molecular Medicine, Center for Stem Cell Biology and Regenerative Medicine, The Institute of Medical Science, The University of Tokyo, Tokyo, Japan"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-21T21:37:08",
    "is_scraped": "1"
}