{
    "doi": "https://doi.org/10.1182/blood.V106.11.4564.4564",
    "article_title": "Familial Acute Myeloblastic Leukemia with a Dominant Negative Mutation in the CEBPA Gene. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Transcription factors involved in myeloid cell differentiation are frequent targets of chromosomal translocations or point mutations in patients with acute myeloblastic leukemia (AML). Familial AML harboring a mutation of a transcription factor should provide an association with clinical features and functions of the transcription factor. Recently, two pedigrees of AML carried a germ-line mutation in the CEBPA, the gene encoding transcription factor C/EBPα. have been reported. We here present clinical and molecular features of a Japanese family in whom two members affected by AML had an identical CEBPA mutation. Father had received the diagnosis of AML M2 in 1988 at the age of 39 years. His blast cells contained Auer rods and aberrantly expressed CD7 antigen. Following a relapse, he received autologous stem cell transplantation, after which he has been in a lasting complete remission (CR). His son was diagnosed to have M2Eo in 2004 at the age of 26 years. His marrow showed blasts including Auer rods and 6.8% eosinophils. He has achieved a continuous CR. Bone marrow cells at the time of diagnosis in both patients showed a 4-base pair insertion in the CEBPA (350_351insCTAC). The corresponding protein is predicted to terminate prematurely at codon 107 (I68fsX107). Therefore, this heterozygous mutation causes truncation of the 42-kD C/EBPα protein and overproduction of a 30-kD isoform, which functions in a dominant negative fashion, causing a decrease in C/EBPα activities. Peripheral blood cells obtained during CR in both patients also had the same mutation. Interestingly, the germ-line mutation identified in the affected individuals we present is almost identical to those in the familial AMLs carrying a C/EBPα mutation, 212delC or 217insC. N-terminal C/EBPα mutations in sporadic AML patients are associated with M1/M2, presence of Auer rods, CD7 expression, normal karyotype, and favorable prognosis. Familial AMLs with a C/EBPα mutation demonstrate links of these unique features to a dominant negative C/EBPα mutation. Although the mechanism underlying the development of AML is yet unclear, carriers of the CEBPA mutation appear to have a large population of undifferentiated myeloid cells associated with an increased risk of a second genetic hit, leading to AML over a long latency.",
    "topics": [
        "ccaat/enhancer binding protein alpha",
        "dominant-negative mutation",
        "genes",
        "leukemia, myelocytic, acute",
        "mutation",
        "transcription factor",
        "kawasaki's disease",
        "ketogenic diet",
        "autologous stem cell transplant",
        "cd7 antigens"
    ],
    "author_names": [
        "Tomoko Nanri, MD",
        "Toshiro Kawakita, MD",
        "Koyu Hoshino, MD, PhD",
        "Hiroaki Mitsuya, MD, PhD",
        "Norio Asou, MD, PhD",
        "Naokuni Uike, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Tomoko Nanri, MD",
            "author_affiliations": [
                "Department of Hematology, Kumamoto University School of Medicine, Kumamoto, Japan"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Toshiro Kawakita, MD",
            "author_affiliations": [
                "Department of Hematology, Kumamoto University School of Medicine, Kumamoto, Japan"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Koyu Hoshino, MD, PhD",
            "author_affiliations": [
                "Department of Hematology, Kumamoto University School of Medicine, Kumamoto, Japan"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hiroaki Mitsuya, MD, PhD",
            "author_affiliations": [
                "Department of Hematology, Kumamoto University School of Medicine, Kumamoto, Japan"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Norio Asou, MD, PhD",
            "author_affiliations": [
                "Department of Hematology, Kumamoto University School of Medicine, Kumamoto, Japan"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Naokuni Uike, MD",
            "author_affiliations": [
                "Department of Hematology, National Kyushu Cancer Center, Fukuoka, Japan"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-28T15:34:54",
    "is_scraped": "1"
}