{
    "doi": "https://doi.org/10.1182/blood-2021-145094",
    "article_title": "Incidence of Sars-COV-2 Infection in Sickle Cell Patients Presenting with a Painful Crisis, a 12 Month Prospective Cohort Study ",
    "article_date": "November 5, 2021",
    "session_type": "114.Hemoglobinopathies, Excluding Thalassemia: Clinical and Epidemiological",
    "abstract_text": "Background: Sickle cell disease (SCD) is frequently complicated by painful vaso-occlusive crises (VOCs) often resulting in healthcare utilization including hospital admission. A vaso-occlusive crisis (VOC) can be induced by multiple factors including infection, exposure to cold, physical exercise, dehydration and stress. Given the current SARS-CoV-2 pandemic, we hypothesized that SARS-CoV-2 (even without symptoms of upper airway infection) might play a major causal role in VOC. However, our data suggests that COVID-19 is not a frequent provoking factor for clinical VOCs during the pandemic. Methods: In order to test this hypothesis, consecutive SCD patients presenting to the emergency department in our centre with symptoms compatible with VOC between March 16 th 2020 and March 16 th 2021, were tested for SARS-CoV-2 by real-time polymerase chain reaction (RT-PCR) of nasopharyngeal swabs irrespective of respiratory symptoms. Given the limited sensitivity of the RT-PCR in SARS-CoV-2 high incidence groups, low-dose non-contrast chest CT-scans were initially performed in addition to the RT-PCR.In addition, data comprised of temperature, oxygen saturation and laboratory results, was collected through chart review, from the visit at the emergency department. Presentations of SCD patients with a proven prior SARS-CoV-2 infection were excluded. Results: In total 122 VOCs in 70 adult SCD patients, presenting to the emergency department between March 16 th 2020 and March 16 th 2021, were evaluated. (Figure 1) Five presentations in two individual patients were excluded due to a prior RT-PCR proven SARS-CoV-2 infection. Furthermore, 13 presentations in six patients were excluded due to non-protocol adherence (not obtaining a RT-PCR at presentation). In total 104 episodes of VOC in 62 patients with SCD were prospectively analyzed on SARS-CoV-2 by RT-PCR irrespective of respiratory symptoms. In 104 consecutive presentations, five presentations tested positive on SARS-CoV-2 (4.8%). Only one of these five patients presented with respiratory symptoms in addition to the symptoms of a VOC and one patient was diagnosed with acute chest syndrome (ACS). Five of the 99 presentations of patients with a negative SARS-CoV-2 PCR, presented with respiratory symptoms. In this group, seven patients developed an ACS during admission. From March 16 th till May 31 st 2020, routine CT-scans were performed, in 23 out of 27 presentations with a VOC at the emergency department in addition to the RT-PCR in order to increase the diagnostic accuracy. In 19 of these presentations, that were tested negative for SARS-COV-2, no CT-abnormalities suggestive for COVID-19 were found. One of four CT-scans performed in patients with a positive RT-PCR, showed abnormalities that were not specific for COVID-19. Conclusion: In conclusion, we found a low incidence of SARS-CoV-2 infections in our cohort of consecutive SCD patients presenting with VOCs in 12 months during the COVID-19 pandemic. This suggests that COVID-19 is not a frequent provoking factor for clinical VOCs during the pandemic and may even be considered a coincidental finding given the low incidence and the fact that only one of the five patients with a positive RT-PCR presented with pulmonary symptoms. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Nur:  Celgene: Speakers Bureau; Roche: Speakers Bureau; Novartis: Research Funding, Speakers Bureau.",
    "author_names": [
        "Kadère Konté",
        "Erfan Nur",
        "Man Wai Tang",
        "Jarom Heijmans",
        "Charlotte F.J. Van Tuijn",
        "Bart J. Biemond"
    ],
    "author_dict_list": [
        {
            "author_name": "Kadère Konté",
            "author_affiliations": [
                "Department of Hematology, Amsterdam UMC, location AMC, Amsterdam, Netherlands"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Erfan Nur",
            "author_affiliations": [
                "Department of Hematology, Amsterdam UMC, location AMC, Amsterdam, Netherlands"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Man Wai Tang",
            "author_affiliations": [
                "Department of Hematology, Amsterdam University Medical Centers, Amsterdam, Netherlands"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jarom Heijmans",
            "author_affiliations": [
                "Department of Hematology, Amsterdam UMC, location AMC, Amsterdam, Netherlands"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Charlotte F.J. Van Tuijn",
            "author_affiliations": [
                "Department of Hematology, Amsterdam UMC, location AMC, Amsterdam, Netherlands"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bart J. Biemond",
            "author_affiliations": [
                "Department of Hematology, Amsterdam UMC, location AMC, Amsterdam, Netherlands"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T09:40:29",
    "is_scraped": "1"
}