{
    "doi": "https://doi.org/10.1182/blood-2021-153794",
    "article_title": "Multidisciplinary Provider Insights to Promote Adoption of Bispecific Antibodies to Treat Cancer in the Community ",
    "article_date": "November 5, 2021",
    "session_type": "902.Health Services Research-Lymphoid Malignancies",
    "abstract_text": "Bispecific antibodies (BsAbs) are an emerging class of novel immunotherapy agents that have led to major breakthroughs in the treatment of hematologic malignancies. By targeting two separate antigens at the same time, BsAbs can bridge tumor cells to cytotoxic immune cells and bypass several limitations of conventional monoclonal antibody treatment (Wang et al., 2019). In 2020, the Association of Community Cancer Centers (ACCC) launched an ongoing education program to identify and address barriers to awareness, preparedness, adoption, and use of BsAbs to treat cancer. As part of this program, ACCC developed a survey with an expert Advisory Committee to gain an understanding of multidisciplinary cancer providers' experiences with BsAbs. The survey primarily assessed experiences with blinatumomab, the first FDA-approved bispecific antibody for the treatment of malignancy (Newman & Benani, 2016). One hundred and twenty-nine individuals responded to the survey. Sixty percent of these respondents reported prescribing, dispensing, and administering blinatumomab and/or caring for patients being treated with blinatumomab. Of those respondents, 44% were medical oncologists/hematologists, 8% were advanced practice providers (APPs), 17% were nurses, 23% were pharmacists, and 9% fell into an 'Other' category of various other disciplines. Interestingly, the provider experience with blinatumomab varied greatly. Ninety-two percent of oncologists indicated having experience with blinatumomab while only 35% of nurses reported so. Regarding how blinatumomab is used in the community, respondents indicated that 59% of their institutions use it to treat relapsed or refractory acute lymphoblastic leukemia (ALL) while 41% use it to treat ALL with MRD positivity. Additionally, 74% of oncologists use blinatumomab before CAR-T therapy when considering both therapies for patients with ALL. Survey results also showed that although 79% of providers felt comfortable caring for patients being treated with blinatumomab, 59% identified barriers when caring for these patients. Some of the common challenges include transitioning patients from the inpatient to outpatient setting (41%), managing patients in remote areas (33%), securing insurance coverage (28%), managing side effects (27%), assisting patients with costs (24%), and lacking in-house expertise with the drug (22%). Another reported obstacle was the management neurotoxicity and cytokine release syndrome (CRS). In the survey, less than half of oncologists reported experience with managing neurotoxicity or CRS and only 6-9% of APPs reported the same. In general, more oncologists described feeling comfortable with using blinatumomab compared to APPs or nurses. Notably, 23% of nurses did not feel they had all the information needed to safely administer blinatumomab. In terms of opportunities to promote smooth adoption of blinatumomab, 86% of respondents indicated that written guidelines, best practices, and care recommendations would be helpful when caring for patients. Specific desired resources include a list of home health pharmacies and agencies familiar with the drug, care coordinators or navigators, best practices on transitioning from inpatient to outpatient administration, information on how to address problems that may occur with outpatient administration, and in-house or onsite expertise from either the drug manufacturer or someone within the organization. Respondents noted direct patient education as another significant area of need. Eighty-two percent felt that educational resources for patients and caregivers on transitioning from inpatient to outpatient care would be beneficial, and 70% thought that peer support services for patients would also be helpful. Multiple BsAbs are in various stages of development for hematologic malignancies. Using blinatumomab as an example, this survey highlighted challenges to the use of BsAbs and identified opportunities to overcome these obstacles. Translation of best practices for use in the community must be established to reach all eligible patients with cancer who may benefit from these therapies. With this survey data, ACCC is positioned to offer this support. Through its education program, ACCC will build on the survey results to develop content and resources that prepare multidisciplinary providers to welcome BsAbs into the community to treat cancer. Disclosures Atembina:  Amgen: Research Funding. Boehmer:  Pfizer, Inc: Other: paid consultant within the past 12 months; Amgen: Research Funding. Terrell:  Amgen: Honoraria. Koka:  Amgen: Honoraria. Janakiram:  Amgen: Honoraria. Grothey:  Amgen: Honoraria. Morris:  Amgen: Honoraria. Rogers:  Coherus BioSciences: Speakers Bureau; Astra Zeneca: Speakers Bureau. Kelly:  Amgen: Honoraria. Berdeja:  Poseida: Research Funding; Acetylon: Research Funding; Lilly: Research Funding; Kite Pharma: Consultancy; Genentech: Research Funding; CRISPR Therapeutics: Consultancy, Research Funding; Celularity: Research Funding; Celgene: Consultancy, Research Funding; Teva: Research Funding; EMD Serono: Research Funding; GlaxoSmithKline: Research Funding; SecuraBio: Consultancy; Legend Biotech: Consultancy; Janssen: Consultancy, Research Funding; Novartis: Research Funding; Incyte: Research Funding; Ichnos Sciences: Research Funding; Abbvie: Research Funding; Amgen: Research Funding; Astex Pharmaceuticals: Research Funding; Bluebird bio: Consultancy, Research Funding; BMS: Consultancy, Research Funding; Takeda: Consultancy; Sanofi: Research Funding. El Chaer:  Amgen: Honoraria, Research Funding.",
    "author_names": [
        "Limaya Atembina",
        "Leigh Boehmer",
        "Kelly Terrell",
        "Rima Koka",
        "Murali Janakiram",
        "Axel Grothey",
        "Amy L Morris",
        "Srinivas Devarakonda",
        "Barbara Rogers",
        "Ronan Kelly",
        "Jesus Berdeja",
        "Firas El Chaer"
    ],
    "author_dict_list": [
        {
            "author_name": "Limaya Atembina",
            "author_affiliations": [
                "Association of Community Cancer Centers, Rockville, MD"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Leigh Boehmer",
            "author_affiliations": [
                "Association of Community Cancer Centers, Rockville, MD"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kelly Terrell",
            "author_affiliations": [
                "Barnes-Jewish Hospital, St. Louis, MO"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rima Koka",
            "author_affiliations": [
                "Department of Pathology, University of Maryland School of Medicine, Baltimore, MD"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Murali Janakiram",
            "author_affiliations": [
                "Division of Hematology, Oncology and Transplantation, University of Minnesota, Mpls, MN"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Axel Grothey",
            "author_affiliations": [
                "West Cancer Center & Research Institute, Germantown, TN"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amy L Morris",
            "author_affiliations": [
                "Department of Pharmacy Services, University of Virginia Health System, Charlottesville, VA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Srinivas Devarakonda",
            "author_affiliations": [
                "The Ohio State University Wexner Medical Center, Columbus, OH"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Barbara Rogers",
            "author_affiliations": [
                "Fox Chase Cancer Center, Philadelphia, PA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ronan Kelly",
            "author_affiliations": [
                "Baylor University Medical Center, Dallas, TX"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jesus Berdeja",
            "author_affiliations": [
                "Sarah Cannon Research Institute-Tennessee Oncology, Nashville, TN"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Firas El Chaer",
            "author_affiliations": [
                "Division of Hematology/Oncology, University of Virginia Health System, Charlottesville, VA"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-21T18:46:36",
    "is_scraped": "1"
}