{
    "doi": "https://doi.org/10.1182/blood.V104.11.2006.2006",
    "article_title": "Substantially High Frequency of Chromosome 7q Interstitial Deletion in B-Cell Lymphoproliferative Disorders. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "It has been well known that cytogenetics study plays an important role in cancer patient care, in particular in the diagnosis, treatment and prognosis of hematological malignancies. The MCIM test system, a combination of studies of cell morphology (M), cytogenetics (C), immunophenotype (I) and molecular genetics (M), has become a useful test system in hematologic disease diagnosis. It provides physicians more comprehensive and accurate diagnostic laboratory information. Deletions in the long arm of chromosome 7 are among the most common abnormalities observed in hematologic disorders. These changes were usually viewed as markers for myeloid malignancies, in particular myelodysplastic syndrome and acute myeloid leukemia. Recently, interstitial 7q deletions, a subset of the 7q deletions, have been found to be associated with B-cell lymphoproliferative disorders (LPDs). The correlation of narrow 7q deletions with specific subsets of B-cell LPDs has been extensively studied. However, the frequency of interstitial 7q deletions associated with B-cell LPDs has not been well investigated. We recently studied 7q deletions collected from our clinical cases done by the MCIM system at US Labs over the past two years. Deletions of chromosome 7q were observed in 85 of 19,483 cases. Interstitial 7q deletions were detected in 46 of the 85 cases with 7q deletions. In combination with the findings of flow cytometry, interstitial 7q deletions were found to be associated with B-cell LPDs in 10 out of the 46 cases, accounting for 21.7% of all the observed interstitial 7q deletions and 11.8% of all the 7q deletions. The B-cell LPDs associated with 7q interstitial deletion are diverse, including hairy cell leukemia, atypical chronic lymphocytic leukemia, splenic marginal zone lymphoma, and large B-cell lymphoma. Interestingly, the deleted region in the 10 cases with B-cell LPDs in this study was solely confined to 7q22-32. This is so far, to our knowledge, the largest series reported in the literature. Our investigation showed that the frequency of 7q interstitial deletions associated with B-cell LPDs is substantially high. We conclude that (1) association of B-cell LPDs must be taken into account when an interstitial 7q deletion is observed, in particular when the deleted region is confined to 7q22-32; (2) together with the flow cytometry analysis in the MCIM system within a clinical laboratory diagnostic facility, cytogenetics study can provide clinicians more accurate diagnostic information, thus strengthening patient care by improving the management of hematological malignancies. (The authors are grateful to Deanna Collins for her cooperation to collect the data in this study.)",
    "topics": [
        "b-lymphocytes",
        "chromosomes",
        "lymphoproliferative disorders",
        "cancer",
        "flow cytometry",
        "hematologic neoplasms",
        "hematological diseases",
        "atypical",
        "cellular morphology",
        "chronic b-cell leukemias"
    ],
    "author_names": [
        "Gary Lu, M.D.",
        "John Zhang, M.D., Ph.D.",
        "Katherine Latorre",
        "Michele Hibbard, Ph.D.",
        "Sing-Tsung Chen, M.D. Ph.D."
    ],
    "author_dict_list": [
        {
            "author_name": "Gary Lu, M.D.",
            "author_affiliations": [
                "Hematopathology, US Labs, Irvine, CA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "John Zhang, M.D., Ph.D.",
            "author_affiliations": [
                "Hematopathology, US Labs, Irvine, CA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Katherine Latorre",
            "author_affiliations": [
                "Hematopathology, US Labs, Irvine, CA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michele Hibbard, Ph.D.",
            "author_affiliations": [
                "Hematopathology, US Labs, Irvine, CA, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sing-Tsung Chen, M.D. Ph.D.",
            "author_affiliations": [
                "Hematopathology, US Labs, Irvine, CA, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-26T06:39:48",
    "is_scraped": "1"
}