{
    "doi": "https://doi.org/10.1182/blood-2020-137415",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4581",
    "start_url_page_num": 4581,
    "is_scraped": "1",
    "article_title": "Efficacy of Subsequent Novel Targeted Therapies, Including Repeated Venetoclax-Rituximab (VenR), in Patients (Pts) with Relapsed/Refractory Chronic Lymphocytic Leukemia (R/R CLL) Previously Treated with Fixed-Duration Venr in the Murano Study ",
    "article_date": "November 5, 2020",
    "session_type": "642.CLL: Therapy, excluding Transplantation",
    "topics": null,
    "author_names": [
        "Rosemary Anne Harrup",
        "Carolyn Owen, MDFRCPC",
        "James D'Rozario",
        "Tadeusz Robak, MDPhD",
        "Arnon P. Kater",
        "Marco Montillo",
        "Javier de la Serna",
        "Marek Trněný, MD",
        "Su Young Kim",
        "Edward Bataillard",
        "Marcus Lefebure",
        "Michelle Boyer",
        "John F. Seymour"
    ],
    "author_affiliations": [
        [
            "Royal Hobart Hospital, Tasmania, Australia "
        ],
        [
            "University of Calgary, Calgary, Canada "
        ],
        [
            "The John Curtin School of Medical Research, Australian National University, Canberra, Australia "
        ],
        [
            "Medical University of Lodz, Copernicus Memorial Hospital, Lodz, Poland "
        ],
        [
            "Cancer Center Amsterdam, Amsterdam University Medical Centers, University of Amsterdam, Amsterdam, Netherlands "
        ],
        [
            "Department of Hematology, Niguarda Cancer Center, ASST Grande Ospedale Metropolitano Niguarda, Milano, Italy "
        ],
        [
            "Hospital Universitario 12 de Octubre, Madrid, Spain "
        ],
        [
            "1st Department of Medicine, 1st Faculty of Medicine, Charles University, General Hospital, Prague, Czech Republic "
        ],
        [
            "AbbVie Inc., North Chicago, IL "
        ],
        [
            "Roche Products Ltd, Welwyn Garden City, United Kingdom "
        ],
        [
            "Roche Products Ltd, Welwyn Garden City, United Kingdom "
        ],
        [
            "Roche Products Ltd, Welwyn Garden City, United Kingdom "
        ],
        [
            "Royal Melbourne Hospital, Peter MacCallum Cancer Centre and University of Melbourne, Melbourne, Australia"
        ]
    ],
    "first_author_latitude": "-42.880215",
    "first_author_longitude": "147.3298533",
    "abstract_text": "Introduction: Venetoclax (Ven) is an orally administered, highly selective inhibitor of B-cell lymphoma-2 (BCL-2). Fixed-duration VenR improved outcomes versus standard bendamustine-rituximab (BR) in the randomized Phase III MURANO study (NCT02005471; Seymour et al. N Engl J Med 2018) and is now a standard of care for the treatment of pts with R/R CLL. There are currently limited data to guide subsequent therapies when relapse occurs after fixed-duration VenR and uncertainty regarding the efficacy of repeated VenR treatment. Here, we report the response rates to follow-up therapy with Ven and Ven-based regimens, or exposure to Bruton tyrosine kinase inhibitor (BTKi) salvage therapy, following pts' participation in the MURANO trial. Methods: Pts were randomized to VenR (Ven 400 mg daily for 2 years [yrs] plus monthly R for the first 6 months [mo]) or BR (6 mo). The primary endpoint was investigator-assessed progression-free survival (PFS). Pts in either arm with disease progression were followed for overall survival (OS) and disease response to any subsequent anti-CLL therapeutic regimens. Pts who initiated new anti-CLL therapy, but who had not had a response assessment reported by the principal investigator, were considered unevaluable. Results: 389 pts were enrolled in MURANO (VenR, n=194; BR, n=195). At a clinical cutoff date of May 8, 2020, all main study pts had ceased treatment with a median follow-up of 59 mo (range 0-71.5). PFS and OS benefits were maintained at the 5-yr follow-up (Kater et al. Submitted to ASH 2020). Following disease progression, 67/87 (77.0%) VenR pts and 123/148 (83.1%) BR pts had received subsequent anti-CLL therapy. The time to next therapy (TTNT) from study entry was longer following VenR versus BR, with a median TTNT of 57.8 (95% CI: 55.1-NE) mo versus 23.9 (95% CI: 20.7-29.5) mo (HR, 0.26 [95% CI: 0.20-0.35]; p<0.001), respectively ( Figure 1 ). Best overall response (BOR) rates to first subsequent anti-CLL therapy for pts with evaluable responses were 70.5% for VenR compared with 81.7% for BR. Of the BR pts receiving subsequent therapy; 99/123 (80.5%) pts received novel targeted therapy alone or in combination with other agents (BTKi, n=72; phosphoinositide 3-kinase inhibitors [PI3Ki], n=10; Ven, n=15; or other investigational medicinal products [IMP], n=2) while the remaining 24 pts received chemoimmunotherapy. Of pts previously treated with BR, the BOR rate to novel targeted agents was 84.4% among evaluable pts (83.9% for BTKi and 80.0% for Ven-based therapy; Table 1 ). Fifty two of 67 pts in the VenR arm received subsequent novel therapy (BTKi, n=18; PI3Ki, n=1; Ven [alone or in combination], n=32; IMP, n=1). The BOR rate to these targeted agents was 79.4% among evaluable pts. After a median treatment-free interval of 13.5 (range 0.0-41.3) mo, 18 VenR pts received a BTKi as their next line of therapy (all were BTKi naïve). These pts achieved high overall response rates (ORR): 14/14 (100% of pts with an evaluable assessment) at a median treatment duration of 21.9 (range 5.6-59.2) mo, with 10 pts continuing on BTKi therapy at this follow-up. After a median treatment-free interval of 23.7 (range 3.3-43.8) mo, 32 VenR pts were re-treated with Ven-based regimens; 21 were enrolled in the re-treatment arm of the MURANO sub-study and 11 were treated outside of the sub-study. The BOR to re-treatment with Ven or Ven-containing therapies was 72.2% of evaluable pts ( Table 1 ). Among these pts, initial response to VenR at the main study end of combination treatment response visit was 100% (6 complete response [CR]/CR with incomplete hematologic recovery; 12 partial response), with 77.8% (14/18) achieving undetectable minimal residual disease and 15/18 completing the initial 2 yrs of Ven therapy without progression. Median treatment duration in evaluable pts re-treated with Ven-based regimens was 11.4 (range 0.7-37.6) mo with 50% of pts continuing on therapy. Conclusions: Five-yr data from MURANO demonstrated sustained TTNT benefit with VenR versus BR. Despite >80% of relapsed BR pts receiving salvage therapy with a novel agent, OS rates remain superior with VenR therapy. Relapsed VenR pts demonstrated high ORR to either subsequent BTKi therapy or re-exposure to Ven-based regimens. These data show early use of fixed-duration VenR in R/R CLL is an effective approach and does not compromise subsequent therapy response or OS. View large Download slide View large Download slide  Disclosures Owen: AbbVie, F. Hoffmann-La Roche, Janssen, Astrazeneca, Merck, Servier, Novartis, Teva: Honoraria. D'Rozario: AbbVie: Membership on an entity's Board of Directors or advisory committees; F. Hoffmann-La Roche: Honoraria, Membership on an entity's Board of Directors or advisory committees. Robak: GSK: Research Funding; Bristol Meyers Squibb: Research Funding; Medical University of Lodz: Current Employment; Morphosys: Research Funding; Takeda: Consultancy; UCB: Honoraria, Research Funding; Octapharma: Honoraria; AbbVie: Consultancy, Honoraria, Other: TRAVEL, ACCOMMODATIONS, EXPENSES (paid by any for-profit health care company), Research Funding; Acerta: Research Funding; Roche: Consultancy, Other: TRAVEL, ACCOMMODATIONS, EXPENSES (paid by any for-profit health care company), Research Funding; Janssen: Consultancy, Honoraria, Other: TRAVEL, ACCOMMODATIONS, EXPENSES (paid by any for-profit health care company), Research Funding; Novartis: Honoraria, Research Funding; Sandoz: Consultancy, Honoraria; UTX-TGR: Research Funding; Momenta: Consultancy; Pfizer: Research Funding; AstraZeneca: Honoraria, Research Funding; Pharmacyclics LLC, an AbbVie Company: Honoraria, Research Funding; BioGene: Honoraria, Research Funding. Kater: Celgene, F. Hoffmann-La Roche/Genentech, Astra Zeneca, Janssen: Honoraria; Celgene, F. Hoffmann-La Roche/Genentech, Astra Zeneca, Janssen: Research Funding. Montillo: AbbVie: Honoraria, Speakers Bureau; F. Hoffmann-La Roche: Honoraria, Research Funding; Janssen: Honoraria, Speakers Bureau; Astra Zeneca: Honoraria; Gilead: Honoraria, Speakers Bureau; Verastem: Honoraria. de la Serna: Abbvie, AstraZeneca: Other: Travel, Accommodations, Expenses; Abbvie, Pharmacyclics, Novartis, Janssen, Acerta, AstraZeneca, BioGene, UCB, Sandoz: Honoraria; Gilead, AstraZeneca, Abbvie, Janssen, Sandoz, F. Hoffmann-La Roche: Consultancy; Abbvie, Janssen: Speakers Bureau; F. Hoffmann-La Roche, Abbvie, Pharmacyclics, Gilead, GlaxoSmithKline, Novartis, Janssen, Roche, Acerta, AstraZeneca, BioGene, UCB: Research Funding. Trněný: Bristol Meyers Squibb: Consultancy, Honoraria, Other: TRAVEL, ACCOMODATIONS, EXPENSES (paid by any for-profit health care company); Amgen: Consultancy, Honoraria; Takeda: Consultancy, Honoraria, Other: TRAVEL, ACCOMODATIONS, EXPENSES (paid by any for-profit health care company); AbbVie: Consultancy, Honoraria, Other: TRAVEL, ACCOMMODATIONS, EXPENSES (paid by any for-profit health care company); Incyte: Consultancy, Honoraria; MorphoSys: Consultancy, Honoraria; Janssen: Consultancy, Honoraria, Other: TRAVEL, ACCOMMODATIONS, EXPENSES (paid by any for-profit health care company); Gilead Sciences: Consultancy, Honoraria, Other: TRAVEL, ACCOMMODATIONS, EXPENSES (paid by any for-profit health care company); 1st Faculty of Medicine, Charles University, General Hospital in Prague: Current Employment; Roche: Consultancy, Honoraria, Other: TRAVEL, ACCOMMODATIONS, EXPENSES (paid by any for-profit health care company), Research Funding; Celgene: Consultancy. Kim: AbbVie, Inc.: Current Employment, Current equity holder in publicly-traded company, Divested equity in a private or publicly-traded company in the past 24 months, Other: may hold stock or other options. Bataillard: Imperial College Healthcare NHS Trust: Ended employment in the past 24 months; Roche Products Limited (temporary clinical fellowship as a fixed-term sabbatical from Hematology specialty training fellowship at Imperial College Healthcare NHS Trust): Current Employment. Lefebure: F. Hoffmann-La Roche: Current Employment, Current equity holder in publicly-traded company. Boyer: Roche: Current Employment, Current equity holder in publicly-traded company, Other: TRAVEL, ACCOMMODATIONS, EXPENSES (paid by any for-profit health care company). Seymour: Mei Pharma: Consultancy, Honoraria; F. Hoffmann-La Roche: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Janssen: Consultancy, Honoraria, Research Funding; AstraZeneca: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Gilead: Consultancy; Nurix: Honoraria; Morphosys: Consultancy, Honoraria; AbbVie: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Celgene: Consultancy, Honoraria, Research Funding."
}