{
    "doi": "https://doi.org/10.1182/blood.V126.23.1752.1752",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3235",
    "start_url_page_num": 3235,
    "is_scraped": "1",
    "article_title": "Cyclin-Dependent Kinase Inhibitor P1446A Induces Apoptosis in a JNK/p38 MAPK-Dependent Manner in Chronic Lymphocytic Leukemia B-Cells ",
    "article_date": "December 3, 2015",
    "session_type": "642. CLL: Therapy, excluding Transplantation: Poster I",
    "topics": [
        "apoptosis",
        "b-lymphocytes",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "cyclin-dependent kinase inhibitors",
        "mitogen-activated protein kinases",
        "mitogen-activated protein kinase p38",
        "stress",
        "apoptosis promoter",
        "cdk2 protein, human"
    ],
    "author_names": [
        "Cody Paiva, BS",
        "Claire Godbersen",
        "Stephen E Spurgeon, MD",
        "Sreesha Srinivasa",
        "Jennifer R Brown, MD PhD",
        "Alexey V Danilov, MD PhD"
    ],
    "author_affiliations": [
        [
            "OHSU Knight Cancer Institute, Portland, OR "
        ],
        [
            "Dartmouth College, Lebanon, NH "
        ],
        [
            "Center for Hematologic Malignancies, Oregon Health & Science University, Portland, OR "
        ],
        [
            "Piramal Healthcare, Mumbai, India "
        ],
        [
            "Dana-Farber Cancer Inst., Boston, MA"
        ],
        [
            "OHSU Knight Cancer Institute, Portland, OR "
        ]
    ],
    "first_author_latitude": "45.51458345",
    "first_author_longitude": "-122.6223561",
    "abstract_text": "Regimented activation of cyclin/CDK complexes is required for orderly cell cycle progression. Targeting this process has been an attractive therapeutic approach in neoplasia due to cell cycle deregulation and excessive proliferation. CDK inhibitors (notably flavopiridol and dinaciclib) have shown remarkable efficacy in CLL, attributed to their effect on CDK7/9 which is accompanied by a disruption of RNA polymerase-mediated transcription and subsequent deregulation of short-lived pro-survival proteins such as MCL1. Recently, endoplasmic reticulum (ER) stress has been implicated in CDK inhibition in CLL. A novel orally active kinase inhibitor P1446A (Piramal Healthcare Ltd) inhibits CDKs at nM concentrations and has demonstrated clinical activity in Phase I studies in solid tumors with minimal hematologic toxicity. Here we conducted a pre-clinical study of P1446A in CLL B-cells. Peripheral blood cells were obtained from patients with CLL and isolated using standard techniques. 83.3±3.3% of CLL cells underwent apoptosis upon 24-hour exposure to 1.5 µM P1446A, irrespective of chromosomal abnormalities [del(17p)/11q] or IGHV mutationalstatus. Apoptosis occurred as early as 4 hours after drug treatment and was accompanied by a dose-dependent inhibition of interphase CDKs (2/4/6) as evidenced by reduced phospho-Rb (T821/ S780). Apoptosis preceded reduction in RNA polymerase phosphorylation and thus occurred before transcriptional CDK7/9 were inhibited. Meanwhile, targeting CDK2 and CDK4/6 using specific inhibitors did not induce cell death in CLL. We supposed that P1446A could lead to ER stress induction in primary CLL cells, culminating in apoptosis. We noted rapid activation of JNK and p38 MAPK in CLL cells treated with P1446A in vitro . Phosphorylation of JNK and p38 MAPK occurred within 2 hours of treatment with P1446A, preceded onset of apoptosis as measured by PARP cleavage, and was followed by induction of activating transcription factors 2 and 3 (downstream targets of JNK/p38MAPK). Pharmacologic inhibitors of JNK/p38 conferred partial protection from P1446A-mediated apoptosis. We sought to identify the upstream regulators of JNK in this setting. Rapid phosphorylation of ASK1 at Thr845, a site required for its kinase activity, occurred in CLL cells treated with P1446A in a time and dose-dependent manner, concurrently with JNK activation. We observed formation of the trimeric complex between ASK1, IRE1, and TRAF2. Genetic knockdown of ASK1 led to a reduction in JNK phosphorylation and a partial rescue from apoptosis. P1446A did not induce unfolded protein response (UPR) beyond ASK1/JNK/p38 activation, consistent with previous reports on its limited functionality in CLL cells. By contrast, we found that treatment with P1446A led to a dramatic induction of NOXA mRNA and protein levels, in a JNK-dependent manner. In summary, we demonstrate that CDK inhibitor P1446A is a potent inducer of apoptosis in primary CLL cells in vitro. P1446A leads to partial activation of ER stress and the UPR in CLL cells manifested by ASK1-dependent signaling, leading to JNK/p38 MAPK activation and up-regulation of NOXA. This study provides rationale for additional investigations of P1446A in CLL. Disclosures Spurgeon: Bristol Meyers Squibb: Research Funding; Acerta Pharma: Research Funding; Gilead sciences: Honoraria, Research Funding; Genentech: Honoraria; Pharmacyclics: Honoraria; Janssen: Research Funding. Srinivasa: Piramal Healthcare: Employment."
}