{
    "doi": "https://doi.org/10.1182/blood.V108.11.4881.4881",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=640",
    "start_url_page_num": 640,
    "is_scraped": "1",
    "article_title": "Denileukin Diftitox (Ontak™) Therapy for Patients with Systemic Mastocytosis. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "denileukin diftitox",
        "mastocytosis, systemic",
        "brachial plexus neuritis",
        "aldesleukin",
        "antigens, cd25",
        "cladribine",
        "indolent",
        "toxic effect",
        "atypical",
        "cytotoxicity"
    ],
    "author_names": [
        "Alfonso Quintas-Cardama, MD",
        "Hagop Kantarjian, M.D.",
        "Francis Giles, M.D.",
        "Jorge Cortes, M.D.",
        "Srdan Verstovsek, M.D.;PhD"
    ],
    "author_affiliations": [
        [
            "Leukemia, MD Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Leukemia, MD Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Leukemia, MD Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Leukemia, MD Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Leukemia, MD Anderson Cancer Center, Houston, TX, USA"
        ]
    ],
    "first_author_latitude": "29.707097200000003",
    "first_author_longitude": "-95.39710199999999",
    "abstract_text": "Systemic mastocytosis (SM) is characterized by abnormal proliferation and accumulation of neoplastic mast cells in various tissues. Patients (pts) with SM are empirically treated with recombinant interferon-alpha (IFN-α) or cladribine when cytoreduction is required. However, treatment with these agents has been associated with poor response rates, poor tolerance, and/or short response duration, and the prognosis of pts with SM is unchanged. This underscores the urgent need of new therapeutic approaches. Atypical expression of CD25 (the alpha-subunit of the interleukin-2 [IL-2] receptor), on the membrane of neoplastic mast cells represents an attractive therapeutic target. Denileukin diftitox (Ontak™) is an engineered fusion protein containing the active domain of the diphtheria toxin and the full-length sequence of IL-2, thus targeting IL-2 receptor-expressing cells. Upon internalization, protein synthesis is inhibited and cytotoxicity ensues. We designed a pilot trial for SM pts that either had aggressive form, or indolent form with uncontrolled symptoms despite supportive care measures, in which Ontak™ was initially administered at 9 ∝g/kg/day intravenously on days 1 through 5 every 21 days. This dose was increased after 3 cycles to 18 ∝g/kg/day in pts with no response and no significant toxicity. Therapy was discontinued in pts who showed no response after 6 cycles. Response was evaluated following guidelines proposed by Valent et al. (Leuk Res. 25;603–625, 2001). Thus far, a total of 7 symptomatic pts have been treated, 5 with aggressive and 2 with indolent SM. Median age was 58 years (range, 41 to 65), time from diagnosis to Ontak™ therapy 64 mo (range, 1 to 158), Hb 11.8 gr/dL (range, 9.2 to 13), WBC 7.9 ×10 9 /L, (range, 2.5 to 16.9), platelet count 275 ×10 9 /L (range, 54 to 759), eosinophil 2.3% (range, 0% to 6.1%). Five patients were previously treated with imatinib mesylate and one with cladribine; one pt had not received any prior therapies. One pt, who had undergone splenectomy, had hepatomegaly and 1 other had splenomegaly prior to start of Ontak™ therapy. In all patients malignant mast cells expressed CD25. A total of 33 cycles were administered. The median number of cycles was 5.5 (range 3 to 6). No significant responses have been observed among 7 pts treated. No significant difference was found between pre- and post- Ontak™ therapy in the percentage of bone marrow mast cells, and only one patient had decreased serum tryptase level at the end of the therapy (by 33%). No responses in C-findings were noted in patients with aggressive disease. However, symptoms related to SM improved in 3 patients and were eliminated in one. Therapy with Ontak™ was well tolerated with all toxicities being grade 1–2, without any grade 3–4. In summary, therapy with Ontak™ is very well tolerated but has no appreciable activity in pts with SM at the dose and schedule used in this study."
}