{
    "doi": "https://doi.org/10.1182/blood.V110.11.221.221",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=903",
    "start_url_page_num": 903,
    "is_scraped": "1",
    "article_title": "R-Ras Regulates Hematopoietic Stem/Progenitor Cell Adhesion, Migration, and Mobilization through Rac GTPase-Mediated Signals. ",
    "article_date": "November 16, 2007",
    "session_type": "Hematopoiesis - Microenvironment, Cell Adhesion and Mesenchymal Stem Cells",
    "topics": [
        "adhesions",
        "guanosine triphosphate phosphohydrolases",
        "stem cells",
        "cd34 antigens",
        "chemokines",
        "cytokine",
        "granulocyte colony-stimulating factor",
        "proto-oncogene protein c-kit",
        "recombinant granulocyte colony stimulating factor",
        "antigens, cd98 light chains"
    ],
    "author_names": [
        "Xun Shang, PhD",
        "Lina Li, MD",
        "Jose Concelas, MD PhD",
        "Fukun Guo, PhD",
        "Deidre Daria, MS",
        "Hartmut Geiger, MD",
        "Nancy Ratner, MD",
        "Yi Zheng, PhD"
    ],
    "author_affiliations": [
        [
            "Division of Experimental Hematology, Children’s Hospital Medical Center, Cincinnati, OH, USA"
        ],
        [
            "Division of Experimental Hematology, Children’s Hospital Medical Center, Cincinnati, OH, USA"
        ],
        [
            "Division of Experimental Hematology, Children’s Hospital Medical Center, Cincinnati, OH, USA"
        ],
        [
            "Division of Experimental Hematology, Children’s Hospital Medical Center, Cincinnati, OH, USA"
        ],
        [
            "Division of Experimental Hematology, Children’s Hospital Medical Center, Cincinnati, OH, USA"
        ],
        [
            "Division of Experimental Hematology, Children’s Hospital Medical Center, Cincinnati, OH, USA"
        ],
        [
            "Division of Experimental Hematology, Children’s Hospital Medical Center, Cincinnati, OH, USA"
        ],
        [
            "Division of Experimental Hematology, Children’s Hospital Medical Center, Cincinnati, OH, USA"
        ]
    ],
    "first_author_latitude": "39.140475099999996",
    "first_author_longitude": "-84.5015397",
    "abstract_text": "Hematopoietic stem/progenitor cells (HSPCs) are maintained by strictly regulated signals in the bone marrow microenvironment. One challenge in understanding the complex mode of HSPC regulation is to link intracellular signal components with extracellular stimuli. R-Ras is a member of the Ras family small GTPases. Previous mouse genetic studies suggest that R-Ras mRNA is primarily expressed in endothelial cells and R-Ras is involved in vascular angiogenesis. In clonal cell lines, although dominant mutant overexpression studies suggest a possible role of R-Ras in regulating cell adhesion and spreading, proliferation and/or differentiation in a cell-type dependent manner, it remains controversial whether R-Ras activity may promote or inhibit cell adhesion and migration. Here, in a mouse knockout model, we have examined the role of R-Ras in HSPC regulation by a combined in vivo and in vitro approach. Firstly, we found that R-Ras is expressed in the Lin − low density bone marrow cells of wild-type mice, and R-Ras activity in the cells is downregulated by cytokines and chemokines such as SCF and SDF-1a (∼ 20% and 40% of unstimulated control, respectively). Secondly, R-Ras deficiency did not significantly affect peripheral blood CBC, nor alter the frequency or distribution of long-term and short-term hematopoietic stem cells (defined by IL7Ra − Lin − Sca-1 + c-Kit + CD34 − and IL7Ra − Lin − Sca-1 + c-Kit + CD34 + genotypes, respectively) in the bone marrow, peripheral blood and spleen. Competitive repopulation experiments using the wild-type and R-Ras −/− bone marrow cells at 1:1 ratio in lethally irradiated recipient mice showed no significant difference of blood cells of the two genotypes in the recipients up to 6 months post-transplantation. R-Ras −/− bone marrow cells did not show a detectable difference in colony forming unit activities assayed in the presence of various combinations of SCF, TPO, EPO, IL3, G-CSF and serum, compared with the matching wild-type cells. Thirdly, upon challenge with G-CSF, a HSPC mobilizing agent, R-Ras −/− mice demonstrated a markedly enhanced ability to mobilize HSPCs from bone marrow to peripheral blood as revealed by genotypic and colony-forming unit analyses (WT: 150 vs . KO: 320 per 200uL blood, p=0.018), and R-Ras −/− HSPCs exhibit significantly decreased homing activity (WT: 4.3% vs. KO: 2.8%, p<0.001). Fourthly, isolated R-Ras −/− HSPCs displayed a constitutively assembled cortical actin cytoskeleton structure in the absence of cytokine or chemokine stimulation, similar to that of activated wild-type HSPCs. The R-Ras −/− HSPCs were defective in adhesion of cobblestone area-forming cells to a bone marrow-derived stroma cell line (FBMD-1) and in adhesion to fibronectin CH296 fragment, and showed a drastically increased ability to migrate toward a SDF-1a gradient (WT: 16% vs. KO: 38%, p<0.001). These data point to a HSPC-intrinsic role of R-Ras in adhesion and migration. Finally, the functional changes of R-Ras −/− cells were associated with a ∼3 fold increase in Rac-GTP species and constitutively elevated Rac downstream signals of phsopho-PAK1 and phospho-myosin light chain. Partial inhibition of Rac activity by NSC23766 , a Rac GTPase-specific inhibitor, readily reversed the migration phenotype under SDF-1a stimulation. Taken together, these studies demonstrate that R-Ras is a critical signal regulator for HSPC adhesion, homing, migration, and mobilization through a mechanism involving Rac GTPase-regulated cytoskeleton and adhesion machinery."
}