{
    "doi": "https://doi.org/10.1182/blood.V114.22.1275.1275",
    "article_title": "Deregulated Apoptotic Pathways Point to Effectiveness of IAP Inhibitor Therapy in Acute Myeloid Leukemia. ",
    "article_date": "November 20, 2009",
    "session_type": "DISORDERED GENE EXPRESSION IN HEMATOLOGIC MALIGNANCY INCLUDING DISORDERED EPIGENETIC REGULATION POSTER I",
    "abstract_text": "Abstract 1275 Poster Board I-297 Core binding factor (CBF) leukemias, characterized by translocations t(8;21) or inv(16)/t(16;16) targeting the core binding factor, constitute acute myeloid leukemia (AML) subgroups with favorable prognosis. However, 40-50% of patients relapse, and the current classification system does not fully reflect the heterogeneity existing within the cytogenetic subgroups. Therefore, illuminating the biological mechanisms underlying these differences is important for an optimization of therapy. Previously, gene expression profiling (GEP) revealed two distinct CBF leukemia subgroups displaying significant outcome differences (Bullinger et al., Blood 2007). In order to further characterize these GEP defined CBF subgroups, we again used gene expression profiles to identify cell line models similar to the respective CBF cohorts. Treatment of these cell lines with cytarabine (araC) revealed a differential response to the drug as expected based on the expression patterns reflecting the CBF subgroups. In accordance, the cell lines resembling the inferior outcome CBF cohort (ME-1, MONO-MAC-1, OCI-AML2) were less sensitive to araC than those modeling the good prognostic subgroup (Kasumi-1, HEL, MV4-11). A previous gene set enrichment analysis had identified the pathways Caspase cascade in apoptosis and Role of mitochondria in apoptotic signaling among the most significant differentially regulated BioCarta pathways distinguishing the two CBF leukemia subgroups. Thus, we concluded that those pathways might be interesting targets for specific intervention, as deregulated apoptosis underlying the distinct subgroups should also result in a subgroup specific sensitivity to apoptotic stimuli. Therefore, we treated our model cell lines with the Smac mimetic BV6, which antagonizes inhibitor of apoptosis (IAP) proteins that are differentially expressed among our CBF cohorts. In general, sensitivity to BV6 treatment was higher in the cell lines corresponding to the subgroup with good outcome. Time-course experiments with the CBF leukemia cell line Kasumi-1 suggested a role for caspases in this response. Interestingly, combination treatment of araC and BV6 in Kasumi-1 showed a synergistic effect of these drugs, with the underlying mechanisms being currently further investigated. Based on the promising sensitivity to BV6 treatment in some cell lines, we next treated mononuclear cells (mostly leukemic blasts) derived from newly diagnosed AML patients with BV6 in vitro to evaluate BV6 potency in primary leukemia samples. Interestingly, in vitro BV6 treatment also discriminated AML cases into two distinct populations. Most patient samples were sensitive to BV6 monotherapy, but about one-third of cases were resistant even at higher BV6 dosage. GEP of BV6 sensitive patients (at 24h following either BV6 or DMSO treatment) provided insights into BV6-induced pathway alterations in the primary AML patient samples, which included apoptosis-related pathways. In contrast to the BV6 sensitive patients, GEP analyses of BV6 resistant cases revealed no differential regulation of apoptosis-related pathways in this cohort. These results provide evidence that targeting deregulated apoptosis pathways by Smac mimetics might represent a promising new therapeutic approach in AML and that GEP might be used to predict response to therapy, thereby enabling novel individual risk-adapted therapeutic approaches. Disclosures Vucic: Genentech, Inc.: Employment. Deshayes: Genentech, Inc.: Employment.",
    "topics": [
        "infectious mononucleosis",
        "leukemia, myelocytic, acute",
        "leukemia",
        "caspases",
        "core-binding factor",
        "gene expression profiling",
        "apoptosis inhibitor",
        "complement membrane attack complex",
        "cytarabine",
        "dimethyl sulfoxide"
    ],
    "author_names": [
        "Sonja C Lück",
        "Annika C Russ",
        "Konstanze Döhner",
        "Ursula Botzenhardt",
        "Domagoj Vucic",
        "Kurt Deshayes",
        "Richard F Schlenk",
        "Hartmut Döhner",
        "Simone Fulda",
        "Lars Bullinger"
    ],
    "author_dict_list": [
        {
            "author_name": "Sonja C Lück",
            "author_affiliations": [
                "Department of Internal Medicine III, University Hospital of Ulm, Ulm, Germany, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Annika C Russ",
            "author_affiliations": [
                "Department of Internal Medicine III, University Hospital of Ulm, Ulm, Germany, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Konstanze Döhner",
            "author_affiliations": [
                "Department of Internal Medicine III, University Hospital of Ulm, Ulm, Germany, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ursula Botzenhardt",
            "author_affiliations": [
                "Department of Internal Medicine III, University Hospital of Ulm, Ulm, Germany, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Domagoj Vucic",
            "author_affiliations": [
                "Medicinal Chemistry and Protein Engineering, Genentech, Inc., South San Francisco, CA, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kurt Deshayes",
            "author_affiliations": [
                "Medicinal Chemistry and Protein Engineering, Genentech, Inc., South San Francisco, CA, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard F Schlenk",
            "author_affiliations": [
                "Department of Internal Medicine III, University Hospital of Ulm, Ulm, Germany, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hartmut Döhner",
            "author_affiliations": [
                "Department of Internal Medicine III, University Hospital of Ulm, Ulm, Germany, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Simone Fulda",
            "author_affiliations": [
                "Children's Hospital, Ulm University, Ulm, Germany"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lars Bullinger",
            "author_affiliations": [
                "Department of Internal Medicine III, University Hospital of Ulm, Ulm, Germany, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-14T06:55:08",
    "is_scraped": "1"
}