{
    "doi": "https://doi.org/10.1182/blood-2018-99-114591",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4154",
    "start_url_page_num": 4154,
    "is_scraped": "1",
    "article_title": "Three Different Jak2/Stat3-Related Pathways Favor the Survival of Chronic Lymphocytic Leukemia Neoplastic Clone ",
    "article_date": "November 29, 2018",
    "session_type": "641. CLL: Biology and Pathophysiology, excluding Therapy: Poster III",
    "topics": [
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "clone cells",
        "stat3 protein",
        "venetoclax",
        "ibrutinib",
        "chromatography, reverse-phase",
        "mitogen-activated protein kinase p38",
        "neoplasms",
        "nf-kappa b"
    ],
    "author_names": [
        "Filippo Severin, PhD MSc",
        "Federica Frezzato, PhD",
        "Veronica Martini, PhD MSc",
        "Flavia Raggi",
        "Valentina Trimarco",
        "Andrea Visentin",
        "Monica Facco",
        "Gianpietro Semenzato",
        "Livio Trentin, MD"
    ],
    "author_affiliations": [
        [
            "Hematology and Clinical Immunology unit, Department of Medicine, University of Padua, Padua, Italy "
        ],
        [
            "Hematology and Clinical Immunology unit, Department of Medicine, University of Padua, Padova, Italy "
        ],
        [
            "Hematology and Clinical Immunology unit, Department of Medicine, University of Padua, Padua, Italy "
        ],
        [
            "University of Padua, Padova, Italy "
        ],
        [
            "university of Padua, Padova, Italy "
        ],
        [
            "University of Padua, PADOVA, ITA "
        ],
        [
            "University School of Medicine, Department of Medicine, Hematology and Clinical Immunology Branch, Padua, Italy "
        ],
        [
            "Dept. of Medicine, Hematology and Clinical Immunology, Padua School of Medicine, Padova, Italy ",
            "Venetian Institute of Molecular Medicine (VIMM), Padua, Italy"
        ],
        [
            "Hematology and Clinical Immunology unit, Department of Medicine, University of Padua, Padua, Italy "
        ]
    ],
    "first_author_latitude": "45.406766",
    "first_author_longitude": "11.877446200000003",
    "abstract_text": "INTRODUCTION Chronic lymphoproliferative disorders are characterized by the expansion of malignant lymphocytes, the most common form being Chronic Lymphocytic Leukemia (CLL). Besides intrinsic abnormalities, the acquisition of the transformed phenotype and the diffusion of disease are related to the favorable cross-talking tumor cell-microenvironment. Furthermore, it has been demonstrated that CLL cells own an amplified mitochondrial respiration leading to an increased Reactive Oxygen Species (ROS) production and intrinsic oxidative stress. Several molecules released by microenvironmental partners signal through JAK-STAT pathway. The deregulation of JAK2/STAT3 axis may lead to aberrant activation of STAT3 and, as a result, to tumor development in hematopoietic cells. We previously analyzed STAT3 and JAK2 expression, phosphorylation and localization in normal and leukemic B cells, demonstrating an abnormal activation of this pathway in the neoplastic clone with respect to normal B lymphocytes. We focused on STAT3 constitutive phosphorylation at serine (Ser) 727 residue since it has been recently observed that the presence of mt-STAT3 Ser727 promotes mitochondrial respiration and, generally, cell viability. We hypothesized the involvement of JAK2/STAT3 axis in 3 different pathways: (i) canonical \"IL-6 related pathway\"; (ii) JAK2/STAT3 - BCR/Lyn crosstalk; (iii) STAT3 effects on mitochondrial regulation. METHODS STAT3 expression and phosphorylation were evaluated by Western Blotting (WB) and Flow Cytometry (FC). Purified cells (2x10 6 cells/ml) were cultured, and treated with the JAK2 inhibitor AG490 (10, 50 and 100μM) and the STAT3 inhibitor Stattic (5, 7.5, and 10μM) for 24, 48 and 72h. Experiments with AG490 and Stattic were performed with/without MSCs and with/without Ibrutinib (2.5μM) and Venetoclax (1nM). CLL and normal B cell viability was tested with Annexin V/PI test by FC. P-STAT3 Ser727 expression has been correlated with p44/42, SAPK-JNK, NF-kB p65 and p38 MAPK activation by Reverse Phase Protein Microarrays (RPPA) in 57 therapy-free patients presenting good (mutated IGHV, absence of CD38 or normal karyotype) and poor (unmutated IGHV, CD38 expression or 17p deletion) prognostic factors. RESULTS We found that STAT3 was highly expressed in malignant B cells with respect to normal B lymphocytes. We demonstrated that STAT3 and JAK2 were similarly overexpressed in both good and poor prognosis CLL patients. However, a significant correlation between STAT3 expression levels and their overall survival was observed. Considering STAT3 over-expression and its correlation with the clinical outcome in CLL and, according to our hypothesis, we moved forward with the analysis of the three different JAK2/STAT3 pathways. We demonstrated that AG490 and Stattic were able to induce a dose-dependent apoptosis in CLL cells, also bypassing environmental protection. AG490, targeting JAK2, inhibited the phosphorylation of SHP-1 at Ser591, activating the phosphatase. In turn, SHP-1 activation led to Lyn Tyr396 dephosphorylation/inactivation. Treatment with Stattic did not affect Lyn and SHP-1 phosphorylation since this inhibitor acts downstream to AG490. In fact, simultaneous administration of Ibrutinib led to an increase of apoptosis only in Stattic, but not in AG490 treated cells. This confirms a possible dual role of JAK2 inhibition. Venetoclax/AG490 and Venetoclax/Stattic co-treatment did not show an increased cell death rate, consistent with a downstream effect of Venetoclax to both AG490 and Stattic. RPPA analysis demonstrated a correlation between STAT3, Ser727 constitutively phosphorylated in CLL, and P-p44/42 Thr202/Tyr204, P-SAPK-JNK Thr-183/Tyr185, NF-kB p65 Ser-536 and p38 MAPK Thr-180/Tyr-182 expression. All these proteins are described as involved in an alternative pathway that allows STAT3 Ser727 to exert a pro-survival effect thorough the regulation of mitochondrial activity. CONCLUSIONS The analysis of JAK2 and STAT3 expression, activation and inhibition lets us to highlight the importance of JAK2/STAT3 axis in the maintenance of 3 different survival pathways in CLL B cells. Furthermore, the correlation we demonstrated with clinical outcome of patients and the strengthening of Ibrutinib effect when we targeted this axis could represent a starting point for the development of new therapeutic strategies in CLL. Disclosures Trentin: Abbvie: Honoraria; Gilead: Research Funding; Janssen: Research Funding; Roche: Membership on an entity's Board of Directors or advisory committees."
}