{
    "doi": "https://doi.org/10.1182/blood.V114.22.1971.1971",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1567",
    "start_url_page_num": 1567,
    "is_scraped": "1",
    "article_title": "Bcl-XL Is a Critical Mediator of Rac Signaling in MLL-AF9-Induced Acute Myeloid Leukemia. ",
    "article_date": "November 20, 2009",
    "session_type": "Oncogenes and Tumor Suppressors Poster I",
    "topics": [
        "bcl-xl protein",
        "leukemia, myelocytic, acute",
        "signal transduction",
        "leukemia",
        "neoplasms",
        "transplantation",
        "leukemogenesis",
        "annexins",
        "cd45 antigens",
        "fusion proteins"
    ],
    "author_names": [
        "Benjamin Mizukawa, MD",
        "Junping Wei, MD, PhD",
        "Mark Wunderlich, MS",
        "Fu-Sheng Chou, MD",
        "Yi Zheng, PhD",
        "David A. Williams, MD",
        "James C. Mulloy, PhD"
    ],
    "author_affiliations": [
        [
            "Division of Hematology/Oncology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH, USA, "
        ],
        [
            "Division of Experimental Hematology and Cancer Biology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH, USA, "
        ],
        [
            "Division of Experimental Hematology and Cancer Biology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH, USA, "
        ],
        [
            "Division of Experimental Hematology and Cancer Biology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH, USA, "
        ],
        [
            "Division of Experimental Hematology and Cancer Biology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH, USA, "
        ],
        [
            "Division of Hematology/Oncology and Harvard Stem Cell Institute, Children's Hospital Boston/Harvard Medical School, Boston, MA, USA"
        ],
        [
            "Division of Experimental Hematology and Cancer Biology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH, USA, "
        ]
    ],
    "first_author_latitude": "39.140475099999996",
    "first_author_longitude": "-84.5015397",
    "abstract_text": "Abstract 1971 Poster Board I-994 Rac GTPases have been found to play an important role in MLL-AF9 (MA9) acute myeloid leukemia. Rac activity is increased in MA9 leukemia cells, and inhibition of Rac by shRNA or the Rac specific inhibitor NSC23766 induces rapid apoptosis in MA9 cells but not in normal cord blood cells or cells expressing the t(8;21) fusion protein AML1-ETO (Wei et al, Cancer Cell 2008). More recently, we demonstrated that MA9-mediated leukemogenesis is significantly delayed in Rac2 knockout (Rac2 KO) low-density bone marrow (LDBM) cells in contrast to the rapid development of leukemia seen after transplantation of wild-type (WT) murine LDBM expressing MA9. Loss of Rac2 has previously been shown to affect Bcl-2 family expression, specifically resulting in decreased levels of the pro-survival protein Bcl-xL and increased levels of the pro-apoptotic protein Bad (Yang et al, Immunity 2000). Here we investigate the role of Bcl-xL in mediating the effects of Rac signaling in MA9 leukemia. Interestingly, treatment with NSC23766 inhibits Bcl-xL expression in MA9 cells. This effect was also seen in Bcl-xL-transduced MA9 cells, implicating a role for Rac in post-transcriptional regulation of Bcl-xL expression in addition to the transcriptional effect that has been previously reported. Significantly fewer Annexin V+ cells were found in NSC23766 -treated MA9 cells expressing ectopic Bcl-xL protein when compared to control MA9-pBabe cells, demonstrating that excess Bcl-xL expression can partially rescue the phenotype associated with Rac inhibition. To target the Bcl-2 survival signals in MA9 cells, we used the small-molecule pan-Bcl-2 inhibitor GX15-070 and found a significant inhibition of survival and growth of treated MA9 cells at much lower doses than required for control cells not expressing MA9. Similarly, shRNA knockdown of Bcl-xL in MA9 cells inhibited growth. To determine whether ectopic expression of Bcl-xL could compensate for loss of Rac2 in vivo and restore short latency MA9-mediated leukemogenesis, LDBM was harvested from Rac2 KO mice and transduced with a retroviral vector expressing MA9 and a second retrovirus to express either Bcl-xL or empty vector control. Unsorted cells were transplanted into congenic CD45.1 mice to also establish a competitive assay between singly transduced cells expressing MA9 alone and doubly transduced cells co-expressing both MA9 and Bcl-xL. All recipients of Rac2 KO cells from the MA9+empty vector transduction group remain alive at 300 days from transplant. All recipients of Rac2 KO cells from the MA9+Bcl-xL transduction group died of leukemia with a mean latency of 184 days (range 102 — 280 days), and analyzable tumors showed co-expression of MA9 and Bcl-xL. Two mice that died later in this cohort (day 224 and day 280) also showed a second population of cells expressing MA9 without co-expression of Bcl-xL. Experiments are underway to determine which population has leukemogenic ability upon secondary transplant. Mice that received WT LDBM transduced with MA9+Bcl-xL died of leukemia with the expected mean latency of 190 days for this model (range 130 — 250 days). In this group, the number of WT MA9 tumors co-expressing Bcl-xL was in equal proportion to tumors co-expressing empty vector, suggesting the advantage bestowed by Bcl-xL overexpression is more pronounced in the context of Rac2 deficiency. Together, these findings suggest a critical role for Rac signaling through the Bcl-xL pathway in MA9 leukemia and support therapeutic approaches targeting this pathway in MLL leukemia. Disclosures: No relevant conflicts of interest to declare."
}