{
    "doi": "https://doi.org/10.1182/blood.V120.21.63.63",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2279",
    "start_url_page_num": 2279,
    "is_scraped": "1",
    "article_title": "Novel Treatment for Therapy-Resistant Mantle Cell Lymphoma Targeting NF-κB and mTOR Signaling Pathways in Vitro and in Vivo  ",
    "article_date": "November 16, 2012",
    "session_type": "625. Lymphoma - Pre-Clinical - Chemotherapy and Biologic Agents: Emerging Targets in B-Cell Lymphomas",
    "abstract_text": "Abstract 63 Background: Mantle cell lymphoma (MCL) is one of the most aggressive B-cell non-Hodgkin lymphomas (NHL) with a median survival of less than five years. Currently, there is no curative therapy available for refractory MCL because of relapse from therapy-resistant tumor cells. It has been well documented that the NF-κB and mTOR pathways are constitutively active in MCL leading to increased survival, proliferation and decreased apoptosis. Therefore, in an effort to improve therapy for refractory MCL, we investigated the antilymphoma activity in vitro and in vivo and associated molecular mechanism of action of 13–197, a quinoxaline analog that specifically perturbs IκB kinase (IKK) β, an upstream kinase of the NF-κB and mTOR pathways. Methods: Established therapy-resistant from Granta 519 (Ahrens and Chaturvedi et al, Leukemia and Lymphoma doi:10.3109/10428194.2012.691481), other MCL cell lines Mino and Rec-1 and primary MCL cells from patients were used in this study. These MCL cells were treated in vitro with varying concentrations of 13–197 for the different time points. Cellular proliferation/viability, cytomorphology, frequency of cells undergoing apoptosis in treated and control cells were evaluated using 3 [H]-thymidine uptake, MTT assay, cytomorphology and Annexin-V staining methods respectively. The status of key molecules in the NF-κB and mTOR pathways were examined in therapy-resistant and parental MCL cells following treatment with 13–197 using western blot analyses. The results of these analyses were compared to untreated control cells as appropriate and statistical significance of the results were determined using student‘t’ test. In addition, in vivo therapeutic efficacy of 13–197 was investigated using NOD-SCID mouse bearing therapy-resistant MCL. Results: Our results showed that 13–197 significantly decreased the proliferation and induced a ∼four-fold (P<0.005) increase in apoptosis in parental and therapy-resistant MCL cells compared to control cells. At the molecular level, we observed down-regulation of IκBα phosphorylation and inhibition of NF-κB nuclear translocation by the 13–197 in MCL cells. In addition, NF-κB regulated genes such as cyclin D1, Bcl-XL and Mcl-1 were down-regulated in 13–197-treated cells. 13–197 also inhibited the phosphorylation of S6K and 4E-BP1, the downstream molecules of mTOR pathway that are also activated in refractory MCL. Further, to investigate the therapeutic efficacy of 13–197 against therapy-resistant MCL in vivo , we treated NOD-SCID mice bearing therapy-resistant MCL with 13–197; there was significantly reduced tumor burden in the kidney (p>0.05), liver (p>0.01), and lungs (p>0.03) of 13–197 treated mice compared to vehicle treated mice. Indeed, 13–197 treatment significantly increased the survival (p>0.001) of MCL transplanted mice. Taken together, our results suggest that 13–197 targets IKKβ which leads to both the transcriptional (NF-κB) and translational (mTOR) downregulation of gene products (cyclin D1, Bcl-XL and Mcl-1) misregulated in therapy-resistant MCL. Summary/Conclusions: Overall, results suggest that 13–197 perturbs the NF-κB and mTOR pathways leading significant antilymphoma effects in vitro and in vivo thus demonstrates its potentials to be a therapeutic agent for refractory MCL. (This work was supported by the Lymphoma Research Foundation New York, NY) Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "mantle-cell lymphoma",
        "mtor signaling pathway",
        "mtor serine-threonine kinases",
        "bcl-xl protein",
        "cyclin d1",
        "lymphoma",
        "molecule",
        "phosphotransferases",
        "severe combined immunodeficiency",
        "annexin a5"
    ],
    "author_names": [
        "Nagendra K Chaturvedi, PhD",
        "Rajkumar Rajule, PhD",
        "Shukla Ashima, BS",
        "Prakash Radhakrishnan, PhD",
        "Amarnath Natarajan, PhD",
        "Julie M Vose, MD, MBA",
        "Shantaram S Joshi, PhD"
    ],
    "author_affiliations": [
        [
            "Genetics, Cell Biology and Anatomy, University of Nebraska Medical Center, Omaha, NE, USA, "
        ],
        [
            "Eppley Institute for Research in Cancer and Allied Diseases, University of Nebraska Medical Center, Omaha, NE, USA, "
        ],
        [
            "Genetics, Cell Biology and Anatomy, University of Nebraska Medical Center, Omaha, NE, USA, "
        ],
        [
            "Eppley Institute for Research in Cancer and Allied Diseases, University of Nebraska Medical Center, Omaha, NE, USA, "
        ],
        [
            "Eppley Institute for Research in Cancer and Allied Diseases, University of Nebraska Medical Center, Omaha, NE, USA, "
        ],
        [
            "Nebraska Medical Center, Omaha, NE, USA"
        ],
        [
            "Genetics, Cell Biology and Anatomy, University of Nebraska Medical Center, Omaha, NE, USA, "
        ]
    ],
    "first_author_latitude": "41.2548549",
    "first_author_longitude": "-95.9759165"
}