{
    "doi": "https://doi.org/10.1182/blood-2018-99-119671",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3970",
    "start_url_page_num": 3970,
    "is_scraped": "1",
    "article_title": "Investigating the Role of C/Ebpδ-Deficiency in Radiation-Induced Bone Marrow Failure ",
    "article_date": "November 29, 2018",
    "session_type": "508. Bone Marrow Failure",
    "abstract_text": "Background: Bone marrow (BM) failure is a common side-effect of toxicity to the hematopoietic tissue both in the clinical setting as well as in case of total body irradiation (TBI) exposure in the event of nuclear terrorism or disasters. Particularly IR-induced myelosuppression is considered a significant risk factor for infections and increased risk for long-term hematopoietic dysfunction and myelodysplasia. Although a lot is known about the key regulatory proteins of steady-state hematopoiesis, not much is known about the regulatory factors involved in stress-induced hematopoiesis. Therefore delineating the mechanisms underlying the effects of IR stress-induced hematopoiesis is critical for the development of novel interventions with the potential to prevent or alleviate IR-induced BM injury/failure. The transcription factor CCAAT/enhancer-binding protein delta ( Cebpd; C/EBPδ ) plays an important role in the regulation of inflammatory and stress responses, and in the innate and adaptive immune responses. We have previously reported that Cebpd -knockout (KO) mice display increased neutropenia, thrombocytopenia and myelotoxicity in response to IR exposure, which correlated with increased apoptosis of hematopoietic stem cells (HSCs) and hematopoietic progenitor cells (HPCs). In the present study, we further investigated the underlying mechanisms of IR-induced bone marrow failure in the absence of C/EBPδ. Methods: Cebpd +/+ and Cebpd -/- mice (C57BL/6J background) aged 3 months were exposed to 6 Gy TBI. Bone marrow mononuclear cells (BM-MNCs) were isolated from femurs and tibiae harvested at early time-points (1h, 4h and 24h) as well as 2 weeks post-irradiation. The presence of reactive oxygen species (ROS) was measured using MitoSOX and the extent of DNA damage was measured using an antibody specific to g-H2AX at the above time points. BM-MNCs were labelled with fluorophore-tagged antibodies and analyzed by flow cytometry to measure the absolute numbers of long term-HSCs, multipotent progenitors, common lymphoid progenitors and myeloid progenitors at 2 weeks post-6 Gy. The changes in cell cycle distribution in response to IR exposure will also be analyzed by flow cytometry using a DNA-binding dye in conjunction with Ki67. Results: Preliminary results reveal: (a) reduced numbers of HSCs, HPCs, common myeloid progenitors, myeloid-erythroid progenitors and granulocyte-monocyte progenitors and (b) increased accumulation of ROS and the DNA damage marker, γ-H2AX in HSCs and HPCs in Cebpd -/- mice compared to Cebpd +/+ mice at 2 weeks post-irradiation. These results suggest that C/EBPδ may play a protective role in radiation-induced bone marrow injury. Studies are underway to further examine changes in cell cycle, ROS and DNA damage in the various BM cell lineages post-TBI. (Funding support by NIGMS P20GM109005 & Department of Defense W81XWH-15-1-0489 is gratefully acknowledged) Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "pancytopenia",
        "antibodies",
        "flow cytometry",
        "stress",
        "adverse effects",
        "dna",
        "dyes",
        "infections",
        "ki-67 antigen",
        "myelodysplastic syndrome"
    ],
    "author_names": [
        "Debajyoti Majumdar, BPharm, MPharm",
        "Eric Pietras, PhD",
        "Jason Stumhofer, PhD",
        "Snehalata A Pawar, PhD"
    ],
    "author_affiliations": [
        [
            "University of Arkansas for Medical Sciences, Little Rock, AR "
        ],
        [
            "Division of Hematology, Department of Medicine, University of Colorado Anschutz Medical Campus, Aurora, CO "
        ],
        [
            "University of Arkansas for Medical Sciences, Little Rock, AR "
        ],
        [
            "Division of Radiation Health, Department of Pharmaceutical Sciences, University of Arkansas for Medical Sciences, Little Rock, AR"
        ]
    ],
    "first_author_latitude": "34.74931540000001",
    "first_author_longitude": "-92.320596"
}