{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.5393.5393",
    "article_title": "Anti-Myeloma Effects of the Selective JAK1 Inhibitor INCB052793 Using a Platform Study Utilizing the Lagκ-1A Multiple Myeloma Xenograft Model ",
    "article_date": "December 7, 2017",
    "session_type": "652. Myeloma: Pathophysiology and Pre-Clinical Studies, excluding Therapy",
    "abstract_text": "Introduction: We have previously shown that severe combined immune deficiency (SCID)mice bearing the human multiple myeloma (MM) LAGk-1A xenograft develop significantly smaller tumors when treated with the JAK1 inhibitor INCB052793 (INCB; Incyte, Wilmington, DE) alone. Additionally, mice receiving the doublets of this agent and dexamethasone (DEX), lenalidomide (LEN) or pomalidomide (POM) demonstrated enhanced anti-MM effects on LAGk-1A growth in vivo that was superior to the doublets of DEX with LEN or POM. Mice receiving the triple combination of INCB + DEX with LEN or POM demonstrated the most pronounced anti-MM effect on tumor growth in vivo compared to all other combinations tested. Herein, we evaluated the response and toxicity of animals treated in combination or sequentially with INCB as well as with LEN plus DEX. For example, is there enhanced anti-MM activity when INCB + LEN are administered first, and DEX is added after disease progression? Or is there enhanced anti-MM activity when INCB + LEN is administered first and then substituted with DEX? This same treatment strategy was evaluated with INCB + DEX administered first, followed by the various permutations of LEN. Additionally, given that in the clinical setting DEX plus LEN is commonly administered to patients with MM, we evaluated these combinations with the addition of INCB or substitution of one of these drugs with INCB. Similarly, we evaluated the anti-MM effects of mice progressing from DEX therapy and added in INCB, substituted DEX with INCB, continued DEX and added in INCB + LEN. Materials and Methods: For the in vivo studies, each SCID mouse was implanted into the hind limb with a piece of the human MM tumor LAGk-1A. All animal studies were approved by the Institutional Animal Care and Use Committee. Fourteen days post-implantation mice were randomized into various treatment groups, and tumor size was measured on a weekly basis following treatment with various drugs following progression from their initial treatment regimen. Progression is defined as an increase in human B-cell maturation antigen (BCMA) equal to or above 25% when compared to the prior assessment (plasma BCMA levels were assessed on a weekly basis). After the mouse meets the criteria for disease progression, the mouse was placed into their respective treatment group. Results: When each individual mouse progressed, their dosing regimen was changed according to the treatment group to which they were randomized. We observed pronounced anti-MM effects when DEX was administered, followed by additions, or substitutions, of INCB and/or LEN. No significant anti-MM effects were observed when comparing the vehicle control group to mice treated in the LEN, INCB or DEX + LEN cohorts. However, mice treated with the doublets INCB + DEX or INCB + LEN, or triplet of INCB + LEN + DEX showed smaller tumors compared to the vehicle control group, ( P = 0.0420; P = 0.0388; P = 0.0079, respectively). Furthermore, mice treated with the triplet, INCB + LEN + DEX, had markedly smaller tumors when compared to those treated with LEN ( P = 0.0005), DEX + LEN( P = 0.0244), or INCB + DEX( P = 0.0357). Conclusions: These in vivo studies should provide important data in support of the optimal clinical sequencing of INCB, as they clearly show that the sequencing of drug combinations involving the novel JAK1 inhibitor INCB052793 + anti-MM agents have a profound impact on the anti-MM effects of this new treatment regimen, and provide further support for the clinical evaluation of these drug combinations to treat relapsed/refractory MM patients. Disclosures Berenson: Incyte: Consultancy, Research Funding; OncoTracker, Inc.: Employment, Equity Ownership, Membership on an entity's Board of Directors or advisory committees.",
    "topics": [
        "multiple myeloma",
        "transplantation, heterologous",
        "neoplasms",
        "disease progression",
        "drug combinations",
        "severe combined immunodeficiency",
        "antigens",
        "dexamethasone",
        "lenalidomide",
        "pomalidomide"
    ],
    "author_names": [
        "Eric Sanchez, BA",
        "Mingjie Li, BS",
        "Cathy S Wang, BS",
        "Edward J Tanenbaum, BS",
        "Saurabh Patil, BS",
        "Camilia Soof, BS",
        "Tara Hekmati, BS",
        "Remy E Schlossberg, BS",
        "Moryel A Yashar, BS",
        "Autumn L Porter, BS",
        "George Y Tang, PhD",
        "Haiming Chen, MD PhD",
        "James R Berenson, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Eric Sanchez, BA",
            "author_affiliations": [
                "Institute for Myeloma & Bone Cancer Research, West Hollywood, CA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Mingjie Li, BS",
            "author_affiliations": [
                "Institute for Myeloma & Bone Cancer Research, West Hollywood, CA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cathy S Wang, BS",
            "author_affiliations": [
                "Institute for Myeloma & Bone Cancer Research, West Hollywood, CA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Edward J Tanenbaum, BS",
            "author_affiliations": [
                "Institute for Myeloma and Bone Cancer Research, West Hollywood, CA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Saurabh Patil, BS",
            "author_affiliations": [
                "Institute for Myeloma and Bone Cancer Research, West Hollywood, CA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Camilia Soof, BS",
            "author_affiliations": [
                "Institute for Myeloma & Bone Cancer Research, West Hollywood, CA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tara Hekmati, BS",
            "author_affiliations": [
                "Institute for Myeloma and Bone Cancer Research, West Hollywood, CA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Remy E Schlossberg, BS",
            "author_affiliations": [
                "Institute for Myeloma & Bone Cancer Research, Hollywood, CA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Moryel A Yashar, BS",
            "author_affiliations": [
                "Institute for Myeloma & Bone Cancer Research, Hollywood, CA "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Autumn L Porter, BS",
            "author_affiliations": [
                "Institute for Myeloma & Bone Cancer Research, Hollywood, CA "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "George Y Tang, PhD",
            "author_affiliations": [
                "Institute for Myeloma and Bone Cancer Research, West Hollywood, CA "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Haiming Chen, MD PhD",
            "author_affiliations": [
                "Inst. for Myeloma & Bone Cancer Research IMBCR, West Hollywood, CA "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James R Berenson, MD",
            "author_affiliations": [
                "Inst. for Myeloma & Bone Cancer Research, West Hollywood, CA"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-12T06:41:21",
    "is_scraped": "1"
}