{
    "doi": "https://doi.org/10.1182/blood.V114.22.3533.3533",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1589",
    "start_url_page_num": 1589,
    "is_scraped": "1",
    "article_title": "Irradiated Third Party Peripheral Blood Mononuclear Cells Enhance Umbilical Cord Blood Engraftment. ",
    "article_date": "November 20, 2009",
    "session_type": "Experimental Transplantation - Basic Biology, Immune Function, and Engraftment Poster II",
    "topics": [
        "cell therapy",
        "cytokine",
        "dilution technique",
        "engraftment",
        "graft-versus-host disease",
        "human leukocyte antigens",
        "peripheral blood mononuclear cell",
        "pyrolytic carbon",
        "severe combined immunodeficiency",
        "tissue transplants"
    ],
    "author_names": [
        "Tulin Budak-Alpdogan, MD",
        "Gajan Jeganathan",
        "Kuo-Chieh Lee, M.D.",
        "Zbigniew Roger Mrowiec, Ph.D.",
        "Daniel Medina, Ph.D.",
        "Dennis Todd, Ph.D.",
        "Dirk Moore, Ph.D.",
        "Joseph Bertino, MD",
        "Roger Strair, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Medicine, University of Medicine and Dentistry of New Jersey, Robert Wood Johnson Medical School, North Brunswick, NJ, USA, "
        ],
        [
            "Medicine, University of Medicine and Dentistry of New Jersey, Robert Wood Johnson Medical School, North Brunswick, NJ, USA, "
        ],
        [
            "Medicine, University of Medicine and Dentistry of New Jersey, Robert Wood Johnson Medical School, North Brunswick, NJ, USA, "
        ],
        [
            "The Elie Katz Umbilical Cord Program at Community Blood Services, Allendale, NJ, USA, "
        ],
        [
            "Medicine, University of Medicine and Dentistry of New Jersey, Robert Wood Johnson Medical School, North Brunswick, NJ, USA, "
        ],
        [
            "Community Blood Services, Oradell, NJ, USA, "
        ],
        [
            "Medicine, University of Medicine and Dentistry of New Jersey, Robert Wood Johnson Medical School, North Brunswick, NJ, USA, "
        ],
        [
            "The Cancer Institute of New Jersey, New Brunswick, NJ, USA, "
        ],
        [
            "UMDNJ/R.W. Johnson Med. School, Cancer Inst. of NJ, New Brunswick, NJ, USA"
        ]
    ],
    "first_author_latitude": "40.494609",
    "first_author_longitude": "-74.4492739",
    "abstract_text": "Abstract 3533 Poster Board III-470 Umbilical Cord Blood (UCB) is a readily available, alternate donor source for allogeneic Hematopoietic Stem Cell (HSC) transplantation and can be used with lower stringency HLA-matching between donor and host. However, only limited numbers of cells are available and non-engraftment or delayed engraftment occurs often when recipients receive single UCB units that contain < 2.5 × 10 7 TNC/kg recipient body weight. This excludes single UCB as a donor source for many adult patients who might otherwise benefit from an UCB transplant. Both immunologic and non-immunologic mechanisms may contribute to UCB HSC engraftment failure. UCB T-cells are phenotypically and functionally immature with a high percentage of CD45RA+ T cells and T cells are known to facilitate engraftment in human HSC transplantation. Co-transplantation of irradiated T-cells supported engraftment in an immunocompetent mouse transplant model without increasing GvHD (Waller et al. Blood94: 3222,1999). The working hypothesis for his study is that the irradiated third party peripheral blood mononuclear cells (PBMNCs) induce a cytokine or cellular response that facilitates hematopoietic engraftment. Long-term culture initiating cell (LTC-IC) frequencies determined with limiting dilution assays were statistically higher when either purified UCB derived CD34+ cells or CB MNCs cells were plated with irradiated PBMNCs ( Figure 1 ). Figure 1 View large Download slide Figure 1 View large Download slide To assess the impact of irradiated third party PBMCs on UCB engraftment we utilized sub-lethally irradiated NOD/SCID-IL2Rgnull mice in the presence and absence of irradiated third-party human PBMNCs. After sublethal irradiation (240 cGy) female 8 week-old animals were transplanted with either UCB MNCs corresponding to 8×10 3 (n=5) or 2.66×10 3 (n=9), or 8.88×10 2 CD34+ cells (n=9) with or without co-transplantation of 1×10 6 irradiated (2500 cGy) PBMNCs, and 4 animals received only irradiated PBMNCs as the control group. Engraftment levels are compared by calculating SCID repopulating cell (SRC) frequency. Co-transplantation of PB MNCs with UCB MNCs provided a steady, statistically significant increase in both short-term and long term hematopoietic engraftment ( Figure 2 ). Figure 2 View large Download slide Figure 2 View large Download slide In these pre-clinical studies, we have confirmed in vitro effects on LTIC formation and in vivo UCB graft-enhancing effects of irradiated PBMNCs. If applied in clinic, this cellular therapy option might overcome a major barrier to successful allogeneic UCB HSC transplantation: engraftment failure, making the procedure more applicable and safer. Disclosures: No relevant conflicts of interest to declare."
}