{
    "doi": "https://doi.org/10.1182/blood.V122.21.4171.4171",
    "article_title": "Low-Dose Lenalidomide Improves CAR-Based Immunotherapy In CLL By Reverting T-Cell Defects In Vivo ",
    "article_date": "November 15, 2013",
    "session_type": "642. CLL: Therapy, excluding Transplantation: Poster III",
    "abstract_text": "Chronic Lymphocytic Leukemia (CLL) is a chronic lymphoid malignancy characterized by immune suppression that is responsible for an increase in infection susceptibility but also concurs to a reduced ability of the immune system to promote an effective response against the leukemic cells. Tumor-immunosuppressive mechanisms are essentially due to the capacity of CLL cells of modifying the surrounding microenvironment including immune effectors likely contributing to disease progression but also to limited effectiveness of current immunotherapy approaches. Lenalidomide is an immunomodulatory agent (IMID) able to induce significant long-lasting responses in CLL patients. The exact mechanism of anti-tumor activity of lenalidomide remains undefined, but it also implies the modulation of tumor microenvironment through down-regulation of critical cytokines and activation of immune effector cells. In addition, lenalidomide was shown to reverse, in vitro , defects in immunological synapse formation between T cells and CLL cells, by interfering with several cytoskeletal molecules. Chimeric antigen receptors (CARs) molecules are emerging as a powerful tool to redirect T-cell specificity against leukemia. CARs are artificial molecules constituted by an extracellular-antigen-binding domain consisting of the variable chains of a monoclonal antibody, linked together as a single chain Fv (scFV), and an intracellular signaling region, usually the zeta chain of the TCR/CD3 complex, that is immediately triggered after antigen recognition. Therefore, CARs take advantage of both the antigen binding non MHC-restricted-properties of monoclonal antibodies and of the typical T-cell mediated effector functions. Given the characteristic T cell defects occurring in vivo in CLL patients, it becomes very intriguing to explore the possibility of a novel CLL therapy combining a CAR-based immunotherapy with low doses of lenalidomide, in order to maximize the effect of the immune attack by reverting in vivo the acquired T cell defects. We studied the in vivo cytotoxic effects on the tumor microenvironment upon lenalidomide treatment utilizing the Rag2-/-γc-/--xenograft model of human CLL based on transplantation of the CLL cell line MEC1 into Rag2-/-γc-/--mice. Utilizing the CAR.CD23 tool as previously published by our group, we also performed experiments where MEC-1-trasplanted-Rag2-/-γc-/- mice were injected with CAR.CD23 T cells from CLL patients together with lenalidomide at low concentrations, uneffective in monotherapy. In these animals, a decrease of the percentage of CD19 + leukemic cells was observed in all lymphoid and non-lymphoid tissues after 20 days of treatment, as compared to controls treated with CAR.CD23 T cells or lenalidomide alone. This combination resulted also in improved survival of the treated cohort (NT+lenalidomide vs CAR+lenalidomide: p<0.03, n=7). The effect of the combination with low dose lenalidomide was more effective also when compared to the addition of human recombinant IL-2 as in traditional immunotherapeutic settings. In accordance to the in vivo efficacy, CAR T cells were observed in all leukemic sites suggesting an ability to migrate and home in vivo . In addition, when purified from the bone marrow CD23.CAR + T cells were still able to mount a tumor-specific cytotoxic response in vitro , reaching more than 50% of tumor lysis in both the conditions with lenalidomide and IL-2, compared to 20% of tumor lysis exerted by unmanipulated T cells. Indeed, ex vivo T cells were for the majority effector memory cells and the CD23.CAR was still expressed on their surface. These results conceivably support the use in the CLL therapeutical setting of low doses lenalidomide to improve CARs cytotoxic response and avoid the potential impairment of an effective immune response. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "immunotherapy",
        "lenalidomide",
        "t-lymphocytes",
        "cd23 antigen",
        "molecule",
        "neoplasms",
        "aldesleukin",
        "leukemic cells",
        "monoclonal antibodies",
        "tumor lysis syndrome"
    ],
    "author_names": [
        "Maria Teresa Sabrina Bertilaccio",
        "Sarah Tettamanti, PhD",
        "Greta Maria Paola Giordano Attianese, PhD",
        "Giovanni Galletti",
        "Silvia Arcangeli",
        "Tania Veliz Rodriguez",
        "Chiara Francesca Magnani, PhD",
        "Federica Barbaglio",
        "Lydia Scarfò, MD",
        "Maurilio Ponzoni, MD",
        "Andrea Biondi, MD",
        "Federico Caligaris-Cappio, MD",
        "Ettore Biagi, MD, PhD",
        "Paolo Ghia, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Maria Teresa Sabrina Bertilaccio",
            "author_affiliations": [
                "Laboratory of Lymphoid Malignancies, Division of Molecular Oncology, Istituto Scientifico San Raffaele, Milano, Italy, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Sarah Tettamanti, PhD",
            "author_affiliations": [
                "Centro Ricerca Tettamanti, Clinica Pediatrica, Università Milano Bicocca, Osp. San Gerardo/Fondazione MBBM, Monza, Italy, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Greta Maria Paola Giordano Attianese, PhD",
            "author_affiliations": [
                "Centro Ricerca Tettamanti, Clinica Pediatrica, Università Milano Bicocca, Osp. San Gerardo/Fondazione MBBM, Monza, Italy, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Giovanni Galletti",
            "author_affiliations": [
                "Laboratory of Lymphoid Malignancies, Division of Molecular Oncology, Istituto Scientifico San Raffaele, Milano, Italy, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Silvia Arcangeli",
            "author_affiliations": [
                "Centro Ricerca Tettamanti, Clinica Pediatrica, Università Milano Bicocca, Osp. San Gerardo/Fondazione MBBM, Monza, Italy, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tania Veliz Rodriguez",
            "author_affiliations": [
                "Laboratory of Lymphoid Malignancies, Division of Molecular Oncology, Istituto Scientifico San Raffaele, Milano, Italy, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chiara Francesca Magnani, PhD",
            "author_affiliations": [
                "Centro Ricerca Tettamanti, Clinica Pediatrica, Università Milano Bicocca, Osp. San Gerardo/Fondazione MBBM, Monza, Italy, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Federica Barbaglio",
            "author_affiliations": [
                "Laboratory of Lymphoid Malignancies, Division of Molecular Oncology, Istituto Scientifico San Raffaele, Milano, Italy, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lydia Scarfò, MD",
            "author_affiliations": [
                "Department of Onco-Hematology, University Vita-Salute San Raffaele, Milano, Italy, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maurilio Ponzoni, MD",
            "author_affiliations": [
                "Department of Pathology, San Raffaele Scientific Institute, Milano, Italy, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrea Biondi, MD",
            "author_affiliations": [
                "M Tettamanti Research Center, Pediatric Clinic, University of Milano-Bicocca, Monza, Italy, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Federico Caligaris-Cappio, MD",
            "author_affiliations": [
                "Università Vita-Salute San Raffaele, Milano, Italy"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ettore Biagi, MD, PhD",
            "author_affiliations": [
                "Centro Ricerca Tettamanti, Clinica Pediatrica, Università Milano Bicocca, Osp. San Gerardo/Fondazione MBBM, Monza, Italy, "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paolo Ghia, MD, PhD",
            "author_affiliations": [
                "Università Vita-Salute San Raffaele, Milano, Italy"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-25T02:35:38",
    "is_scraped": "1"
}