{
    "doi": "https://doi.org/10.1182/blood.V112.11.2250.2250",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1230",
    "start_url_page_num": 1230,
    "is_scraped": "1",
    "article_title": "OTT-MKL1 and MKL1 Inhibit Wnt Signaling. ",
    "article_date": "November 16, 2008",
    "session_type": "Disordered Gene Expression in Hematologic Malignancy, Including Disordered Epigenetic Regulation",
    "abstract_text": "The OTT-MKL1 fusion gene product is generated as a result of t(1;22) in a subset of acute megakaryoblastic leukemia predominantly encountered in young children. Due to myelofibrosis and the age at presentation, patient samples are scarce. We generated Human Erythroid Leukemia (HEL) cell derived cell lines with tet-inducible OTT, MKL1 and OTT-MKL1 to further elucidate the function of the respective proteins. HEL cells can be induced to differentiate down the megakaryocyte lineage by TPA. Induction with doxycycline resulted in transcription and translation of the respective genes within hours. While overexpression of MKL1 led to enhancement of megakaryocytic differentiation, both OTT and OTT-MKL1 overexpression led to cell death over the course of several days by apoptosis as evident by staining for Annexin V and morphology. The apoptotic cell death was greatly enhanced by concomitant induction of differentiation by TPA. We performed microarray analysis comparing uninduced and 8-hour tet-induced samples in the presence or absence of TPA. While overexpression of OTT had only a minimal effect on the transcriptome of the HEL cells, both MKL1 and OTT-MKL1 significantly affected the gene expression of many genes. Using a false discovery rate cut-off of p < 0.05, and assessing only those genes whose expression changed by greater than 2-fold, OTT-MKL1 and MKL1 induced the upregulation of 157 and 168 genes, respectively, and the downregulation of 56 and 62 genes, respectively. Only 20 genes were upregulated by both OTT-MKL1 and MKL1, and 12 genes were downregulated greater than 2-fold by both OTT-MKL1 and MKL1. GeneGo analysis comparing OTT-MKL1 over-expressing versus non-expressing cells revealed over-representation of the Wnt pathway. Among the differentially expressed genes implicated in the Wnt pathway were Frat1 and Frat2, which have been shown to inhibit GSK3β and lead to β-catenin nuclear accumulation, and thus stimulation of the Wnt pathway. At the same time, inhibitory NLK was upregulated and several down-stream targets of the Wnt pathway were downregulated. Spenito, the homolog of OTT in Drosophila, is known to have promoter-specific activating and inhibiting effects on Wnt target genes. We thus performed reporter assays to study the effects of OTT, MKL1 and OTT-MKL1 on the Wnt pathway. Using the TOP-/FOP-FLASH reporter system in 293T cells, there was a dose-dependent inhibition of β-catenin-mediated activation of the Tcf/Lef binding site promoter by MKL1 and OTT-MKL1. Full length OTT showed a minimal stimulatory effect only at low doses., while N-terminal OTT, lacking the SPOC domain and a dominant negative form of MKL1 lacking the transactivation domain each enhanced β-catenin induced Tcf/Lef mediated transcriptional activation. Studies to define the domains of OTT and MKL1 and the underlying mechanisms in hematopoietic cells are underway. These results suggest that MKL1 and OTT-MKL1 inhibit canonical Wnt signaling by inhibiting β-catenin induced transcription.",
    "topics": [
        "acute megakaryocytic leukemias",
        "annexin a5",
        "doxycycline",
        "leukemia",
        "myelofibrosis",
        "signal transduction",
        "megakaryocytes",
        "cell lines",
        "child",
        "drosophila"
    ],
    "author_names": [
        "Stephanie Halene, MD",
        "Ee-chun Cheng, B.S.",
        "Vincent Schulz, Ph.D.",
        "David Tuck, M.D.",
        "Diane Krause, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Internal Medicine, Yale Univ. School of Med., New Haven, CT, USA"
        ],
        [
            "Laboratory Medicine, Yale Univ. School of Med., New Haven, CT, USA"
        ],
        [
            "Pediatrics, Yale Univ. School of Med., New Haven, CT, USA"
        ],
        [
            "Pathology, Yale Univ. School of Med., New Haven, CT, USA"
        ],
        [
            "Yale University School of Medicine, New Haven, CT, USA"
        ]
    ],
    "first_author_latitude": "41.30323",
    "first_author_longitude": "-72.9338698"
}