{
    "doi": "https://doi.org/10.1182/blood.V108.11.3079.3079",
    "article_title": "Analysis of Outcome after Autologous Stem Transplantation in Patients with Newly Diagnosed Myeloma: Comparison of Different Induction Regimens. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "abstract_text": "Background: Autologous stem cell transplantation (SCT) improves survival in patients (pts) with multiple myeloma (MM). We have previously demonstrated that the degree of response at transplant does not impact on the outcome of transplant. However, newer induction regimens such as thalidomide and dexamethasone (Thal-Dex) result in higher response rates compared to previously used regimens such as single agent dexamethasone or vincristine, doxorubicin, and dexamethasone (VAD). We examined the outcome of SCT following three different induction therapies for newly diagnosed MM, namely VAD, single agent Dex, and Thal-Dex. Patients and Methods: 340 patients with MM who received their SCT within 12 mos of diagnosis (median 5.8, range 3–12) were studied. Patients receiving more than one induction therapy as well as those in whom thalidomide was added to dexamethasone for lack of response were excluded from the analysis. There were 105 pts in the VAD group, 140 in the Dex group and 95 in the Thal-Dex group. Responses were defined using standard criteria. Results: The study cohort consisted of 209 males (59%), with a median age of 57 years (range 30–76) at transplant. Baseline characteristics were similar in the 3 groups, except for lower age in the VAD group (median 55.8) compared to Dex (59.6) and Thal Dex (57.4) and shorter time to transplant in the Dex group (5.4 m) compared to VAD (6.4) and Thal Dex (5.9). Markers of disease activity pre-transplant, including B2M and marrow plasma cell percentage were higher in the Dex group compared to either VAD or Thal Dex. The proportion of patients with any response to induction therapy was lower in the Dex group compared to the other two. All pts in the Dex and the Thal-Dex groups received melphalan only conditioning compared to 70% in the VAD group, the rest receiving Melphalan/TBI. An objective response was achieved after SCT in 96%, 97%, and 98% of pts in the VAD, Dex and Thal-Dex groups respectively (P=0.8). A complete response to SCT was seen in 49% of patients in VAD group, 45% among those in the Dex group and 38% among those in the Thal Dex group (P=0.38). There was no difference in the median progression free survival after transplant (P=0.21) or overall survival from diagnosis (P=.34) between the three groups. The proportion free from progression at 2 years post transplant was 54%, 55% and 46% for Dex, VAD and Thal-Dex respectively. The proportion surviving at 4 years from diagnosis was 64%, 65.4% and 72% respectively for the three groups. Conclusion: We did not observe any difference in the response rates including complete responses to SCT in the three groups with nearly all pts in each group achieving a response. The progression free survival and overall survival appear to be comparable between the three groups. The results from initial therapy cannot be compared between the three regimens since the study population is restricted to patients reaching stem cell transplant. Within the limits of the study, there does not appear to be any long term impact of the initial therapy for the patients going onto an early stem cell transplant. View large Download slide Figure View large Download slide Figure  Close modal",
    "topics": [
        "multiple myeloma",
        "transplantation",
        "thalidomide",
        "brachial plexus neuritis",
        "dexamethasone",
        "neoadjuvant therapy",
        "hematopoietic stem cell transplantation",
        "melphalan",
        "autologous stem cell transplant",
        "complete remission"
    ],
    "author_names": [
        "Shaji Kumar, MD",
        "Martha Q. Lacy, MD",
        "Angela Dispenzieri, MD",
        "Suzanne R. Hayman, MD",
        "S. Vincent Rajkumar, MD",
        "Steven Zeldenrust, MD",
        "John A. Lust, MD",
        "Philip R. Greipp, MD",
        "Robert A. Kyle, MD",
        "Dennis A. Gastineau, MD",
        "Morie A. Gertz, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Shaji Kumar, MD",
            "author_affiliations": [
                "Hematology, Mayo Clinic, Rochester, MN, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Martha Q. Lacy, MD",
            "author_affiliations": [
                "Hematology, Mayo Clinic, Rochester, MN, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Angela Dispenzieri, MD",
            "author_affiliations": [
                "Hematology, Mayo Clinic, Rochester, MN, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Suzanne R. Hayman, MD",
            "author_affiliations": [
                "Hematology, Mayo Clinic, Rochester, MN, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "S. Vincent Rajkumar, MD",
            "author_affiliations": [
                "Hematology, Mayo Clinic, Rochester, MN, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Steven Zeldenrust, MD",
            "author_affiliations": [
                "Hematology, Mayo Clinic, Rochester, MN, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John A. Lust, MD",
            "author_affiliations": [
                "Hematology, Mayo Clinic, Rochester, MN, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Philip R. Greipp, MD",
            "author_affiliations": [
                "Hematology, Mayo Clinic, Rochester, MN, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert A. Kyle, MD",
            "author_affiliations": [
                "Hematology, Mayo Clinic, Rochester, MN, USA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dennis A. Gastineau, MD",
            "author_affiliations": [
                "Hematology, Mayo Clinic, Rochester, MN, USA"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Morie A. Gertz, MD",
            "author_affiliations": [
                "Hematology, Mayo Clinic, Rochester, MN, USA"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-02T18:36:54",
    "is_scraped": "1"
}