{
    "doi": "https://doi.org/10.1182/blood.V126.23.1547.1547",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3182",
    "start_url_page_num": 3182,
    "is_scraped": "1",
    "article_title": "Lenalidomide Maintenance Significantly Improves Progression-Free Survival (PFS) in Patients with Chemosensitive Relapse of Diffuse Large B-Cell Lymphoma (DLBCL) Who Are Not Eligible for Autologous Stem Cell Transplantation (ASCT) or Experienced Relapse after Transplantation: Results of a Multicentre Phase II Trial ",
    "article_date": "December 3, 2015",
    "session_type": "624. Lymphoma: Therapy with Biologic Agents, excluding Pre-Clinical Models: Poster I",
    "abstract_text": "BACKGROUND : Patients (pts) with relapsed DLBCL who cannot be treated with consolidative ASCT or allogeneic transplantation exhibit a poor prognosis, with a 1-year PFS of 30-40%. Despite a high response rate to salvage therapy, these pts invariably experience early relapse and die of lymphoma. Single-drug maintenance may be a good alternative to intensified consolidation to prolong response duration in these high-risk pts. Lenalidomide is an oral immunomodulatory agent, active against DLBCL, which can be taken for years with an excellent safety profile. Accordingly, we designed a multicenter phase II trial addressing safety and efficacy of lenalidomide maintenance in pts with chemosensitive relapse of DLBCL not eligible for consolidative ASCT or experiencing relapse after ASCT (NCT00799513). Herein, we report the primary endpoint analysis. METHODS : Selection criteria were: 1) adult HIV-negative pts; 2) histologically-proven de novo or transformed DLBCL; 3) relapsed disease responsive (partial or complete response) to conventional-dose rituximab-containing salvage therapy; 4) ECOG PS ≤3; 5) time to progression (TTP) from the previous line ≥3 months. After confirmation of objective response to salvage therapy, pts were registered and treated with lenalidomide 25 mg/day once daily for 21 days out of 28, for two years or until lymphoma failure or unacceptable toxicity. Primary endpoint was the 1-yr PFS. Simon's two-stage optimal design was used. The null hypothesis that the true 1-yr PFS is 30% was tested against a one-sided alternative. The trial design yields a type I error rate of 5% and power of 80% when the true 1-year PFS is 50%. To demonstrate this PFS improvement, 47 pts were needed. The null hypothesis would be rejected if 19 or more pts progression-free at one year were observed. RESULTS : 41 pts were enrolled (median age 72, range 34-86; M:F ratio: 1.5). Thirty pts had a de novo DLBCL, 11 had a transformed DLBCL; 29 pts were enrolled after the first relapse, 12 after the 2 nd - 4 th relapse. All pts were previously treated with anthracycline- and rituximab-based combination, plus ASCT in 6 pts. The median TTP after the previous line was 17 months (range 3-121). Most pts had unfavourable features: IPI ≥2 in 34 (83%) pts, advanced disease in 33 (80%), extranodal disease in 29 (71%), high LDH in 18 (44%). Twelve pts had HCV and/or HBV infection. Salvage combination included high-dose-cytarabine in 23 pts, high-dose-ifosfamide in 6, anthracycline in 6 and bendamustine in 6. Response to salvage therapy was complete in 25 pts and partial in 16. Twenty-three pts received the planned maintenance; lenalidomide was interrupted due to lymphoma relapse in 8 pts, toxicity in 5 (diarrhoea in 2, rash, prolonged neutropenia, intestinal infarction), and patient's refusal in 5 (diarrhoea in 4, rash). Dose reduction to 10 or 15 mg/d, mostly due to rash or neutropenia, was indicated in 17 pts. Toxicity was mild; there were 6 SAEs (febrile neutropenia in 4, diarrhoea, intestinal infarction) in 5 pts. Grade 4 haematological toxicity consisted of neutropenia in 17 pts and thrombocytopenia in 2. Grade 3-4 non-haematological toxicity consisted of diarrhoea in 3 pts and rash in 5. HBV/HCV seropositivity was not associated with higher toxicity. Six of the 16 pts in partial response after salvage therapy achieved a complete remission during lenalidomide maintenance. At a median follow-up of 16 months, 29 pts remained relapse free, with a 1-year PFS of 75±8%. Importantly, 21 pts were progression-free at one year, with the early achievement of the primary endpoint. Thirty-two pts are alive (NED in 25), 8 pts died of lymphoma and one of intestinal infarction, with a 1-yr OS of 84±7%. Age ≤70 years, normal LDH level, and complete response at registration were independently associated with better PFS and OS, whereas gender, DLBCL category, HBV/HCV infection, and TTP after previous line (< vs. ≥12 months) were not. Assessment of prognostic effect of ontogenic stratification by NanoString is ongoing. CONCLUSIONS : With the early achievement of the primary endpoint, this is the first prospective trial showing a positive effect of maintenance in pts with relapsed DLBCL. Lenalidomide maintenance is feasible and well tolerated in this elderly population, but diarrhoea and rash remain frequent dose-limiting side effects. The evident improvement in survival figures warrants further investigation of immunomodulators maintenance in these high-risk pts. Disclosures Ferreri: celgene: Consultancy, Research Funding. Rusconi: Roche: Honoraria.",
    "topics": [
        "autologous stem cell transplant",
        "diffuse large b-cell lymphoma",
        "lenalidomide",
        "phase 2 clinical trials",
        "transplantation",
        "progression-free survival",
        "brachial plexus neuritis",
        "toxic effect",
        "diarrhea",
        "exanthema"
    ],
    "author_names": [
        "Andrés J.M. Ferreri",
        "Marianna Sassone",
        "Marianna Chiozzotto",
        "Michele Spina, MD",
        "Alessandra Tucci",
        "Alice Di Rocco",
        "Alberto Fabbri",
        "Caterina Stelitano",
        "Maurizio Frezzato",
        "Renato Zambello",
        "Giovanni Bertoldero",
        "Chiara Rusconi, MD",
        "Annalisa Arcari",
        "Lydia Scarfo",
        "Silvia Govi",
        "Maurilio Ponzoni, MD",
        "Francesco Zaja, MD"
    ],
    "author_affiliations": [
        [
            "Unit of Lymphoid Malignancies, Department of Onco-Hematology, San Raffaele Scientific Institute, Milan, Italy "
        ],
        [
            "Unit of Lymphoid Malignancies, Department of Onco-Hematology, San Raffaele Scientific Institute, Milan, Italy "
        ],
        [
            "Centro Trapianti e Terapie Cellulari \"Carlo Melzi\" DISM, Azienda Ospedaliera Universitaria S. Maria Misericordia, Udine, Italy "
        ],
        [
            "Division of Medical Oncology, National Cancer Institute, Aviano, Italy "
        ],
        [
            "Division of Hematology, Spedali Civili, Brescia, Italy "
        ],
        [
            "Division of Hematology, University \"La Sapienza\", Rome, Italy "
        ],
        [
            "A.O. Università Senese, Siena, Italy "
        ],
        [
            "Divsion of Hematology, A. O. Bianchi-Melacrino-Morelli, Reggio Calabria, Italy "
        ],
        [
            "Division of Hematology, San Bortolo Hospital, Vicenza, Italy "
        ],
        [
            "Department of Medicine, Hematology and Clinical Immunology Section, Padua University School of Medicine, Padua, Italy "
        ],
        [
            "U.O. di Oncologia ed Ematologia Oncologica, Ospedale di Mirano, Mirano, Italy "
        ],
        [
            "Division of Hematology, Niguarda Ca' Granda Hospital, Milan, Italy "
        ],
        [
            "Department of Oncology and Hematology, G. da Saliceto Hospital, Piacenza, Italy "
        ],
        [
            "Unit of Lymphoid Malignancies, Department of Onco-Hematology, San Raffaele Scientific Institute, Milan, Italy "
        ],
        [
            "Unit of Lymphoid Malignancies, Department of Onco-Hematology, San Raffaele Scientific Institute, Milan, Italy "
        ],
        [
            "Unit of Lymphoid Malignancies, Department of Onco-Hematology, San Raffaele Scientific Institute, Milan, Italy ",
            "Pathology Unit, San Raffaele Scientific Institute, Milan, Italy"
        ],
        [
            "Centro Trapianti e Terapie Cellulari \"Carlo Melzi\" DISM, Azienda Ospedaliera Universitaria S. Maria Misericordia, Udine, Italy "
        ]
    ],
    "first_author_latitude": "45.46273385",
    "first_author_longitude": "9.17773225"
}