{
    "doi": "https://doi.org/10.1182/blood-2019-124377",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4325",
    "start_url_page_num": 4325,
    "is_scraped": "1",
    "article_title": "Venetoclax and Ibrutinib for Patients with Relapsed/Refractory Chronic Lymphocytic Leukemia (R/R CLL) - 15-Month Safety, Response and MRD Evaluation: Third Interim Analysis from the Phase II Vision HO141 Trial ",
    "article_date": "November 13, 2019",
    "session_type": "642.CLL: Therapy, excluding Transplantation",
    "abstract_text": "Background: Novel targeted treatment options with fixed or minimal residual disease (MRD) guided duration are warranted for patients with R/R CLL. Post-treatment MRD has proven to predict outcome in patients receiving chemo-immunotherapy (CIT). With the BTK inhibitor ibrutinib as a single agent, rarely undetectable MRD (uMRD) is seen despite high long-term efficacy. The Bcl-2 inhibitor venetoclax + CD-20 targeting antibody results in a significant proportion of patients with uMRD; early data indicating correlation of MRD status with progression free survival in R/R CLL. Aim: The aim of the VISION / HOVON 141 phase 2 study is to evaluate feasibility of MRD-guided treatment cessation and reinitiation in patients with R/R CLL upon venetoclax + ibrutinib combination treatment. Methods: Patients received ibrutinib monotherapy (420 mg daily) for two (28-days) cycles. Venetoclax ramp up initiated during cycle 3, reaching full dosage of 400 mg daily from start of cycle 4 with continued combination treatment for a further 12 cycles; totaling 15 cycles. Patients reaching at least partial remission (PR) and uMRD in blood and bone marrow (by central flow cytometry, <10 -4 level) at cycle 15 day 15 are randomized 1:2 between maintenance ibrutinib or observation (stopping therapy); patients becoming MRD positive (>10-2) during observation reinitiate combination treatment with the same regimen. Patients MRD positive at cycle 15 remain on ibrutinib maintenance therapy until progression. Registered at clinicaltrials.gov: NCT03226301. Results: Enrollment is complete with 230 patients; the first 24 patients with uMRD have been randomized between observation and ibrutinib maintenance after 15 cycles of treatment. This preplanned interim analysis includes data only for the first 51 eligible patients reaching the time point for 15 cycles of treatment. With a median age of 67 years (range 40-83), 71% male, 65% WHO performance status 0, 84% Binet stage B/C, 71% receiving prior standard CIT, 18% TP53 aberrations (deletions and/or mutations) and 57% IGHV unmutated status (both centrally assessed), the trial population is representative of previously published RR CLL trials. Of the 51 patients, 49 completed the first two cycles of ibrutinib monotherapy and 43 (84%) patients completed all 15 cycles of treatment; discontinuation due to refusal to continue (2), toxicity or intolerance (2), 2 nd malignancy (2) and death (2: tick borne encephalitis and Richter's transformation). Grade 2 adverse events (AEs) were experienced as the highest grade by 16% of patients, while 50% and 26% experienced grade 3 and 4 AEs, respectively. For AEs of special interest (≥grade 2), 10 (20%) patients were reported with atrial fibrillation and 7 (14%) with bleeding (grade 2, except one grade 3 bleeding). Response evaluation was available for 42 out of the 51 patients according to investigator assessed IWCLL criteria based upon CT and bone marrow assessment at cycle 15. Complete remission (CR) was reached for 29 patients and PR for the remaining 13 patients with full IWCLL assessment, while data collection is ongoing for the remaining patients (see figure 1). The depth of peripheral blood (PB) response continued to improve during the treatment period with 55% reaching uMRD at cycle 15 while 39% also obtained uMRD in bone marrow aspirate (intention to treat analysis, see figure 2). Thus, the concordance between uMRD status in PB and BM is 71% with the remaining 29% having low MRD+ (below 10-2) in BM while uMRD in PB (figure 2). Conclusion : Treatment with ibrutinib and venetoclax in the setting of R/R CLL demonstrates a favorable benefit-risk profile consistent with the known safety profile for the individual drugs. An increasing uMRD rate reaching 55% in PB and 39% in bone marrow by cycle 15 was demonstrated. The uMRD rate in PB is similar to what has previously been reported with the venetoclax + obinutuzumab combination for R/R CLL (Seymour et al., NEJM, 2018), while the CR rate was more than doubled with ibrutinib + venetoclax. The concordance between PB and BM MRD status indicate that treatment response can be followed mainly by PB testing. The DSMB recommends continuing of the study. This ongoing trial will assess feasibility and outcome of MRD guided targeted therapy for R/R CLL. View large Download slide View large Download slide  Disclosures Niemann: Novo Nordisk Foundation: Research Funding; Astra Zeneca: Consultancy, Research Funding; Sunesis: Consultancy; Acerta: Consultancy, Research Funding; CSL Behring: Consultancy; Roche: Other: Travel grant; Janssen: Consultancy, Other: Travel grant, Research Funding; Gilead: Other: Travel grant; Abbvie: Consultancy, Other: Travel grant, Research Funding. Enggaard: Gilead: Other: Advisory board; Abbie: Other: Advisory board; Janssen: Other: Advisory board. Mous: Abbvie: Honoraria; Takeda: Honoraria, Research Funding; Janssen Cilag: Consultancy, Honoraria; Gilead: Consultancy, Honoraria, Research Funding; Celgene: Honoraria; Bristol-Myers Squibb: Honoraria; MSD: Honoraria; Roche: Honoraria; Sandoz: Honoraria. Poulsen: Abbvie: Other: Ad Board; Janssen: Other: Ad Board; Gilead: Other: Ad Board. Frederiksen: Abbvie: Research Funding; Janssen Pharmaceuticals: Research Funding; Novartis: Research Funding; Alexion: Research Funding; Gilead: Research Funding. Janssens: Janssen: Consultancy, Speakers Bureau; Celgene: Speakers Bureau; Gilead: Consultancy, Speakers Bureau; Sanofi: Consultancy, Speakers Bureau; idem consultancy: Membership on an entity's Board of Directors or advisory committees; Roche: Consultancy, Speakers Bureau; Novartis: Consultancy, Speakers Bureau; abbvie: Consultancy, Speakers Bureau; Amgen: Consultancy, Speakers Bureau. Levin: Abbvie: Membership on an entity's Board of Directors or advisory committees, Other: Educational Grant; Roche: Membership on an entity's Board of Directors or advisory committees, Other: Educational Grant; Janssen: Membership on an entity's Board of Directors or advisory committees, Other: Educational Grant; Amgen: Membership on an entity's Board of Directors or advisory committees, Other: Educational grant ; Takeda: Membership on an entity's Board of Directors or advisory committees, Other: Educational grant . Kater: Roche/Genentech: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Abbvie: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Janssen: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Celgene: Research Funding; Acerta: Membership on an entity's Board of Directors or advisory committees, Research Funding. OffLabel Disclosure: Usage of the combination of ibrutinib and venetoclax in the relapsed/refractory setting for CLL. Both drugs are approved for this indication but not in combination.",
    "topics": [
        "chronic lymphocytic leukemia refractory",
        "ibrutinib",
        "interim analysis",
        "venetoclax",
        "vision",
        "hemorrhage",
        "adverse event",
        "antibodies",
        "atrial fibrillation",
        "bone marrow aspiration"
    ],
    "author_names": [
        "Carsten Utoft Niemann, MD PhD",
        "Julie Dubois",
        "Sabina Kersting, MD PhD",
        "Lisbeth Enggaard, MD",
        "Gerrit J Veldhuis",
        "Rogier Mous, MD PhD",
        "Clemens Mellink, PhD",
        "Johan A Dobber",
        "Christian Bjørn Poulsen, MD",
        "Henrik Frederiksen, MD Prof",
        "Ann Janssens",
        "Ida Schjødt, MD PhD",
        "Ellen C Dompeling",
        "Juha Ranti",
        "Mattias Mattsson, MD",
        "Mar Bellido",
        "Hoa T Tran",
        "Kazem Nasserinejad",
        "Mark-David Levin, MD PhD",
        "Arnon P. Kater, MD PhD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Rigshospitalet, Copenhagen University Hospital, Copenhagen O, Denmark "
        ],
        [
            "Department of Hematology, Amsterdam UMC, University of Amsterdam, Amsterdam, NLD "
        ],
        [
            "Department of Hematology, HAGA Hospital, Den Haag, NLD "
        ],
        [
            "Department of Hematology, Herlev and Gentofte Hospital, Herlev, Denmark "
        ],
        [
            "Department of Hematology, Antonius Ziekenhuis, Sneek, Netherlands "
        ],
        [
            "Department of Hematology, Universitair Medisch Centrum Utrecht, Utrecht, Netherlands "
        ],
        [
            "Dept of Clinical Genetics, Academic Medical Center Amsterdam, Amsterdam, Netherlands "
        ],
        [
            "Laboratory of Hematology, Amsterdam University Medical Centers, Amsterdam, Netherlands "
        ],
        [
            "Department of Haematology, Roskilde Sygehus, Roskilde, Denmark "
        ],
        [
            "Department of Hematology, Odense University Hospital, Odense, Denmark "
        ],
        [
            "Hematology Department, University of Leuven, Leuven, Belgium "
        ],
        [
            "Department of Hematology, Rigshospitalet, Copenhagen University Hospital, Copenhagen, Denmark "
        ],
        [
            "Isala Ziekenhuis, Zwolle, Netherlands "
        ],
        [
            "Department of Hematology, Turku University Central Hospital, Turku, Finland "
        ],
        [
            "Department of Hematology, Uppsala University Hospital, Uppsala, Sweden "
        ],
        [
            "Department of Hematology, Univerisity Medical Center Groningen, Groningen, Netherlands "
        ],
        [
            "Department of Hematology, Akershus University Hospital, Lørenskog, Norway "
        ],
        [
            "Department of Hematology, Erasmus MC Cancer Institute, HOVON Data Center, Rotterdam, Netherlands "
        ],
        [
            "Albert Schweitzer Ziekenhuis, Dordrecht, Netherlands "
        ],
        [
            "Department of Hematology, Cancer Center Amsterdam, Lymphoma and Myeloma Center Amsterdam, Amsterdam UMC, University of Amsterdam, Amsterdam, Netherlands"
        ]
    ],
    "first_author_latitude": "55.6960841",
    "first_author_longitude": "12.5667877"
}