{
    "doi": "https://doi.org/10.1182/blood.V124.21.737.737",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2878",
    "start_url_page_num": 2878,
    "is_scraped": "1",
    "article_title": "Granulocyte-Colony Stimulating Factor (G-CSF) in Secondary Prophylaxis for Advanced-Stage Hodgkin Lymphoma Treated with ABVD Chemotherapy: A Cost-Effectiveness Analysis ",
    "article_date": "December 6, 2014",
    "session_type": "902. Health Services and Outcomes Research – Malignant Diseases: New/Refined Prognostic Schemes/Pharmacoeconomics",
    "topics": [
        "bleomycin/dacarbazine/doxorubicin/vinblastine protocol",
        "chemotherapy regimen",
        "granulocyte colony-stimulating factor",
        "hodgkin's disease",
        "cost-effectiveness analysis",
        "neutropenia",
        "bleomycin",
        "colony-stimulating factors",
        "febrile neutropenia",
        "pulmonary toxicity"
    ],
    "author_names": [
        "Matthew C Cheung",
        "Anca Prica, MD",
        "Joanna Graczyk, MD",
        "Rena Buckstein, MD",
        "Kelvin KW Chan, MD"
    ],
    "author_affiliations": [
        [
            "Odette Cancer Center, Toronto, Canada "
        ],
        [
            "Mt. Sinai Hospital and Princess Margaret Hospital, Toronto, Canada "
        ],
        [
            "Tom Baker Cancer Centre, Calgary, Canada "
        ],
        [
            "Odette Cancer Centre, Toronto, Canada "
        ],
        [
            "Odette Cancer Centre, Sunnybrook Health Sciences Centre, Toronto, Canada"
        ]
    ],
    "first_author_latitude": "43.72064839999999",
    "first_author_longitude": "-79.3780573",
    "abstract_text": "Background : G-CSF is commonly administered to patients with advanced-stage Hodgkin Lymphoma (HL) with severe neutropenia during therapy, although such an approach does not appear to provide a survival benefit. Although the therapy may reduce episodes of febrile neutropenia, any benefit might be offset by increased costs and the potential for increased bleomycin lung toxicity with G-CSF exposure, suggested in prior studies (Martin et al., JCO 2005). As an alternative to secondary prophylaxis, single institution studies have suggested that ABVD chemotherapy can be administered without G-CSF support, treatment delays, or dose reductions. The relative costs and benefits of such an approach compared to routine use of G-CSF is unknown. Methods : We constructed a Markov decision-analytic model to compare the strategy of secondary prophylaxis with G-CSF to a strategy of \"no G-CSF\" in response to therapy-related severe neutropenia for a cohort of 40 year-old patients with clinical stage IIB to IV HL treated with 8 cycles of ABVD. A 2-year time horizon was simulated. Baseline probability estimates and utilities were derived from a systematic review of relevant published studies. Direct medical costs were obtained from publicly available administrative databases or from the literature and applied to the health states. All costs and benefits were discounted by 3%. A Canadian public health payer's perspective was considered and costs were presented in 2013 Canadian dollars. Key variables were subjected to sensitivity analyses. Results : The quality-adjusted life years (QALYs) attained with the G-CSF and \"no G-CSF\" strategies were 1.403 and 1.416, respectively, for a net expected benefit of 0.013 QALYs associated with omitting G-CSF. Costs for the strategies with and without G-CSF were $38,971 and $33,982, respectively, with a cost savings of $4,989 when G-CSF is omitted. In the base case analysis, the \"no G-CSF\" strategy was associated with both cost savings and improved quality-adjusted outcomes compared to secondary prophylaxis; therefore, the \"no G-CSF\" approach was dominant. This analysis was robust to one-way sensitivity analyses involving all key variables; the \"no-GCSF\" strategy remained dominant even when the cost of G-CSF was zero ( Figure 1 ). In probabilistic sensitivity analysis (1000 simulations), the \"no-G-CSF\" strategy remained dominant in all pairwise simulations compared to an approach with G-CSF for secondary prophylaxis ( Figure 2 ). Conclusions : For patients with severe neutropenia during ABVD chemotherapy for advanced-stage HL, a strategy without G-CSF support, treatment delay or dose reduction is associated with improved quality-adjusted outcomes and cost savings and is the preferred approach. Figure 1 View large Download slide Figure 1 View large Download slide Figure 2 View large Download slide Figure 2 View large Download slide Disclosures No relevant conflicts of interest to declare."
}