{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.1243.1243",
    "article_title": "Concurrent Treatment with Pim Kinase Inhibitor Downregulates Alternative Non-Homologous End-Joining Repair and Decreases Genomic Instability in FLT3-ITD Cells Treated with Topoisomerase 2 Inhibitor Chemotherapy Drugs ",
    "article_date": "December 7, 2017",
    "session_type": "604. Molecular Pharmacology and Drug Resistance in Myeloid Diseases: Poster I",
    "abstract_text": "Internal tandem duplication of fms -like tyrosine like kinase 3 (FLT3-ITD) is present in 30% of acute myeloid leukemia (AML) cases, causing constitutive FLT3 signaling. While FLT3-ITD AML patients generally achieve remission following combination chemotherapy including cytarabine and a topoisomerase (topo) 2 inhibitor, they relapse rapidly, and FLT3-ITD AML cells frequently have new structural chromosome changes at relapse. Genomic instability in FLT3-ITD AML appears to result from increased generation of reactive oxygen species, which cause DNA double-strand breaks (DSBs), and upregulated DNA DSB repair by an error-prone alternative non-homologous end-joining (Alt-NHEJ) pathway.Pim-1 is an oncogenic serine/threonine kinase that is transcriptionally upregulated downstream of FLT3-ITD, contributes directly to the proliferative and anti-apoptotic effects of FLT3-ITD, and also phosphorylates and stabilizes FLT3, creating a positive feedback loop in FLT3-ITD cells. Pim kinase inhibitors are in clinical trials. We previously showed that concurrent treatment with a Pim kinase inhibitor enhances apoptosis induction by topo 2 inhibitors in FLT3-ITD cells. Here, we tested the effect of concurrent Pim kinase inhibitor treatment on Alt-NHEJ repair of topo 2 inhibitor-induced DNA DSBs and on genomic instability. Functional changes in DSB repair activities induced by treatment with the topo 2 inhibitor daunorubicin (DNR) in the absence and presence of the pan-Pim kinase inhibitor AZD1208 were studied in Ba/F3-ITD cells, with FLT3-ITD, using stably integrated green fluorescent protein (GFP)-based DSB repair reporter constructs DR-GFP, EJ5-GFP and EJ2-GFP, measuring homologous recombination (HR), classical (C-)NHEJ and Alt-NHEJ, respectively. DNR, which induced DNA DSBs, did not induce HR or C-NHEJ repair activity, but induced a 50% increase in Alt-NHEJ activity at 36 hours. Concurrent treatment with AZD1208, which increased DNR-induced DNA DSBs more than two-fold, completely abrogated the DNR-induced increase in Alt-NHEJ repair activity. Treatment of Ba/F3-ITD cells with the topo 2 inhibitors mitoxantrone (MXR) or etoposide (VP-16) also induced Alt-NHEJ repair activity, which was abrogated by concurrent treatment with AZD1208. We next studied mechanisms underlying Pim kinase inhibitor downregulation of Alt-NHEJ. The effects of DNR, MXR or VP-16 on cellular and nuclear expression of the Alt-NHEJ proteins poly (ADP-ribose) polymerase (PARP) 1, DNA polymerase θ, DNA ligase 3 and co-factor X-ray repair cross-complementing protein 1 (XRCC1) were measured in the FLT3-ITD cell lines Ba/F3-ITD, 32D-ITD, MV4-11 and MOLM-14 in the absence and presence of AZD1208. Cellular and nuclear expression of XRCC1 and DNA ligase 3, but not PARP or DNA polymerase θ, decreased in cells co-treated with AZD1208 and topo 2 inhibitors, compared to topo 2 inhibitors alone. XRCC1 was identified as a potential direct Pim-1 substrate by global profiling using the reverse in-gel kinase assay, and was confirmed as a robust Pim substrate in a reverse in-gel kinase assay. This provides a potential mechanistic link between Pim-1 kinase and ALT NHEJ. Alt-NHEJ repair is associated with genomic instability characterized by increased chromosome deletions, insertions and translocations. We studied induction of chromosome changes by topo 2 inhibitor treatment with and without Pim kinase inhibitor in FLT3-ITD cells. Ba/F3-ITD and 32D-ITD cells were incubated with DNR and/or AZD1208, or DMSO control, for 36 hours, then prepared for cytogenetic analysis.For each treatment, 20 consecutive metaphases were analyzed for induction of chromatid breaks and exchanges. No chromosome changes were seen in either cell line with DMSO or AZD1208 treatment. In Ba/F3-ITD cells, chromosome abnormalities were seen in 17 of 20 metaphases after DNR treatment, but only 8 of 20 after combination treatment (p=0.008). In 32D-ITD cells, chromosome abnormalities were seen in 8 of 20 metaphases with DNR, and 0 metaphases with combination (p=0.003). Thus concurrent treatment with Pim kinase inhibitor abrogates induction of Alt-NHEJ repair by topo 2 inhibitor treatment in FLT3-ITD cells and decreases the genomic instability that may contribute to rapid relapse of FLT3-ITD AML after chemotherapy. The data support further preclinical and clinical testing of Pim kinase inhibitors with chemotherapy in AML with FLT3-ITD. Disclosures Tron: AstraZeneca: Employment, Equity Ownership.",
    "topics": [
        "chemotherapy regimen",
        "combined modality therapy",
        "flt3 gene",
        "genomic instability",
        "impedance threshold device",
        "kinase inhibitors",
        "ms-like tyrosine kinase 3",
        "potentially inappropriate medication list",
        "topoisomerase ii inhibitors",
        "gel"
    ],
    "author_names": [
        "Kshama A. Doshi, PhD",
        "Shivani Kapoor, MS",
        "Ying Zou, MD PhD",
        "Xiang Li, PhD",
        "Mario Scarpa, MS",
        "Nidal Muvarak, PhD",
        "Pratik Nagaria, PhD",
        "Olga Goloubeva, PhD MSc",
        "Adriana E. Tron, PhD",
        "Charles J. Bieberich, PhD",
        "Feyruz V. Rassool, BSc, PhD",
        "Maria R. Baer, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Kshama A. Doshi, PhD",
            "author_affiliations": [
                "University of Maryland Greenebaum Comprehensive Cancer Center, Baltimore, MD "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Shivani Kapoor, MS",
            "author_affiliations": [
                "University of Maryland Greenebaum Comprehensive Cancer Center, Baltimore, MD "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ying Zou, MD PhD",
            "author_affiliations": [
                "Department of Pathology, University of Maryland School of Medicine, Baltimore, MD "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xiang Li, PhD",
            "author_affiliations": [
                "Department of Biological Sciences, University of Maryland, Baltimore County, Baltimore, MD "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mario Scarpa, MS",
            "author_affiliations": [
                "University of Maryland Greenebaum Comprehensive Cancer Center, Baltimore, MD "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nidal Muvarak, PhD",
            "author_affiliations": [
                "University of Maryland Greenebaum Comprehensive Cancer Center, Baltimore, MD "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pratik Nagaria, PhD",
            "author_affiliations": [
                "University of Maryland Greenebaum Comprehensive Cancer Center, Baltimore, MD "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Olga Goloubeva, PhD MSc",
            "author_affiliations": [
                "University of Maryland Greenebaum Comprehensive Cancer Center, Baltimore, MD "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Adriana E. Tron, PhD",
            "author_affiliations": [
                "Oncology iMED, AstraZeneca, Waltham, MA "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Charles J. Bieberich, PhD",
            "author_affiliations": [
                "Department of Biological Sciences, University of Maryland, Baltimore County, Baltimore, MD "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Feyruz V. Rassool, BSc, PhD",
            "author_affiliations": [
                "University of Maryland Greenebaum Comprehensive Cancer Center, Baltimore, MD "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria R. Baer, MD",
            "author_affiliations": [
                "University of Maryland Greenebaum Cancer Center, Baltimore, MD ",
                "Veterans Affairs Medical Center, Baltimore, MD"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-12T02:31:45",
    "is_scraped": "1"
}