{
    "doi": "https://doi.org/10.1182/blood.V114.22.4063.4063",
    "article_title": "Efficacy and Safety of Deferasirox (Exjade®) in Patients with β-Thalassemia Major Treated for up to 5 Years. ",
    "article_date": "November 20, 2009",
    "session_type": "Thalassemia and Globin Gene Regulation Poster II",
    "abstract_text": "Abstract 4063 Poster Board III-998 Background In a large, 1-yr Phase 3 clinical trial, patients (pts) with β-thalassemia (aged ≥2 yrs) were randomized to receive deferasirox (Exjade ® ) or deferoxamine (DFO), with doses assigned according to baseline liver iron concentration (LIC). Pts completing the 1-yr core were permitted to enter a 4-yr extension; those receiving deferasirox continued on this therapy (deferasirox cohort), while those receiving DFO crossed over to deferasirox (crossover cohort). This analysis evaluates the efficacy and safety of deferasirox over 5 yrs. Methods Based on analyses showing that iron burden and transfusional iron intake need to be considered for appropriate dosing of deferasirox, dose adjustments were permitted in the extension to ensure optimal dosing. Deferasirox dose in the extension was initially based on dose response in the core (deferasirox cohort only) and end-of-core LIC (biopsy or SQUID); subsequent adjustments in steps of 5–10 mg/kg/day were based on serum ferritin (SF) levels and safety markers. Efficacy was assessed by monthly SF levels and LIC at baseline, end of 1-year core and end of study (EOS) (or upon discontinuation). Safety was assessed by incidence and type of adverse events (AEs) and changes in laboratory parameters. Results 296 pts (deferasirox cohort) and 259 pts (crossover cohort) received ≥1 dose of deferasirox; 181 (61%) & 190 (73%) pts from each cohort respectively completed the extension. Most common reasons for discontinuation: consent withdrawal (n=62) and AEs (n=43). Most common AEs leading to discontinuation: increased ALT [n=5], increased transaminases [n=4], glycosuria [n=4]. 2 deaths occurred during the extension in the deferasirox cohort (cardiac failure, cardiomyopathy); 2 in the crossover cohort (cardio-respiratory arrest, road traffic accident); none considered to be related to study drug. Median duration of deferasirox treatment was 61.2 & 48.1 mths in deferasirox & crossover cohorts, respectively. At start of deferasirox, mean LIC was 14.0 ± 9.8 & 10.4 ± 7.6 mg Fe/g dry weight (dw) and median SF was 2211 & 1758 ng/mL in deferasirox and crossover cohorts, respectively. Transfusion requirements at start of deferasirox were comparable; most pts (81% & 83%, respectively) receiving 7–14 mL/kg/mth. Mean deferasirox dose during study: 21.6 ± 6.4 & 23.2 ± 5.9 mg/kg/d (final actual dose: 24.4 ± 8.7 & 27.0 ± 8.0 mg/kg/d) in deferasirox and crossover groups, respectively. Most pts were receiving 15–<35 mg/kg/day at EOS (75% & 78%, respectively); 11% & 17% were receiving ≥35 mg/kg/day. In pts who received at least 5 yrs of deferasirox and at least 4 yrs in the crossover group, mean absolute change in LIC were –5.3 ± 10.1 mg Fe/g dw (n=173; P <0.001) & –2.4 ± 7.6 mg Fe/g dw (n=99; P <0.001) and median absolute change in SF were –775 ng/mL (range: –10164–2572; n=182; P <0.001) & –371 ng/mL (range: –4498–2636; n=151; P <0.001), respectively (Figure). Percentage of pts with LIC<7 mg Fe/g dw increased from 35% to 45% & SF≤1000 ng/mL increased from 12% to 33% from the start of deferasirox to EOS (LIC: EOS, last available value; SF: EOS, average of at most 3 available values after start of deferasirox). View large Download slide View large Download slide  Close modal Most common drug-related AEs (≥5% overall) after start of deferasirox in deferasirox & crossover cohort, respectively: increased blood creatinine (n=42, 14%; n=20, 8%), nausea (n=28, 10%; n=13, 5%), vomiting (n=18, 6%; n=17, 7%), diarrhea (n=13, 4%; n=15, 6%) & rash (n=17, 6%; n=19, 7%). Frequency of drug-related AEs decreased from year to year. In deferasirox & crossover cohorts, 26 (9%) & 11 (4%) pts had 2 consecutive serum creatinine increases >33% above baseline & upper limit of normal (ULN) & 3 (1%) & 2 (1%) pts had ALT >10 x ULN on 2 consecutive visits, respectively, after start of deferasirox. Conclusions Long-term treatment with deferasirox (for up to 5 yrs) significantly decreased iron burden in β-thalassemia pts aged ≥2 yrs with an increasing percentage of pts achieving therapeutic goals of LIC<7 mg Fe/g dw and SF≤1000 ng/mL. Significant improvements in LIC and SF were also observed after switching from DFO. Deferasirox was well tolerated over this long-term treatment, and the frequency of AEs decreased over time. Disclosures: Cappellini: Novartis: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Genzyme: Membership on an entity's Board of Directors or advisory committees. Perrotta: Novartis: Consultancy, Research Funding. Aydinok: Novartis: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau. Porter: Novartis: Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Vifor International: Membership on an entity's Board of Directors or advisory committees. Piga: Novartis: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Apopharma: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding. Griffel: Novartis Pharmaceuticals: Employment, Equity Ownership. Lagrone: Novartis Pharmaceuticals: Employment. Clark: Novartis Pharma AG: Employment. Kattamis: Novartis: Consultancy, Honoraria, Speakers Bureau.",
    "topics": [
        "deferasirox",
        "thalassemia",
        "brachial plexus neuritis",
        "iron",
        "adverse event",
        "biopsy",
        "cardiomyopathy",
        "creatinine measurement",
        "creatinine tests, serum",
        "deferoxamine"
    ],
    "author_names": [
        "M. Domenica Cappellini",
        "Silverio Perrotta",
        "Leyla Agaoglu",
        "Yesim Aydinok",
        "Marcello Capra",
        "Duran Canatan",
        "Guillermo Drelichman",
        "Yurdanur Kilinc",
        "Carmelo Magnano",
        "John B. Porter",
        "Antonio Piga",
        "Louis Griffel",
        "Darlene Lagrone",
        "Joan Clark",
        "Antonis Kattamis"
    ],
    "author_dict_list": [
        {
            "author_name": "M. Domenica Cappellini",
            "author_affiliations": [
                "Universitá di Milano, Fondazione IRCCS Ospedale Maggiore Policlinico Mangiagalli e Regina Elena, Milan, Italy, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Silverio Perrotta",
            "author_affiliations": [
                "I° Policlinico II° Università di Napoli, Naples, Italy, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Leyla Agaoglu",
            "author_affiliations": [
                "Division of Pediatric Hematology-Oncology, Istanbul University, Istanbul School of Medicine, Istanbul, Turkey, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yesim Aydinok",
            "author_affiliations": [
                "Ege University Medical Faculty, Izmir, Turkey, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marcello Capra",
            "author_affiliations": [
                "Ospedale Civico e Benefratelli G. Di Cristina M. Ascoli, Palermo, Italy, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Duran Canatan",
            "author_affiliations": [
                "Pediatric Hematology, Suleyman Demirel University Medical Faculty, Isparta, Turkey, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Guillermo Drelichman",
            "author_affiliations": [
                "Hospital de Ninos Ricardo Gutierrez, Buenos Aires, Argentina, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yurdanur Kilinc",
            "author_affiliations": [
                "Dept. of Pediatric Hem./Onc., Cukurova University Medical Faculty, Adana, Turkey, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carmelo Magnano",
            "author_affiliations": [
                "Az. Ospedale di Riliervo Nazionale e di Alta Spec. Garibaldi, Catania, Italy, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John B. Porter",
            "author_affiliations": [
                "University College London, London, United Kingdom, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Antonio Piga",
            "author_affiliations": [
                "Universitá di Torino, Turin, Italy, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Louis Griffel",
            "author_affiliations": [
                "Novartis Pharmaceuticals, East Hanover, NJ, USA, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Darlene Lagrone",
            "author_affiliations": [
                "Novartis Pharmaceuticals, East Hanover, NJ, USA, "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joan Clark",
            "author_affiliations": [
                "Novartis Pharma AG, Basel, Switzerland, "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Antonis Kattamis",
            "author_affiliations": [
                "First Dept of Pediatrics, University of Athens, Athens, Greece"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-12T13:07:40",
    "is_scraped": "1"
}