{
    "doi": "https://doi.org/10.1182/blood.V116.21.2837.2837",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1817",
    "start_url_page_num": 1817,
    "is_scraped": "1",
    "article_title": "Milatuzumab Improves Efficacy of Current Treatments for B-Cell Malignancies. ",
    "article_date": "November 19, 2010",
    "session_type": "Lymphoma - Pre-Clinical - Chemotherapy and Biologic Agents: Poster I",
    "topics": [
        "b-lymphocytes",
        "cancer",
        "rituximab",
        "fludarabine",
        "mechlorethamine",
        "multiple myeloma",
        "antibodies",
        "bortezomib",
        "cytokine",
        "dexamethasone"
    ],
    "author_names": [
        "Rhona Stein, Ph.D.",
        "Susan Chen",
        "Francisco J. Hernandez-Ilizaliturri, M.D.",
        "Myron S. Czuczman, MD",
        "David M. Goldenberg, Sc.D., M.D."
    ],
    "author_affiliations": [
        [
            "Center for Molecular Medicine and Immunology, Belleville, NJ, USA, "
        ],
        [
            "Center for Molecular Medicine and Immunology, Belleville, NJ, USA, "
        ],
        [
            "Roswell Park Cancer Institute, Buffalo, NY, USA"
        ],
        [
            "Roswell Park Cancer Institute, Buffalo, NY, USA"
        ],
        [
            "Center for Molecular Medicine and Immunology, Belleville, NJ, USA, "
        ]
    ],
    "first_author_latitude": "40.7853474",
    "first_author_longitude": "-74.1770758",
    "abstract_text": "Abstract 2837 Introduction: Milatuzumab (Immunomedics, Inc.) is a humanized anti-CD74 monoclonal antibody in clinical evaluation for therapy of multiple myeloma, CLL, and NHL. CD74, the MHC class-II chaperone molecule, also functions as the cellular receptor for the proinflammatory cytokine, macrophage migration-inhibitory factor, and initiates a signaling cascade resulting in proliferation and survival. Preclinically, milatuzumab demonstrates therapeutic activity against various B-cell malignancies when used alone, and the therapeutic efficacies of bortezomib, doxorubicin, and dexamethasone are enhanced in multiple myeloma cell lines when given combined with milatuzumab. In addition, milatuzumab acts through distinct mechanisms from rituximab, and exhibits different expression and sensitivity profiles. Here we examine milatuzumab given in combination with rituximab or fludarabine in human NHL, CLL, and ALL cell lines. Methods: Three human NHL (WSU-FSCCL, Raji, and RL); two ALL (MN60 and REH), and two CLL (MEC-1 and WAC) cell lines were tested, with evaluation of therapeutic efficacies of milatuzumab and fludarabine performed in NHL and CLL cell lines. Results: Anti-proliferative activity was augmented in vitro when milatuzumab and rituximab were combined. For example in WSU-FSCCL cells, which are relatively insensitive to rituximab, inhibition of proliferation in the presence of 33.3 nM rituximab increased from 12.6±3.7% in the absence of milatuzumab to 85.5±0.0% ( P =.023) in the presence of 33.3 nM milatuzumab. In Raji, a more sensitive cell line, inhibition of proliferation in the presence of 22.2 nM rituximab increased from 64.8±1.3% without milatuzumab to 86.6±0.9% ( P =.018) with 22.2 nM milatuzumab. Significant increases in the anti-proliferative activity of rituximab were similarly observed in all but one of the tested NHL, CCL, and ALL cell lines, REH, which was not sensitive to killing by either milatuzumab or rituximab. Unlike rituximab, milatuzumab induces little or no ADCC or CDC. However, in vitro exposure of cells to milatuzumab does not affect rituximab mediated ADCC or CDC. Moreover, the combination of milatuzumab and rituximab was shown to result in a more potent decrease in the mitochondrial potential in rituximab-sensitive cell lines. In the 3 NHL and 2 CLL cell lines, it was found that milatuzumab increased the efficacy of fludarabine. For example, in Raji cells, which are relatively insensitive to fludarabine, inhibition of proliferation in the presence of 4 nM fludarabine increased from no inhibition in the absence of milatuzumab to 76.9±0.7% ( P =.009) in the presence of 33.3 nM milatuzumab. In WSU-FSCCL cells, a more fludarabine-sensitive cell line, inhibition of proliferation in the presence of 0.8 nM fludarabine increased from 41.3±0.3% in the absence of milatuzumab to 79.7±0.1% ( P <.0001) with 33.3 nM milatuzumab. Conclusions: Milatuzumab, a promising new therapeutic for B-cell malignancies as a naked antibody, can significantly add to the efficacy of currently approved therapies for these diseases, including fludarabine and rituximab. (Supported in part by USPHS grants P01-CA103985 and R01-CA109474 from the NIH and NJDHSS grant 07-1824-FS-N-0.) Disclosures: Goldenberg: Immunomedics, Inc.: Employment, Equity Ownership, Membership on an entity's Board of Directors or advisory committees, Patents & Royalties."
}