{
    "doi": "https://doi.org/10.1182/blood-2021-152318",
    "article_title": "Characterising Tumour and Microenvironmental Responses to R-CHOP in Immunocompetent Mouse Models of DLBCL ",
    "article_date": "November 5, 2021",
    "session_type": "621.Lymphomas: Translational-Molecular and Genetic",
    "abstract_text": "R-CHOP chemoimmunotherapy has been the standard of care for diffuse large B cell lymphoma (DLBCL) for 20 years. The lymphoma and microenvironment responses to R-CHOP have not been studied in detail in an experimental setting. Here we describe the early effects of R-CHOP on lymphoma cells and infiltrating T cells in novel mouse models of DLBCL. Using cre-lox recombination to induce B cell-specific overexpression of MYC, IKK2 and BLIMP1 drives the formation of unique high grade B cell lymphomas with an activated B cell (ABC) phenotype and an intact immune environment. Using flow cytometry and RNA sequencing we compare the response to R-CHOP in these mice with the response in a cell line lymphoma model. We also performed partial splenectomy prior to R-CHOP treatment to study paired samples pre-treatment and at relapse by whole-exome and RNA sequencing. Treatment with anti-CD20 alone induced very few changes in lymphoma cells in either model, but CHOP chemotherapy in combination with rituximab induced changes in lymphoma cell and T cell phenotypes. In particular, extracellular matrix and cell adhesion gene signatures were enriched in lymphoma cells after treatment, in both disease models studied. After injection of the cell line, memory populations of CD8+ T cells are expanded but this change is reversed by chemotherapy, whereas in the cre-lox conditional model 40% of CD8+ T cells are exhausted with smaller chemotherapy-associated changes. In the paired pre-treatment/relapse samples we observed clonal selection and increased mutation burden at relapse, associated with diverse transcriptional changes. Mutations were newly detected or expanded at relapse in various lymphoma-associated genes including Trp53, Samhd1 and Ubr5. Our results suggest that DLBCL responses to treatment and biology at relapse are principally driven by tumour-specific factors, but there are some commonalities across model systems which may be amenable to therapeutic modulation. The differences in T cell responses between conditional tumours and cell-line tumours demonstrate the limitations of cell lines for studying treatment responses in vivo . Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Johnson:  Boehringer Ingelheim: Consultancy; Janssen: Consultancy; Kite Pharma: Honoraria; Oncimmune: Consultancy; Epizyme: Consultancy, Research Funding; Bristol-Myers: Honoraria; Incyte: Honoraria; Genmab: Honoraria; Takeda: Honoraria; Novartis: Honoraria; Morphosys: Honoraria; Celgene: Honoraria; Kymera: Honoraria. Fitzgibbon:  Epizyme: Research Funding. Calado:  Myricx Pharma: Consultancy, Current holder of individual stocks in a privately-held company, Current holder of stock options in a privately-held company, Patents & Royalties: Cancer Treatments. WO patent WO 2020/128475 A1 (2020).",
    "author_names": [
        "Bernard D Maybury",
        "Findlay Bewicke-Copley",
        "Peter Johnson",
        "Jude Fitzgibbon",
        "Dinis Pedro Calado"
    ],
    "author_dict_list": [
        {
            "author_name": "Bernard D Maybury",
            "author_affiliations": [
                "Immunity and Cancer Lab, THE FRANCIS CRICK INSTITUTE, LONDON, United Kingdom"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Findlay Bewicke-Copley",
            "author_affiliations": [
                "Barts Cancer Institute, Queen Mary University of London, London, United Kingdom"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter Johnson",
            "author_affiliations": [
                "Cancer Research UK Clinical Centre, University of Southampton, Southampton, United Kingdom"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jude Fitzgibbon",
            "author_affiliations": [
                "Centre for Cancer Genomics and Computational Biology, Barts Cancer Institute, Queen Mary University of London, London, United Kingdom"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dinis Pedro Calado",
            "author_affiliations": [
                "The Francis Crick Institute, London, United Kingdom"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T02:35:06",
    "is_scraped": "1"
}