{
    "doi": "https://doi.org/10.1182/blood.V104.11.3182.3182",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=135",
    "start_url_page_num": 135,
    "is_scraped": "1",
    "article_title": "A Novel Deletion in the Fviii B-Domain That Reduces Transgene Size While Preserving FVIII Activity. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "Hemophilia A is an inherited X-linked bleeding disorder caused by a deficiency in Factor VIII (FVIII). Clinically significant improvement of hemophilia phenotype can be achieved with low circulating factors, thus makes it a good target disease for gene therapy. Adeno-associated virus (AAV) vectors have proven successful for the delivery of the factor IX gene in humans with hemophilia B. For the treatment of hemophilia A, a problem in the packaging of the rFVIII cDNA or various B-domainless derivatives (i.e. rFVIII-SQ) in AAV vectors is the large size of the insert, which combined with required elements, can exceed the packaging capacity of AAV (~5 kb). This difficulty limits the choice of both promoter and regulatory elements when designing an expression cassette for AAV vectors. Here we developed strategies to overcome these limitations by (1) development of a novel FVIII B-domain deleted molecule (2) construction of a short liver-specific promoter. We further tested these vectors in a series of in vitro and in vivo experiments. Factor VIII-SQ is a well-characterized derivative of FVIII and has been used by several groups in a gene therapy setting; the recombinant protein is used clinically to treat hemophilia A. We have constructed a shorter version of FVIII-SQ, by deleting the entire B-domain. In addition, we have engineered this FVIII to be intracellularly processed using a PACE-furin recognition site such that the protein is secreted from cells as two chains (FVIII-RKR; fully processed heavy and light chains). This FVIII-RKR along with FVIII-SQ was transiently expressed in COS-1 cells and conditioned media was collected at 24, 48 and 72 hrs post transfection. Using a combination of ELISA and functional assays we were able to demonstrate that FVIII-RKR was efficiently secreted from these cells. The data also revealed that FVIII-RKR has a 4–8-fold increase in specific activity compared to FVIII-SQ. We further tested whether FVIII-RKR could function in an in vivo setting. Plasmid DNA (50μg) containing FVIII-RKR or FVIII-SQ with liver-specific mouse transthyretin (mTTR) promoter were introduced into hemophilia A (HA) mice hydrodynamically via tail vein. Two out of four mice in the SQ group and three out of four mice in the RKR group had significant shortening of the clotting time at days 1 and 3 post injection, indicating that this shortened version of FVIII is functional in vivo. To address FVIII long-term expression we synthesized AAV vectors and delivered to immuno-deficient HA mice through hepatic portal vein. AAV vectors containing an expression cassette of mTTR promoter and FVIII-SQ have been administered. Expression of physiological FVIII levels was observed in high dose group (4.0E+12 vector genome per animal, n=4). FVIII activity averages 1.88 U/ml by Coamatic assay or 0.81 U/ml by aPTT assay at 12 weeks post injection. In low dose group (1.0E+12 vector genome per animal, n=5) therapeutic level of FVIII is achieved, 0.59 U/ml by Coamatic assay or 0.23 U/ml by aPTT assay at 12 weeks post injection. Finally, AAV vectors with FVIII-RKR have been produced and shown to have similar packaging efficiency to AAV-FVIII-SQ. Studies are currently underway with AAV-FVIII-RKR to evaluate the ability of this vector to drive long-term expression of functional protein. In summary, we developed a novel FVIII molecule that has high specific activity and is suitable for efficiently packaging in the AAV vectors.",
    "topics": [
        "activated partial thromboplastin time measurement",
        "adeno-associated virus",
        "bleeding diathesis",
        "blood coagulation disorders",
        "cos cells",
        "culture media, conditioned",
        "dna, complementary",
        "enzyme-linked immunosorbent assay",
        "factor ix",
        "factor viii"
    ],
    "author_names": [
        "Yi-Lin Liu, MS",
        "Hua Zhu, BS",
        "Alexander Schlachterman, BA",
        "Heesoon Chang, PhD",
        "Rodney M. Camire, PhD",
        "Katherine A. High, MD"
    ],
    "author_affiliations": [
        [
            "Pediatrics, The Children’s Hospital of Philadelphia and The University of Pennsylvania, Philadelphia, PA, USA"
        ],
        [
            "Pediatrics, The Children’s Hospital of Philadelphia and The University of Pennsylvania, Philadelphia, PA, USA"
        ],
        [
            "Pediatrics, The Children’s Hospital of Philadelphia and The University of Pennsylvania, Philadelphia, PA, USA"
        ],
        [
            "Pediatrics, The Children’s Hospital of Philadelphia and The University of Pennsylvania, Philadelphia, PA, USA"
        ],
        [
            "Pediatrics, The Children’s Hospital of Philadelphia and The University of Pennsylvania, Philadelphia, PA, USA"
        ],
        [
            "Pediatrics, The Children’s Hospital of Philadelphia and The University of Pennsylvania, Philadelphia, PA, USA",
            "Howard Hughes Medical Institute, Philadelphia, PA, USA"
        ]
    ],
    "first_author_latitude": "39.94857569999999",
    "first_author_longitude": "-75.19424174999999"
}