{
    "doi": "https://doi.org/10.1182/blood.V128.22.3445.3445",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3379",
    "start_url_page_num": 3379,
    "is_scraped": "1",
    "article_title": "Stem Cell Mobilization with High-Dose VP-16 Is Not Associated with an Increased Risk of Secondary MDS/AML after Autologous Transplant Against Malignant Lymphoma ",
    "article_date": "December 2, 2016",
    "session_type": "723. Clinical Allogeneic and Autologous Transplantation: Late Complications and Approaches to Disease Recurrence: Poster II",
    "topics": [
        "etoposide",
        "hematopoietic stem cell mobilization",
        "lymphoma",
        "transplantation",
        "autologous stem cell transplant",
        "chemotherapy regimen",
        "cyclophosphamide",
        "cancer",
        "complete remission",
        "cyclophosphamide, doxorubicin, prednisone, and vincristine"
    ],
    "author_names": [
        "Chiaki Naito",
        "Hiroaki Shimizu",
        "Yuri Miyazawa",
        "Kohtaro Toyama, MD PhD",
        "Takeki Mitsui",
        "Hiromi Koiso, MD PhD",
        "Hidemi Ogura",
        "Morio Matsumoto, MD",
        "Akihiko Yokohama, MD PhD",
        "Norifumi Tsukamoto, MD PhD",
        "Yoshihisa Nojima",
        "Hiroshi Handa, MD PhD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Fujioka General Hospital, Fujioka, Gunma, Japan "
        ],
        [
            "Department of Hematology, Gunma University, Maebashi, Gunma, Japan "
        ],
        [
            "Department of Hematology, National Hospital Organization Shibukawa Medical Center, Shibukawa, Gunma, Japan "
        ],
        [
            "Department of Hematology, Fujioka General Hospital, Gunma, Japan "
        ],
        [
            "Department of Medicine and Clinical Science, Gunma University Graduate School of Medicine, Gunma, Japan "
        ],
        [
            "Department of Medicine and Clinical Science, Gunma University Graduate School of Medicine, Maebashi, Japan "
        ],
        [
            "Department of Hematology, Maebashi Red Cross Hospital, Maebashi, Gunma, Japan "
        ],
        [
            "National Hospital Organization Shibukawa Medical Center, Shibukawa, Japan "
        ],
        [
            "Division of Blood Transfusion Service, Gunma University Hospital, Maebashi, Japan "
        ],
        [
            "Oncology Center, Gunma University Hospital, Gunma, Japan"
        ],
        [
            "Department of Medicine and Clinical Science, Gunma University Graduate School of Medicine, Gunma, Japan "
        ],
        [
            "Department of Medicine and Clinical Science, Gunma University Graduate School of Medicine, Maebashi, Japan "
        ]
    ],
    "first_author_latitude": "36.267445900000006",
    "first_author_longitude": "139.0788194",
    "abstract_text": "Background: An increased risk of secondary myelodysplastic syndrome and acute myeloid leukemia (sMDS/AML) with a cumulative incidence of 4 to 18% has been described in adult patients with malignant lymphoma who undergo high-dose chemotherapy with autologous stem cell transplantation (ASCT). Although a high-dose VP-16 regimen has been reported to have greater stem cell mobilization potential than a high-dose cyclophosphamide regimen, this regimen was identified as a potential risk factor for sMDS/AML in several studies. Thus, this multi-center retrospective analysis of ASCT recipients with malignant lymphoma was performed to assess the safety of high-dose VP-16 as a stem cell mobilization regimen. Patients and methods: This study analyzed 153 adult patients who underwent ASCT against malignant lymphoma at four institutions in Gunma, Japan between 1997 and 2012. Patients with progressive disease were excluded. There was no restriction on the type of pathological diagnosis and conditioning regimens. The high-dose VP-16 regimen consisted of 350 mg/m 2 of VP-16 (days 1 to 4) and 16 mg/body of dexamethasone (days 1 to 4). Overall survival (OS) was defined as the interval from the date of transplant to the date of death. Fisher's exact test was used to compare binary variables. Cumulative incidences (CIs) of sMDS/AML were compared using the stratified Gray test, considering death without the event as a competing risk. The Fine-Gray proportional hazard model was used for multivariate analysis of risk factors for sMDS/AML. The potential risk factors evaluated in this analysis were age at transplant, sex, pathological diagnosis, prior malignancy, conditioning regimens (LEED or not), number of chemotherapy regimens before ASCT, prior radiation therapy, disease status, and cyclophosphamide equivalent dose (CED). Values of p < 0.05 were considered significant. Results: Of the 153 patients assessed in this study, 93 were male and 60 were female, and the median age was 56 years (range: 18 to 68 years). Underlying diseases were diffuse large B-cell lymphoma (including IVLBCL) in 87 patients, follicular lymphoma in 8, other B-cell lymphoma in 24, Hodgkin lymphoma in 16, and T-NK-cell lymphoma in 18, and 81 patients were conditioned with LEED regimens. Disease status at the time of transplant was first complete remission (CR) in 77, advanced CR in 34, and partial remission in 42. The high-dose VP-16 regimen was used to mobilize stem cells in 85 patients. Of the 68 patients not using the high-dose VP-16 regimen, stem cells were mobilized with (R-)CHOP in 17, CHASE(-R) in 28, and others in 23. There were no significant differences in patient characteristics, disease features, and transplant procedures between patients with and without the high-dose VP-16 regimen. With a median observation time of 55.2 months, eight patients developed sMDS/AML, and the 5-year cumulative incidence of sMDS/AML was 3.5%. Type of sMDS/AML was MDS in six, chronic myelomonocytic leukemia in one, and AML in one, and median duration from ASCT was 52.9 months (range: 31.2 to 104.4 months). On univariate analysis, only age over 50 years was identified as a significant risk factor for sMDS/AML (5-year CIs in age under and over 50 years: 0.0% vs. 5.3%, respectively; p = 0.043), but not stem cell mobilization with the high-dose VP-16 regimen (5-year CIs with and without high-dose VP-16 regimen: 1.5% vs. 6.6%, respectively; p = 0.528). On multivariate analysis, age, using high-dose VP-16, and CED were evaluated. Age over 50 years (hazard ratio [HR] = 44140; p < 0.001) was identified as an independent risk factor for sMDS/AML, but not the high-dose VP-16 regimen (HR = 0.58; p = 0.432). The 5-year OS rates were not significantly different between patients with and without the high-dose VP-16 regimen (56% vs. 54%, respectively; p = 0.845). Conclusion: These results suggest that stem cell mobilization with a high-dose VP-16 regimen was not associated with an increased risk of sMDS/AML and did not affect the long-term survival rate in adult patients who underwent ASCT against malignant lymphoma. Therefore, considering this regimen's greater potential to mobilize stem cells, a high-dose VP-16 regimen is considered a preferable stem cell mobilization regimen in these patients. Disclosures Matsumoto: Janssen Pharmaceutical: Honoraria; Celgene: Honoraria."
}