{
    "doi": "https://doi.org/10.1182/blood.V108.11.4046.4046",
    "article_title": "The Impact of Rebleeds in Cost Modelling of Treatment Strategies in Patients with Hemophilia A and Inhibitors. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Introduction: To investigate the cost-effectinvess of the treatment in patients with hemophilia and inhibitor, the expected number of rebleeds in home treatment is an important factor if one compares different treatment options e.g. APCC or rFVIIa. To evaluate the economic impact in mild to moderate bleeds in home treatment we used a robust established model to compare 1 st , 2 nd and 3rdline treatment either with rFVIIa or APCC. For the rate of rebleeds we refer to published data on a broad basis. Methods: To compare the economic impact of different treatment regimes, this model refers to an on-demand home treatment of bleeding episodes in adult hemophiliacs (mean body weight 75 kg) and is based on a previously published flow-diagram and calculation formula (Knight 2003). Dosage per bolus: rFVIIa 90μg/kg, aPCC 60 U/kg. Costs for German market were fixed at 1.21 €/IU for APCC, 0.73 €/μg for rFVIIa and 308.98 €/day in hospital. 3 treatment strategies (TS) were calculated: TS 1: APCC at home, followed by in hospital APCC (2 nd -line) and rFVIIa (3 rd -line) TS 2: APCC at home, followed by in hospital rFVIIa (2 nd -line) and rFVIIa (3 rd -line) TS 3: rFVIIa at home, followed by in hospital rFVIIa (2 nd -line) and rFVIIa (3 rd -line) The model was based on published data on dosing and outcome of therapy in each treatment phase. Probability of failure to control bleeding or rebleeding after first-line home treatment was set at 23.5% with APCC and 9.1% with rFVIIa. Results: Median costs for TS 1 are 23,521 Euro per bleeding episode as compared to 21,963 Euro for TS 2 and 14,328 Euro for TS 3. The difference is caused by costs for first attempt to control bleeding at home (APCC 16,335 Euro as compared to rFVIIa 11,333 Euro) and costs at later stages of treatment. Further analyses show, that favorable result for TS 3 is robust to changes of different parameters such as patients’ weight. Conclusions: First line treatment with rFVIIa in case of on demand treatment seems to be the most cost effective option in inhibitor treatment in a home treatment setting or in-hospital treatment. Local prices have to be taken into consideration.",
    "topics": [
        "hemophilia a",
        "recombinant coagulation factor viia",
        "hemorrhage",
        "hemorrhagic episodes",
        "compare 1 trial",
        "hemophilias"
    ],
    "author_names": [
        "Angela Huth-Kuehne, MD",
        "Peter Lages, MD",
        "Rainer Zimmermann, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Angela Huth-Kuehne, MD",
            "author_affiliations": [
                " Haemophilia Center, SRH Kurpfalzkrankenhaus, Heidelberg, Germany",
                "Haemophilia Center, Prof. Hess Kinderklinik, Bremen, Germany"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Peter Lages, MD",
            "author_affiliations": [
                " Haemophilia Center, SRH Kurpfalzkrankenhaus, Heidelberg, Germany",
                "Haemophilia Center, Prof. Hess Kinderklinik, Bremen, Germany"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rainer Zimmermann, MD",
            "author_affiliations": [
                " Haemophilia Center, SRH Kurpfalzkrankenhaus, Heidelberg, Germany",
                "Haemophilia Center, Prof. Hess Kinderklinik, Bremen, Germany"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-02T12:59:32",
    "is_scraped": "1"
}