{
    "doi": "https://doi.org/10.1182/blood.V120.21.1845.1845",
    "article_title": "The Role of 14-3-3ζ in Regulation of Proteasome Inhibitor Bortezomib Sensitivity in Multiple Myeloma ",
    "article_date": "November 16, 2012",
    "session_type": "652. Myeloma - Pathophysiology and Pre-Clinical Studies, excluding Therapy: Poster I",
    "abstract_text": "Abstract 1845 The 14-3-3 proteins are a highly conserved protein family which includes β, γ, ε, η, σ, τ and ζ isoforms in mammalian cells. Through interacting with a number of protein clients, such as Cdc25, Bad, Raf1, and Foxo, 14-3-3 proteins act as integrators of diverse cell signaling pathways and participate in metabolism, cell cycle regulation, survival and apoptosis. We have previously demonstrated that expression of 14-3-3ζ is increased in the transition from MGUS to multiple myeloma (MM), and among all MM subsets, is expressed highest in the high risk genetic subsets [Gu et al. Blood (ASH Annual Meeting Abstracts), Nov 2011; 118: 1369] Using our 14-3-3ζ knockdown and overexpression stable MM cell lines, we found 14-3-3ζ played important roles in MM cell proliferation and growth. We also found that silencing 14-3-3 appeared to impair bortezomib-induced cell apoptosis in LP1 cells as well as to another proteasome inhibitor MG132. To further explore the function of 14-3-3ζ in MM cell biology, we performed co-immunoprecipitation followed by mass spectrometry to identify the potential 14-3-3ζ binding partners in the LP1 14-3-3ζ overexpressed cell lines. Analysis using IPA (Ingenuity Pathway Analysis) revealed critical functions and pathways related to EIF2, eIF4, p70S6K and mTOR signaling, protein ubiquitination pathway and aminoacyl-tRNA biosynthesis. Among all the identified binding candidates, we also found proteasome subunits, which could explain the impact of overexpression on sensitivity to bortezomib. To verify whether 14-3-3ζ can directly interact with the proteasome, we performed a His pull down assay using purified His-14-3-3ζ and LP1 cell lysate. We found that 14-3-3ζ can bind the 11S proteasome activator, PA28α. Using our LP1 14-3-3ζ overexpression stable cell line, we also confirmed the interaction between 14-3-3ζ and PA28α. Further experiments using native gel electrophoresis and western blot revealed more proteasome complexes formation in LP1 14-3-3ζ knockdown cells, suggesting 14-3-3ζ may regulate the function of proteasome through modulating proteasome assembly. In summary, 14-3-3ζ expression appeared to be critical for MM cell proliferation, and may influence sensitivity to proteasome inhibition by its interaction with proteasome subunits. Our data provides invaluable information on the molecular mechanism of resistance to proteasome inhibitor in MM and also helps to develop new strategies to overcome proteasome resistance. Given the importance of 14-3-3ζ overexpression among the high risk cohort of MM patients, 14-3-3ζ represents an important therapeutic target in high risk MM. Disclosures: Kaufman: Millenium: Consultancy; Celgene: Consultancy; Novartis: Consultancy; Onyx: Consultancy. Lonial: Millennium: Consultancy; Celgene: Consultancy; Onyx: Consultancy; Merck: Consultancy; Novartis: Consultancy; BMS: Consultancy.",
    "topics": [
        "bortezomib",
        "multiple myeloma",
        "proteasome inhibitors",
        "14-3-3 proteins",
        "complex",
        "electrophoresis, gel",
        "eukaryotic initiation factor-2",
        "immunoprecipitation",
        "lysate",
        "mass spectrometry"
    ],
    "author_names": [
        "Yanyan Gu, MD, PhD",
        "Jonathan L. Kaufman, MD",
        "Lawrence H. Boise, PhD",
        "Sagar Lonial, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Yanyan Gu, MD, PhD",
            "author_affiliations": [
                "Emory University Winship Cancer Institute, Atlanta, GA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jonathan L. Kaufman, MD",
            "author_affiliations": [
                "Winship Cancer Institute of Emory University, Atlanta, GA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lawrence H. Boise, PhD",
            "author_affiliations": [
                "Winship Cancer Institute of Emory University, Atlanta, GA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sagar Lonial, MD",
            "author_affiliations": [
                "Division of BMT, Emory University, Winship Cancer Institute-Hematology and Medical Oncology, Atlanta, GA, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-24T18:47:20",
    "is_scraped": "1"
}