{
    "doi": "https://doi.org/10.1182/blood.V108.11.4409.4409",
    "article_title": "Experimental Study on DNA Molecular Structure of Acute Myeloid Leukemia and Myelodysplastic Syndrome by FT-IR Spectra. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "So for, there were no definite molecular markers in most acute myeloid leukemia(AML) and myelodysplastic syndrome(MDS), and their molecular mechanisms have not been clarified. Their clinical diagnosis were mainly based on morphology of bone marrow and peripheral blood cells. The current study aimed to explore the mechanisms of abnormal DNA molecular structure in AML and MDS by Fourier Transform Infrared(FT-IR) spectra, and to explore the methods of early diagnosis and prognosis. At first, we segregated the mononuclear cells of AML-M2a, MDS and control groups samples, extracted the DNA of these cells, then we checked the completely dry DNA by FT-IR spectra and analysed the identity and difference among AML-M2a, MDS and Control groups. Comparing the mean DNA spectra of the AML-M2a, MDS and control groups revealed statistically significant difference( p <0.001). Each group has an almost concordant FT-IR spectra rule. Compared with the control group, AML-M2a and MDS both were significant different(p<0.001). Absorbance increasing of DNA in AML-M2a, MDS at the wavenumber 2880cm-1 and 2940cm-1 shown hypermethylation of nucleotide base(p<0.001). Absorbance decreasing at wavenumber 1420cm-1 demonstrated deacetylation(p<0.001). Absorbance decreasing at wavenumber 1150cm-1 indicated the abnormality of C—O,S=O,C—OH,C—C,C—O—C,C—N, and the absorbance increasing at wavenumber 1660–1590cm-1 reflected in-plane ring, C=N stretching vibrations and hypermethylation of cytosine. There were also other mild difference among AML-M2a, MDS and control groups. In summary, The principal chain, phosphonic backbone and nucleotide base of DNA in AML-M2a and MDS have significant difference with the control and could be the initial changes of DNA in AML and MDS occurrence and development. Based on the rules of change, FT-IR spectra is a potential method of early diagnosis and prognosis in AML and MDS.",
    "topics": [
        "dna",
        "experimental study",
        "leukemia, myelocytic, acute",
        "molecular structure",
        "myelodysplastic syndrome",
        "early diagnosis",
        "nucleotides",
        "biological markers",
        "clinical diagnosis",
        "cytosine"
    ],
    "author_names": [
        "Shihong Wang, MD",
        "Zhijian Xiao, MD",
        "Ming-Zhe Han, MD",
        "Qiang Wu, PHD"
    ],
    "author_dict_list": [
        {
            "author_name": "Shihong Wang, MD",
            "author_affiliations": [
                "State Key Laboratory of Experimental Hematology, Department of Hematology, Institute of Hematology and Blood Diseases Medical Sciences and Peking Union Medical College, Tianjin, China"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Zhijian Xiao, MD",
            "author_affiliations": [
                "State Key Laboratory of Experimental Hematology, Department of Hematology, Institute of Hematology and Blood Diseases Medical Sciences and Peking Union Medical College, Tianjin, China"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ming-Zhe Han, MD",
            "author_affiliations": [
                "State Key Laboratory of Experimental Hematology, Department of Hematology, Institute of Hematology and Blood Diseases Medical Sciences and Peking Union Medical College, Tianjin, China"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Qiang Wu, PHD",
            "author_affiliations": [
                "FT-IR Spectra Laboratory, High Polymer Material Speciality, Department of Chemistry, Nankai University, Tianjin, China"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-02T06:44:24",
    "is_scraped": "1"
}