{
    "doi": "https://doi.org/10.1182/blood.V126.23.2974.2974",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3189",
    "start_url_page_num": 3189,
    "is_scraped": "1",
    "article_title": "CD138 Regulates Myeloma Cell Survival, Proliferation, BM Engraftment and Tumor Organization ",
    "article_date": "December 3, 2015",
    "session_type": "651. Myeloma: Biology and Pathophysiology, excluding Therapy: Poster II",
    "topics": [
        "cd138",
        "myeloma cells",
        "neoplasms",
        "engraftment",
        "multiple myeloma",
        "starvation",
        "adhesions",
        "annexin a5",
        "bone marrow transplantation",
        "chemotherapy regimen"
    ],
    "author_names": [
        "David R Fooksman, PhD",
        "Amitabha Mazumder, MD",
        "Mark McCarron, PhD"
    ],
    "author_affiliations": [
        [
            "Albert Einstein College of Medicine, Bronx, NY "
        ],
        [
            "NYU School of Medicine, NYU Cancer Center, New York, NY"
        ],
        [
            "Albert Einstein College of Medicine, Bronx, NY "
        ]
    ],
    "first_author_latitude": "40.8504961",
    "first_author_longitude": "-73.8459022",
    "abstract_text": "Multiple myeloma is the 2nd most common blood cancer in adults with a median survival time of 5 years despite high-dose chemotherapy and bone marrow transplantation interventions. Syndecan-1 or CD138, is a heparan-sulfate coated glycoprotein, which is highly expressed on the surface of plasma cells and myeloma cells, important for adhesion and accumulating survival signals. Expression of CD138 is heterogeneous in myeloma tumors, in vivo and in vitro leading some to speculate it may distinguish stem-like subpopulations. While this role is highly disputed, we investigated the effect of CD138 expression on tumor pathology in vivo. To characterize CD138 neg and CD138 high subpopulations, we used GFP + Vk*myc myeloma model from Leif Bergsagel, which develops myeloma tumors in BM and spleen of C57Bl/6 mice. We found CD138 high populations were more proliferative in vivo based on EdU incorporation experiments. We transferred equal numbers of sorted subpopulations into hosts and found that CD138 high cells generated larger tumors in the BM than CD138 neg cells after 12 weeks. Analysis of these tumor-bearing mice revealed that all tumors contained both subpopulations, indicating that these two subsets are hierarchically equivalent. We find that in mice with small tumors, the majority of cells (80% or more) are CD138 high cells, while in large tumors, the level drops (to 30-50% of tumor) with higher composition of CD138 neg cells. We also find lower CD138 levels on myeloma cells found in the blood compared to BM. Using intravital two-photon time-lapse imaging in the tibial BM, we find that tumor cells from smaller, early stage tumors are physically arrested within the BM parenchyma, while in larger, more advanced tumors, myeloma cells are more motile and active. CD138 neg cells were more apoptotic based on ex vivo Annexin V staining following serum starvation. Interestingly, serum starvation led to rapid reduction in CD138 surface expression. Taken together, we propose a model where CD138 expression regulates localization and survival in the BM niche, but is downregulated from the plasma membrane when tumor size outgrows the necessary resources, allowing myeloma cells to migrate and metastasize to distant new locations. Disclosures No relevant conflicts of interest to declare."
}