{
    "doi": "https://doi.org/10.1182/blood.V116.21.2884.2884",
    "article_title": "The Role of Human Nucleoside Transporters In Uptake of 5-Azacitidine, 5-Aza-2′-Deoxycytidine and Gemcitabine ",
    "article_date": "November 19, 2010",
    "session_type": "Molecular Pharmacology, Drug Resistance: Poster II",
    "abstract_text": "Abstract 2884 5-Azacitidine is a cytidine analog, and is used for the treatment of myelodysplastic syndromes. Cellular uptake of nucleosides and nucleoside analogs are mediated by human concentrative nucleoside transporters (hCNTs) and equilibrative nucleoside transporters (hENTs). The objective of this study was to assess the transportability of 5-azacitidine, 5-aza-2`-deoxycytidine and gemcitabine in Saccharomyces cerevisiae yeast and Xenopus laevis oocytes producing individual recombinant hNTs. The relative abilities of the hNT proteins to interact with 5-azacitidine, 5-aza-2`-deoxycytidine and gemcitabine were assessed by determining the inhibition of uptake of 1 μM [ 3 H]uridine by recombinant hENT1, hENT2, hCNT1, hCNT2 and hCNT3 produced in yeast in the presence of varying concentrations (0.3 to 3000 μM) of the compounds. Excess unlabeled uridine (10 mM) was used as the inhibitor control. All three compounds exhibited lower Ki values (3-26 μM) for the inhibition of hCNT1 and hCNT3 than for the other hNTs (Ki > 500 μM), indicating that hCNT1 and hCNT3 had higher affinities for all the tested compounds than the other hNTs. Inhibition of hENT3 and hENT4 was examined with oocytes producing recombinant hENT3 or hENT4 using 10 μM [ 3 H]uridine (hENT3) or [ 3 H]adenosine (hENT4) in transport medium in the presence or absence of 3 mM non-radioactive uridine, adenosine, 5-azacitidine, 5-aza-2`-deoxycytidine or gemcitabine at a 10 min flux interval. The extent of hENT3 inhibition was highest for 5-azacitidine (65%) and uridine (56%), followed by 5-aza-2`-deoxycytidine (37%) and gemcitabine (9%). The hENT3 inhibition by 5-azacitidine (65%) was significantly greater than that by 5-aza-2`-deoxycytidine (37%) (P < 0.005). Inhibition of hENT4 was 26% by 5-azacitidine, 34% by 5-aza-2`-deoxycytidine and 19% by gemcitabine, while unlabeled adenosine caused 89% inhibition, suggesting that 5-azacitidine, 5-aza-2`-deoxycytidine and gemcitabine at 3 mM are weak inhibitors of hENT4. Direct uptake of [ 14 C]5-azacitidine, [ 3 H]5-aza-2`-deoxycytidine and [ 3 H]gemcitabine at 20 μM for 30 min by all seven hNTs was measured with oocytes producing the individual hNTs. Basal (non-mediated) fluxes in water-injected oocytes (negative control) were low for all three compounds, indicating only limited entry into cells by simple diffusion. [ 3 H]Uridine (20 μM) was used as a positive control substrate for hCNT1, hCNT2, hCNT3, hENT1, hENT2 and hENT3 and [ 3 H]adenosine (20 μM) was used as a positive control substrate for hENT4 to confirm the functional activity of recombinant hNTs. Fluxes were determined in the presence and absence of excess (3 mM) unlabelled adenosine (hENT4) or uridine (other hNTs). In this direct uptake study, 5-azacitidine was transported by all seven transporters, with hCNT3 showing the highest rate of transport. In marked contrast, only hENT1 and hENT2 showed notable transport of 5-aza-2`-deoxycytidine, with substantially lower fluxes than 5-azacitidine. Although hCNT1 and hCNT3 exhibited high apparent affinities for 5-aza-2`-deoxycytidine in the inhibition study, 5-aza-2`-deoxycytidine was not transported by either transporter. Gemcitabine was transported by six of the seven transporters (hENT1, hENT2, hENT3, hENT4, hCNT1 and hCNT3), with little activity observed for hCNT2. hCNT3 also showed the highest rate of uptake of gemcitabine. In conclusion, we report for the first time that 5-azacitidine was transported by all seven hNTs (i.e., hENT1, hENT2, hENT3, hENT4, hCNT1, hCNT2 and hCNT3), with hCNT3 exhibiting the highest activity. In marked contrast, only hENT1 and hENT2 showed notable transport of 5-aza-2`-deoxycytidine, with substantially lower fluxes than 5-azacitidine. Individual hNTs transported 5-azacitidine and gemcitabine to broadly similar extents except for hCNT2, which exhibited little activity with gemcitabine. With multiple NTs involved in 5-azacitidine transport, polymorphisms in individual hNTs are unlikely to impact overall 5-azacitidine uptake into cells. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "azacitidine",
        "deoxycytidine",
        "gemcitabine",
        "membrane transport proteins",
        "nucleosides",
        "uridine",
        "adenosine",
        "cytidine",
        "myelodysplastic syndrome",
        "nucleoside analog"
    ],
    "author_names": [
        "Zeen Tong",
        "Vijaya Damaraju",
        "Sylvia Yao",
        "Amy Ng",
        "James Young",
        "Carol Cass",
        "Sekhar Surapaneni",
        "Gondi Kumar"
    ],
    "author_dict_list": [
        {
            "author_name": "Zeen Tong",
            "author_affiliations": [
                "Dmpk, Celgene Corporation, Summit, NJ, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Vijaya Damaraju",
            "author_affiliations": [
                "University of Alberta, Edmonton, AB, Canada"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sylvia Yao",
            "author_affiliations": [
                "University of Alberta, Edmonton, AB, Canada"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amy Ng",
            "author_affiliations": [
                "University of Alberta, Edmonton, AB, Canada"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James Young",
            "author_affiliations": [
                "University of Alberta, Edmonton, AB, Canada"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carol Cass",
            "author_affiliations": [
                "University of Alberta, Edmonton, AB, Canada"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sekhar Surapaneni",
            "author_affiliations": [
                "Dmpk, Celgene Corporation, Summit, NJ, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gondi Kumar",
            "author_affiliations": [
                "Dmpk, Celgene Corporation, Summit, NJ, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-17T04:07:54",
    "is_scraped": "1"
}