{
    "doi": "https://doi.org/10.1182/blood.V114.22.3664.3664",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1445",
    "start_url_page_num": 1445,
    "is_scraped": "1",
    "article_title": "The Emergence of Clonally Related Hodgkin Lymphoma Following B-Cell Malignancies Treated with Rituximab. ",
    "article_date": "November 20, 2009",
    "session_type": "HODGKIN’S LYMPHOMA - BIOLOGY, EXCLUDING THERAPY POSTER II",
    "topics": [
        "b-lymphocytes",
        "cancer",
        "hodgkin's disease",
        "rituximab",
        "lymphoma",
        "cd20 antigens",
        "biopsy",
        "follicular lymphoma",
        "tumor cells",
        "antigens, cd30"
    ],
    "author_names": [
        "Catherine H Burton, MBBChir, MD, MRCP, FRCPath",
        "Sheila J.M. zsnO'Connor",
        "Roger G Owen",
        "Andrew S Jack"
    ],
    "author_affiliations": [
        [
            "Haematological Malignancy Diagnostic Service, Leeds, United Kingdom"
        ],
        [
            "Haematological Malignancy Diagnostic Service, Leeds, United Kingdom"
        ],
        [
            "Haematological Malignancy Diagnostic Service, Leeds, United Kingdom"
        ],
        [
            "Haematological Malignancy Diagnostic Service, Leeds, United Kingdom"
        ]
    ],
    "first_author_latitude": "53.8060025",
    "first_author_longitude": "-1.5357322999999998",
    "abstract_text": "Abstract 3664 Poster Board III-600 Classical Hodgkin lymphoma in association with another type of B-cell malignancy is a well recognised entity. In at least some of these composite lymphoma cases, a clonal relationship between the lymphoma sub-types can be demonstrated by the presence of common cytogenetic abnormalities or mutational patterns within the IGH locus. There is little known of possible mechanisms of clonal divergence in these cases. It is possible that treatment or the tumour micro-environment could, in some circumstances, favour the outgrowth of Reed Sternberg cells. These cells having lost many central phenotypic characteristics of mature B-cells may have an advantage over clonal tumour cells that remain under the control of normal regulatory pathways. In such a model, treatment with rituximab could add selective pressure favouring the development of a composite lymphoma. We have recently identified three male patients who relapsed with classical Hodgkin lymphoma after treatment for another form of B-cell malignancy. Patient 1, aged 76 years, had stage 3, asymptomatic follicular lymphoma, and was treated with rituximab alone. Eight months from the original diagnosis he developed new submental lymphadenopathy. Patient 2, aged 49 years, had stage four, symptomatic follicular lymphoma, treated with R-CVP. He developed biopsy proven high grade transformation at the end of his treatment and proceeded to two cycles of R-DHAP. At the end of treatment, twelve months from the original diagnosis, he developed inguinal lymphadenopathy. Patient 3, aged 70 years, had stage four, diffuse large B-cell lymphoma, treated at presentation with R-CHOP. Two years after initial diagnosis, he developed cervical lymphadenopathy. In all three presenting cases, CD20 was strongly expressed on the lymphoma cells and a t(14;18) was identified in the biopsy. In all three relapsed cases the biopsy showed morphologically typical classical Hodgkin lymphoma with CD30/IRF4 co-expression and absence of Oct2, Bob1 and CD20 expression within the Reed Sternberg cells. A t(14;18) was detected by FISH in the Reed Sternberg cells, demonstrating clonal identity with the underlying lymphoma. There was no evidence of the preceding lymphoma and complete absence of a normal B-cell population in the biopsy. Epstein Barr Virus was not detectable by EBER in situ hybridisation. All patients have been treated for Hodgkin lymphoma. Patient 1 has subsequently died, patient 2 is awaiting a stem cell transplant and patient 3 is currently receiving treatment. Treatment with rituximab is associated with the development of CD20 negative phenotypic change. In some cases this may be due to the selection of tumour cells that have epigenetically silenced the expression of CD20. Epigenetic silencing of key transcription factors may also be the mechanism of loss of the B-cell phenotype, including CD20, in Reed Sternberg cells. The relatively frequent occurrence of composite lymphoma suggests that this may occur regularly with neoplastic B-cell populations and the outgrowth of these cells would be strongly favoured by rituximab treatment. The cases presented here highlight the need for a more systematic approach to the collection of data from patients with relapsed lymphoma. An association between rituximab treatment and the development of composite lymphoma has practical consequence but may also provide a unique insight into the pathogenesis of Hodgkin lymphoma. Disclosures: No relevant conflicts of interest to declare."
}