{
    "doi": "https://doi.org/10.1182/blood.V108.11.3875.3875",
    "article_title": "The Effect of Anesthesia on Chemokine Production in the Cord Blood Off Neonates. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Animal experiments have shown a correlation between anesthesia and surgery on one hand, and depressed immune response and infections on the other hand. Patients who are anergic or become anergic post-operatively and patients with a severe depression of T lymphocyte proliferative responses are at the risk of developing life-threatening sepsis. Activation of inflammatory mediators and the acute inflammatory response remains a local event after minor injury, whereas more severe tissue injury may provoke a systemic response. Chemokines play a major role in the course of inflammatory events. Chemokines represent a large superfamily of chemotactic cytokines that facilitate leukocyte recruitment and activation during immunological response at the site of inflammation. The majority of chemokines are members of CC or CXC family, based on relative position of their cysteine residues. CXC chemokines containing the ELR sequence, such as IL-8, GRO-α and ENA-78 attract mainly neutrophils, while CC chemokines such as RANTES, MIP-1α and MIP-1β do not act on neutrophils, but attract monocytes, eosinophils, basophils and T lymphocytes. The aim of the study was to investigate chemokine production in the umbilical cord blood of neonates with regard to mother’s anesthesia during labor. We also tried to answer the question, whether cesarean section can influence the concentrations of chemokines in the neonate. Concentrations of the chemokines were quantified in the umbilical cord blood by specific ELISA using double-antibody sandwich technique according to manufacturer’s instructions (Quantikine IL-8, GRO-α, ENA-78, RANTES, MIP-1α and MIP-1β, R&D Systems). The study group comprised 115 singleton neonates, without congenital malformations. All neonates were mature, appropriate for gestational age, the APGAR score were ≥ 8 in the first minute of life. The mothers were infection free during pregnancy and before delivery, which was performed either vaginally (n=69), or by cesarean section, urgent (n=16) or scheduled (n=30). Descriptive statistics are given by median and quartiles. Overall group comparisons were carried for each chemokine using the Mann-Whitney’s U- test and logistic regression (Wald Chi 2 test, OR, −95%CL, +95% CL). Concentrations of CC chemokines were similar in all examined neonates. Concentrations of CXC chemokines were higher in neonates born by normal spontaneous vaginal delivery (without any anesthesia). MIP-1α and MIP-1β were lower but not significantly both in urgent (systemic anesthesia) and scheduled (epidural anesthesia) cesarean section. RANTES concentrations were also lower in cesarean section (p=0,00001), but similar in urgent and scheduled cesarean section. Model of logistic regression of RANTES concentration in the umbilical cord blood neonates born vaginally and by cesarean section showed significant odds ratio (OR = 6,83; −95%CL= 3,34; +95% CL =13,97; p=0,00005). Vaginal delivery promotes the production of CXC chemokines, mainly RANTES, which are implicated in neonatal immunity. Mother’s anesthesia during cesarean section does not alter chemoattractant cytokines in the cord blood of neonates. Cesarean section, perhaps injury stress or others mediators (immunologic, endocrine, oxygen) may down regulate CXC chemokines.",
    "topics": [
        "anesthesia (no sensation)",
        "anesthesia procedures",
        "chemokines",
        "newborn",
        "umbilical cord blood",
        "cesarean section",
        "rantes",
        "cxc chemokines",
        "beta-chemokines",
        "infections"
    ],
    "author_names": [
        "Barbara Krolak-Olejnik, MD",
        "Igor Olejnik, M.D."
    ],
    "author_dict_list": [
        {
            "author_name": "Barbara Krolak-Olejnik, MD",
            "author_affiliations": [
                "Perinatology & Gynecology, Medical University of Silesia, Zabrze, Poland",
                " "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Igor Olejnik, M.D.",
            "author_affiliations": [
                "Hematology & Oncology, Childrens Hospital in Chorzow, Chorzow, Poland",
                " "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-30T21:27:40",
    "is_scraped": "1"
}