{
    "doi": "https://doi.org/10.1182/blood.V118.21.1063.1063",
    "article_title": "Antioxidant Vitamins C and E Supplementation Does Not Improve the Hemolytic Profile of Sickle Cell Anemia Patients: A Randomized, Double-Blind, Placebo-Controlled Trial ",
    "article_date": "November 18, 2011",
    "session_type": "111. Hemoglobinopathies, excluding Thalassemia: Poster I",
    "abstract_text": "Abstract 1063 Background: Erythrocytes of sickle cell anemia (SCA) patients continuously produce larger amounts of pro-oxidants than normal cells, and oxidative stress seems to play a significant role in the pathophysiology of this disease. In erythrocytes, oxidative stress primarily affects the membrane and results in hemolysis. The use of antioxidants in vitro reduces the generation of pro-oxidants, which could prevent adhesion and phagocytosis of oxidized erythrocytes. Aims: To evaluate the impact of antioxidant vitamins C (vitC) and E (vitE) supplementation in the hemolytic profile in SCA patients. Patients and methods: Homozygous SCA or S-β-thalassemia patients, over 18 years, were randomly assigned to receive VitC 1,400 mg + VitE 800 mg per day or placebo, administered orally for 180 days. Pregnant women and patients with iron overload out of chelation therapy were excluded. Patients were evaluated clinically and blood samples were collected at days 0 and 180 for complete blood count, automated reticulocyte count, indirect bilirubin, lactate dehydrogenase (LDH), haptoglobin, uric acid, and serum levels of VitC and VitE. Results: Overall, 83 patients were enrolled (44 vitamins, 39 placebo). The median (range) age was 27 (18–68) years, and 53 (64%) were female. There were no significant differences between the two groups as regards clinical complications of SCA or baseline laboratorial tests and serum vitC and vitE. Sixty percent of the patients were VitC deficient (30% with severe deficiency), 70% were VitE deficient (33% with severe deficiency) and 44% were deficient in both vitamins. Vitamin supplementation increased VitC from 27.2 to 62.6 μMol/L ( p<0.0001) and VitE from 13.9 to 20.2 μMol/L (p<0.0001). No changes in vitC or vitE were observed in patients receiving placebo. No significant changes in hemoglobin levels, hematocrit, mean corpuscular volume were observed in either group. However, patients receiving vitamin supplementation presented a significant increase in the median reticulocyte count (from 152 to 195 ×10 6 /μL, p=0.01 ), LDH (from 396 to 425 U/L, p=0.018 ), indirect bilirubin (from 1.45 to 1.73 mg/dL, p<0.0001 ), and uric acid (from 4.75 to 5.15 mg/dL, p=0.02 ), and a decrease in the haptoglobin levels (from 3.95 to 3.45 mg/dL, p=0.06). Conclusion: Supplementation with vitamins C and E did not improve anemia and, surprisingly, increased markers of hemolysis in patients with SCA and S-β-thalassemia. The exact mechanisms to explain our findings and their clinical significance remain to be determined. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "antioxidants",
        "sickle cell anemia",
        "vitamins",
        "haptoglobins",
        "indirect bilirubin",
        "reactive oxygen species",
        "thalassemia",
        "uric acid",
        "adhesions",
        "anemia"
    ],
    "author_names": [
        "Martha Mariana A S Arruda, MD, PhD fellow",
        "Grazielle Mecabo",
        "Celso Arrais Rodrigues, MD, PhD",
        "Sandra S Matsuda",
        "Iara Baldim Rabelo, MD, Resident",
        "Maria Stella Figueiredo, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Martha Mariana A S Arruda, MD, PhD fellow",
            "author_affiliations": [
                "Hematologia e Hemoterapia, Escola Paulista de Medicina, UNIFESP, Sao Paulo, Brazil, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Grazielle Mecabo",
            "author_affiliations": [
                "Hematologia e Hemoterapia, Escola Paulista de Medicina/UNIFESP, Sao Paulo, Brazil, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Celso Arrais Rodrigues, MD, PhD",
            "author_affiliations": [
                "Hematologia e Hemoterapia, Escola Paulista de Medicina/UNIFESP, Sao Paulo, Brazil, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sandra S Matsuda",
            "author_affiliations": [
                "Hematologia e Hemoterapia, Escola Paulista de Medicina/UNIFESP, Sao Paulo, Brazil, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Iara Baldim Rabelo, MD, Resident",
            "author_affiliations": [
                "Hematologia e Hemoterapia, Escola Paulista de Medicina/UNIFESP, Sao Paulo, Brazil, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria Stella Figueiredo, MD, PhD",
            "author_affiliations": [
                "Hematologia e Hemoterapia, Escola Paulista de Medicina/UNIFESP, Sao Paulo"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-19T09:31:33",
    "is_scraped": "1"
}