{
    "doi": "https://doi.org/10.1182/blood.V110.11.1385.1385",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=969",
    "start_url_page_num": 969,
    "is_scraped": "1",
    "article_title": "Hydroxychloroquine Diminishes Lymphoproliferation in the Fas Deficient MRL/lpr−/− Murine Model of Autoimmune Lymphoproliferative Syndrome (ALPS). ",
    "article_date": "November 16, 2007",
    "session_type": "Lymphoma: Pre-Clinical - Chemotherapy and Biologic Agents",
    "topics": [
        "autoimmune lymphoproliferative syndrome",
        "hydroxychloroquine",
        "mice",
        "caspases",
        "cytopenia",
        "lymphadenopathy",
        "painful bladder syndrome",
        "splenomegaly",
        "steroids",
        "antimicrobials"
    ],
    "author_names": [
        "Kennichi C. Dowdell, Ph.D.",
        "Lesley Pesnicak, BS",
        "Lilia Bi, Ph.D.",
        "Victoria Hoffmann, DVM",
        "V. Koneti Rao, MD",
        "Stephen E. Straus, MD"
    ],
    "author_affiliations": [
        [
            "LCID, NIH/NIAID, Bethesda, MD, USA"
        ],
        [
            "LCID, NIH/NIAID, Bethesda, MD, USA"
        ],
        [
            "CBER, FDA, Bethesda, MD, USA"
        ],
        [
            "DVM, NIH, Bethesda, MD, USA"
        ],
        [
            "LCID, NIH/NIAID, Bethesda, MD, USA"
        ],
        [
            "LCID, NIH/NIAID, Bethesda, MD, USA"
        ]
    ],
    "first_author_latitude": "39.0318099",
    "first_author_longitude": "-77.1074694",
    "abstract_text": "Hydroxychloroquine (HCQ) is an anti-malarial drug in clinical use for decades that is finding further use as a steroid sparing agent in the treatment of immune disorders such as chronic GVHD, lupus and rheumatoid arthritis. HCQ is a lysosomotropic agent with more recent evidence showing immunomodulatory anti-TNF activity. It is currently being explored as a cytotoxic antineoplastic/antimicrobial agent. Hence, studies were conducted to determine the efficacy of HCQ to control the lymphoproliferation associated with ALPS. ALPS is an inherited disorder of apoptosis leading to lymphoproliferation and autoimmunity. The majority of ALPS patients are classified as Type Ia (>70%), having germline mutations in Fas. Other ALPS patients are classified as Type Ib, II, IV or III, if they have mutations in FasL, casapases, NRAS, or no identified mutations, respectively. They often present with childhood onset autoimmune cytopenias with lymphadenopathy, splenomegaly, increased circulating double negative T cells (DNT; TCRa/b+CD3+CD4−CD8−), defective apoptosis in vitro, and have an increased risk of lymphoma. Similarly, MRL/lpr−/− mice homozygous for Fas mutations develop an ALPS-like disease with massive lymphadenopathy, splenomegaly, hypergammaglobulinemia, autoimmune glomerulonephritis, and expansion of DNT cells secondary to defective lymphocyte apoptosis leading to lymphomagenesis. Currently, there are no proven therapies for the lymphoproliferation underlying ALPS itself. PBMCs from normal controls and ALPS Type Ia patients were cultured in vitro with 0–120 ug/mL HCQ in the presence or absence of 50 uM of the pan-caspase inhibitor Z-VAD-FMK, the caspase 9 inhibitor Z-LEHD-FMK, or the caspase 8 inhibitor Z-IETD-FMK. A dose response was observed with a high degree of cell death noted at 120 ug/mL after 48 hours, with an LD50 of 40 ug/mL. HCQ induced cell death was through a caspase-independent mechanism based on no inhibition of cell death by Z-VAD-FMK, Z-LEHD-FMK, or Z-IETD-FMK. Further preclinical studies were conducted in the MRL/lpr−/− murine model of ALPS. Forty five, 8-week old female MRL/lpr−/− mice were treated with 30 or 60 mg/kg of HCQ by gavage in sterile PBS or PBS alone three days per week for up to 14 weeks. Reductions of the spleen weight (p = 0.045, 437±85 vs 240±27) and cellularity (p = 0.08, 217±32 vs 148±18) were observed in high dose HCQ treated mice compared to controls at 7 weeks. Reductions in cellularity were also noted in the lymph nodes (p = 0.032, 118±33 vs 38±6). There was a trend towards decreasing DNT percentages in the spleen (21±5 vs 14±2), LN (70±4 vs 67±2) and blood (57±6 vs 51±5). Additionally, the CBC showed only marginal reductions in the WBC count (4.2±0.5 vs 3.5±0.3), hematocrit (49±0.3 vs 46±1.0), polymorphonuclear cells (33±3.7 vs 29±3.5) and monocytes (23±3.2 vs 17±2.5). Future studies are planned to more clearly determine the effect of HCQ on autoimmune kidney disease. Based on our in vitro and in vivo data, HCQ is effective at reducing lymphoproliferative activity in Fas deficient MRL/lpr−/− mice. It is being further explored in early phase clinical trials as a lympholytic agent to shrink lymph nodes and abrogate hypersplenism in ALPS patients. HCQ may also prove beneficial for long term use, especially in children, as a steroid sparing agent for treating refractory autoimmune cytopenias in ALPS."
}