{
    "doi": "https://doi.org/10.1182/blood-2020-141388",
    "article_title": "The Easix (Endothelial Activation and Stress Index) Score Predicts for CAR T Related Toxicity in Patients Receiving Axicabtagene Ciloleucel (axi-cel) for Non-Hodgkin Lymphoma (NHL) ",
    "article_date": "November 5, 2020",
    "session_type": "627.Aggressive Lymphoma (Diffuse Large B-Cell and Other Aggressive B-Cell Non-Hodgkin Lymphomas)-Results from Retrospective/Observational Studies",
    "abstract_text": "Introduction. Cytokine release syndrome (CRS) and immune effector cell-associated neurotoxicity syndrome (ICANS) are common adverse effects of chimeric antigen receptor (CAR) T-cell therapy. Elevated biomarkers, such as ferritin and LDH, have been shown to correlate with more severe toxicity. The endothelial activation and stress index (EASIX) is a surrogate of endothelial activation, and correlates to other biomarkers of endothelial dysfunction. In allogeneic hematopoietic cell transplantation (HCT), it is predictive of toxicity such as fluid overload, which is correlative with endothelial dysfunction, as well as sinusoidal obstruction syndrome, non relapse mortality and overall survival (Luft et al, BMT 2019, Varma et al, BBMT , 2020, Jiang et al, Haematologica , 2020). In this study we describe the correlation of EASIX to CAR T cell related CRS and ICANS. Methods. Retrospective data from consecutive patients treated with standard of care axi-cel for non-Hodgkin's lymphoma at MD Anderson Cancer Center between January 2018 and April 2020 were included in the study. CRS and ICANS were graded according to CARTOX criteria (Neelapu et al, Nat Rev Clin Oncol , 2018), and after 5/2019, according to the ASTCT criteria (Lee et al, BBMT , 2019). EASIX parameters were recorded prior to lymphodepletion (the latest value on days -12 to -6) and were available for all 171 patients. The score was defined as lactate dehydrogenase (U/L) × creatinine (mg/dL)/ thrombocytes (10^9 cells per L), with LDH adjusted to the upper limit of normal. Predictors of toxicity were evaluated using Fine and Grey regression analysis considering death before grade 2-4 toxicity as a competing risk. Results. 171 consecutive patients treated with commercial axi-cel for diffuse large B cell lymphoma (n=133), transformed follicular lymphoma (n=28) and primary mediastinal lymphoma (n=10) were included in the study. Median age was 59 years (range, 18-85), and 120 (70%) were male. 151 patients had an ECOG performance status ≤1, 45 patients (26%) had a previous autologous HCT, and 3 (1.8%) had a previous allogeneic HCT. Prior to lymphodepletion, 96 (56%) patients had a high IPI score (≥3) and 134 (78%) were refractory to the previous line of treatment. With a median follow-up of 259 days (range: 25-800) since infusion, ICANS of any grade was noted in 109 (64%) patients, with 84 (49%) having grades 2-4. CRS of any grade was observed in 160 (93%) patients, with 81 (47%) having grades 2-4 CRS. A total of 56 (33%) patients were diagnosed with grade 2-4 ICANS and CRS. The median EASIX score for the entire cohort was 2.1 (range: 0.3-283; inter-quartiles: 1.1 and 4.6). On univariate analysis, EASIX levels above the median were associated with higher cumulative incidence (CI) of grade 2-4 ICANS (% CI: 61 vs 31%; HR=2.4, p<0.001); and levels above the upper quartile were associated with grade 2-4 CRS (% CI: 71 vs 38%; HR=2.2, p=0.02), (Figure 1,2). Additional predictors of grade 2-4 toxicity included IPI score ≥3 (HR=1.6, p=0.03) and female gender (HR=1.7, p=0.05) for ICANS; and IPI score ≥ 3 (HR=1.6, p=0.04) and lack of prior autologous transplant (HR=2, p=0.02) for CRS. Multivariate analysis showed EASIX score to be an independent predictor of grade 2-4 ICANS (HR=2.3, p=0.001) or CRS (HR=2.3, p=0.001); female gender of ICANS (HR=1.7, p=0.03) and lack of prior autologous transplant of CRS (HR=1.9, p=0.02). The impact of IPI did not reach statistical significance for either ICANS (HR=1.3, p=0.3) or CRS (HR=1.2, p=0.4). Further multivariate analysis for other biomarkers and their incorporation into a revised biomarker score will be presented at the meeting. Conclusions. Our results suggest that the EASIX score prior to lymphodepletion predicts higher grade CRS and ICANS in patients receiving axi-cel. These results of routinely available clinical variables require further prospective studies for validation, however our study shows that this score may better stratify patient risk of toxicity, and possibly inform clinical decisions and prevention strategies for patients at higher risk. View large Download slide View large Download slide  Close modal Disclosures Nieto: Secura Bio: Other: Grant Support; Novartis: Other: Grant Support; Astra Zeneca: Other: Grant Support; Affimed: Consultancy, Other: Grant Support. Hosing: NKARTA Inc.: Consultancy. Westin: 47: Research Funding; Amgen: Consultancy; Morphosys: Consultancy, Research Funding; Janssen: Consultancy, Research Funding; BMS: Consultancy, Research Funding; Kite: Consultancy, Research Funding; Curis: Consultancy, Research Funding; Novartis: Consultancy, Research Funding; Astra Zeneca: Consultancy, Research Funding; Genentech: Consultancy, Research Funding. Lee: Celgene: Research Funding; Bristol-Myers Squibb: Consultancy, Research Funding; Guidepoint Blogal: Consultancy; Aptitude Health: Speakers Bureau; Oncternal Therapeutics: Research Funding; Seattle Genetics: Research Funding; Takeda: Research Funding. Nastoupil: Celgene: Honoraria, Research Funding; Karus Therapeutics: Research Funding; Bayer: Honoraria; Genentech, Inc.: Honoraria, Research Funding; Gamida Cell: Honoraria; Gilead/KITE: Honoraria; Novartis: Honoraria, Research Funding; Merck: Research Funding; TG Therapeutics: Honoraria, Research Funding; LAM Therapeutics: Research Funding; Janssen: Honoraria, Research Funding; Pfizer: Honoraria, Research Funding. Parmar: Cellenkos Inc.: Current equity holder in private company, Membership on an entity's Board of Directors or advisory committees, Patents & Royalties, Research Funding. Wang: Guidepoint Global: Consultancy; Dava Oncology: Honoraria; Verastem: Research Funding; Molecular Templates: Research Funding; Celgene: Consultancy, Other: Travel, accommodation, expenses, Research Funding; OMI: Honoraria, Other: Travel, accommodation, expenses; Nobel Insights: Consultancy; Lu Daopei Medical Group: Honoraria; Beijing Medical Award Foundation: Honoraria; Pharmacyclics: Consultancy, Honoraria, Other: Travel, accommodation, expenses, Research Funding; MoreHealth: Consultancy; AstraZeneca: Consultancy, Honoraria, Other: Travel, accommodation, expenses, Research Funding; Janssen: Consultancy, Honoraria, Other: Travel, accommodation, expenses, Research Funding; Oncternal: Consultancy, Research Funding; OncLive: Honoraria; InnoCare: Consultancy; Targeted Oncology: Honoraria; Loxo Oncology: Consultancy, Research Funding; Pulse Biosciences: Consultancy; Kite Pharma: Consultancy, Other: Travel, accommodation, expenses, Research Funding; Juno: Consultancy, Research Funding; BioInvent: Research Funding; VelosBio: Research Funding; Acerta Pharma: Research Funding. Flowers: AbbVie: Consultancy, Research Funding; Kite: Research Funding; Leukemia and Lymphoma Society: Membership on an entity's Board of Directors or advisory committees; V Foundation: Research Funding; Cancer Prevention and Research Institute of Texas: Research Funding; Bayer: Consultancy; National Cancer Institute: Research Funding; Eastern Cooperative Oncology Group: Research Funding; Burroughs Wellcome Fund: Research Funding; TG Therapeutics: Research Funding; Millennium/Takeda: Consultancy, Research Funding; Acerta: Research Funding; Spectrum: Consultancy; Pharmacyclics/Janssen: Consultancy; Karyopharm: Consultancy; OptumRx: Consultancy; Gilead: Consultancy, Research Funding; Genentech, Inc./F. Hoffmann-La Roche Ltd: Consultancy, Research Funding; Denovo Biopharma: Consultancy; Celgene: Consultancy, Research Funding; BeiGene: Consultancy. Hawkins: Kite: Membership on an entity's Board of Directors or advisory committees. Rezvani: GemoAb: Membership on an entity's Board of Directors or advisory committees; Affimed: Other: Educational grant; Adicet Bio: Membership on an entity's Board of Directors or advisory committees; Pharmacyclics: Other: Educational grant; Virogen: Membership on an entity's Board of Directors or advisory committees; Takeda: Other: Licensing agreement; Formula Pharma: Membership on an entity's Board of Directors or advisory committees. Champlin: Takeda: Patents & Royalties; DKMS America: Membership on an entity's Board of Directors or advisory committees; Genzyme: Speakers Bureau; Actinium: Consultancy; Johnson and Johnson: Consultancy; Omeros: Consultancy; Cytonus: Consultancy. Shpall: Magenta: Membership on an entity's Board of Directors or advisory committees; Takeda: Other: Licensing Agreement; Novartis: Membership on an entity's Board of Directors or advisory committees; Celgene: Membership on an entity's Board of Directors or advisory committees; Zelluna: Membership on an entity's Board of Directors or advisory committees; Adaptimmune: Membership on an entity's Board of Directors or advisory committees. Neelapu: Novartis: Other: personal fees; Bristol-Myers Squibb: Other: personal fees, Research Funding; Merck: Other: personal fees, Research Funding; Kite, a Gilead Company: Other: personal fees, Research Funding; Celgene: Other: personal fees, Research Funding; Pfizer: Other: personal fees; Allogene Therapeutics: Other: personal fees, Research Funding; Cell Medica/Kuur: Other: personal fees; Incyte: Other: personal fees; Precision Biosciences: Other: personal fees, Research Funding; Legend Biotech: Other; Adicet Bio: Other; Calibr: Other; Unum Therapeutics: Other, Research Funding; Poseida: Research Funding; Cellectis: Research Funding; Karus Therapeutics: Research Funding; Acerta: Research Funding; Takeda Pharmaceuticals: Patents & Royalties; N/A: Other. Kebriaei: Jazz: Consultancy; Novartis: Other: Served on advisory board; Kite: Other: Served on advisory board; Ziopharm: Other: Research Support; Pfizer: Other: Served on advisory board; Amgen: Other: Research Support.",
    "author_names": [
        "Uri Greenbaum, MD",
        "Paolo Strati, MD",
        "Rima M. Saliba, PhD",
        "Janet Torres",
        "Gabriela Rondon",
        "Yago Nieto, MD",
        "Chitra Hosing, MD",
        "Samer A. Srour, MD MS",
        "Jason Westin, MD",
        "Luis Fayad",
        "Hun Ju Lee, MD",
        "Swaminathan P Iyer, MD",
        "Loretta J. Nastoupil, MD",
        "Simrit Parmar, MD, MSCI",
        "Maria Alma Rodriguez, MD",
        "Felipe Samaniego, MD",
        "Raphael Eric Steiner, MD",
        "Michael Wang, MD",
        "Chelsea C. Pinnix, MD PhD",
        "Christopher Flowers, MDMS",
        "Sudhakar Tummala, MD",
        "Jeremy Ramdial, MD",
        "Fevzi F. Yalniz",
        "Misha Hawkins",
        "Katayoun Rezvani, MD PhD",
        "Richard E. Champlin, MD",
        "Elizabeth J. Shpall, MD",
        "Sattva S. Neelapu, MD",
        "Partow Kebriaei, MD",
        "Sairah Ahmed, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Uri Greenbaum, MD",
            "author_affiliations": [
                "Department of Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Paolo Strati, MD",
            "author_affiliations": [
                "Department of Lymphoma and Myeloma, MD Anderson Cancer Center:, Houston, TX "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rima M. Saliba, PhD",
            "author_affiliations": [
                "Department of Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Janet Torres",
            "author_affiliations": [
                "Department of Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gabriela Rondon",
            "author_affiliations": [
                "Department of Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yago Nieto, MD",
            "author_affiliations": [
                "Department of Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chitra Hosing, MD",
            "author_affiliations": [
                "Department of Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Samer A. Srour, MD MS",
            "author_affiliations": [
                "Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jason Westin, MD",
            "author_affiliations": [
                "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Luis Fayad",
            "author_affiliations": [
                "Department of Lymphoma and Myeloma, The University of Texas M.D. Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hun Ju Lee, MD",
            "author_affiliations": [
                "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Swaminathan P Iyer, MD",
            "author_affiliations": [
                "Department of Lymphoma and Myeloma, The University of Texas, M.D. Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Loretta J. Nastoupil, MD",
            "author_affiliations": [
                "The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Simrit Parmar, MD, MSCI",
            "author_affiliations": [
                "Department of Lymphoma/Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria Alma Rodriguez, MD",
            "author_affiliations": [
                "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Felipe Samaniego, MD",
            "author_affiliations": [
                "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Raphael Eric Steiner, MD",
            "author_affiliations": [
                "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Wang, MD",
            "author_affiliations": [
                "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chelsea C. Pinnix, MD PhD",
            "author_affiliations": [
                "Radiation Oncology, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christopher Flowers, MDMS",
            "author_affiliations": [
                "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sudhakar Tummala, MD",
            "author_affiliations": [
                "Dept of Neuro-oncology, UT MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 21,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeremy Ramdial, MD",
            "author_affiliations": [
                "Department of Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 22,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fevzi F. Yalniz",
            "author_affiliations": [
                "Department of Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 23,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Misha Hawkins",
            "author_affiliations": [
                "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, "
            ],
            "author_rank": 24,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Katayoun Rezvani, MD PhD",
            "author_affiliations": [
                "Department of Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 25,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard E. Champlin, MD",
            "author_affiliations": [
                "Department of Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 26,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elizabeth J. Shpall, MD",
            "author_affiliations": [
                "Department of Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 27,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sattva S. Neelapu, MD",
            "author_affiliations": [
                "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 28,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Partow Kebriaei, MD",
            "author_affiliations": [
                "Department of Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 29,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sairah Ahmed, MD",
            "author_affiliations": [
                "Department of Lymphoma/Myeloma, MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 30,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-20T03:56:28",
    "is_scraped": "1"
}