{
    "doi": "https://doi.org/10.1182/blood-2021-150162",
    "article_title": "Synergistic Activity of BH3-Mimetics By Combined Targeting of Anti-Apoptotic Regulators in B-Cell Precursor ALL ",
    "article_date": "November 5, 2021",
    "session_type": "618.Acute Lymphoblastic Leukemias: Biomarkers, Molecular Markers and Minimal Residual Disease in Diagnosis and Prognosis",
    "abstract_text": "In acute lymphoblastic leukemia (ALL), the most frequent malignancy in children and adolescents, deregulated cell death pathways contribute to leukemia development and therapy failure. Apoptosis (programmed cell death) is controlled at the mitochondrial level by different pro- and anti-apoptotic regulators. Molecules of the BCL-2 family are key in regulating intrinsic apoptosis signaling. Pro-apoptotic BH3-only proteins such as BIM and BID activate pro-death proteins like BAX and BAK leading to cell death, while anti-apoptotic BCL-2 family members including BCL-2, MCL-1 and BCL-XL sequester pro-apoptotic molecules, thereby preventing pro-death protein activation and apoptosis induction. Small molecule inhibitors have been developed, which bind to the anti-apoptotic molecules BCL-2, MCL-1 and BCL-XL leading to cell death induction. In particular inhibition of BCL-2, a key regulator of survival in B-cell malignancies including BCP-ALL, by the specific inhibitor venetoclax (VEN) has shown substantial, clinical anti-tumor activity. However, in BCP-ALL heterogeneous sensitivities for VEN have been described suggesting that other BCL-2 family members like MCL-1 and BCL-XL interfere with BCL-2 inhibition thereby counteracting VEN activity leading to poor treatment response. In this study, we compared the effects of inhibition of the anti-apoptotic BCL-2 family members BCL-2 (venetoclax, VEN), MCL-1 (S63845) and BCL-XL (A-1331852), investigated molecular mechanisms and determinants of inhibitor sensitivity, and addressed potential synergistic activity upon simultaneous blockage of BCL-2 together with MCL-1 or BCL-XL in BCP-ALL. First, we investigated the activity of the single inhibitors to induce cell death (positive staining for propidium iodide) in 7 BCP-ALL cell lines and a series of 27 BCP-ALL patient-derived xenograft samples (PDX). Titrating increasing concentrations, we estimated half-maximal effective concentrations (EC 50 ) for each inhibitor showing heterogenous responses of individual samples to the different inhibitors. Importantly, sensitivities to either inhibitor were not associated with leukemia characteristics including recurrent genetic alterations described in BCP-ALL. We also did not observe similar sensitivities to the inhibitors of individual samples, however some VEN insensitive samples showed sensitivity to MCL-1 and/or BCL-XL-inhibition, suggesting functional substitution of the anti-apoptotic regulators. Next, we investigated anti-apoptotic addictions of BCP-ALL cells to BCL-2 family proteins upon VEN treatment. Analyzing apoptosis signaling after exposure to VEN and BH3-peptides, we identified that ALL cells adapt their anti-apoptotic addiction to MCL-1 and BCL-XL as an escape strategy from VEN-induced cell death. Analyzing protein complexes by co-immunoprecipitation, we found that exposure of ALL cells to VEN rapidly led to reduced BIM/BCL-2 and compensatory increased BIM/MCL-1 complexes. Conversely, S63845 reduced BIM/MCL-1 complexes and led to increased BIM/BCL-2 binding. Importantly, both protein complexes could be effectively disrupted by combination treatment with VEN and S63845, which resulted in release of BIM and promotion of apoptosis signaling. Based on our mechanistic findings, we evaluated BH3-mimetic combinations for cell death induction using multi-dose matrix assays to calculate synergy metrics based on the Bliss independence model. Analyzing combination effects in seven BCP-ALL cell lines and four PDX samples, we identified positive mean synergy scores of VEN with S63845 and A-1331852 in all cases. However, the most synergistic area of the multi-dose-response matrices differed among different leukemias, indicating different extents of addictions and thereby synergies at different drug concentrations. Finally, combined BCL-2 and MCL-1 inhibition was evaluated in vivo in a PDX model of KMT2A-ENL positive pro-B ALL. Combination treatment of VEN with S63845 led to reduced leukemia loads in spleen, bone marrow and CNS as compared to single agent treatment. Taken together, we found heterogeneous responses of BCP-ALL samples to BH3-mimetics antagonizing BCL-2, MCL-1 and BCL-XL. The ability of leukemia cells to adapt their anti-apoptotic dependency from BCL-2 to MCL-1 or BCL-XL can be used as target for combination therapy, demonstrating synergistic activity in PDX samples ex vivo and in vivo . Disclosures No relevant conflicts of interest to declare.",
    "author_names": [
        "Felix Seyfried",
        "Felix Stirnweiß",
        "Alexandra Niedermayer",
        "Stefanie Enzenmüller",
        "Rebecca Hörl",
        "Stefan Köhrer",
        "Klaus-Michael Debatin",
        "Lüder Hinrich Meyer"
    ],
    "author_dict_list": [
        {
            "author_name": "Felix Seyfried",
            "author_affiliations": [
                "Department of Pediatrics and Adolescent Medicine, Ulm University Medical Center, Ulm, Germany"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Felix Stirnweiß",
            "author_affiliations": [
                "Department of Pediatrics and Adolescent Medicine, Ulm University Medical Center, Ulm, Germany"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alexandra Niedermayer",
            "author_affiliations": [
                "Department of Pediatrics and Adolescent Medicine, Ulm University Medical Center, Ulm, Germany"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stefanie Enzenmüller",
            "author_affiliations": [
                "Department of Pediatrics and Adolescent Medicine, Ulm University Medical Center, Ulm, Germany"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rebecca Hörl",
            "author_affiliations": [
                "Department of Pediatrics and Adolescent Medicine, Ulm University Medical Center, Ulm, Germany"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stefan Köhrer",
            "author_affiliations": [
                "Department of Pediatric Hematology and Oncology, St. Anna Children's Hospital, Vienna, Austria"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Klaus-Michael Debatin",
            "author_affiliations": [
                "Department of Pediatrics and Adolescent Medicine, Ulm University Medical Center, Ulm, Germany"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lüder Hinrich Meyer",
            "author_affiliations": [
                "Department of Pediatrics and Adolescent Medicine, Ulm University Medical Center, Ulm, Germany"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T15:43:08",
    "is_scraped": "1"
}