{
    "doi": "https://doi.org/10.1182/blood.V124.21.2520.2520",
    "article_title": "Population Based Analysis of Outcomes of Primary Central Nervous System Lymphoma (PCNSL) Suggests a Treatment Strategy Including Intensive Chemotherapy with Autologous Stem Cell Transplantation Provides a Survival Advantage for Patients <65 Years of Age ",
    "article_date": "December 6, 2014",
    "session_type": "731. Clinical Autologous Transplantation: Results: Poster II",
    "abstract_text": "Background: Primary central nervous system lymphoma (PCNL) is rare, associated with poor outcomes, and lacks widely accepted management guidelines. Prior to 2011, one Alberta tertiary cancer centre consolidated high dose methotrexate (HDM)-based induction with whole brain radiation therapy (WBRT), while the other utilized high dose cytarabine (HDAC) and then high dose therapy (HDT) with thiotepa, busulfan, cyclophosphamide and autologous stem cell transplant (ASCT), especially for patients <65 years of age. Since November 2011, both tertiary Alberta centres followed the same protocol incorporating high dose thiotepa and busulfan (without cyclophosphamide) and ASCT, but avoided WBRT. Methods: A retrospective analysis was conducted on all consecutive Alberta patients diagnosed with human immunodeficiency virus (HIV) negative PCNSL from 01/98-12/13 to evaluate patient characteristics and outcomes of treatment approaches used during this period. Results: Characteristics of the identified 107 PCNSL patients include: median age 61 years (33-86), 37% aged 65 years or older, 34% ECOG 3-4 performance status, 61% deep brain involvement, 22% elevated LDH, 9% immune suppressed. Overall, 60% of patients received HDM-based therapy, 29% received HDT and ASCT as part of primary therapy and 35% received WBRT as part of primary therapy ( Figure 1 ). Of patients receiving HDM-based therapy, the median number of cycles of MTX was 4 with 45% of these patients receiving a dose of HDM ≥ 4g/m 2 . Where given, the median number of cycles of HDAC ≥ 2g/m 2 was 2. The median follow up for surviving patients is 60.7 months (4.4 – 190.5 months). For all patients, 5 year overall survival (OS) was significantly improved with the use of HDT-ASCT (57.8% overall, 52.6% in first remission (PR1) and 66.7% at relapse) compared with HDM +/- WBRT (36.7%) or WBRT alone (15.5%) (p < 0.001) ( Figure 2 ). Similarly, in all patients 5 year event free survival (EFS) was significantly improved with the use of HDT-ASCT in first remission (49.9%), compared with HDM-based therapy (29.9%) or WBRT alone (15.6%) (p<0.001). This was most notable in patients age < 65 years (N=67), where HDT-ASCT demonstrated improved 5 year OS (63.6% overall, 60.4% in PR1, 66.7% at relapse) compared with HDM-based therapy (34.5%) or WBRT alone (20.8%) (p<0.001) and in which HDT-ASCT in first remission showed superior 5 year EFS (57.5%) over combination HDM-based therapy (30.5%) and isolated WBRT (20.8%) (p<0.001). However, none of the 3 patients treated with HDT-ASCT over age 65 years achieved 5 year OS. This compares poorly with the 5 year OS rates of 60% for HDM-based therapy or 11.8% for WBRT alone in patients age ≥ 65 years (p 0.006). Factors independently associated with improved OS in multivariate analysis were: Age < 65y, ECOG 0-2, HDM, WBRT, HDT-ASCT. Of these factors, age <65 and HDT-ASCT were the only factors predictive of improved EFS. Thus far, 14 patients have been treated using the uniform Alberta treatment approach that was established in November 2011. These 14 patients achieved a 2 year EFS rate of 64.6% compared to the 45.1% 2 year EFS seen in the 93 historical patients treated in Alberta from 1998-2011. Of patients receiving HDT-ASCT in first remission, treatment related grade 3-4 toxicities were seen in 5 patients (16%) and treatment related mortality was 9.7% (3 infections) with all deaths occurring prior to 2011. The use of WBRT in combination with HDM and/or HDT-ASCT resulted in marked increases in neurotoxicity compared to treatments that avoided WBRT (OR 3.8, p 0.0093). Conclusion: HDT-ASCT is an effective first remission consolidation treatment for PCNSL and could be considered for all fit patients age < 65 years. Patients age ≥ 65 years with PCNSL should be offered HDM-based therapy without HDT-ASCT. WBRT also confers an OS advantage relative to palliation, but is associated with a significant increased risk of neurotoxicity with implications for impaired quality of life. Figure 1 View large Download slide First-line treatment received by patients with PCNSL diagnosed in Alberta from 1998-2013 Figure 1 View large Download slide First-line treatment received by patients with PCNSL diagnosed in Alberta from 1998-2013 Close modal Figure 2 View large Download slide Overall survival of all PCNSL patients diagnosed 1998-2013 in Alberta Figure 2 View large Download slide Overall survival of all PCNSL patients diagnosed 1998-2013 in Alberta Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "autologous stem cell transplant",
        "chemotherapy regimen",
        "primary central nervous system lymphoma",
        "whole brain irradiation",
        "disease remission",
        "busulfan",
        "cyclophosphamide",
        "electrocorticogram",
        "hdac protocol",
        "histone deacetylase"
    ],
    "author_names": [
        "Joanna Graczyk, MD FRCPC",
        "Sunita Ghosh, PhD",
        "Neil Chua, MD FRCPC",
        "Douglas A. Stewart, MD FRCPC",
        "Carolyn J. Owen, MD FRCPC"
    ],
    "author_dict_list": [
        {
            "author_name": "Joanna Graczyk, MD FRCPC",
            "author_affiliations": [
                "University of Calgary, Calgary, Canada "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Sunita Ghosh, PhD",
            "author_affiliations": [
                "University of Alberta, Edmonton, Canada "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Neil Chua, MD FRCPC",
            "author_affiliations": [
                "University of Alberta, Edmonton, Canada "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Douglas A. Stewart, MD FRCPC",
            "author_affiliations": [
                "University of Calgary, Calgary, Canada"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carolyn J. Owen, MD FRCPC",
            "author_affiliations": [
                "University of Calgary, Calgary, Canada "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-01T06:52:56",
    "is_scraped": "1"
}