{
    "doi": "https://doi.org/10.1182/blood-2018-99-111202",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4046",
    "start_url_page_num": 4046,
    "is_scraped": "1",
    "article_title": "CD30-Chimeric Antigen Receptor (CAR) T Cells for Therapy of Hodgkin Lymphoma (HL) ",
    "article_date": "November 29, 2018",
    "session_type": "624. Hodgkin Lymphoma and T/NK Cell Lymphoma—Clinical Studies: Immunotherapy and Targeted Strategies",
    "topics": [
        "antigens, cd30",
        "chimera organism",
        "hodgkin's disease",
        "receptors, antigen",
        "t-lymphocytes",
        "chemotherapy regimen",
        "infusion procedures",
        "monoclonal antibodies",
        "cd28 antigens",
        "toxic effect"
    ],
    "author_names": [
        "Carlos A. Ramos, MD",
        "Mrinalini Bilgi",
        "Claudia P. Gerken",
        "Olga Dakhova",
        "Zhuyong Mei",
        "Bambi J. Grilley, RPh",
        "Adrian P. Gee, PhD",
        "Cliona M. Rooney, PhD",
        "Gianpietro Dotti, MD",
        "Barbara Savoldo, MD PhD",
        "Helen E. Heslop, MDDSc",
        "Malcolm K. Brenner, MD PhD"
    ],
    "author_affiliations": [
        [
            "Center for Cell and Gene Therapy, Baylor College of Medicine, Texas Children's Hospital, Houston Methodist Hospital, Houston, TX "
        ],
        [
            "Center for Cell and Gene Therapy, Baylor College of Medicine, Texas Children's Hospital, Houston Methodist Hospital, Houston, TX "
        ],
        [
            "Center for Cell and Gene Therapy, Baylor College of Medicine, Texas Children's Hospital, Houston Methodist Hospital, Houston, TX "
        ],
        [
            "Center for Cell and Gene Therapy, Baylor College of Medicine, Texas Children's Hospital, Houston Methodist Hospital, Houston, TX "
        ],
        [
            "Center for Cell and Gene Therapy, Baylor College of Medicine, Texas Children's Hospital, Houston Methodist Hospital, Houston, TX "
        ],
        [
            "Center for Cell and Gene Therapy, Baylor College of Medicine, Texas Children's Hospital, Houston Methodist Hospital, Houston, TX "
        ],
        [
            "Center for Cell and Gene Therapy, Baylor College of Medicine, Texas Children's Hospital, Houston Methodist Hospital, Houston, TX "
        ],
        [
            "Center for Cell and Gene Therapy, Baylor College of Medicine, Texas Children's Hospital, Houston Methodist Hospital, Houston, TX "
        ],
        [
            "Lineberger Comprehensive Cancer Center, University of North Carolina, Chapel Hill, NC"
        ],
        [
            "Lineberger Comprehensive Cancer Center, University of North Carolina, Chapel Hill, NC"
        ],
        [
            "Center for Cell and Gene Therapy, Baylor College of Medicine, Texas Children's Hospital, Houston Methodist Hospital, Houston, TX "
        ],
        [
            "Center for Cell and Gene Therapy, Baylor College of Medicine, Texas Children's Hospital, Houston Methodist Hospital, Houston, TX "
        ]
    ],
    "first_author_latitude": "29.708278800000002",
    "first_author_longitude": "-95.40039744999999",
    "abstract_text": "CD19-specific CAR-T cells are highly successful against B-cell non-Hodgkin lymphomas and acute lymphoblastic leukemia but targets for other lymphoproliferative disorders have been harder to define. Almost all HL and some NHL express the CD30 antigen both at diagnosis and relapse, and monoclonal antibodies (mAb) targeting CD30 (e.g. brentuximab) produce objective antitumor responses. However, mAb have limited bio-distribution and their benefits may be short-lived. We therefore expressed the antigen binding domain of a CD30 mAb as part of a chimeric antigen receptor (CAR) on T cells, coupled to the CD28 and z chain endodomains. We have previously published results of a phase 1 study of activated autologous CD30.CAR-T cells (CD30.CARTs) infused in patients with relapsed/refractory CD30 + HL or NHL without preceding chemotherapy (Ramos et al. , J Clin Invest 2017). Of 6 patients with relapsed active HL, 1 entered complete remission (CR) that has lasted more than 3 years, and 3 had transient stable disease. No significant toxicities were observed. In order to boost the in vivo expansion and potentially the efficacy of these CD30.CARTs we are now infusing them after lymphodepleting chemotherapy (RELY-30, NCT02917083). We report here preliminary results of that study, which suggest a substantial improvement in efficacy. We have manufactured CD30.CARTs for 15 patients using retroviral transduction. Culture duration was 15±3 days, with a final transduction efficiency of 97.6%±1.8%. The cell products comprised >98% T cells, with a majority of them being effector T cells (CD45RO + 95.5%±6.0%). 51 Cr-release cytotoxicity assays confirmed that patients' CD30.CARTs lysed a CD30 + tumor line, HDLM-2 (45.9%±15.4% killing at a 20:1 effector:target ratio), with negligible effects on CD30 − target cells (<5% killing). During cell manufacture, 1 patient became ineligible due to rapid worsening of his performance status and liver function. Five patients are awaiting treatment on trial. Nine relapsed/refractory HL patients have received CD30.CARTs under the RELY-30 trial. Six of these had relapsed or progressed after treatment with brentuximab. Three patients have been treated on dose level (DL) 1 (2×10 7 CD30.CAR + T cells/m 2 ) and 6 patients on DL2 (1×10 8 ). All patients received lymphodepleting chemotherapy (cyclophosphamide 500 mg/m 2 and fludarabine 30 mg/m 2 daily for 3 days) before CART infusion. CART infusions were associated with grade 1 cytokine release syndrome in 4 of the patients, and a transient maculopapular rash in 6 of the patients, starting approximately one week after administration. The molecular signal from CARTs, assessed by Q-PCR in peripheral blood, peaked at 1-2 weeks following infusion, but dropped progressively after 4 weeks and decreased to near the limit of detection level by 6 months post infusion. The signal level was dose dependent, with a peak average of 19,371 copies/mg DNA in patients treated on DL2 versus 7,132 copies/mg for DL1. Compared to patients who received the same CART dose but who were not given lymphodepleting chemotherapy in our previous trial, expansion levels were 45 and 119-fold higher, respectively. Eight patients have been evaluated at 6 weeks after infusion. Six have had a CR lasting from >6 weeks to >6 months, while 2 patients had disease progression. In conclusion, our data indicate that infusion of T cells carrying a CD30.CAR containing a CD28 endodomain after lymphodepleting chemotherapy is safe, with limited toxicities at the dose levels tested. CD30.CAR expansion is improved with inclusion of pre-infusion standard lymphodepleting chemotherapy and appears to be associated with improved efficacy in relapsed patients (6/8 CR versus 1/6 CR, P = 0.03). Disclosures Rooney: Marker: Equity Ownership. Heslop: Marker: Equity Ownership; Cytosen: Membership on an entity's Board of Directors or advisory committees; Tessa Therapeutics: Research Funding; Cell Medica: Research Funding; Gilead Biosciences: Membership on an entity's Board of Directors or advisory committees; Viracyte: Equity Ownership. Brenner: Marker: Equity Ownership."
}