{
    "doi": "https://doi.org/10.1182/blood.V104.11.3939.3939",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=131",
    "start_url_page_num": 131,
    "is_scraped": "1",
    "article_title": "Intermittent Low Dose Interleukin 11 Can Lead to Transfusion Independence in Patients with Chronic Myelo-Monocytic Leukemia and Thrombocytopenia. ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "interleukin-11",
        "leukemia",
        "monocytes",
        "thrombocytopenia",
        "transfusion",
        "leukemia, myelomonocytic, chronic",
        "platelet transfusion",
        "pancytopenia",
        "toxic effect",
        "edema"
    ],
    "author_names": [
        "Chirag Shah, MD",
        "Teresa C. Gentile, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Hematology-Oncology, SUNY Upstate Medical University, Syracuse, NY, USA"
        ],
        [
            "Hematology-Oncology, SUNY Upstate Medical University, Syracuse, NY, USA"
        ]
    ],
    "first_author_latitude": "43.04423859999999",
    "first_author_longitude": "-76.1391621",
    "abstract_text": "Recombinant Interleukin- 11 (IL-11) is a thrombopoietic cytokine that stimulates megakaryocytopoiesis in vitro and platelet production in vivo. It attenuates post chemotherapy thrombocytopenia at a dose of 50 mcg/ kg/ day subcutaneously (SC). Unfortunately, prolonged administration is associated with significant toxicity including peripheral and pulmonary edema at this dose. Administration of low dose IL-11 at 10 mcg/kg/day SC has shown efficacy in bone marrow failure states without significant toxicity. We report two cases of chronic myelo-monocytic leukemia (CMML) with transfusion dependent thrombocytopenia who received intermittent low dose IL-11 without significant toxicity. Case Reports- Patient 1 is a 79-year-old male with history of CMML with pancytopenia of three years duration. Recently he required transfusion of platelets with his platelet counts falling to less than 15 x 10 9 /L. His cytogenetic study showed normal karyotype, 46 XY. He required platelet transfusion at every 14 days. He initially was started on IL-11 at 10mcg/kg/day, 5 days per week.. His platelet count increased to above 30 x 10 9 /L and he became transfusion independent within two weeks. Unfortunately on this schedule he developed edema and mild CHF. IL-11 was stopped for two weeks and upon resolution of toxicity, restarted at 10 mcg/kg/day on Monday, Wednesday and Friday. He has remained transfusion independent without recurrence of edema at 5 months on this schedule. Patient 2 was a 63-year-old male with previous history of chronic lymphocytic leukemia and diffuse large B cell lymphoma who developed CMML with severe pancytopenia. His karyotype was 46, XY, −7, +21. His platelet count was consistently less than 10 x 10 9 /L. He required platelet transfusion twice a week. He was started on IL-11 at 10mcg/kg/day for 5 days per week, two weeks on and two weeks off. His platelet count increased to as high as 64 x 10 9 /L after 2 nd cycle. His platelet transfusion requirement decreased from every 3 rd day to every 10 th -14 th day. He experienced no peripheral or pulmonary edema. Conclusion: Administration of low dose IL-11 in other bone marrow failure states has been reported but its use has not been described in CMML. Our observation in these 2 patients suggests that IL-11 has efficacy in CMML and is very well tolerated at low doses on an intermittent administration schedule. IL-11 may decrease the transfusion requirement in transfusion dependent patients. Further studies are needed to evaluate overall impact on larger number of patients who require regular platelet transfusion."
}