{
    "doi": "https://doi.org/10.1182/blood.V118.21.2960.2960",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1979",
    "start_url_page_num": 1979,
    "is_scraped": "1",
    "article_title": "Lack of Host Bone Marrow-Derived Interleukin-12 Increased the Incidence of Allograft Rejection in Allogeneic Bone Marrow Transplantation ",
    "article_date": "November 18, 2011",
    "session_type": "701. Experimental Transplantation - Basic Biology, Engraftment and Disease Activity: Poster II",
    "abstract_text": "Abstract 2960 Background: Donor cell engraftment following allogeneic bone marrow transplantation (BMT) is affected by several factors, including immunological major histocompatibility complex (MHC) barriers, the intensity of the conditioning regimen, and the content of T-cells in the graft. The current model for engraftment in allogeneic BMT is that host dendritic cells (DCs) activate donor T-cells which promote engraftment by eliminating radio-resistant cytotoxic host immune cells, especially natural killer (NK) cells and T-cells. To explore the interaction between donor T-cell and host antigen-presenting cells (APC) in engraftment in allogeneic BMT, we focused on the role of interleukin-12 (IL-12), a key cytokine produced mainly by DCs that drives the development of donor type 1 helper T cells (Th1) and type 1 cytotoxic T lymphocytes (Tc1). Methods: Radiation chimeras with >95% donor chimerism were created by transplanting 5 × 10 6 bone marrow (BM) cells from IL-12 knock out (IL-12 KO) or wild type (WT) B6 (H-2K b , CD45.2) donors into congenic BL6 Pepboy (B6.SJL- Ptprc a Pep3 b /BoyJ, H-2K b , CD45.1) mice following lethal 11 Gy irradiation. A second allogeneic BMT was conducted 2 months later using MHC mismatched FVB (H-2 q , CD45.1), BA.B10 (H-2K k , CD45.2, CD90.1) or B10.BR (H-2K k , CD45.2, CD90.2) donor cells. In vivo bioluminescent imaging (BLI) was performed to analyze the number and in vivo distribution of luciferase + donor T-cells. The whole-body bioluminescent signal was used as a marker of the donor T cell expansion. Engraftment of donor myeloid cells was determined by flow cytometry using mAbs for specific leukocyte markers expressed on donors and recipients (CD45.1, CD45.2, H-2K b ). Intracellular cytokine expression (IL-4, IL-10, IFN-g) by donor CD4 + and CD8 + T cells was analyzed by flow cytometry. Results: WT BL6→BL6 radiation chimeras recipients showed greater expansion of luciferase + donor T-cells compared with IL-12 KO BL6→BL6 radiation chimeras recipients and FVB→FVB syngeneic recipients at early time point (2 wks) following 9 Gy re-irradiation and transplantation of 3 × 10 5 luciferase + FVB-L2G85 T-cells in combination with 5 × 10 6 T cell depleted (TCD) BM cells from FVB mice following ( Fig 1 ). At 4 weeks post transplant, more WT BL6→BL6 radiation chimeras achieved myeloid engraftment than IL-12 KO BL6→BL6 radiation chimera recipients(75.0% versus 33.3% respectively, p = 0.086), and the former group had better erythroid engraftment than the latter group (RBC 8.65 ± 1.88 × 10 12 /L versus 5.67 ± 2.22 × 10 12 /L respectively, p = 0.011). However, when FVB, WT BL6→BL6 or IL-12 KO BL6→BL6 radiation chimeras recipients were conditioned with a larger dose of irradiation prior to the second transplantation (10 Gy) and received a larger dose of donor T-cells (5 × 10 5 ), both the WT BL6→BL6 and IL-12 KO BL6→BL6 radiation chimeras recipients achieved full donor engraftments (85.7% versus 87.5% respectively, p = NS). Donor T cells in allogeneic BMT recipients were Th1/Tc1 polarized, there were no differences in frequencies and total numbers of Th1/Tc1 donor CD4 + and CD8 + T cells comparing recipients of WT BL6→BL6 and IL-12 KO BL6→BL6 radiation chimeras. In spite of an increased irradiation dose and larger number of donor T-cells in the second transplant regimen, no increase in graft versus host disease (GVHD) clinical scores and GVHD-mortality were observed in the recipients of WT BL6→BL6 radiation chimeras compared with recipients of IL-12 KO BL6→BL6 radiation chimeras. Conclusion: These data support a role for host BM-derived IL-12 in facilitating engraftment in allogeneic BMT following a reduced dose (9 Gy) radiation. The lack of host BM-derived IL-12 expression led to allograft rejection. Rejection could be overcome by increasing the dose of pre-transplant irradiation and the content of donor T-cells without causing lethal GVHD. As the main source of host BM-derived IL-12, recipient APC thus play an important role in donor T-cell activation. As has been previously demonstrated in a murine BMT model, the addition of IL-12 in the peri-transplant period helped to separate graft versus leukemia effects from the GVHD-promoting activity of donor T-cells ( Yang, 1997 ). Patients predicted to be high risk of graft failure may benefit from treatment strategies that contribute to production of IL-12 during the early phases of hematopoietic engraftment. Figure 1: View large Download slide Donor luciferase Figure 1: View large Download slide Donor luciferase  Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "bone marrow transplantation, allogeneic",
        "host (organism)",
        "interleukin-12",
        "transplant rejection",
        "cd45 antigens",
        "transplantation",
        "graft-versus-host disease",
        "luciferases",
        "tissue transplants",
        "cytokine"
    ],
    "author_names": [
        "Ying Wang, MD",
        "Jian-Ming Li, PhD",
        "Wayne A.C. Harris",
        "Cynthia R. Giver, PhD",
        "Edmund K Waller, MD PhD"
    ],
    "author_affiliations": [
        [
            "Leukemia Diagnosis and Treatment Center, Institute of Hematology and Blood Diseases Hospital, Chinese Academy of Medical Sciences, Peking Union Medical College, Tianjin, China, "
        ],
        [
            "Department of Hematology and Medical Oncology, Winship Cancer Institute, Emory University, Atlanta, GA, USA"
        ],
        [
            "Department of Hematology and Medical Oncology, Winship Cancer Institute, Emory University, Atlanta, GA, USA"
        ],
        [
            "Department of Hematology and Medical Oncology, Winship Cancer Institute, Emory University, Atlanta, GA, USA"
        ],
        [
            "Department of Hematology and Medical Oncology, Winship Cancer Institute, Emory University, Atlanta, GA, USA"
        ]
    ],
    "first_author_latitude": "39.35733095",
    "first_author_longitude": "117.11334980000001"
}