{
    "doi": "https://doi.org/10.1182/blood.V104.11.3779.3779",
    "article_title": "Molecular and Cellular Mechanisms for Fetal Hemoglobin Induction by Hydroxyureain Normal Erythroid Progenitors. ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Hydroxyurea (HU) is a widely used cytotoxic agent that is known to induce fetal hemoglobin (HbF) production. HU-induced HbF production is beneficial for some patients with β-thalassemia and also ameliorates the severity of pain episodes in sickle cell anemia. Various cell culture systems have been used to elucidate the implicated mechanisms. We have previously demonstrated in both K562 human erythroleukemic cells and human erythroid cells (hAEC) that HU increases the transcription of low-expressed globin genes as well as the splicing efficiency of primary globin transcripts; however, other post-transcriptional effects could not be excluded. In this study, we extended our analysis in order to further understand the effect of HU on erythropoiesis and the molecular mechanisms involved in globin gene elevation. Peripheral blood hAEC from normal individuals were cultured in a two-phase liquid culture. Erythropoietin was added only to phase II. Erythroid cells in phase II were exposed to different HU concentrations 25/50/100/300 μM at day 5 (proerythroblast stage) either continuously (1– 3 days) or were pulse treated [initially exposed to HU (1–3 days), then washed and harvested at day 8–14)]. Hb-containing cell number, measured by flow cytometry (FC), was affected by continuous as well as pulse HU treatment in a dose- and-time dependent fashion. HbF-cell numbers were determined from day 0 of phase II throughout phase II culture by both FC and the immunocytochemical StreptABComplex/AP staining procedure. At day 0 of phase II no HbF cells were detected by either method; at day 8 of phase II, F-cell numbers increased 2-fold in cultures exposed to 100 μM/300 μM HU for 3 days. Hbs and globin chains were separated and measured by ion exchange and reverse-phase HPLC, respectively. HU (300 μ M) treatment caused a 1.5-fold increase in γ-globin chain production and preferentially elevated the Gγ-chain. Quantification of γ-mRNA was performed by real-time PCR. While addition of low HU concentrations (25 and 50 μM) for 1–3 days had no effect, treatment with high concentrations (100/300 μM) caused a significant time- and dose-dependent increase in γ-mRNA (100 μM HU, 1– 3 days: 1.2 to 2.1-fold; 300 μM, 1–3 days: 1.5 to 2.2-fold). Pulse treatment with 100 μM HU (cells exposed for 1 day, washed and harvested 2 days later) led to a greater increase in γ-mRNA levels (2.2-fold) than continuous exposure for 3 days (1.6-fold). HU effects on γ-mRNA stability were analyzed in hAEC cultures-treated with HU and actinomycin-D (actD: 5μg/ml) for 1hr to 24hrs. HU-treated (100 μM) cells exhibited a 3.9-fold increase in γ-mRNA 24 hrs post-actD addition. Exposure at higher HU concentrations and/or prolongation of actD treatment had a toxic effect (decrease in both γ-mRNA and cell numbers). In conclusion, the present study provides evidence that HU can stimulate erythropoiesis and increase Hb production in a dose- and-time dependent fashion; HU effects are mediated by transcriptional and post-transcriptional modulation of γ-globin gene expression.",
    "topics": [
        "erythroid progenitor cells",
        "fetal hemoglobin",
        "rna, messenger",
        "globins",
        "cell culture techniques",
        "cytotoxin",
        "dactinomycin",
        "erythropoietin",
        "flow cytometry",
        "globin chain"
    ],
    "author_names": [
        "S. Likousi",
        "G. Paterakis",
        "D. Koumbi",
        "A. Tserga",
        "M. Papadakis",
        "D. Kletsas",
        "M. Katelani",
        "E. Fibach",
        "V. Merianou",
        "P. Kollia"
    ],
    "author_dict_list": [
        {
            "author_name": "S. Likousi",
            "author_affiliations": [
                "Biology, School of Medicine, University of Thessaly, Larissa, Greece"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "G. Paterakis",
            "author_affiliations": [
                "Flow Cytometry Laboratory, Immunology, General Hospital G. Gennimatas, Athens, Greece"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "D. Koumbi",
            "author_affiliations": [
                "1st Dept. Internal Medicine, University of Athens, Athens, Greece"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "A. Tserga",
            "author_affiliations": [
                "Biology, School of Medicine, University of Thessaly, Larissa, Greece"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "M. Papadakis",
            "author_affiliations": [
                "Thalassemia Unit, Laikon General Hospital, Athens, Greece"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "D. Kletsas",
            "author_affiliations": [
                "Biology, Demokritos Institute, Athens, Greece"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "M. Katelani",
            "author_affiliations": [
                "Hematology, General Hospital Ag. Olga, Athens, Greece"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "E. Fibach",
            "author_affiliations": [
                "Hematology, Hadassah University Hospital, Jerusalem, Israel"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "V. Merianou",
            "author_affiliations": [
                "Transfusion Unit, General Hospital Ag.Olga, Athens, Greece"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "P. Kollia",
            "author_affiliations": [
                "Biology, School of Medicine, University of Thessaly, Larissa, Greece"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-24T15:32:36",
    "is_scraped": "1"
}