{
    "doi": "https://doi.org/10.1182/blood.V112.11.3986.3986",
    "article_title": "Outcome and Predictive Factors of Patients (pts) with Hematologic Malignancies (HM) Admitted to the Intensive Care Unit (ICU) ",
    "article_date": "November 16, 2008",
    "session_type": "Acute Myeloid Leukemia - Biology and Pathophysiology",
    "abstract_text": "Background: Although great advances have been made in the treatment of pts with acute leukemia (AL), an important number of pts still experience life-threatening complications while receiving remission induction chemotherapy (IC) that necessitates ICU admission. Several reports have attempted to identify the factors that may predict the admission to ICU, however, none apply specifically to pts with HM. In addition, there is currently no objective measure available to identify which pts with HM are at high risk for ICU admission. Objectives : To review the characteristics and outcome of patients with acute myelogenous leukemia (AML) or high-risk myelodysplastic syndrome (HR-MDS) admitted to ICU during IC; and to identify predictive factors for ICU admission. Methods: Retrospective review of medical records of AML and HR-MDS pts admitted for IC from January 1998 to December 2005 to the Leukemia Department at MDACC. Results: 1541 patients received IC from Jan1998 to Dec 2005. Median age was 58 years (r: 13–89); 59% were male; 84% had AML; 68% were in protected environment during IC; 94% had ≤2 Zubrod performance status; 83% of the patients received IC treatment with cytarabine containing regimens. Three hundred eleven patients (20%) were admitted to ICU. Median age was 62 (r: 13–89); 54% had >2 Zubroad performance status. Reasons for ICU admission and mortality related to admission are described in table 1. The overall admission rate to ICU has not significantly decreased since 1998 to 2005 (p=0.22), however the mortality rate in ICU pts has significantly decreased over the 8 years evaluated (1998= 83%; 1999 =67%; 2000 =71%; 2002 = 67%; 2003=56%; 2004= 57%; 2005 =54%, p= 0.007). Fifty-five percent of the pts admitted to ICU required mechanical ventilation and 29% required hemodyalisis. Overall mortality among pts transferred to ICU was significantly higher when compared to that of pts who were not admitted to ICU, 59 % versus 4%, respectively (p < 0.001). Table 1.  . No patients (%) . Mortality (%) . Infections 114 (37) 69 Cardiac 67 (21) 52 Hemorrhage 77 (25) 62 Renal 19 (6) 58 Others 34 (11) 59 . No patients (%) . Mortality (%) . Infections 114 (37) 69 Cardiac 67 (21) 52 Hemorrhage 77 (25) 62 Renal 19 (6) 58 Others 34 (11) 59 View Large Multivariate logistic regression analysis identified the following risk factors for ICU admission: older age (OR=1.02, p=0.004), presence of infection at start IC (OR=1.37, p=0.09), cytogenetics [−5, −7] (OR=2.58, p=0.048); Zubrod performance status > 2 (OR= 1.82, p= 0.05); lack of antibacterial/antifungal prophylaxis (OR=0.49, p=0.006); and low albumin (OR= 0.68, p=0.008), high bilirubin (OR=1.32, p=0.052) and high Beta 2 Microglobulin (OR=1.10, p=0.0008) at start IC. Conclusions: Admission to the ICU during IC is associated with high mortality in pts with HM. Infectious complications are the most frequent cause of ICU admissions and it is associated with the higher mortality. The recognition of predictive factors for ICU transfer may facilitate the identification of pts at risk and will allow physicians to develop guidelines to prevent ICU admission.",
    "topics": [
        "brachial plexus neuritis",
        "hematologic neoplasms",
        "intensive care unit",
        "predictor variable",
        "infections",
        "albumins",
        "anti-bacterial agents",
        "antifungal prophylaxis",
        "beta 2-microglobulin",
        "bilirubin"
    ],
    "author_names": [
        "Gloria Mattiuzzi, MD",
        "Jorge Cortes",
        "Lianchun Xiao",
        "Sherry Pierce",
        "Hagop Kantarjian"
    ],
    "author_dict_list": [
        {
            "author_name": "Gloria Mattiuzzi, MD",
            "author_affiliations": [
                "Leukemia, UT MD Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jorge Cortes",
            "author_affiliations": [
                "Leukemia, UT MD Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lianchun Xiao",
            "author_affiliations": [
                "Quantitative Sciences Division, UT MD Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sherry Pierce",
            "author_affiliations": [
                "Leukemia, UT MD Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hagop Kantarjian",
            "author_affiliations": [
                "Leukemia, UT MD Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-07T18:39:07",
    "is_scraped": "1"
}