{
    "doi": "https://doi.org/10.1182/blood-2018-99-112046",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4146",
    "start_url_page_num": 4146,
    "is_scraped": "1",
    "article_title": "Treatment of Relapsed and Refractory Multiple Myeloma with Fully Oral Triplet IRD (ixazomib, lenalidomide and dexamethasone) Is Safe and with Significant Therapeutic Outcomes ",
    "article_date": "November 29, 2018",
    "session_type": "653. Myeloma: Therapy, excluding Transplantation: Poster I",
    "topics": [
        "dexamethasone",
        "ixazomib",
        "lenalidomide",
        "multiple myeloma",
        "treatment outcome",
        "triplets",
        "infections",
        "partial response",
        "plasmacytoma",
        "thalidomide"
    ],
    "author_names": [
        "Jiri Minarik, MD PhD",
        "Petra Krhovska",
        "Tomas Jelinek",
        "Alexandra Jungova",
        "Martin Mistrik, MD PhD",
        "Tomas Pika, MD PhD",
        "Evzen Gregora, MD",
        "Vladimir Maisnar, MD",
        "Jan Straub, MD",
        "Ludek Pour, MD",
        "Lucie Brozova, MSc",
        "Jaroslav Bacovsky",
        "Hana Plonkova",
        "Pavel Jindra, MD PhD",
        "Petr Pavlicek, MD",
        "Jakub Radocha, MD",
        "Ivan Spicka, MDPhDProf",
        "Martin Stork, MD",
        "Vlastimil Scudla, Prof, MD CSc",
        "Roman Hajek"
    ],
    "author_affiliations": [
        [
            "Department of Hemato-Oncology, University Hospital Olomouc, Olomouc, Czech Republic "
        ],
        [
            "Department of Hemato-Oncology, Faculty of Medicine and Dentistry, Palacky University Olomouc and University Hospital Olomouc, Olomouc, Czech Republic "
        ],
        [
            "Department of Hemato-Oncology, University Hospital Ostrava, Faculty of Medicine, University of Ostrava, Ostrava, Czech Republic "
        ],
        [
            "Department of Hemato-Oncology, Charles University Hospital Pilsen, Pilsen, Czech Republic "
        ],
        [
            "Univ. Hosp., Bratislava, SVK "
        ],
        [
            "Department of Hemato-Oncology, University Hospital Olomouc and Faculty of Medicine and Dentistry, Palacky University Olomouc, Olomouc, CZE "
        ],
        [
            "FNKV, Prague, CZE "
        ],
        [
            "Fourth Department of Medicine - Hematology, FN and LF UK Hradec Králové, Hradec Králové, Czech Republic "
        ],
        [
            "Všeobecná fakultní nemocnice, Prague, Czech Republic "
        ],
        [
            "Department of Internal Medicine, Hematology and Oncology, University Hospital Brno, Brno, Czech Republic "
        ],
        [
            "Institute of Biostatistics and Analyses, Faculty of Medicine, Masaryk University, Brno, Czech Republic "
        ],
        [
            "Department of Hemato-Oncology, Faculty of Medicine and Dentistry, Palacky University Olomouc and University Hospital Olomouc, Olomouc, Czech Republic "
        ],
        [
            "Department of Hemato-Oncology, University Hospital Ostrava, Faculty of Medicine, University of Ostrava, Ostrava, Czech Republic "
        ],
        [
            "Charles University Hospital, Plzen, CZE "
        ],
        [
            "University Hospital Kralovske Vinohrady, Prague, Czech Republic "
        ],
        [
            "4th Department of Internal Medicine - Hematology, Faculty Hospital and Charles University in Hradec Králové, Hradec Kralove, Czech Republic "
        ],
        [
            "General Faculty Hospital, Prague, Czech Republic "
        ],
        [
            "Department of Internal Medicine, Hematology and Oncology, University Hospital Brno, Brno, Czech Republic "
        ],
        [
            "Department of Hemato-Oncology, Faculty of Medicine and Dentistry, Palacky University Olomouc and University Hospital Olomouc, Olomouc, Czech Republic "
        ],
        [
            "Department of Hematooncology, University Hospital Ostrava, Ostrava, Czech Republic"
        ]
    ],
    "first_author_latitude": "49.581686700000006",
    "first_author_longitude": "17.2382261",
    "abstract_text": "Aims: Treatment of multiple myeloma (MM) in relapsed and refractory setting (RRMM) has been a challenge. The best outcomes have been observed in triplet combination of novel drugs. However, most combinations require weekly parenteral administration thus degrading patients´adherence to therapy, especially when treatment is scheduled \"until progression\". The introduction of fully oral triplet combination ixazomib, lenalidomide and dexamethasone (IRD) showed an outstanding efficacy in the Tourmaline-MM1 trial. Our aim is to determine the efficacy and safety of IRD regimen outside clinical trials. Patients and methods: A cohort of 127 RRMM patients from the Czech and Slovak Republic were treated with IRD regimen within a Named Patient Program between 2016 and 2018. The M/F ratio was 1.2:1 with median age 66 years (41-84). The representation of M-protein and light chain types as well as ISS stage was standard. The data for cytogenetics were recorded only at the time of diagnosis in 71% of patients with 15 patients having high-risk features - t(4;14), t(14;16) and del17, and 41 patients having standard risk features. In 34 patients we were not able to determine the risk status as at least one abnormality was missing and none was positive. The presence of extramedullary plasmocytoma was recorded in 15% of patients. Most patients received IRD for their 1st relapse (58.5%), followed by 2nd (23.7%) and 3rd relapse (7.6%) with significant portion of patients being treated in ≥4th relapse (10.1%). The pretreatment with individual drugs was as follows: bortezomib (BTZ) 94.5%, thalidomide (THAL) 40.9%, lenalidomide (LEN) 18.9% and carfilzomib 5.5%. 62.2% of patients underwent previous autologous stem cell transplant. Altogether 25.2% of patients were refractory to at least 1 drug with 18.9% being BTZ refractory and 7.9% LEN refractory. Data were analyzed from the Czech Registry of Monoclonal Gammopathies. Data were described by absolute and relative frequencies of categorical variables and mean (standard deviation), median (minimum-maximum) of quantitative variables. Survival measures were plotted using Kaplan-Meier methodology at 95% confidence interval, log-rank test was used to estimate the statistical significance at P<0.05. Results: The overall response rate to IRD regimen (≥ partial response, PR) was 67.1% with clinical benefit rate (≥ minimal response, MR) of 77.2%. The rate of individual responses was as follows: complete response (CR) in 11.4%, very good partial response (VGPR) in 16.5%, PR in 39.2%, MR in 10.1%, stable disease (SD) in 13.9% and progressive disease (PG) in 8.9%. The median overall survival was not reached after median follow up of 9.4 months. Median progression free survival (PFS) was 23.1 months. PFS was significantly decreasing with number of previous lines (not reached after 1 previous lines, 23.1 after 2 lines, 8.7 after 3 lines and 4.6 after ≥4 lines, p = 0,006). As expected, the best PFS increased with deeper therapeutic response (SD+PD = 4.1 months, MR = 9.0 months, PR = 15.1 months, VGPR = 13.2 months, and CR = median PFS not reached). There were limited information regarding the high risk features. Still, we confirmed adverse impact of the presence of extramedullary disease (PFS 5.5 vs 23.1 months, p = 0.001). Similarly, patients did worse when being pretreated by both proteasome inibitor and an IMiD versus solely proteasome inhibitor (PFS 10.0 vs 23.1 months, p = 0.001). The outcomes of high-risk cytogenetics were beyond statistical significance. Most toxicities were grade ≤2. Only hematological toxicity and infection reached grade 3 or higher, as follows: neutropenia in 35.1%, thrombocytopenia in 22.8%, anemia in 12.3% and infection in 19.3%. Conclusions: IRD regimen is very effective in RRMM. We confirmed its efficacy even in highly pretreated population (≥4 prior regimens) and in patients refractory to BTZ or LEN, which were exclusion criteria for the Tourmaline trial. The fully oral combination is well tolerated, with manageable side effects and easy management of dose modifications. Unlike the original trial our data show better results in patients with less pretreatment. The presence of extramedullary plasmocytoma deteriorates the prognosis of patients on IRD regimen. We thank to Takeda for enabling the Named Patient Program. With support of AZV 17-29343A, MH CZ - DRO (FNOl, 00098892) Disclosures Maisnar: Amgen: Honoraria, Membership on an entity's Board of Directors or advisory committees; Celgene: Honoraria, Membership on an entity's Board of Directors or advisory committees; Bristol Myers Squibb: Membership on an entity's Board of Directors or advisory committees; Novartis: Honoraria; Janssen: Honoraria, Membership on an entity's Board of Directors or advisory committees; Takeda: Membership on an entity's Board of Directors or advisory committees. Hajek: Amgen: Consultancy, Honoraria, Research Funding; Bristol Myers Squibb: Consultancy, Honoraria; Takeda: Consultancy, Honoraria, Research Funding; Janssen: Consultancy, Honoraria, Research Funding; Celgene: Consultancy, Honoraria, Research Funding; Novartis: Research Funding."
}