{
    "doi": "https://doi.org/10.1182/blood-2018-99-120313",
    "article_title": "Diagnosis to Treatment Interval in DLBCL Is Predictive of Overall Survival in a Large, Population-Based Registry ",
    "article_date": "November 29, 2018",
    "session_type": "627. Aggressive Lymphoma (Diffuse Large B-Cell and Other Aggressive B-Cell Non-Hodgkin Lymphomas)-Results from Retrospective/Observational Studies: Poster I",
    "abstract_text": "Despite advances in treatment for diffuse large B cell lymphoma (DLBCL), approximately one third of patients will relapse, with known risk factors largely limited to the biology of the disease. Recently, patient selection bias has been highlighted as a concern in patients enrolled in DLBCL trials, as the need to categorize patients by cell-of-origin necessitates a prolonged screening period that might exclude patients with a need for urgent treatment and thus more aggressive biology (Maurer et al ., JCO 2018). Whether an abbreviated diagnosis to treatment interval represents a surrogate for more aggressive disease and adverse prognosis is unclear in a \"real-world\" setting. We evaluated the time from diagnosis to treatment (and other pre-treatment time intervals) and additional socioeconomic and system-based variables and their impact on lymphoma outcomes. Methods : Using population-based health administrative databases held at the Institute of Clinical and Evaluative Sciences, Ontario, Canada, we identified adults ≥18 years with DLBCL or transformed lymphoma. We explored the impact of timelines prior to commencing treatment and socio-economic status, distance to treating hospital, inpatient/outpatient status, and type of treatment centre on overall survival (OS) and progression-free survival (PFS). Patients were followed from index (first rituximab treatment) until death, occurrence of a new primary cancer, or March 31, 2017. Cox regression analyses were completed to evaluate the impact of predictor variables on OS. Results: In the population evaluated ( n =9446), the median age was 66 years and 54% were of male gender. Forty-four percent were from the top two income quintiles and 86% from urban settings. Educational attainment was evenly distributed. Median number of co-morbidities using the John Hopkins aggregated diagnostic groups (ADGs) was 11 (IQR 9-14) with 61% of patients having a high AGD score (≥10). Patients waited a median of 37 days from diagnosis to treatment (IQR 39), with 25% waiting > 60 days. From diagnosis, patients waited a median of 19 days to see a hematologist/oncologist (diagnosis to consult time; IQR 24), followed by a further 15 days before chemotherapy was initiated (consult to treatment time; IQR 22). The first cycle was delivered as an inpatient in 4%. Median number of cycles was 6 (IQR 2) with 61% of patients completing ≥ 6. Most patients lived within 20 km of the treating centre (64%); however, 13% travelled > 60 km. At the conclusion of study follow-up, 57% of the cohort were alive with median OS not yet reached (Figure 1). Of the 3499 patients with the cause of death available, 73% had DLBCL listed as primary cause with 9.3% of patients dying on active treatment. In Cox regression analysis, an extended time from diagnosis to treatment was associated with improvement in overall survival. Compared to patients who required treatment within 30 days of diagnosis, patients who were treated within 30 - 60 days of diagnosis (HR 0.72; CI 95% 0.67 - 0.78) and > 60 days from diagnosis (HR 0.78; CI 95% 0.71 - 0.85) experienced improved survival (Figure 2). Compared to patients who lived close to the initial treatment centre (< 20 km), the survival of those patients who travelled more significant distances (> 60 km was not meaningfully impacted (HR 0.91; CI 95% 0.82-1.01). Conclusion: An abbreviated diagnosis to treatment time in newly-diagnosed DLBCL predicts for inferior overall survival in a \"real-world\" setting, and is potentially reflective of more aggressive disease biology or clinical behaviour. Clinical trials that require extended screening periods may be inadvertently enriched with patients with lymphomas that exhibit less aggressive clinical behaviour (and improved prognosis). In daily practice, patients with less clinically aggressive presentations should be reassured that their outcome should not be adversely impacted by a reasonable wait time. Forthcoming multivariable analyses will be presented to evaluate the impact of additional socioeconomic and system based variables on survival. View large Download slide View large Download slide  Close modal Disclosures Buckstein: Celgene: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding.",
    "author_names": [
        "Danielle N. Blunt, BMBS",
        "Liam Smyth, MD FRCPath",
        "Evgenia Gatov",
        "Chenthila Nagamuthu, MPH",
        "Rena Buckstein, MD FRCPC",
        "Ruth Croxford, MSc",
        "Matthew Cheung, MD MS, FRCP"
    ],
    "author_dict_list": [
        {
            "author_name": "Danielle N. Blunt, BMBS",
            "author_affiliations": [
                "Odette Cancer Centre, Sunnybrook Health Sciences Centre, Toronto, Canada "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Liam Smyth, MD FRCPath",
            "author_affiliations": [
                "Odette Cancer Centre, Sunnybrook Health Sciences Centre, Toronto, Canada "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Evgenia Gatov",
            "author_affiliations": [
                "Cancer Research Program, Institute for Clinical Evaluative Sciences, Toronto, Canada "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chenthila Nagamuthu, MPH",
            "author_affiliations": [
                "Cancer Research Program, Institute for Clinical Evaluative Sciences, Toronto, Canada "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rena Buckstein, MD FRCPC",
            "author_affiliations": [
                "MDS Research Program, Sunnybrook Odette Cancer Center, Toronto, Canada "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ruth Croxford, MSc",
            "author_affiliations": [
                "Cancer Research Program, Institute for Clinical Evaluative Sciences, Toronto, Canada "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Matthew Cheung, MD MS, FRCP",
            "author_affiliations": [
                "Odette Cancer Centre, Toronto, CAN"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-14T21:37:59",
    "is_scraped": "1"
}