{
    "doi": "https://doi.org/10.1182/blood.V126.23.1151.1151",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3030",
    "start_url_page_num": 3030,
    "is_scraped": "1",
    "article_title": "The Impact of Aging of Hematopoietic Stem and Progenitor Cells (HSPCs) in Non-Human Primates As Interrogated By Genetic Barcode Clonal Tracking ",
    "article_date": "December 3, 2015",
    "session_type": "501. Hematopoietic Stem and Progenitor Biology: Poster I",
    "topics": [
        "aging",
        "anemia",
        "bar codes",
        "cd14 antigen",
        "cd20 antigens",
        "follow-up",
        "genetics",
        "neoplastic cell transformation",
        "primates",
        "prognostic factors"
    ],
    "author_names": [
        "Kyung-Rok Yu, PhD",
        "Chuanfeng Wu, PhD",
        "Diego Espinoza",
        "Idalia Yabe",
        "Sandhya R. Panch, MD MPH",
        "So Gun Hong, PhD",
        "Samson Jonathan Koelle, BA",
        "Rong Lu",
        "Aylin Bonifacino",
        "Alan Krouse",
        "Mark Metzger",
        "Robert Donahue, VMD",
        "Cynthia E. Dunbar, MD"
    ],
    "author_affiliations": [
        [
            "Hematology Branch, National Heart, Lung and Blood Institute, National Institutes of Health, Bethesda, MD "
        ],
        [
            "National Heart, Lung and Blood Institute, National Institutes of Health, Bethesda, MD "
        ],
        [
            "Hematology Branch, National Heart, Lung and Blood Institute, National Institutes of Health, Bethesda, MD "
        ],
        [
            "Hematology Branch, National Heart, Lung and Blood Institute, National Institutes of Health, Bethesda, MD "
        ],
        [
            "Hematology Branch, National Heart, Lung and Blood Institute, National Institutes of Health, Bethesda, MD "
        ],
        [
            "Hematology Branch, National Heart, Lung and Blood Institute, National Institutes of Health, Bethesda, MD "
        ],
        [
            "Hematology Branch, National Heart, Lung and Blood Institute, National Institutes of Health, Bethesda, MD "
        ],
        [
            "Department of Stem Cell Biology and Regenerative Medicine, Eli and Edythe Broad Center for Regenerative Medicine and Stem Cell Research, Keck School of Medicine, University of Southern California, Los Angeles, CA"
        ],
        [
            "Hematology Branch, National Heart, Lung and Blood Institute, National Institutes of Health, Bethesda, MD "
        ],
        [
            "Hematology Branch, National Heart, Lung and Blood Institute, National Institutes of Health, Bethesda, MD "
        ],
        [
            "Hematology Branch, National Heart, Lung and Blood Institute, National Institutes of Health, Bethesda, MD "
        ],
        [
            "Hematology Branch, National Heart, Lung and Blood Institute, National Institutes of Health, Bethesda, MD "
        ],
        [
            "National Heart, Lung and Blood Institute, National Institutes of Health, Bethesda, MD "
        ]
    ],
    "first_author_latitude": "39.0013096",
    "first_author_longitude": "-77.1028317",
    "abstract_text": "Aging of the hematopoietic system is associated with a number of observations, including diminished regenerative potential, skewed lineage differentiation, increased incidence of anemia, and higher rates of neoplastic transformation. Despite advanced age being a strong poor prognostic factor, an increasing number of older patients are receiving hematopoietic stem and progenitor cell (HSPC) transplantation. Most previous investigations of the effects of aging on hematopoiesis have been obtained in murine models. The rhesus macaque is a powerful model to study human hematopoiesis and aging, based on a close phylogenetic relationship to humans, and similar telomere lengths, lifespans and aging phenotypes. To quantitatively elucidate the age-related changes that compromise hematopoietic function at a clonal level, we applied a genetic barcoding approach to quantitatively track the clonal behavior of HSPCs in young versus old macaques following autologous transplantation. We delivered high diversity barcodes via lentiviral transduction of CD34+ HSPC (detailed in our prior study: Wu et al Cell Stem Cell, 2014), allowing quantitative tracking of the output of thousands of individual HSPC clones labeled by unique barcodes, over time and in various lineages post-transplantation. We successfully transplanted barcoded HSPCs into 2 macaques aged 19 and 25 years, constituting \"old\" macaques based on an average lifespan in captivity of 20-30 years, and compared results to clonal patterns observed in 5 \"young\" macaques aged 3-5 years. Both old macaques engrafted promptly, and CD3+ T cells, CD3-CD20+ B cells, CD33+ Granulocytes (Gr), CD3-CD20-CD14+ Monocytes (Mo), and CD3-CD20-CD14-CD16+/or CD56+ NK cells were purified from the peripheral blood monthly following transplantation. In terms of overall polyclonality and diversity (Shannon index), analyzed through 4 months to date, there were no marked differences between the old and young recipients, with thousands of individual clones contributing to hematopoiesis in both sets of animals during the initial post-transplant time period studied. However, there were marked differences in the patterns of clonal lineage relationships between young and old animals, as assessed via pairwise Pearson correlations of all contributing clones as well as clustering algorithms allowing interrogation of patterns of clonal behavior. In both young and old, there was no correlation (i.e. no shared clones and thus no shared progenitors) between lineages at 1m, and clones contributing at 1m did not contribute to any lineage at 3m or later, indicating the existence of short-term, lineage-restricted progenitors in both age groups. By 3m in young animals, B and Gr/Mo became correlated, and by 3-6m, B/T/Mo/Gr multilineage clones appeared and constituted the majority of hematopoietic output. However, in old animals clones contributing to Gr/Mo versus B or T lineages remained almost completely distinct or markedly biased, up to 4m studied to date, without evidence for multi-lineage clones (Fig 1). In both young and old animals, the NK lineage remained clonally distinct, as previously reported for young animals. In summary, we transplanted 2 aged macaques with barcoded CD34+ HSPCs, and discovered a pattern of clonal reconstitution distinct from that in young animals, with persistent unilineage or highly-biased myeloid and B lymphoid progenitors in the aged animals. Longer follow-up will be required to determine if this biased pattern persists, and will be presented. This approach should improve our understanding of disorders of hematopoiesis in the elderly, and help improve transplantation and other therapies in this vulnerable patient population. Figure 1. View large Download slide Figure 1. View large Download slide  Disclosures No relevant conflicts of interest to declare."
}