{
    "doi": "https://doi.org/10.1182/blood.V104.11.1758.1758",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=236",
    "start_url_page_num": 236,
    "is_scraped": "1",
    "article_title": "High Level Expression of a Membrane-Anchored Inhibitor of HIV Infection in Murine Hematopoietic Stem and Progenitor Cells Does Not Pertubate Serial Multilineage Repopulation. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "T20 is a 36-amino-acid peptide that binds to HIV-1 gp41 and thereby acts as a fusion inhibitor, thus mediating potent and selective inhibition of HIV-1 entry in vitro and in vivo. An extended peptide expressed as an artificial, membrane-bound molecule (mbC46) efficiently inhibits HIV infection of primary human T-cells following retroviral vector mediated gene transfer (Egelhofer et al., J Virol, 2004). To develop an even more stringent approach to HIV gene therapy, we targeted hematopoietic stem cells. In 3 experimental groups of C57BL/6 mice (9 animals/group), we investigated the long-term toxicity of murine bone marrow cells transduced with M87o, a therapeutic vector designed to coexpress mbC46 and an HIV-derived RNA RRE-decoy to inhibit HIV replication. As controls we used the same vector containing an inactive C46 peptide and mock-transduced cells. Blood samples were collected monthly. Donor chimerism and transgene expression in multiple lineages were determined by FACS analysis and transgene integration was measured by real time PCR. Six months after transplantation, 4 mice per group were sacrificed and the remaining 5 mice per group were observed for another 6 months. In addition to the parameters mentioned above, we performed complete histopathology, blood counts and clinical biochemistry. Donor chimerism in all groups ranged from 82 – 94% (day 190 and day 349). In the M87o group, 60% of donor cells expressed mbC46. FACS data showed persisting transgene expression in T-cells (CD4, CD8, 65%), B-cells (B220, 46%), myeloid cells (CD11b, 68%), platelets (CD41, 19%), and RBC (60%) of the peripheral blood and bone marrow cells. Highly sustained gene marking (2–4 copies/genome) was noticed on day 190. To reveal latent malignant clones potentially originating from side effects of the genetic manipulation, 1x10 6 bone marrow cells from 4 primary recipients were transplanted into lethally irradiated secondary recipients (3 recipients/primary mouse) and these mice were observed for 8 months. All together, we could not observe any evidence for leukemogenic capacity. Analysis of peripheral blood and bone marrow showed a similar transgene expression pattern compared to the primary mice. To generate a complete chimerism of transgenic cells, we chose the human drug resistance gene methylguanine-methyltransferase (MGMT, P140K) to select for mbC46-transduced stem cells in vitro and in vivo. Different coexpression strategies were tested. Function of the MGMT protein was confirmed in a quantitative alkyltransferase assay and in a cytotoxicity assay using BCNU or temozolomide. In vitro selection of transduced 32D and PM1 cells with benzylguanine and BCNU showed >95% positive cells with evidence of polyclonal survival. Transduced PM1 cells underwent an HIV challenge assay. In vivo experiments in a murine bone marrow transplantation setting are ongoing to determine the potency and safety of combined retroviral expression of mbC46 and MGMT in relevant preclinical models. Successful conclusion of these studies will hopefully result in a phase I clinical trial testing the concept of generating an HIV-resistant autologous hematopoiesis.",
    "topics": [
        "hiv infections",
        "mice",
        "stem cells",
        "tissue membrane",
        "o(6)-methylguanine-dna methyltransferase",
        "peptides",
        "carmustine",
        "adverse effects",
        "bone marrow transplantation",
        "cytotoxicity"
    ],
    "author_names": [
        "Axel Schambach, MD",
        "Bernhard Schiedlmeier, PhD",
        "Jens Bohne, PhD",
        "Dorothee von Laer, MD",
        "Geoff Margison, PhD",
        "Christopher Baum, MD"
    ],
    "author_affiliations": [
        [
            "Hematology, Hemostaseology and Oncology, Hannover Medical School, Germany",
            "Pediatric Hematology and Oncology, Hannover Medical School, Germany"
        ],
        [
            "Hematology, Hemostaseology and Oncology, Hannover Medical School, Germany"
        ],
        [
            "Hematology, Hemostaseology and Oncology, Hannover Medical School, Germany"
        ],
        [
            "Georg Speyer Haus, Frankfurt, Germany"
        ],
        [
            "Paterson Institute of Cancer Research, Manchester, United Kingdom"
        ],
        [
            "Experimental Hematology, Cincinnati Children’s Hospital Medical Center, USA"
        ]
    ],
    "first_author_latitude": "52.3829272",
    "first_author_longitude": "9.80798385"
}