{
    "doi": "https://doi.org/10.1182/blood.V128.22.4335.4335",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3496",
    "start_url_page_num": 3496,
    "is_scraped": "1",
    "article_title": "Preliminary Results from a Phase 1/2 Study of DSP-7888, a Novel WT1 Peptide-Based Vaccine, in Patients with Myelodysplastic Syndrome (MDS) ",
    "article_date": "December 2, 2016",
    "session_type": "637. Myelodysplastic Syndromes-Clinical Studies: Poster III",
    "topics": [
        "myelodysplastic syndrome",
        "peptides",
        "vaccines",
        "hla-a antigens",
        "hla-a2 antigen",
        "biological markers",
        "risk reduction",
        "toxic effect",
        "vaccines, peptide",
        "adverse effects of medication"
    ],
    "author_names": [
        "Shigesaburo Miyakoshi, MD PhD",
        "Kensuke Usuki, MD PhD",
        "Itaru Matsumura, MD PhD",
        "Yasunori Ueda, MD PhD",
        "Hiromi Iwasaki, MD PhD",
        "Toshihiro Miyamoto, MD PhD",
        "Makoto Origuchi",
        "Shuzo Tagashira",
        "Ichiro Naoi",
        "Tomoki Naoe, MD PhD",
        "Masahiro Kizaki, MD PhD",
        "Yuji Heike, MD PhD",
        "Koichi Akashi, MD PhD",
        "Yasushi Miyazaki, MD PhD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Tokyo Metropolitan Geriatric Hospital and Institute of Gerontology, Tokyo, Japan "
        ],
        [
            "Deptartment of Hematology, NTT Medical Center Tokyo, Tokyo, Japan "
        ],
        [
            "Department of Hematology and Rheumatology, Kindai University Faculty of Medicine, Osaka-Sayama, Japan "
        ],
        [
            "Department of Haematology/Oncology, Kurashiki Central Hospital, Kurashiki City, Okayama, Japan "
        ],
        [
            "Department of Hematology/Oncology, Kyushu University Hospital, Fukuoka, Japan ",
            "Department of Hematology, National Hospital Organization Kyushu Medical Center, Fukuoka, Japan "
        ],
        [
            "Department of Hematology/Oncology, Kyushu University Hospital, Fukuoka, Japan "
        ],
        [
            "Sumitomo Dainippn Pharma Co.,Ltd., Tokyo, Japan "
        ],
        [
            "Sumitomo Dainippn Pharma Co.,Ltd., Tokyo, Japan "
        ],
        [
            "Sumitomo Dainippn Pharma Co.,Ltd., Tokyo, Japan "
        ],
        [
            "National Hospital Organization Nagoya Medical Center, Nagoya, Japan "
        ],
        [
            "Department of Hematology, Saitama Medical Center, Saitama Medical University, Kawagoe, Saitama, Japan "
        ],
        [
            "Laboratory for Joint Research and Development, St.Luke's International Hospital, Tokyo, Japan "
        ],
        [
            "Department of Medicine and Biosystemic Science, Kyushu University Graduate School of Medical Sciences, Fukuoka, Japan "
        ],
        [
            "Department of Hematology, Atomic Bomb Disease Institute, Nagasaki University, Nagasaki, Japan"
        ]
    ],
    "first_author_latitude": "35.7506529",
    "first_author_longitude": "139.7020251",
    "abstract_text": "Background: Hypomethylating agents (HMA), including azacitidine (AZA) are currently the first-line treatment option for higher-risk myelodysplastic syndrome (MDS). However, the prognosis of patients after AZA failure is poor with a median overall survival of 5.6 months from the treatment failure (J Clin Onclol 2011;29:3322-7 Prébet T et al.), and currently there are no approved therapeutic options for such patients. Suzuki et al. reported that WT4869, one of the HLA-A*24;02-restricted synthetic peptide vaccine derived from Wilms' tumor 1 (WT1) protein, demonstrated the sign of prolongation of overall survival (OS) with a median OS of 13.0 months in AZA failure higher-risk population, in the phase 1/2 study with MDS patients (Blood 126:2868, 2015;Suzuki et al.). DSP-7888 is a novel WT1-based peptide vaccine which induces the CTLs that recognize WT1 antigens in HLA-A*02:01/06 and HLA-A*24:02 restricted manner, and also includes a WT1-derived helper peptide applicable for various subtypes of HLA-DRB1. DSP-7888 is currently being investigated in a phase 1/2 study to evaluate the safety and efficacy in HLA-A*24:02+ and/or HLA-A*02:01/:06+ MDS patients, with some exploratory biomarker analyses. Methods: The objectives of this study were to assess the tolerability of DSP-7888 treatment in MDS patients in the phase 1 portion and to evaluate preliminary clinical activity of DSP-7888 in higher-risk MDS patients after AZA failure in the study. In phase 1 portion, higher-risk or transfusion-dependent lower-risk MDS patients including the AZA failure population were enrolled, and DSP-7888 was administered at doses of 3.5 to 10.5 mg/body by intradermal injections every two to four weeks in dose-escalation cohorts according to the 3 + 3 design until discontinuation criteria were met. Overall survival was evaluated for primarily clinical activity and hematological response and time to AML were also examined. Delayed type hypersensitivity (DTH), WT1-specific CTL induction and expression of WT1 mRNA in peripheral blood and bone marrow cells were also evaluated as exploratory biomarkers. The clinical data in phase 1 portion as of May 25th 2016 was presented in this report. Results: In phase 1 portion, enrollment of patients and dose-limiting toxicities (DLTs) evaluation were completed. Twelve patients including 7 higher- and 5 lower-risk patients were enrolled in 3.5 and 10.5 mg/body cohorts of 6 patients each, and safety profiles were evaluated. DLTs were not observed in either cohorts and the most common adverse drug reaction (ADR) was injection site reaction (ISR). ISR in 6 patients worsened to grade 3 with continuous treatment of DSP-7888 (2 patients at 3.5 mg/body, and 4 patients at 10.5 mg/body). Five serious ADR including 3 ISR, 1 pyrexia and 1 myocarditis were reported and dose-dependent toxicity was not observed except for ISR. All 12 patients were analyzed for preliminary clinical activity. Eight patients remained in stable disease (SD) with 2 hematological improvements (HI), and disease control rate (SD + any HI) was 66.6 %. Seven high risk AZA failure patients were enrolled, and the current survival time in this population is 7.3-10.8 months. Though preliminary, CTL induction was observed in 6 patients, and a trend of higher CTL induction was observed in patients with grade 3 ISR. DTH response was observed in 10 patients. Conclusions: In the phase 1 portion, DSP-7888 was well-tolerated in MDS patients although ISR was observed in all patients. CTL induction was detected with clinically observed reactions that may suggest preliminary signs of clinical activity. Further evaluation is needed to confirm the clinical potential of DSP-7888, and phase 2 portion is currently ongoing to evaluate the efficacy of DSP-7888 in higher-risk MDS patients after AZA failure. Disclosures Usuki: Nippon Shinyaku: Honoraria; MSD: Honoraria; Kyouwa-Kirin: Honoraria; Novartis: Honoraria; Bristol-Myer-Squibb: Honoraria; Sumitomo Dainippon Pharma: Honoraria; SymBio Pharmaceuticals: Research Funding. Matsumura: Bristol-Myers Squibb Company: Honoraria; Novartis Pharma K.K: Honoraria; Otsuka Pharmaceutical Co., Ltd.: Consultancy, Honoraria; Pfizer Japan Inc.: Honoraria. Ueda: Alexion Pharmaceuticals Inc.: Membership on an entity's Board of Directors or advisory committees. Origuchi: Sumitomo Dainippon Pharma Co.,Ltd.: Employment. Tagashira: Sumitomo Dainippon Pharma Co.,Ltd.: Employment. Naoi: Sumitomo Dainippon Pharma Co.,Ltd.: Employment. Naoe: Bristol-Myers Squibb: Honoraria; Sumitomo Dainippon Pharma Co.,Ltd.: Honoraria, Research Funding; Pfizer Inc.: Research Funding; Astellas Pharma Inc.: Research Funding; Kyowa-Hakko Kirin Co.,Ltd.: Honoraria, Patents & Royalties, Research Funding; Amgen Astellas BioPharma K.K.: Honoraria; Otsuka Pharmaceutical Co.,Ltd.: Honoraria, Research Funding; CMIC Co., Ltd.: Research Funding; Celgene K.K.: Honoraria, Research Funding; TOYAMA CHEMICAL CO.,LTD.: Research Funding; Chugai Pharmaceutical Co.,LTD.: Honoraria, Patents & Royalties; Nippon Boehringer Ingelheim Co., Ltd.: Honoraria, Research Funding; Fujifilm Corporation: Honoraria, Patents & Royalties, Research Funding. Heike: Sumitomo Dainippon Pharma: Consultancy; Chugai Pharma: Consultancy; Otsuka Pharma: Consultancy. Miyazaki: Kyowa Kirin: Honoraria; Nihonshinyaku: Honoraria; Celgene Japan: Honoraria; Sumitomo Dainippon Pharma Co.,Ltd.: Honoraria."
}