{
    "doi": "https://doi.org/10.1182/blood.V108.11.2556.2556",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=575",
    "start_url_page_num": 575,
    "is_scraped": "1",
    "article_title": "Mesenchymal Stem Cells Produce Nitric Oxide, a Key Molecule for T Cell Suppression, upon Interaction with Activated T Cells. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "molecule",
        "nitric oxide",
        "psychological suppression",
        "stem cell, mesenchymal",
        "t-lymphocytes",
        "nitric oxide synthase",
        "antibodies",
        "cd19 antigens",
        "dinoprostone",
        "tryptophan oxygenase"
    ],
    "author_names": [
        "Kazuya Sato, MD",
        "Katsutoshi Ozaki, MD, PhD",
        "Iekuni Oh, MD, PhD",
        "Akiko Meguro, MD",
        "Reine Tatara, MD",
        "Keiko Hatanaka",
        "Tadashi Nagai, MD, PhD",
        "Kazuo Muroi, MD, PhD",
        "Keiya Ozawa, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Division of Hematology, Jichi Medical University, Shimotsuke-shi, Tochigi, Japan"
        ],
        [
            "Division of Hematology, Jichi Medical University, Shimotsuke-shi, Tochigi, Japan"
        ],
        [
            "Division of Hematology, Jichi Medical University, Shimotsuke-shi, Tochigi, Japan"
        ],
        [
            "Division of Hematology, Jichi Medical University, Shimotsuke-shi, Tochigi, Japan"
        ],
        [
            "Division of Hematology, Jichi Medical University, Shimotsuke-shi, Tochigi, Japan"
        ],
        [
            "Division of Hematology, Jichi Medical University, Shimotsuke-shi, Tochigi, Japan"
        ],
        [
            "Division of Hematology, Jichi Medical University, Shimotsuke-shi, Tochigi, Japan"
        ],
        [
            "Division of Hematology, Jichi Medical University, Shimotsuke-shi, Tochigi, Japan"
        ],
        [
            "Division of Hematology, Jichi Medical University, Shimotsuke-shi, Tochigi, Japan"
        ]
    ],
    "first_author_latitude": "36.4013352",
    "first_author_longitude": "139.8613581",
    "abstract_text": "The molecular mechanisms by which mesenchymal stem cells (MSCs) suppress T cell proliferation are poorly understood, and whether a soluble factor plays a major role remains controversial. We demonstrated that nitric oxide (NO) is important for T cell suppression by MSCs (ASH 2005, 403a). Here we further demonstrate that the production of NO in the presence of MSCs is dependent on CD4 or CD8 T cells but not on CD19 B cells. MSCs inhibits B cell proliferation induced by LPS, suggesting that mechanisms of supppression by MSCs are different between T cells and B cells. Inducible NO synthase was exclusively detected in MSCs co-cultured with activated T cells, indicating that the producer of NO is MSC. Experiments with transwell system revealed that separation by transwell membrane reduces the induction of NO and T cell suppression. RAW246.7 macrophage cell line showed a similar transwell-mediated inhibition, suggesting that the inhibition by transwell is a common feature of NO and that direct contact is critical for efficient NO production and T cell suppression. Furthermore, inhibitors of prostaglandin synthase or NO synthase restored the proliferation of T cells, whereas an inhibitor of indoleamine 2,3-dioxygenase and a transforming growth factor-β-neutralizing antibody had no effect. In the view of that NO is upstream of PGE2, NO may be a key regulator of T cell suppression induced by MSCs. Finally, we used inducible NO synthase knockout mice to reconfirm all results here. MSCs from knockout mice did not produce NO even in the presence of activated wild type T cells and had a reduced ability to suppress T cell proliferation. Meanwhile, proliferation of splenocytes from knockout mice was suppressed in the presence of wild type MSCs and NO production was readily detected, confirming that NO produced by MSCs plays a critical role in T cell suppression."
}