{
    "doi": "https://doi.org/10.1182/blood.V114.22.2840.2840",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1593",
    "start_url_page_num": 1593,
    "is_scraped": "1",
    "article_title": "Presence of the Killer Immunoglobulin-Like Gene KIR3DS1 Is Associated with Poor Progression Free and Overall Survival Following Autologous Stem Cell Transplantation in Patients with Myeloma. ",
    "article_date": "November 20, 2009",
    "session_type": "Myeloma - Biology and Pathophysiology, Excluding Therapy Poster II",
    "topics": [
        "autologous stem cell transplant",
        "genes",
        "immunoglobulins",
        "multiple myeloma",
        "human leukocyte antigens",
        "allopurinol",
        "ligands",
        "transplantation",
        "cervix carcinoma",
        "genotype determination"
    ],
    "author_names": [
        "Ian H Gabriel, Dr",
        "Ruhena Sargent, Dr",
        "Hugues de Lavallade",
        "Richard Szydlo",
        "Jane Apperley",
        "Ahmad Khoder, Dr",
        "Abdullah Alsuliman",
        "David Marin",
        "Letizia Foroni",
        "John Davis",
        "Chrissy Giles",
        "Edward Kanfer, MD",
        "Amin Rahemtulla, MBBS, PhD, FRCP",
        "Katayoun Rezvani, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Imperial College London, Hammersmith Hospital, London, United Kingdom, "
        ],
        [
            "Department of Clinical Immunology, Imperial NHS Trust, London, United Kingdom, "
        ],
        [
            "Department of Hematology, Imperial College London, Hammersmith Hospital, London, United Kingdom, "
        ],
        [
            "Department of Hematology, Imperial College London, Hammersmith Hospital, London, United Kingdom, "
        ],
        [
            "Department of Hematology, Imperial College London, Hammersmith Hospital, London, United Kingdom, "
        ],
        [
            "Department of Hematology, Imperial College London, Hammersmith Hospital, London, United Kingdom, "
        ],
        [
            "Department of Hematology, Imperial College London, Hammersmith Hospital, London, United Kingdom, "
        ],
        [
            "Department of Hematology, Imperial College London, Hammersmith Hospital, London, United Kingdom, "
        ],
        [
            "Department of Hematology, Imperial College London, Hammersmith Hospital, London, United Kingdom, "
        ],
        [
            "Department of Haematolgy, Imperial College London, Hammersmith Hospital, London, United Kingdom, "
        ],
        [
            "Imperial College London, Hammersmith Hospital, Imperial College London, Hammersmith Hospital, London, United Kingdom, "
        ],
        [
            "Hematology, Imperial College London, Hammersmith Hospital, London, United Kingdom, "
        ],
        [
            "Dept. of Hematology, Imperial College London, Hammersmith Hospital, London, "
        ],
        [
            "Department of Haematology, Imperial College London, London, United Kingdom"
        ]
    ],
    "first_author_latitude": "51.517155699999996",
    "first_author_longitude": "-0.23507960000000006",
    "abstract_text": "Abstract 2840 Poster Board II-816 Multiple myeloma (MM) remains incurable with a median survival of 3–4 years. Despite high dose therapy and autologous stem cell transplant (ASCT) most patients relapse with median progression-free survival (PFS) of 2.5–4 years and overall survival (OS) of 4–5 years. Although allogeneic SCT (allo-SCT) is potentially curative due to a graft-versus-myeloma effect, its applicability is significantly limited by high transplant related mortality (TRM). Therefore, the identification of additional independent biological predictors of outcome is required in order to tailor therapy to disease. Natural killer (NK) cells provide first line defence against tumors. NK cells have been shown to recognize and kill myeloma cells both in the allogeneic and autologous settings and donor NK genotype has been shown to influence leukemia free survival following allo-SCT. The aim of this study was to investigate the impact of KIR genotype on event-free (EFS) and OS following ASCT for MM. We performed KIR genotyping on 190 patients with MM receiving a first autologous transplant. KIR genotype and haplotype frequencies were comparable to those published for normal controls. Factors found on univariate analysis to be associated with a shorter EFS included haplotype Bx (containing at least 1 of the KIR B haplotype-defining loci- KIR2DL5, 2DS1, 2DS2, 2DS3, 2DS5, or 3DS1) (median 547 vs 656 days, P = 0.036), ≥3 activating KIR genes (median 547 vs 615 days, P = 0.046), the presence of activating KIR genes KIR2DS1 and KIR3DS1 (median 456 vs 589 days, and 464 vs 619 days, P=0.045 and 0.01 respectively). Disease status at ASCT was the most highly predictive factor for EFS. In patients with good risk disease (CR or PR at ASCT) KIR3DS1 status was highly predictive for EFS 464 days (341–586) vs 731 days (599–862) (P = 0.003) and OS 807days (713-901) vs 967 (925-1009) (P=0.023). KIR3DS1 was not predictive in patients with poor risk disease (P=0.36). Of note KIR3DS1+ve patients were equally represented in good risk (CR and PR) and poor risk (refractory or relapsed) groups at ASCT (around 30% in both groups). Notably the median EFS for KIR3DS1+ good risk patients was not significantly different to poor risk disease patients (P = 0.061). ASCT outcome was then determined according to 3 main groups based on disease status and KIR3DS1 status; A: Good Risk, KIR3DS1-ve; B: Good Risk, KIRDS1+ ve; and C Poor risk (KIR3DS1+ve or -ve). The RR of relapse or death was 1.0, 1.9 (P=0.002, 95% CI 1.3-3.1), and 3.0 (P=0.0001, 95% CI 1.9-4.8) respectively. By multivariate analysis, after adjusting for the presence of adverse cytogenetics and serum albumin and β2m, the KIR3DS1 status and grouping remained highly predictive of poor EFS, RR of 1.0, 2.7 (P= 0.021, 95%CI 1.2-6.2) and 5.3 (P= < 0.0001, 95%CI 2.4-11.7) respectively. The prognostic value of KIR3DS1 however, was greatest in patients in whom the ligand for the corresponding inhibitory KIR3DL1, Bw4 was missing. KIR3DS1+ KIR3DL1+ HLA-Bw4 negative patients had significantly reduced median EFS of 400d (315-495) vs 615 (545-684) for all other patients (P=0.048). Again this was most striking in good risk patients. Patients who had the genotype KIR3DS1+ KIR3DL1+ HLA-Bw4 –ve had a significantly shorter EFS survival of 372 days compared to 509 days in KIR3DS1+KIR3DL1+HLA-Bw4+ patients and 793 days for KIR3DS1 negative individuals (P=0.004). In conclusion : Our data from 190 patients with MM suggests that KIR3DS1, a gene previously linked to an increase risk of progression to invasive cervical carcinoma, independently predicts for poor EFS and OS following ASCT. A significant proportion (30%) of patients who are defined as good risk at ASCT (CR and PR) are KIR3DS1+ve and have an EFS which is not significantly different from patients who have refractory/relapsed disease at ASCT. This effect of KIR3DS1 is more significant in the absence of HLA-Bw4, the ligand for the inhibitory receptor KIR3DL1. The mechanism for this is effect is unclear and we are currently performing functional studies to further understand these findings. Disclosures: Apperley: Novartis: Consultancy, Honoraria. Marin: Novartis: Consultancy, Research Funding."
}