{
    "doi": "https://doi.org/10.1182/blood.V128.22.4174.4174",
    "article_title": "CD19 Target Activated Natural Killer (CD19.TaNK) Cellular Therapy: A Novel immunotherapeutic Approach to the Treatment of Non-Hodgkin Lymphoma (NHL) ",
    "article_date": "December 2, 2016",
    "session_type": "625. Lymphoma: Pre-Clinical - Chemotherapy and Biologic Agents: Poster III",
    "abstract_text": "Background: Continued improvement in the treatment of NHL is desired, especially via the incorporation of 'targeted' immunotherapy agents. This is especially important in B-cell NHL (bNHL) as resistance to rituximab anti-CD20 antibody, and now second-generation antibodies (e.g., obinutuzumab), may occur. Activated NK-92 (aNK-92) is a continuously growing cell line consisting of \"pure\" (100%) activated NK cells. These cells were subsequently bioengineered to express human anti-CD19 chimeric antigen receptor (CAR) recognizing CD19 + B cells. The goal of this project was to investigate the specificity and the efficacy of a novel 'off the shelf' targeted immunotherapy, CD19.TaNK, in a multitude of B-cell NHL cell lines, including anti-CD20 antibody resistant cell lines. Methods: Using gene expression profiling, Gene Set Enrichment Analysis and Ingenuity Pathway Analysis, we first investigated the expression of NK activation and inhibitory ligands in varied lymphoma cells. The bNHL cell lines, SUDHL10 (DLBCL), L540, L428 (Hodgkin lymphoma), HF1 (follicular), Raji (Burkitt's), and Mino (mantle cell) were purchased from ATCC and maintained in RPMI1640 medium. aNK and CD19.TaNK were supplied by NantKwest, Inc and were maintained in Myelocult supplemented with recombinant human IL-2 (500IU/ml). NK cell mediated cytotoxicity was determined using lactate dehydrogenase (LDH) release glucose-6-phosphate dehydrogenase (G6PD) release (aCella-tox assay). Briefly, 10,000 target bNHL cells were co-cultured with effector NK cells, at clinically relevant effector to target ratios (E:T 1:1-10:1) for 4 hours, and the supernatant was assayed for LDH or G6PD release. Percent cytotoxicity was determined based on the experimental levels of LDH or G6PD release from NK mediated bNHL cell lysis compared to maximum LDH or G6PD release from target cells. To determine if resistance to anti-CD20 antibodies would interfere with sensitivity to CD19.TaNK therapy, rituximab and obinutuzumab resistant bNHL cell lines (SUDHL4, SHUDHL10, and Raji) were established; cells were exposed to incremental increasing concentrations of antibody drugs (5-20μg/ml) over a period of 8 weeks. CD19, CD20 and CD30 expression in bNHL cells was determined by flow cytometry. Additionally, the efficacy of primary NK cells were determined against CD20 monoclonal antibody sensitive and resistant cell lines utilizing droplet microfluidics based assessment. Results: We observed that bNHL cell lines expressed a multitude of ligands associated with stimulating NK cell activity, while expression of inhibitory ligands was minimal. This indicates that NK cell interaction with bNHL cells is predicted to lead to overall robust antitumor immune response ( Figure ). Using LDH and G6PD release assays in bNHL cell lines, we observed increased cytolytic activity in an E:T ratio dependent manner, with Raji and L428 cells being the most sensitive to CD19.TaNK at 1:1 E:T ratio. Development of resistance to anti-CD20 antibodies (rituximab and obinutuzumab) resulted in significantly decreased down regulation of CD20, but not CD19 or CD30, as detected by flow cytometry. After direct contact with primary NK cells, we observed that rituximab resistant SUDHL10 cells were poorly sensitive (7%), while in rituximab sensitive cells, there was 22% cell loss. Moreover, at 4 hours using CD19.TaNK therapy (1:5 ratios), there was marked cytolytic activity with consistent high LDH release seen across all bNHL cell lines without differences noted regardless of rituximab or obinutuzumab resistance (ie, SUDHL4, SHUDHL10, and Raji). These results were further confirmed using live cell video microscopy measuring the cytolytic activity of CD19.TaNK versus bNHL cells. Conclusion: We identified that bNHL cells contain high expression levels of NK activation ligands and low amounts of inhibitory ligands and that CD19.TaNK immunotherapy had potent single-agent anti-tumor activity against a spectrum of bNHL cells. Furthermore, CD19.TaNK maintained high cytolytic activity in bNHL cells resistant to standard CD20 antibody therapy, which were poorly sensitive to innate NK cells. Ongoing analyses include systems biology studies to determine potential biologic mechanisms of activity of CD19.TaNK therapy as well as well as to help guide optimum combinatorial therapy. Figure View large Download slide Expression of NK activation and inhibitory ligands in lymphoma cells. Figure View large Download slide Expression of NK activation and inhibitory ligands in lymphoma cells.  Close modal Disclosures Boissel: NantKwest, Inc.: Employment. Evens: Takeda: Other: Advisory board.",
    "topics": [
        "cd19 antigens",
        "cell therapy",
        "lymphoma, non-hodgkin",
        "ligands",
        "cd20 antigens",
        "glucosephosphate dehydrogenase",
        "rituximab",
        "antibodies",
        "obinutuzumab",
        "immunotherapy"
    ],
    "author_names": [
        "Ravi Dashnamoorthy, PhD",
        "Afshin Beheshti, PhD",
        "Saheli Sarkar, PhD",
        "Pooja Sabhachandani",
        "Frank C. Passero, Jr., MD",
        "Sneha Purvey, MD",
        "Laurent Boissel, PhD",
        "Tania Konry",
        "Andrew M Evens, DO, MSc, FACP"
    ],
    "author_dict_list": [
        {
            "author_name": "Ravi Dashnamoorthy, PhD",
            "author_affiliations": [
                "Molecular Oncology Research Institute, Tufts Medical Center, Boston, MA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Afshin Beheshti, PhD",
            "author_affiliations": [
                "Molecular Oncology Research Institute, Tufts Medical Center, Boston, MA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Saheli Sarkar, PhD",
            "author_affiliations": [
                "Northeastern University, Boston, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pooja Sabhachandani",
            "author_affiliations": [
                "Northeastern University, Boston, MA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Frank C. Passero, Jr., MD",
            "author_affiliations": [
                "Division of Hematology/Oncology, Tufts Medical Center, Boston, MA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sneha Purvey, MD",
            "author_affiliations": [
                "Tufts medical center, Boston, MA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laurent Boissel, PhD",
            "author_affiliations": [
                "NantKwest, Inc., Woburn, MA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tania Konry",
            "author_affiliations": [
                "Northeastern University, Boston, MA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew M Evens, DO, MSc, FACP",
            "author_affiliations": [
                "Division of Hematology/Oncology, Chief, Tufts Medical Center, Tufts University School of Medicine, Boston, MA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-08T13:05:55",
    "is_scraped": "1"
}