{
    "doi": "https://doi.org/10.1182/blood.V112.11.4614.4614",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1355",
    "start_url_page_num": 1355,
    "is_scraped": "1",
    "article_title": "Complete Molecular Remissions Due to Graft Versus Myeloma Effect after Allogeneic Blood Stem Cell Transplantation for Multiple Myeloma ",
    "article_date": "November 16, 2008",
    "session_type": "Experimental Transplantation - GVHD and GVL",
    "topics": [
        "disease remission",
        "hematopoietic stem cell transplantation",
        "multiple myeloma",
        "tissue transplants",
        "transplantation",
        "graft-versus-host disease, acute",
        "progressive neoplastic disease",
        "bone marrow specimen",
        "polymerase chain reaction",
        "allopurinol"
    ],
    "author_names": [
        "Frank Schueler, MD",
        "Carsten Hirt, MD",
        "Thomas Kiefer, MD",
        "Sandra Dölken, MD",
        "William H. Krüger, MD",
        "Gottfried Doelken, MD"
    ],
    "author_affiliations": [
        [
            "Hematology/Oncology, University Greifswald, Greifswald, Germany"
        ],
        [
            "Hematology/Oncology, University Greifswald, Greifswald, Germany"
        ],
        [
            "Hematology/Oncology, University Greifswald, Greifswald, Germany"
        ],
        [
            "Hematology/Oncology, University Greifswald, Greifswald, Germany"
        ],
        [
            "Hematology/Oncology, University Greifswald, Greifswald, Germany"
        ],
        [
            "Hematology/Oncology, University Greifswald, Greifswald, Germany"
        ]
    ],
    "first_author_latitude": "54.088846499999995",
    "first_author_longitude": "13.4024723",
    "abstract_text": "In multiple myeloma (MM) patients allogeneic blood stem cell transplantation (allo- BSCT) from unrelated donors can induce prolonged disease control through induction of a graft-versus-myeloma effect. The use of reduced intensity conditioning (RIC) regimens prior to allogeneic transplantation reduces the high treatment related mortality although such approaches are limited by morbidity and mortality due to acute and chronic GvHD. 8 patients with MM, 5 males and 3 females, with a median age of 63 years (range 51 to 71) underwent allogenic transplantation because of aggressive or refractory disease after induction therapy. Peripheral blood stem cells from a matched unrelated donor were used in all patients after reduced intensity conditioning (RIC) with either treosulfan/fludarabin (n=1) or 2Gy/fludarabin (n=2) or fludarabin/melphalan (n=5). All patients received ATG within conditioning therapy. Five patients had a fully matched donor. Two donors had a minor-subtype mismatch and one patient was grafted from a donor with a major mismatch. Median follow up of surviving patients is 24 months (range 3–28). Acute GvHD grade III/IV was not seen in any patient whereas the incidence of acute GvHD grade I/II was 50%. Day +100 mortality was 38% when one patient died because of progressive disease 7 months after transplantation, one patient died because of EBV-related lymphoproliferative disease 2 months after transplantation and one patient died because of cerebral CMV infection 3 months after transplantation. 5 out of 8 patients transplanted are alive, 4 in complete clinical remission and 1 patient developed progressive disease 13 months after transplantation. Here we report our data on the molecular monitoring of minimal residual disease in these patients. Residual lymphoma cells were detected by quantitative real-time PCR in blood and bone marrow samples before and after transplant clone-specific with VDJ-CDR-3 rearrangements serving as molecular targets. All pre-therapeutic bone marrow and peripheral blood samples tested contained 0.1 – 90 % myeloma cells. It is notable that bone marrow samples contained in average 10 times more myeloma cells as detected by quantitative PCR. In general, a 0.5 – 3 log reduction of myeloma cells was achieved within the first 2–3 months after transplantation within the bone marrow whereas a 2 – 4 log reduction of circulating myeloma cells was achieved. Both patients being in complete clinical remission 24 respectively 28 months after transplantation had achieved a continuing complete molecular remission. In these two patients the residual myeloma cells were detected within the first 6 months after transplantation. The immunosuppressive therapy was adapted and reduced in both cases with the consequence that the residual myeloma cells disappeared and could not further be detected at a sensitivity of 1/10 5–6 . The high amount of myeloma cells in the bone marrow in one patient was only reduced by about 0.5 log after transplantation. Three additional donor lymphocyte (DLI) infusions were administered 3 – 6 months after transplantation. The patient developed grade 2 acute GvHD after DLI. As a consequence the residual amount of myeloma cells was reduced by 4 log but was still detectable. Prior to the clinical extramedullary relapse of multiple myeloma an increasing amount of myeloma cells was detected within the bone marrow (2 months before) and within the peripheral blood (3 months before). In a further patient residual myeloma cells (0.02%) could be detected about 4 weeks after transplantation but rapidly increased to 20% within further 4 weeks when clinical relapse became evident. Myeloma was controlled by treatment with bortezomib and thalidomide for a period of 5 months after which patient died because of progressive disease. These results strongly favour the idea of potent graft versus myeloma effects in patients with MM given an allogeneic transplant. In conclusion, allogeneic blood stem cell transplantation after RIC seems to be an attractive treatment for patients with MM which can induce myeloma eradication and prolonged disease control as measured by complete clinical as well as molecular remissions."
}