{
    "doi": "https://doi.org/10.1182/blood.V108.11.2359.2359",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=556",
    "start_url_page_num": 556,
    "is_scraped": "1",
    "article_title": "Chemotherapy Exposure Decreases Leukemia Cell Deformability as Determined by Atomic Force Microscopy: Implications for Leukostasis in Acute Leukemia. ",
    "article_date": "November 1, 2006",
    "session_type": "Poster Sessions",
    "abstract_text": "Leukostasis, a life-threatening complication of acute leukemia, occurs when leukemia cells obstruct the circulation of vital organs like the brain and lungs leading to intracranial hemorrhage or respiratory failure. Although the pathophysiology of leukostasis is poorly understood, an elevated concentration of circulating leukemia cells, pathologic adhesion, and decreased cell deformability are thought to play significant roles. Clinical deterioration can occur soon after chemotherapy is initiated, suggesting that chemotherapy itself may be a risk factor for leukostasis. To investigate the effects of chemotherapy on cell stiffness, we performed serial single cell deformability measurements with an atomic force microscope (AFM), a commonly used tool in nanoscience for imaging and characterizing mechanical properties of materials on a submicron level, and modified the AFM to operate in cell culture conditions at 37°C. Leukemia cells from patients with acute lymphoblastic leukemia and acute myeloid leukemia as well as leukemia cell lines were incubated with chemotherapeutic agents, and changes in cell stiffness were tracked over time with AFM as the cells underwent chemotherapy-induced cell death. In the presence of dexamethasone or daunorubicin, leukemia cells exhibited increases in stiffness by as much as two orders of magnitude. Cell stiffness appeared to increase before caspase activation and peaked after completion of cell death, and the rate at which cell stiffness increased was dependent on chemotherapy type. Stiffening with cell death was found to occur for all cell types and chemotherapies investigated and is due, at least in part, to dynamic changes in the actin cytoskeleton. This observed correlation between cell death and cell stiffening may partially explain why some leukemia patients develop leukostasis shortly after starting chemotherapy, and it suggests that leukocytoreduction should remain an important treatment for hyperleukocytosis in acute leukemia. Figure 1. View large Download slide Average apparent stiffness of dead (dark gray) leukemic cells exposed to chemotherapy is significantly higher compared to untreated (light gray) cells (n > 15, p < 0.05 for all comparisons of dead/untreated populations). (A) Primary ALL cells and lymphoid leukemic cell lines exposed to 1 μM dexamethasone (B) Primary AML and myeloid leukemic cell lines exposed to 1μM daunorubicin. Error bars are standard error. Figure 1. View large Download slide Average apparent stiffness of dead (dark gray) leukemic cells exposed to chemotherapy is significantly higher compared to untreated (light gray) cells (n > 15, p < 0.05 for all comparisons of dead/untreated populations). (A) Primary ALL cells and lymphoid leukemic cell lines exposed to 1 μM dexamethasone (B) Primary AML and myeloid leukemic cell lines exposed to 1μM daunorubicin. Error bars are standard error. Figure 2. View large Download slide Apparent stiffness of leukemic cells increases with progression of cell death. (A) A typical stiffness trace of a single M5 AML cell exposed to 1μM daunorubicin (circles). The apparent stiffness of a typical control cell remains relatively constant (triangles) and does not undergo apoptosis or cell death during the course of the experiment. Transition from open to filled shapres represents onset of cell death. Early apoptosis is defined as caspase 3 or 7 postivie staining and late apoptosis/dead is defined as Sytox Green (marker for cell membrane integrity loss) positive staining. (B) From the same patient sample, the average apparent stiffness of a population of late apoptotic/dead AML cells was significantly stiffer than early apoptopic cells and controls (n = 15, p < 0.05). Error bars are standard error. Figure 2. View large Download slide Apparent stiffness of leukemic cells increases with progression of cell death. (A) A typical stiffness trace of a single M5 AML cell exposed to 1μM daunorubicin (circles). The apparent stiffness of a typical control cell remains relatively constant (triangles) and does not undergo apoptosis or cell death during the course of the experiment. Transition from open to filled shapres represents onset of cell death. Early apoptosis is defined as caspase 3 or 7 postivie staining and late apoptosis/dead is defined as Sytox Green (marker for cell membrane integrity loss) positive staining. (B) From the same patient sample, the average apparent stiffness of a population of late apoptotic/dead AML cells was significantly stiffer than early apoptopic cells and controls (n = 15, p < 0.05). Error bars are standard error.",
    "topics": [
        "chemotherapy regimen",
        "leukemia",
        "leukemia, acute",
        "leukostasis",
        "microscopy, atomic force",
        "leukemic cells",
        "daunorubicin",
        "dexamethasone",
        "caspase-3",
        "acute lymphocytic leukemia"
    ],
    "author_names": [
        "Wilbur A. Lam, MD",
        "Michael J. Rosenbluth",
        "Daniel A. Fletcher, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Pediatrics, Division of Pediatric Hematology/Oncology, University of California, San Francisco, San Francisco, CA, USA",
            "Department of Bioengineering, University of California, Berkeley, Berkeley, CA, USA",
            " "
        ],
        [
            "Department of Bioengineering, University of California, Berkeley, Berkeley, CA, USA",
            " "
        ],
        [
            "Department of Bioengineering, University of California, Berkeley, Berkeley, CA, USA",
            " "
        ]
    ],
    "first_author_latitude": "37.7743177",
    "first_author_longitude": "-122.42427814999998"
}