{
    "doi": "https://doi.org/10.1182/blood.V120.21.3409.3409",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2147",
    "start_url_page_num": 2147,
    "is_scraped": "1",
    "article_title": "Cluster Analysis Followed by Network Meta-Analysis to Compare Efficacy and Safety of Dabigatran, Rivaroxaban and Apixaban After Elective Total Knee and Hip Replacement Surgery ",
    "article_date": "November 16, 2012",
    "session_type": "332. Antithrombotic Therapy: Poster III",
    "topics": [
        "apixaban",
        "dabigatran etexilate",
        "hip replacement arthroplasty",
        "knee joint",
        "knee region",
        "network meta-analysis",
        "rivaroxaban",
        "venous thromboembolism",
        "direct oral anticoagulants",
        "hemorrhage"
    ],
    "author_names": [
        "Job Harenberg, Prof., Dr.",
        "Svetlana Marx",
        "Shabnam Zolfaghari",
        "Christel Weiss, Dr.",
        "Martin Wehling, Prof., Dr.",
        "Astrid Schulze, Dr.",
        "Ola E Dahl, MD"
    ],
    "author_affiliations": [
        [
            "Clinical Pharmacology, Faculty Medicine Mannheim, Mannheim, Germany, "
        ],
        [
            "Clinical Pharmacology, Medical Faculty Mannheim, Mannheim, Germany, "
        ],
        [
            "Clinical Pharmacology, Medical Faculty Mannheim, Mannheim, Germany, "
        ],
        [
            "Biometry and Statistics, Faculty of Medicine Mannheim, Mannheim, Germany, "
        ],
        [
            "Clinical Pharmacology, Faculty Medicine Mannheim, Mannheim, Germany, "
        ],
        [
            "Orthopedic Center, Medical Faculty Mannheim, Mannheim, Germany, "
        ],
        [
            "Innlandet Hospital Trust, Elverum Central Hospital, Elverum, Norway"
        ]
    ],
    "first_author_latitude": "49.477604549999995",
    "first_author_longitude": "8.48101165",
    "abstract_text": "Abstract 3409 The new oral anticoagulant (NOAC) regimens (dabigatran 150mg od (D150) and 220mg od (D220), rivaroxaban 10mg od (R10), and apixaban 2.5mg bid (A5) have shown equivalent or superior efficacy and safety vs enoxaparin regimens for prevention of venous thromboembolism (VTE) following elective total knee (TKR) or hip replacement (THR) surgery. Due to a lack of head to head trials a network meta-analysis (NMA) may give information on a comparison between NOACs. Studies comparing a NOAC with low-molecular-weight heparin for prevention of VTE following TKR and THR were included into the following set of analyses. First, a cluster analysis was performed to identify homogenous groups. Second, only homogeneous studies regarding each endpoint (VTE and VTE related death, major bleeding, and mortality) were included into a meta-analysis for each NOAC regimen. The odds ratio (OR) and 95% confidence interval (CI) were calculated for each NOAC program versus the comparator. Third, these OR and 95% CI were used for the NMA comparing the 4 treatment regimens. First, cluster analysis identified duration of treatment (10+5 and 32+5 days) as the only measure for obtaining homogeneity of trials for every NOAC on every endpoint at 10+5 and 32+5 days (p>0.05) except for A5 and VTE over 10+5 days (analysis not performed). Third, the results of the NMA of the OR and 95% CI of the 4 NOAC regimens over 10+5 days were: D150 and D220 not different on any endpoint; D150 and D220 inferior to R10 for VTE (p<0.01, p<0.001); A5 trend for less major bleeding than R10 (p=0.0546); no differences for the other indirect comparisons. Results for 32+5 days were: D150 and D220 not different on any endpoint; D150 and D220 inferior to R10 VTE (p<0.001, p=0.0015) and to A5 for VTE (p<0.001, p<0001); R10 and A5 not different on VTE. Comparisons of major bleeding and mortality were not different. The lack of a standard definition of VTE and bleeding outcomes between and sometimes within the studies of the NOACs substantially reduce the number of homogenous studies for inclusion into the present NMA using cluster analysis. The differences may help doctors and patients to decide the optimal treatment regimen for individual patient groups. Disclosures: No relevant conflicts of interest to declare."
}