{
    "doi": "https://doi.org/10.1182/blood.V124.21.5149.5149",
    "article_title": "A New Approach of PNH Clone Detection ",
    "article_date": "December 6, 2014",
    "session_type": "508. Bone Marrow Failure",
    "abstract_text": "Introduction The presence of the CD157 GPI-protein on both monocytes and granulocytes only gives opportunity to use it as a target for paroxysmal nocturnal hemoglobinuria (PNH) phenotype cells detection instead of CD24 and CD14, thus improving the technique of PNH-cells evaluation. In present study we used standard technique (International Clinical Cytometry Society (ICCS) guideline proposal) together with 5 color combination of mAbs for detection of PNH-clone on the monocytes and granulocytes simultaneously in one test-tube. Objectives: improvement of PNH cells detection technique. Materials and methods: Blood samples were collected from 37 patients (pts) with bone marrow failure syndrome (aplastic anemia – 34 pts., PNH - 2 pts., myelodysplastic syndrome – 1 pt.; 23 female and 14 men; median age 24 (15 to 66). PNH clone was detected by flow cytometry in all 37 pts. Three healthy donors were in control group. The comparison of the standard 4-color technique of PNH clone size detection on monocytes (FLAER, CD14, CD64, CD45 reagents) and on granulocytes (FLAER, CD24, CD15, CD45 reagents) with the 5-color technique using CD157 GPI-protein antibodies for the both cells populations in one test-tube (FLAER, CD157, CD15, CD64, CD45) were performed. Results: Both methods showed the same high sensitivity for determining of PNH clone. The correlation coefficient was 0,9994 for granulocytes and 0,9924 for monocytes ( Figure 1 ). Figure 1 View large Download slide Figure 1 View large Download slide  Close modal In group of patients with minor PNH-clone (range from 0,01% to 0,99%) the clone size was twice times bigger on monocytes compared to granulocytes using the standard method, whereas with antibodies against CD157 this difference disappeared. In patients with PNH-clone between 1% and 10% the clone was nearly three times less on granulocytes than monocytes using both methods; in the group with clone more than 10% there was no differences between cells populations. Table 1. Average value of PNH clone on leukocytes in groups of patients both techniques  PNH clone . Gr, % (mean) . Mon, % (mean) . CD24-/FLAER- . CD157-/FLAER- . CD14-/FLAER- . CD157-/FLAER- . 0%-0,99% 0,178 0,349 0,323 0,378 1%-9,99% 3,98 3,76 9,54 9,98 >10% 71,52 71,52 71,85 71,34 PNH clone . Gr, % (mean) . Mon, % (mean) . CD24-/FLAER- . CD157-/FLAER- . CD14-/FLAER- . CD157-/FLAER- . 0%-0,99% 0,178 0,349 0,323 0,378 1%-9,99% 3,98 3,76 9,54 9,98 >10% 71,52 71,52 71,85 71,34 View Large Conclusion: The results of the PNH clone detection obtained with CD157 mAbs are comparable with the standard technique proposed by ISSC. However, the use of CD157 antibodies has important advantage: the PNH clone size detection in one test-tube with 5-color combination reduces time and expenses. Additionally, using of 5-color CD157 antibodies kit would be preferable for the monitoring and detection of minor PNH clone. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "antibodies",
        "antigens, cd15",
        "aplastic anemia",
        "brachial plexus neuritis",
        "cd14 antigen",
        "cd45 antigens",
        "cd64 antigen",
        "clone cells",
        "flow cytometry",
        "myelodysplastic syndrome"
    ],
    "author_names": [
        "Irina V. Galtseva, MD PhD",
        "Zalina T. Fidarova, MD",
        "Elena A. Mikhailova, MD PhD Prof",
        "Vyacheslav I. Borisov, PhD",
        "Vera V. Troitskaia, MD PhD",
        "Elena N. Parovichnikova, MD PhD",
        "Valeri G. Savchenko, MD PhD Prof."
    ],
    "author_dict_list": [
        {
            "author_name": "Irina V. Galtseva, MD PhD",
            "author_affiliations": [
                "National Research Center for Hematology, Moscow, Russia "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Zalina T. Fidarova, MD",
            "author_affiliations": [
                "National Research Center for Hematology, Moscow, Russia "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elena A. Mikhailova, MD PhD Prof",
            "author_affiliations": [
                "National Research Center for Hematology, Moscow, Russia "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vyacheslav I. Borisov, PhD",
            "author_affiliations": [
                "Alexion pharmaceuticals inc, Moscow, Russia"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vera V. Troitskaia, MD PhD",
            "author_affiliations": [
                "National Research Center for Hematology, Moscow, Russia "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elena N. Parovichnikova, MD PhD",
            "author_affiliations": [
                "National Research Center for Hematology, Moscow, Russia "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Valeri G. Savchenko, MD PhD Prof.",
            "author_affiliations": [
                "National Research Center for Hematology, Moscow, Russia "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-29T04:01:59",
    "is_scraped": "1"
}