{
    "doi": "https://doi.org/10.1182/blood.V120.21.377.377",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2224",
    "start_url_page_num": 2224,
    "is_scraped": "1",
    "article_title": "Proangiogenic Effects of Plasma From Sickle Cell Disease Patients and Antiangiogenic Effects of Hydroxyurea: Evaluation of Invasion and Proliferation of Human Endothelial Cells and Effects of Hydroxyurea in a Mouse Matrigel Plug Neovascularization Assay ",
    "article_date": "November 16, 2012",
    "session_type": "111. Hemoglobinopathies, excluding Thalassemia III",
    "topics": [
        "angiogenesis inhibitors",
        "endothelial cells",
        "hydroxyurea",
        "mice",
        "neovascularization, pathologic",
        "plasma",
        "sickle cell anemia",
        "vascular endothelial growth factor a",
        "hemoglobin",
        "bromodeoxyuridine"
    ],
    "author_names": [
        "Fláavia Cristine Mascia Lopes, M.Sc., Ph.D.",
        "Raquel Costa",
        "Sara T Olalla Saad, MD, PhD",
        "Raquel Soares",
        "Fernando Ferreira Costa, MD, PhD",
        "Nicola Conran, Ph.D."
    ],
    "author_affiliations": [
        [
            "Hematology and Hemotherapy Center, University of Campinas - UNICAMP, Campinas, Brazil, "
        ],
        [
            "Department of Biochemistry (U38-FCT), Faculty of Medicine of University of Porto, Porto, Portugal"
        ],
        [
            "Hematology and Hemotherapy Center, University of Campinas - UNICAMP, Campinas, Brazil, "
        ],
        [
            "Department of Biochemistry (U38-FCT), Faculty of Medicine of University of Porto, Porto, Portugal"
        ],
        [
            "Hematology and Hemotherapy Center, University of Campinas - UNICAMP, Campinas, Brazil, "
        ],
        [
            "Hematology and Hemotherapy Center, University of Campinas - UNICAMP, Campinas, Brazil, "
        ]
    ],
    "first_author_latitude": "-22.818439299999994",
    "first_author_longitude": "-47.0647206",
    "abstract_text": "Abstract 377 Sickle Cell Disease (SCD) results from mutations in the β hemoglobin chain and is associated with a complex pathophysiology that often involves recurrent vasoocclusion in association with vascular inflammation, oxidative stress, ischemia-reperfusion injury and endothelial activation. Dysregulation of angiogenesis occurs in various pathologies and a newly recognized proangiogenic state is associated with SCD. Central to the process of angiogenesis are the endothelial cells (EC) that are activated by angiogenic signals and release degrading enzymes that allow EC to migrate, proliferate and finally differentiate to form new vessels. In keeping with this proposed proangiogenic state, we previously found that plasma from SCD patients increases human umbilical vein endothelial cell (HUVEC) tube formation on Matrigel. In contrast, plasma from SCD patients treated with hydroxyurea (HU; a drug that has been used successfully for SCD therapy) inhibited the ability of HUVEC to form branching and thick anastomosing capillaries in the same model. In the present study, we aimed to determine the effects of plasma from SCD patients on additional HUVEC functions associated with key steps of angiogenesis, including invasion and proliferation, as well as further evaluating the direct antiangiogenic effects of HU with a mouse Matrigel plug neovascularization assay. Steady-state HbSS (SS), steady-state HbSS treated with HU (SSHU, 20–30mg/kg/day HU) and healthy control individuals (CON) were recruited for the study. Invasive cell behavior in the presence of 10 % plasma was quantified in vitro using a double-chamber assay. Under the same conditions, cell proliferation analyses were carried out using cellular incorporation of bromodeoxyuridine. Interestingly, an effective increase of 39.66 ± 29.54% in EC invasion was observed in the presence of SS plasma (P<0.05, N=5) compared to basal cell invasion. In contrast, SSHU plasma resulted in a significant decrease in cell invasive ability (51.94 ± 7.82% reduction; N=5, P<0.001). Accordingly, when the proliferative activity of SS plasma was investigated, increased cell proliferation was observed (13.73 ± 3.41%, compared to basal EC proliferation; N=5, P<0.05). Plasma from SSHU individuals significantly reduced HUVEC proliferation by 24.90 ± 3.45% (P<0.0, N=5). In contrast, CON plasma did not modify either the invasive or proliferative activities of HUVECs. For the Matrigel plug assay, C57BL/6 mice received subcutaneous Matrigel plugs supplemented, or not, with 100μM HU in the presence or absence of vascular endothelial growth factor (VEGF). After seven days, the plugs were removed and Matrigel hemoglobin content measured, using Drabkin's method. The positive control group (VEGF) presented extensive neovascularization of the Matrigel, as shown by the red color distributed in the whole plug. In contrast, Matrigel implants treated with both VEGF and HU demonstrated a strong inhibition of vascular development (67.53 ± 6.68% reduction in neovascularization; N=6, P<0.05) that was similar to that of negative controls (Matrigel not treated with VEGF). Data presented herein show that important features of the angiogenic process, endothelial cell invasion and proliferation, can be upregulated by plasma from SCD patients, confirming the apparent proangiogenic status of these individuals. In contrast, plasma from patients treated with HU exerted antiangiogenic effects by inhibiting the same angiogenic steps. Furthermore, HU was found to have direct antiangiogenic effects in in vivo assays. To our knowledge, this is the first report of the antiangiogenic activity of HU in a mouse model. Balancing angiogenesis is essential for SCD individuals, as enhanced angiogenesis may increase the incidence of manifestations such as proliferative retinopathy and pulmonary hypertension. On the other hand, angiogenesis is essential for mechanisms such as ulcer recovery, neovascularization of ischemic tissues and tissue regeneration and it may be that HU therapy may retard such processes. In conclusion, this study finds further evidence for a proangiogenic state in SCD. HU inhibits key steps in angiogenic mechanisms, demonstrating a possible use for this drug in the treatment of pathological angiogenesis in this and other diseases. Disclosures: No relevant conflicts of interest to declare."
}