{
    "doi": "https://doi.org/10.1182/blood.V122.21.339.339",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2494",
    "start_url_page_num": 2494,
    "is_scraped": "1",
    "article_title": "Loss Of Canonic Notch Signaling In The Microenvironment Causes a Myeloproliferative Syndrome Via Derepression Of The miR155 Promoter ",
    "article_date": "November 15, 2013",
    "session_type": "506. Hematopoiesis and Stem Cells: Microenvironment, Cell Adhesion and Stromal Stem Cells",
    "abstract_text": "The Notch signaling pathway is an important regulator of normal hematopoiesis, and is involved in leukemogenesis. Although the cell-autonomous roles of Notch signaling on hematopoietic cells have been extensively studied, its contribution to the regulation of the bone marrow (BM) niche has not been investigated yet. In our study, we used a Notch loss-of-function model in which deletion of the DNA-binding domain of RBPJ by Mx1-Cre results in the loss of signaling from all Notch receptors, in both hematopoietic cells and stromal cells of the BM microenvironment. In this model, we observed that loss of RBPJ-dependent Notch signaling in the hematopoietic microenvironment leads to a lethal myeloproliferative-like disease. Transplantation studies revealed that the microenvironment (ME) of RBPJ KO mice is necessary for the development and maintenance of the disease. Kinetics of engraftment of BM cells by intravital microscopy of the BM niche showed that WT donor cells engrafted more rapidly and had a greater expansion when transplanted into the RBPJ KO ME than in WT ME. Analysis of the serum and of supernatants from BM stroma showed increased cytokine levels in the RBPJ KO mice compared to controls, in particular G-CSF and TNF-alpha. Histological analysis of BM and spleen of RBPJ recipients showed increased microvascular density and increased CD31+ endothelial cells (EC) by IHC, preceding the onset of disease, suggesting an activated state of the endothelium. Specific deletion of RBPJ in the endothelium by using Tie2CreER model confirmed a critical contribution of EC to the myeloproliferative disease. We observed also that RBPJ KO BM-derived stroma exhibit increased expression of inflammatory microRNAs, in particular of miR155, a microRNA involved in inflammation and cancer. miR155 promoter analysis indicated the existence of two RBPJ binding sites, and direct interaction of RBPJ and the miR155 promoter was confirmed by ChIP assay. Loss of transcriptional repression by RBPJ in BM stromal cells induced miR155 upregulation and increased cytokine levels supporting greater expansion of myeloid progenitors. Double knock-out of RBPJ -/- and miR155 -/- mice validated the requirement of miR155 for the hematopoietic changes due to RBPJ deletion. Finally, Analysis of patient’s samples affected by myeloproliferative neoplasia showed elevated levels of miR155 in the BM, suggesting miR-155 as a potential therapeutic target in myeloproliferative disorders. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "myeloproliferative disease",
        "signal transduction",
        "derepression",
        "cytokine",
        "micrornas",
        "cancer",
        "dna",
        "granulocyte colony-stimulating factor",
        "inflammation",
        "intravital microscopy"
    ],
    "author_names": [
        "Lin Wang, PhD",
        "Huajia Zhang, BS",
        "Sonia Rodriguez-Rodriguez, PhD",
        "Liyun Cao, PhD",
        "Jonathan Parish, BS",
        "Amy Zollman, BS",
        "Malgorzata Kamocka, PhD",
        "H. Scott Boswell, M.D.",
        "Edward F. Srour, Ph.D.",
        "Brahmananda Reddy Chitteti, PhD",
        "Taghi Manshouri, Ph.D.",
        "Srdan Verstovsek, MD, PhD",
        "Reuben Kapur, PhD",
        "Angelo A. Cardoso, MD, PhD",
        "Nadia Carlesso, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Pediatrics, Herman B Wells Center for Pediatric Research, Indiana University School of Medicine, Indianapolis, IN, USA, "
        ],
        [
            "Pediatrics, Herman B Wells Center for Pediatric Research, Indiana University School of Medicine, Indianapolis, IN, USA, "
        ],
        [
            "Pediatrics, Herman B. Wells Center for Pediatric Research, Indiana University School of Medicine, Indianapolis, IN, USA, "
        ],
        [
            "Pediatrics, Herman B Wells Center for Pediatric Research, Indiana University School of Medicine, Indianapolis, IN, USA, "
        ],
        [
            "Pediatrics, Herman B Wells Center for Pediatric Research, Indiana University School of Medicine, Indianapolis, IN, USA, "
        ],
        [
            "Pediatrics, Herman B Wells Center for Pediatric Research, Indiana University School of Medicine, Indianapolis, IN, USA, "
        ],
        [
            "Medical and Molecular Genetics, IU Simon Cancer Center, Indiana University School of Medicine, Indianapolis, IN, USA, "
        ],
        [
            "Department of Medicine, Indiana Cancer Research Inst., Indianapolis, IN, USA, "
        ],
        [
            "Medicine, Indiana University, Indianapolis, IN, USA, "
        ],
        [
            "Medicine, IU Simon Cancer Center, Indiana University School of Medicine, Indianapolis, IN, USA, "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Pediatrics, Indiana University School of Medicine, Herman B Wells Center for Pediatric Research, Indianapolis, IN, USA, "
        ],
        [
            "Department of Medicine, Indiana University School of Medicine, Indianapolis, IN, USA"
        ],
        [
            "Pediatrics, Herman B Wells Center for Pediatric Research, Indiana University School of Medicine, Indianapolis, IN, USA, "
        ]
    ],
    "first_author_latitude": "39.7775599",
    "first_author_longitude": "-86.17721"
}