{
    "doi": "https://doi.org/10.1182/blood.V124.21.4860.4860",
    "article_title": "Daily Evaluation of Venous Thromboembolism (VTE) Risk Factors and Prophylaxis Safely Decreased Incidence of VTE in a Pediatric ICU ",
    "article_date": "December 6, 2014",
    "session_type": "901. Health Services and Outcomes Research – Non-Malignant Conditions: Poster III",
    "abstract_text": "Background: Venous thromboembolism (VTE), consisting of deep vein thrombosis and pulmonary embolism, is associated with significant morbidity and mortality. The incidence of VTE, particularly VTE acquired by hospitalized children, has increased dramatically over the last 15 years but may be preventable in some cases. Reducing the incidence of hospital-acquired VTE may not only improve patient care but also decrease healthcare costs associated with diagnosis and treatment. Methods: In conjunction with the Children’s Hospitals’ Solutions for Patient Safety, we have developed a risk-based intervention strategy for all non-neonatal hospitalized children. The 3-part care bundle includes (1) VTE risk assessment upon admission with daily reassessments thereafter, (2) consideration of VTE prophylaxis (mechanical and/or pharmacologic depending on risk of VTE versus bleeding), and (3) ongoing evaluation for complications and risk level changes. To facilitate risk assessments and risk-based interventions, we developed a clinical care guideline based on published pediatric VTE risk profiles. To most accurately track our outcome measure, number of VTE cases, we have augmented our prior ICD-9-based method of identifying VTE cases to include a radiographic dictation trigger, anticoagulant medications, and nursing report of clot treatment. This new approach has led to improved specificity and sensitivity of VTE identification. Outcome and Process Measures: This risk-based intervention approach was implemented as a pilot program in our pediatric ICU and has been associated with a 52% decrease in validated VTE cases over a 12-month period, coincident with an increase in documented care bundle compliance from 40% to 93%. During this pilot program, 134 of 2190 pediatric ICU patients (6.1%) were initially classified as high risk, with 5.2% of those developing VTE, and 952 patients (43%) were initially classified as moderate risk, with 2.3% of those developing VTE. Ninety-five patients received pharmacologic prophylaxis at some point during admission, with 13.6% developing VTE; 428 received mechanical prophylaxis, with 3.7% developing VTEs; and 61 received both pharmacologic and mechanical prophylaxis, with 13.1% developing VTEs. Balancing Measures: We are also tracking adverse events related to mechanical or pharmacologic prophylaxis. No patients had significant bleeding while on pharmacologic prophylaxis, and one patient developed pressure ulcers associated with sequential compression devices. Conclusion: Implementation of our 3-part VTE prevention care bundle was associated with a decrease in VTE cases without a notable increase in bleeding or pressure ulcers. Future Directions: Ongoing work includes refining our clinical care guideline to incorporate recent risk factor data, expanding the 3-part care bundle outside of the ICU to include the entire hospital, continuing to improve sensitivity and specificity of VTE case identification methods, and continuing to monitor balancing measures of bleeding and pressure ulcers. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "pediatric intensive care unit",
        "venous thromboembolism",
        "hemorrhage",
        "patient care bundles",
        "decubitus ulcer",
        "adverse event",
        "anticoagulants",
        "deep vein thrombosis",
        "nursing care",
        "pulmonary embolism"
    ],
    "author_names": [
        "Beth Boulden Warren, MD MS",
        "Daksha Ranade, MPH, MBA",
        "Beth Wathen, MSN, PNP, CCRN",
        "Sondra Valdez, RN, BSN",
        "Denise Pickard, MSN, RN",
        "Neil A Goldenberg, MD PhD",
        "Brian R. Branchford, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Beth Boulden Warren, MD MS",
            "author_affiliations": [
                "University of Colorado School of Medicine and Children's Hospital Colorado, Aurora, CO "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Daksha Ranade, MPH, MBA",
            "author_affiliations": [
                "Seattle Chldren's Hospital, Seattle, WA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Beth Wathen, MSN, PNP, CCRN",
            "author_affiliations": [
                "Children's Hospital Colorado, Aurora, CO "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sondra Valdez, RN, BSN",
            "author_affiliations": [
                "Children's Hospital Colorado, Aurora, CO "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Denise Pickard, MSN, RN",
            "author_affiliations": [
                "Children's Hospital Colorado, Aurora, CO "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Neil A Goldenberg, MD PhD",
            "author_affiliations": [
                "All Children's Hospital Johns Hopkins Medicine and All Children's Research Institute, St. Petersburg, FL ",
                "Johns Hopkins University School of Medicine, Baltimore, MD "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brian R. Branchford, MD",
            "author_affiliations": [
                "University of Colorado School of Medicine and Children's Hospital Colorado, Aurora, CO ",
                "University of Colorado Hemophilia and Thrombosis Center Research Laboratory and Children's Hospital Colorado, Aurora, CO"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-30T21:40:10",
    "is_scraped": "1"
}