{
    "doi": "https://doi.org/10.1182/blood.V122.21.3717.3717",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2443",
    "start_url_page_num": 2443,
    "is_scraped": "1",
    "article_title": "ALDH2 Polymorphism In Japanese Children With Acquired Aplastic Anemia ",
    "article_date": "November 15, 2013",
    "session_type": "508. Bone Marrow Failure: Poster III",
    "topics": [
        "acquired aplastic anemia",
        "child",
        "polymorphism",
        "aldehydes",
        "aplastic anemia",
        "pancytopenia",
        "acetaldehyde",
        "alcohol dehydrogenase",
        "aliphatic alcohols",
        "bone marrow, hypocellular"
    ],
    "author_names": [
        "Nozomu Kawashima, MD",
        "Atsushi Narita, MD",
        "Xinan Wang",
        "Yinyan Xu, PhD",
        "Hirotoshi Sakaguchi, MD",
        "Sayoko Doisaki, MD",
        "Hideki Muramatsu, MD, PhD",
        "Asahito Hama, MD, PhD",
        "Koji Nakanishi, MD",
        "Yoshiyuki Takahashi, MD, PhD",
        "Seiji Kojima, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Pediatrics, Nagoya University Graduate School of Medicine, Nagoya, Japan"
        ],
        [
            "Department of Pediatrics, Nagoya University Graduate School of Medicine, Nagoya, Japan"
        ],
        [
            "Department of Pediatrics, Nagoya University Graduate School of Medicine, Nagoya, Japan"
        ],
        [
            "Department of Pediatrics, Nagoya University Graduate School of Medicine, Nagoya, Japan"
        ],
        [
            "Department of Pediatrics, Nagoya University Graduate School of Medicine, Nagoya, Japan"
        ],
        [
            "Department of Pediatrics, Nagoya University Graduate School of Medicine, Nagoya, Japan"
        ],
        [
            "Department of Pediatrics, Nagoya University Graduate School of Medicine, Nagoya, Japan"
        ],
        [
            "Department of Pediatrics, Nagoya University Graduate School of Medicine, Nagoya, Japan"
        ],
        [
            "Department of Pediatrics, Nagoya University Graduate School of Medicine, Nagoya, Japan"
        ],
        [
            "Department of Pediatrics, Nagoya University Graduate School of Medicine, Nagoya, Japan"
        ],
        [
            "Department of Pediatrics, Nagoya University Graduate School of Medicine, Nagoya, Japan"
        ]
    ],
    "first_author_latitude": "35.1541625",
    "first_author_longitude": "136.9689353",
    "abstract_text": "Introduction Aplastic anemia is a syndrome of bone marrow failure (BMF) characterized by peripheral pancytopenia and marrow hypoplasia. Injury to hematopoietic cells, such as immune-mediated cytotoxicity, can cause aplastic anemia; the successful treatment of aplastic anemia using immunosuppressive therapy supports this hypothesis. Another proposed mechanism is an intrinsic defect of hematopoietic stem cells, which is the presumed major cause of congenital BMF, but this mechanism has not been definitively established in patients with acquired aplastic anemia. Aldehyde dehydrogenase 2 (ALDH2) deficiency resulting from a Glu504Lys substitution (A allele) is prevalent in the Japanese population: the A allele frequency is nearly 50% in the Japanese population. AA homozygotes show scarce catalysis of aldehydes, and GA heterozygotes display strongly reduced catalysis when compared with GG homozygotes. In patients with Fanconi anemia (FA), the most frequent inherited cause of BMF, progression of BMF was strongly accelerated in carriers of the GA and AA allele, possibly due to endogenous DNA damage caused by aldehydes that could not otherwise be repaired through the FA pathway. We studied the role of ALDH2 polymorphism in Japanese children with acquired aplastic anemia. Patients and Methods Seventy-nine Japanese children younger than 15 years who were referred to the Japanese Red Cross Nagoya First Hospital and Nagoya University Hospital were included in this study. Patients were excluded if they had paroxysmal nocturnal hemoglobinuria, toxic exposure to chemicals, or a clinical diagnosis of congenital BMF. Disease severity was classified based on the criteria of the International Aplastic Anemia Study Group as very severe (n = 10), severe (n = 41) and non-severe (n = 28). ALDH2 Glu487Lys polymorphisms (rs671) and alcohol dehydrogenases 1B (ADH1B) Arg47His polymorphisms (rs1229984) were genotyped with site-specific polymerase chain reaction with confronting two-pair primers. Statistical analysis was performed by Fisher’s exact test for categorical data and by Mann-Whitney U test for non-categorical data. P <0.05 was considered to indicate statistical significance. Results Forty children were genotyped with GG, 29 children with GA, and 10 children with AA. The distribution of the ALDH2 variant alleles in children with acquired aplastic anemia was not significantly different from the reported allele frequencies in the healthy Japanese population (GG = 1141, GA = 941, AA = 217; P = 0.4). However, age at diagnosis was significantly lower in children harboring AA (median 2 years, range 0.83-6 years) when compared with children harboring GG (median 10 years, range 1.6-16 years) and GA (median 10 years, range 1-14 years), respectively ( P < 0.01). In contrast, other clinical characteristics, including duration of disease onset to disease diagnosis, severity of the disease, and peripheral blood cell counts, were not significantly different among the ALDH2 groups. ADH1B may influence the concentration of aldehydes by catalyzing aliphatic alcohol. The ADH1B polymorphism (A allele) confers substantially higher enzymatic activity than the less active form (G allele), which is prevalent in Japanese, and thus may involve aldehyde toxicity. The distribution of the ADH1B variant alleles was not significantly different from the reported allele frequencies in the healthy Japanese population, and age at diagnosis of aplastic anemia was not significantly different among ADH1B variant allele groups in our cohort. Discussion ALDH2 catalyzes acetaldehyde as well as formaldehyde and other aldehydes, which can be genotoxic via DNA-protein crosslinking. Given that our cohort includes only children (alcohol intake is not a factor), intrinsic aldehydes that are mostly produced during lipid oxidation may damage hematopoietic stem cells, resulting in bone marrow failure. In conclusion, endogenous aldehydes may damage hematopoietic cells, resulting in early onset of disease in children with acquired aplastic anemia as well as in patients with FA. Disclosures: No relevant conflicts of interest to declare."
}