{
    "doi": "https://doi.org/10.1182/blood.V110.11.1577.1577",
    "article_title": "Role of C-MYC Rearrangement in Survival Status of HIV Positive and HIV Negative Patients with Diffuse Large B-Cells Lymphoma. ",
    "article_date": "November 16, 2007",
    "session_type": "Non-Hodgkin’s Lymphoma - Biology, excluding Therapy",
    "abstract_text": "Background: Diffuse large B-cell lymphomas (DLBCL) are the most common type of lymphomas and have heterogeneous clinical behavior. Three commonly dysregulated genes (BCL-2, BCL-6 and C-MYC) have been recognized in DLBCL based on molecular gene profile studies. The 8q24 C-MYC rearrangement is found in 10–15% of patients with DLBCL. C-MYC status in HIV+ and HIV− population with DLBCL is not well studied and the role of C-MYC in the survival status of these two group is worthy of exploration. Design: Ninety-one patients with DLBCL diagnosed between 01/2005– 04/2007 were included in this study. Atypical Burkitt lymphoma according to WHO classification was excluded. Patients were divided into HIV+ (26 cases, average 44.5 ± 10.7 y/o) and HIV− (65 cases, average 65 ± 17.2 y/o) groups. Eight plasmablastic lymphomas (PBL) (7 HIV+ and 1 HIV−) were diagnosed. FISH (Vysis, Des Plaines, IL) break-apart for the 8q24 C-MYC rearrangement (91 cases), immunohistochemical stains for CD20, CD3, BCl-2, CD10, BCl-6, EBER in all cases, p53 (available for 78 cases), and proliferation rate by Ki-67 (available for 89 cases) were performed. Categorical variables were compared with the Fisher exact test. Numerical variables were compared by either the t test or the Wilcoxon rank sum test, as appropriate. The Kaplan-Meier method was used to estimate survival. The Log-Rank test was used to compare survival in the following groups: HIV+ vs. HIV−, C-MYC+ vs. C-MYC−, Ki-67 proliferation ≥ 90% vs. <90%, and various combined profiles. Results: C-MYC rearrangement was detected in 13/26 (50%) HIV+ DLBCL and 9/65 (14%) HIV− DLBCL (P<0.001). Excluding the 8 PBL cases, C-MYC was found in 7/19 (37%) HIV+ DLBCL and 9/64 (14%) HIV− DLBCL (P=0.04). High Ki-67(≥ 90%) and p53 positivity were more often found in HIV+ DLBCL than in HIV− DLBCL (P=0.02 and P=0.001, respectively). A Kaplan-Meier Survival Curve demonstrated that patients with C-MYC+ DLBCL had worse survival than C-MYC− patient, regardless of their HIV status (P=0.031); HIV+ DLBCL patients have poorer survival than HIV− DLBCL ones (P=0.0007). The proliferation rate by Ki-67 (≥90% or <90%) did not affect survival (P=0.65). Survival was superior in the HIV−/C-MYC− group compared to the combined group of patients who were HIV+/C-MYC +, HIV−/C-MYC+ or HIV+/C-MYC− (P<0.0001, Figure 1). Conclusion: high frequency of C-MYC rearrangement is identified in HIV+ patients with DLBCL in comparison to HIV− patients with the same disease. C-MYC rearrangement plays a critical role in survival regardless of HIV status. Although high Ki-67 proliferation was more often noted in HIV+ than in HIV− DLBCL, higher Ki-67(≥ 90%) did not correlate with a shorter survival in HIV+ DLBCL. View large Download slide Survival by HIV and C-MYC Status View large Download slide Survival by HIV and C-MYC Status  Close modal",
    "topics": [
        "b-lymphocytes",
        "burkitt lymphoma, atypical",
        "c-myc genes",
        "hiv",
        "hiv seropositivity",
        "lymphoma",
        "diffuse large b-cell lymphoma",
        "ki-67 antigen",
        "cd20 antigens",
        "neprilysin"
    ],
    "author_names": [
        "Ling Zhang, MD",
        "Hung Luu, MD",
        "James Mirocha, PhD",
        "Michael Lill, MD",
        "Randa Alsabeh, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Ling Zhang, MD",
            "author_affiliations": [
                "Hematopathology, USLabs, Irvine, CA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Hung Luu, MD",
            "author_affiliations": [
                "Hematolopathology, Cedars Sinai Medical Center, Los Angeles, CA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James Mirocha, PhD",
            "author_affiliations": [
                "Biostatistics Core, Research Institute, Cedars Sinai Medical Center, Los Angeles, CA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Lill, MD",
            "author_affiliations": [
                "Hematology/Oncology, Cedars Sinai Medical Center, Los Angeles, CA, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Randa Alsabeh, MD",
            "author_affiliations": [
                "Hematolopathology, Cedars Sinai Medical Center, Los Angeles, CA, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-03T18:45:33",
    "is_scraped": "1"
}