{
    "doi": "https://doi.org/10.1182/blood.V116.21.1916.1916",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1831",
    "start_url_page_num": 1831,
    "is_scraped": "1",
    "article_title": "Fluorescence In Situ Hybridization (FISH) Analysis In 160 Patients with IgM Monoclonal Gammopathies ",
    "article_date": "November 19, 2010",
    "session_type": "Myeloma - Biology and Pathophysiology, excluding Therapy: Poster I",
    "topics": [
        "fluorescent in situ hybridization",
        "immunoglobulin m",
        "paraproteinemias",
        "igm monoclonal gammopathy of uncertain significance",
        "indolent",
        "malignant transformation",
        "monoclonal gammopathy of undetermined significance",
        "b-lymphocyte disorders",
        "follow-up",
        "idiopathic guttate hypomelanosis"
    ],
    "author_names": [
        "Norma C. Gutierrez",
        "Roberto JP Magalhaes",
        "Ramón García-Sanz",
        "María-Belén Vidriales",
        "Enrique M. Ocio",
        "Bruno Paiva",
        "Daniel del Carpio",
        "Alvaro Caballero",
        "Jennifer Alonso",
        "Lucia Lopez-Anglada",
        "Teresa Villaescusa",
        "Jesus M. Hernandez Rivas",
        "A. Aguilar",
        "Alejandro Martín",
        "R. Lopez",
        "Alberto Orfao",
        "Jesus F San Miguel"
    ],
    "author_affiliations": [
        [
            "Hospital Universitario de Salamanca, Salamanca, Spain, "
        ],
        [
            "Hospital Universitario de Salamanca, Salamanca, Spain, "
        ],
        [
            "Hospital Universitario de Salamanca, Salamanca, Spain, "
        ],
        [
            "Hospital Universitario de Salamanca, Salamanca, Spain, "
        ],
        [
            "Hospital Universitario de Salamanca; Centro de Investigación del Cáncer (IBMCC-CSIC-USAL). Spain, Salamanca, Spain, "
        ],
        [
            "Hospital Universitario Salamanca, Salamanca, Spain, "
        ],
        [
            "Hospital Universitario Salamanca, Salamanca, Spain, "
        ],
        [
            "Hospital Universitario Salamanca, Spain, "
        ],
        [
            "Hospital Universitario Salamanca, Spain, "
        ],
        [
            "Hospital Universitario Salamanca, Spain, "
        ],
        [
            "Hospital Universitario Salamanca, Spain, "
        ],
        [
            "Hospital Universitario Salamanca, Spain, "
        ],
        [
            "The Castello-Leones (Spain) study group for the study of monoclonal gammopathies, "
        ],
        [
            "Hospital Virgen de la Concha, Zamora, Spain, "
        ],
        [
            "The Castello-Leones (Spain) study group for the study of monoclonal gammopathies, "
        ],
        [
            "Centro de Investigación del Cáncer (CIC, IBMCC USAL-CSIC); Servicio General de Citometría, Universidad de Salamanca, Salamanca, Spain, "
        ],
        [
            "Hospital Clinico Universitario, Salamanca, Spain"
        ]
    ],
    "first_author_latitude": "40.963639500000006",
    "first_author_longitude": "-5.6755733",
    "abstract_text": "Abstract 1916 IgM monoclonal gammopathies are a heterogeneous group of clonal B-cell disorders that include indolent forms - IgM monoclonal gammopathy of undetermined significance (IgM-MGUS) and asymptomatic Waldenström macroglobulinemia (aWM) - as well as symptomatic WM. Similarly to what has been hypothesized in plasma cell disorders, the mechanism leading to the malignant transformation of indolent IgM-MGUS and a-WM to symptomatic WM could underlie evolving cytogenetic abnormalities. However, cytogenetic abnormalities have been mainly explored in patients with WM, while this information in IgM-MGUS and aWM patients is still scanty. In the present study we have analyzed the frequency and prognostic impact of genetic changes as detected by FISH in a series of 161 newly diagnosed patients with an IgM monoclonal gammopathy. Median follow-up in the overall series was of 31 months. Patients were diagnosed with an IgM-MGUS (n=31), a-WM (n=50) and WM (n=80) according to the 2002 WM consensus group criteria. FISH analysis was performed on immunomagnetically enriched bone marrow B-cells to ascertain the following chromosomal abnormalities: 6q and retinoblastoma (Rb) deletions, as well as the IGH translocations t(4;14), t(11;14) and t(14;16). Table 1 summarizes the frequency of cytogenetic abnormalities detected in the overall series of patients. Interestingly, the proportion of patients with 6q deletion significantly increased (p=.002) from IgM-MGUS (0%) to a-WM (12%) and WM (28%). The frequency of Rb deletion was generally low, and only detected in a-WM (4%) and WM (2%) patients, while absent in IgM-MGUS cases (0%). In turn, the frequency of IGH translocations was superior in IgM-MGUS (6%) and a-WM (8%) compared to WM (1%) patients. Interestingly, t(11;14) represented 50% of all translocations in IgM-MGUS and a-WM but not in WM. By contrast t(4;14) and t(14;16) were undetectable in the overall series of patients. According to the frequency of 6q deletions and its evolving pattern, we further explored if this specific cytogenetic abnormality had an impact on patients outcome. In patients with symptomatic WM the presence of 6q deletion do not showed an impact on patients progression-free survival (p=.5) and overall survival (p=.8). However, in the group of patients with a-WM those harboring a 6q deletion vs. no 6q deletion showed a significantly increased risk of progression to symptomatic disease: median time to progression - TTP- of 37 vs. 145 months, respectively (p=.002) and 3-year TTP rates of 67% vs. 100%, respectively (p=.002). In summary, these results suggest that the presence of 6q deletion may be a secondary event associated with the malignant transformation of indolent IgM-MGUS to a-WM and symptomatic WM. Accordingly, routine screening of 6q deletion in patients with a-WM may help to identify a subgroup with higher risk of progression. Table 1  . 6q deletion . Rb deletion . IgH translocation . t(4;14) . t(11;14) . t(14;16) . Other . MGUS 0% 0% 0% 3% 0% 1% a-WM 12% 4% 0% 4% 0% 4% WM 28% 2% 0% 0% 0% 1% . 6q deletion . Rb deletion . IgH translocation . t(4;14) . t(11;14) . t(14;16) . Other . MGUS 0% 0% 0% 3% 0% 1% a-WM 12% 4% 0% 4% 0% 4% WM 28% 2% 0% 0% 0% 1% View Large Disclosures: No relevant conflicts of interest to declare."
}