{
    "doi": "https://doi.org/10.1182/blood-2020-139180",
    "article_title": "The Role of Plasmin/Plasminogen in Experimental Polymicrobial Sepsis ",
    "article_date": "November 5, 2020",
    "session_type": "201.Granulocytes, Monocytes, and Macrophages",
    "abstract_text": "Introduction: Sepsis is characterized by systemic inflammation and increased coagulation. Although plasmin activity is increased at the onset of sepsis, increased levels of plasminogen activator inhibitor-1 can counter-regulate it triggering an imbalance of the procoagulant and fibrinolytic systems, which results in disseminated intravascular coagulation. Objective: To evaluate the role of the plasminogen/plasmin (Plg/Pla) system in experimental sepsis. Material and Methods: Plg-deficient (Plg -/- ) mice, Plg +/+ littermate controls and wild-type (WT) C57Bl/6 mice were subjected to Cecal Ligation and Puncture (CLP) to induce sepsis. In this model, a double puncture is made through the cecum using either a 30 or 18-gauge needle to induce sub-lethal or lethal sepsis, respectively. Survival rates were assessed. Inflammatory parameters and bacterial counts were evaluated in peritoneal lavage fluid and blood 12h after CLP. In other experiments WT mice were treated with Pla or Plg, employing two different therapeutic protocols. Results: In WT mice, the survival rate in sub-lethal sepsis was more than 80% at 6 days after CLP, while lethal sepsis all mice died by 2 days. Increased inflammatory infiltrates were found in peritoneal cavities of mice subjected to lethal sepsis compared to sub-lethal sepsis. The plasma levels of Plg were reduced in lethal sepsis when compared to sub-lethal sepsis, while the levels of a marker for sepsis severity, IL-6, increased. In the sub-lethal model of sepsis, the survival rate of Plg -/- mice was 40% while all Plg +/+ mice survived. In this model, increased inflammatory infiltration, predominantly neutrophils and M1 macrophages, was present in peritoneal cavities of Plg -/- mice 12h after CLP, accompanied by increased IL-6 and ALT levels, compared with Plg +/+ littermates. No genotype-dependent difference in the levels of TNF-α and IL-10 were observed. The bacterial clearance in Plg -/- mice and Plg +/+ littermates were similar. In WT mice, exogenous Pla (10 µg/mice, i.p.) administered 3h after lethal sepsis did not modify the lethality rate, but decreased inflammatory infiltration (neutrophils and M1 macrophages) at the infectious site with reduced levels of CXCL1 and ALT. No differences in the levels of TNF-α, IL-1-6 and IL-10 were observed after Pla treatment. Pla administration reduced bacterial counts in blood with no differences in peritoneal fluid. In a separate protocol, administration of Pla or Plg (10 µg/mouse, i.p.) in two bolus injections, at both 6 and 12h after lethal CLP, resulted in a significant reduction in lethality rate (~30% survival) when compared to the vehicle group (no survival). Interestingly, co-injection of Plg in combination with a broad-spectrum antibiotic (imipenem 30mg/kg, i.p.) protected approximately 80% of mice, compared with 60% protection with antibiotic alone. Conclusion: Plg/Pla exhibit a protective effect in sepsis by reducing inflammatory parameters, neutrophil recruitment and tissue damage. Keywords: sepsis, plasmin, plasminogen system, CLP model. Disclosures No relevant conflicts of interest to declare.",
    "author_names": [
        "Juliana Vago, PhD MSc",
        "Larissa Froede Brito",
        "Lívia C.R. Teixeira",
        "Izabela Z. Moreira",
        "Thaís C. Miranda",
        "Eliza M. Melo",
        "Alexandre S. Bruno",
        "Michelle A. Sugimoto",
        "Raphael G. Ferreira",
        "Jose C. Alves-Filho",
        "Mauro M. Teixeira",
        "Robert J Parmer, MD",
        "Lindsey A Miles, PhD",
        "Lirlandia P. Sousa"
    ],
    "author_dict_list": [
        {
            "author_name": "Juliana Vago, PhD MSc",
            "author_affiliations": [
                "Federal University of Minas Gerais, BELO HORIZONTE, Brazil ",
                "Scripps Research, La jolla, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Larissa Froede Brito",
            "author_affiliations": [
                "Federal University of Minas Gerais, Belo Horizonte, Brazil "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lívia C.R. Teixeira",
            "author_affiliations": [
                "Federal University of Minas Gerais, Belo Horizonte, Brazil "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Izabela Z. Moreira",
            "author_affiliations": [
                "Federal University of Minas Gerais, Belo Horizonte, Brazil "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thaís C. Miranda",
            "author_affiliations": [
                "Federal University of Minas Gerais, Belo Horizonte, Brazil "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eliza M. Melo",
            "author_affiliations": [
                "Federal University of Minas Gerais, Belo Horizonte, Brazil "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alexandre S. Bruno",
            "author_affiliations": [
                "Federal University of Minas Gerais, Belo Horizonte, Brazil "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michelle A. Sugimoto",
            "author_affiliations": [
                "Federal University of Minas Gerais, Belo Horizonte, Brazil "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Raphael G. Ferreira",
            "author_affiliations": [
                "Federal University of Sao Paulo, Ribeirao Preto, Brazil "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jose C. Alves-Filho",
            "author_affiliations": [
                "University of Sao Paulo, Ribeirao Preto, BRA "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mauro M. Teixeira",
            "author_affiliations": [
                "Federal University of Minas Gerais, Belo Horizonte, Brazil "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert J Parmer, MD",
            "author_affiliations": [
                "Department of Medicine, University of California San Diego and Veterans Administration San Diego Healthcare System, San Diego, CA "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lindsey A Miles, PhD",
            "author_affiliations": [
                "Department of Molecular Medicine, The Scripps Rsch. Inst., La Jolla, CA"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lirlandia P. Sousa",
            "author_affiliations": [
                "Federal University of Minas Gerais, Belo Horizonte, Brazil "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-20T06:44:36",
    "is_scraped": "1"
}