{
    "doi": "https://doi.org/10.1182/blood.V120.21.2001.2001",
    "article_title": "Outcomes of Chronic Phase (CP) Chronic Myeloid Leukemia (CML) Patients (pts) After Surviving 5 Years of Initial Therapy with Interferon Alpha (IFN), Imatinib (IMA) or Allogeneic Stem Cell Transplantation (ASCT) ",
    "article_date": "November 16, 2012",
    "session_type": "731. Clinical Allogeneic and Autologous Transplantation - Results: Poster I",
    "abstract_text": "Abstract 2001 Introduction: IFN and ASCT were the most commonly used treatment modalities for CML before 2001. The introduction of IMA as the preferred treatment for CML changed the treatment paradigms for this disease. CML pts are now expected to live longer and responses are prolonged in most cases. However, long-term outcomes including late relapses, durability of response, side effects, and late development of new medical conditions are largely unknown. Methods: We performed a chart review of pts with CML in CP treated at our institution who have survived at least 5 yrs of their initial IFN or IMA therapy, or 5 yrs after ASCT, to analyze their long-term outcome, risk of late relapse, and emergence of late side effects or new medical health problems. Results: 469 pts with CML CP treated at our institution between 1981 and 2006 survived at least 5 yrs on their initial CML treatment. One hundred twenty five pts are described in this analysis: 25 pts in the IFN group, 50 pts in the IMA group (400 mg/d), and 50 pts in the ASCT group. Pts received their initial treatment a median of 1 month (range, 0.3 to 11), 1 month (range, 0 to 7), and 13 months (range, 1 to 126) from diagnosis, respectively. Median time on initial therapy for the IFN and IMA groups was 6.4 yrs (range, 5–8.5) and 10.8 yrs (range, 5.1–11.5). Characteristics of the pts at time of diagnosis were as follows: hypertension (HTN) was present in 12%, 30% and 2% of the IFN, IMA, and ASCT pts, respectively; cardiac disease in 12%, 8% and 2%, respectively; thyroid disease (Thy) in 8%, 8% and 2%, respectively. Median number of medications (MEDS) per patient at baseline was 1 (range, 0–5), 1 (range, 0–13) and 0 (range, 0–4), respectively. Complete cytogenetic response (CCyR) was obtained in 76% (n=19), 96% (n=48) and 100% (n=50) of the pts, respectively. Time to best CyR was 17.1 months (mos) (range, 6–59.1), 7.2 mos (range, 2.4–64.2) in the IFN and IMA groups, respectively. Loss of cytogenetic response after 5 years occurred in 91% (n=21, 2 pts had no initial response, 2 pts remained in CCyR), 10% (n=5) and 6% (n=3), respectively. Twenty pts (80%) on the IFN cohort were switched to IMA at a median of 7.4 yrs (range, 5.3–13.3) after diagnosis (19 occurring between yrs 2000 and 2001). Of these 20 pts 75% (n=15) achieved MMR or better after a median of 4 yrs (range, 0.6–10.2) on IMA. New medical problems that developed at the 5 year mark were a follows: Thyroid problems in 8%, 0% and 10%, respectively, HTN in 0%, 2% and 14%, respectively; cardiac in 0%, 4% and 0%, respectively; and other in 44%, 22%and 58%, respectively. Median MEDS per patient at the 5 year mark was 2 (range, 0–7), 4 (range, 1–12) and 2 (range, 0–15), respectively. New medical problems that developed by last follow up were a follows: Thyroid problems in 4%, 6% and 0%, respectively; HTN in 4%, 18% and 10%, respectively, cardiac in 8%, 4% and 4%, respectively; osteoporosis in 0%, 0% and 6%, respectively, and other in 44%, 32% and 26%, respectively. Median Meds per patient at last follow up was 4 (range, 0–19), 6 (range, 1–16) and 2 (range, 0–25), respectively. Secondary malignancies occurred in 8%, 10% and 12% of patients, respectively. Pts continued to be on initial treatment in 16% (n=4), 94% (n=47) and 94% (n=47), respectively. At date of last follow up, late relapses (beyond 5 yrs of initial therapy) occurred in 72% (n=18), 8% (n=4) and 2% (n=1), respectively. At median follow up of 18, 11, and 14 yrs respectively, 76% (n=19), 92% (n=46) and 92% (n=46) are alive, 64% (n=16), 86% (n=43) and 90% (n=45) in CCyR. Conclusion: CP CML pts treated with IMA or SCT and surviving 5 yrs beyond initial treatment have low incidence of late relapses. New medical problems including heart disease and secondary malignancies may occur in some pts, but most pts are still alive. Pts with CML require prolonged medical care even in the setting of lasting remissions. Disclosures: Jabbour: BMS: Honoraria; Pfizer: Honoraria, Research Funding; novartis: Honoraria. Cortes: Novartis: Consultancy, Research Funding; Ariad: Consultancy, Research Funding; Pfizer: Consultancy, Research Funding; BMS: Consultancy, Research Funding.",
    "topics": [
        "allogeneic stem cell transplant",
        "autologous stem cell transplant",
        "brachial plexus neuritis",
        "imatinib mesylate",
        "interferon-alpha",
        "leukemia, myelocytic, chronic",
        "survival",
        "follow-up",
        "hypertension",
        "adverse effects"
    ],
    "author_names": [
        "Hady Ghanem, MD",
        "Hagop M. Kantarjian, MD",
        "Richard E. Champlin",
        "Lakshmikanth Katragadda, MD",
        "Gabriela Rondon, MD",
        "Elias J. Jabbour, MD",
        "Alfonso Quintás-Cardama, MD",
        "Sherry A. Pierce, RN, BS",
        "Jorge E. Cortes, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Hady Ghanem, MD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Hagop M. Kantarjian, MD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard E. Champlin",
            "author_affiliations": [
                "Department of Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lakshmikanth Katragadda, MD",
            "author_affiliations": [
                "Department of leukemia, The university of Texas, MD Anderson Cancer Center, houston, TX, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gabriela Rondon, MD",
            "author_affiliations": [
                "Department of Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elias J. Jabbour, MD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas, M.D. Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alfonso Quintás-Cardama, MD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sherry A. Pierce, RN, BS",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas, M.D. Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jorge E. Cortes, MD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-21T21:37:36",
    "is_scraped": "1"
}