{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.4791.4791",
    "article_title": "Understanding Sleep in Pediatric Patients with Sickle Cell Disease Admitted for Vaso-Occlusive Pain Crisis through Objective Data ",
    "article_date": "December 7, 2017",
    "session_type": "114. Hemoglobinopathies, Excluding Thalassemia—Clinical",
    "abstract_text": "Introduction: Sickle cell disease (SCD) is an inherited red cell disorder that leads to sickling of red blood cells, anemia and vaso-occlusion. The most common reason for hospitalization and morbidity in children is pain due to vaso-occlusive crisis (VOC). Importantly, poor sleep quality can lead to increased pain the subsequent day and nocturnal pain leads to reduced deep sleep, both which can then modify pain sensitivity. Studies using sleep diaries have shown this cyclical relationship between sleep and pain. Frequent occurrences of restless sleep are therefore believed to contribute to an increased severity and intensity of pain episodes. There is very little data, however, looking at objective data such as vital signs to define sleep in patients with SCD admitted for VOC. We aimed to make comparisons between sleep hours and daytime hours for pain scores, patient controlled analgesia (PCA) usage and vital sign data in effort to better define and understand sleep in SCD. Methods: We performed a retrospective chart review for patients with SCD between January 1, 2014 and January 31, 2017. We included all patients admitted to the pediatric service, admitted for >48 hours for simple VOC, and placed on a PCA during admission. Patients with complications of acute chest syndrome, stroke or surgery were excluded. The primary aim was to describe sleep using objective data during sleep hours for patients with SCD admitted with pain. In this study, sleep was simply defined by time (12am-6am). Objective data included: PCA usage and nursing documentation such as vitals. Secondary aim was to examine potential differences during sleep to other 6-hour intervals of time for objective data. Differences within each patient were analyzed using Wilcoxon signed-rank test, a non-parametric statistical hypothesis test used for repeated measurements on the same sample to compare their population means. Results: We analyzed 50 patients that met criteria (46% female and 78% with HbSS). The median age was 14 (range 2-19) and median days of admission was 6 (range 4-11). Average length of stay was 6.3 days. We found each patient analyzed had extremely different patterns of pain scores, vitals, and PCA usage patterns at day and night during hospitalization for VOC. Mean and median values at night as compared to daytime hours for vitals (HR, systolic blood pressure - SBP, and diastolic blood pressure - DBP), PCA usage, and pain scores did not differ across all patients. In contrast, we did find most individual patient data revealed an increasing HR and blood pressure following admission, which then decreased prior to discharge. Interestingly, within patient analysis found significant differences between night hours and day hours. The number of PCA doses attempted and delivered were both significantly lower in sleep hours (z=-2.7, p=0.007 and z=-3.2, p=0.002). Vital signs indicated that SBP, DBP, and respiratory rate were all also significantly lower during sleep hours (see Table 1). We did not find differences between sleep and daytime hours for pain, HR and temperature. Conclusion: As expected, we found a large amount of variation across all patients for PCA usage and objective measures. Using a simple time definition of sleep, we also found no differences between night hours and daytime hours across all patients. However, while there were no statistically significant differences in vitals across the 50 patients between day and night, we found that the pain levels during their hospitalization to be highly individualized in nature. We found significant differences (at significance level of 0.05) between night hours and daytime hours within each patient. These included PCA usage, SBP, DBP, oxygen saturation, and respiratory rate. Although no differences were found in pain and HR, we did notice interesting trends during hospitalizations, including a gradual increase and eventual decrease in HR and blood pressure for many of the patients. This further highlights the need for clinical decisions and treatments to be tailored to individual patients based on their vitals and medication usage. We are optimistic to find significant differences in objective measures during sleep hours and aim to expand our analysis to determine potential prediction of sleep to subsequent day outcomes (pain and discharge) and definition of 'good sleep' by objective measures (such as low HR) using individual patient models. View large Download slide View large Download slide Close modal Disclosures Jonassaint: Sicklesoft: Other: Owner. Shah: Novartis: Other: Speaker; Alexion: Other: Speaker.",
    "topics": [
        "sickle cell anemia",
        "sleep",
        "vaso occlusive crisis",
        "pediatrics",
        "pain",
        "pain score",
        "vital signs",
        "respiratory rate",
        "acute chest syndrome",
        "anemia"
    ],
    "author_names": [
        "Kalindi Narine, MD",
        "Fan Yang",
        "Tanvi Banerjee",
        "Jude Jonassaint",
        "Nirmish Shah, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Kalindi Narine, MD",
            "author_affiliations": [
                "Department of Pediatrics, Duke University Medical Center, Durham, NC "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Fan Yang",
            "author_affiliations": [
                "Wright State University, Dayton, OH "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tanvi Banerjee",
            "author_affiliations": [
                "Wright State University, Dayton, OH "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jude Jonassaint",
            "author_affiliations": [
                "University of Pittsburgh, Pittsburgh, PA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nirmish Shah, MD",
            "author_affiliations": [
                "Duke Universi, Durham, NC"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-09T18:44:42",
    "is_scraped": "1"
}