{
    "doi": "https://doi.org/10.1182/blood-2018-99-111152",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3955",
    "start_url_page_num": 3955,
    "is_scraped": "1",
    "article_title": "Related and Unrelated Donor Transplantation for β Thalassemia Major: Results of an International Survey ",
    "article_date": "November 29, 2018",
    "session_type": "732. Clinical Allogeneic Transplantation: Results: Optimizing Outcomes After Allogeneic Transplantation",
    "topics": [
        "cooley's anemia",
        "donors",
        "transplantation",
        "human leukocyte antigens",
        "tissue transplants",
        "graft-versus-host disease",
        "melphalan",
        "antithymoglobulin",
        "blood transfusion",
        "busulfan"
    ],
    "author_names": [
        "Chunfu Li, MD",
        "Vikram Mathews, MD",
        "Biju George, DM",
        "Soyoung Kim",
        "Kyle Hebert",
        "Hua Jiang, MD",
        "Changgang Li, MD",
        "Yiping Zhu",
        "Daniel A Keesler, BS",
        "Rajni Agarwal, MD",
        "Jaap Jan Boelens, MD PhD",
        "Christopher C. Dvorak, MD",
        "Jeffery Auletta, MD",
        "Rakesh Kumar Goyal, MBBS,MDMRCP",
        "Rabi Hanna, MD",
        "Kimberly A. Kasow, DO",
        "David Margolis, MD",
        "Shalini Shenoy, MD",
        "Mark C. Walters, MD",
        "Mary Eapen, MBBS, MS"
    ],
    "author_affiliations": [
        [
            "Nanfang-Chunfu Children's Institute of Hematology & Oncology, Taixin Hospital, Dongguan, China ",
            "Nanfang Hosp. Southern Medical University, Guangzhou, China "
        ],
        [
            "Department of Haematology, Christian Medical College, Vellore, India "
        ],
        [
            "Department of Haematology, Christian Medical College, Vellore, India "
        ],
        [
            "Center for International Blood and Marrow Transplant Research, Department of Medicine, Medical College of Wisconsin, Milwaukee, WI "
        ],
        [
            "Medical College of Wisconsin, CIBTMR Statistical Center, Milwaukee, WI "
        ],
        [
            "Guangzhou Women and Children's Medical Center, Guangzhou, China "
        ],
        [
            "Shenzhen Children's Hospital, Shenzhen, China "
        ],
        [
            "West China Second University Hospital, Sichuan University, Chengdu, China "
        ],
        [
            "Medical College of Wisconsin, Milwaukee, WI "
        ],
        [
            "Division of Stem Cell Transplantation and Regenerative Medicine, Department of Pediatrics, Stanford University Medical Center, Stanford, CA "
        ],
        [
            "Pediatric Blood and Marrow Transplantation Program, Pediatric Blood and Marrow Transplantation Program University Hospital Utrecht, Utrecht, Netherlands "
        ],
        [
            "Department of Pediatrics, University of California - San Francisco, San Francisco, CA "
        ],
        [
            "Nationwide Children's Hospital, Columbus, OH "
        ],
        [
            "Children's Mercy Hospital, Kansas City, MO "
        ],
        [
            "Department of Pediatric Hematology Oncology and Bone Marrow Transplant, Cleveland Clinic, Cleveland, OH "
        ],
        [
            "University of North Carolina, Chapel Hill, "
        ],
        [
            "Medical College of Wisconsin, Milwaukee, WI "
        ],
        [
            "Washington University Medical Center, Saint Louis, MO "
        ],
        [
            "UCSF Benioff Children's Hospital, Oakland, CA"
        ],
        [
            "Medical College of Wisconsin, Milwaukee, WI "
        ]
    ],
    "first_author_latitude": "22.9761989",
    "first_author_longitude": "113.79432675",
    "abstract_text": "We studied 1110 children, adolescents and young adults with β thalassemia major transplanted with grafts from HLA-matched relative (n=677; 61%), HLA-mismatched relative (n=78; 7%), HLA-matched unrelated (n=252; 23%) and HLA-mismatched unrelated (n=103; 9%) donors in 2000 - 2016. The median age at transplantation was 6 years (range <1 - 25). Eight-five percent received ≥20 transfusions and 88% were reported as \"inadequately\" chelated. Most patients (73%) had hepatomegaly (2 cm or greater below the right costal margin) and 50% reported serum ferritin ≥2500 ng/mL. The Pesaro risk class could be assigned for only 526 (47%) of transplantations: Class I (39%), Class II (8%) and Class III (54%). Liver biopsies are not routinely performed in China. All patients received a myeloablative transplant conditioning regimen; 34% received busulfan (Bu; IV 8.4 - 13.2 mg/kg) + cyclophosphamide (Cy; 100-120 mg/kg) + thiotepa (TT; 5 mg/kg) + fludarabine (FLU; 200 mg/m 2 ), 23%, Bu (IV 11-16 mg/kg) + Cy (100-120 mg/kg) + FLU (200 mg/m 2 ), 22%, Bu (PO or IV 16 mg/kg) + Cy (200 mg/kg), 15%, treosulfan (42 mg/m 2 ) + TT (8 mg/kg) + FLU (120 mg/m 2 ) and the remaining 5%, Bu (PO or IV 12 or 16 mg/kg) or melphalan (140 mg/m 2 ) + FLU (150 - 180 mg/m 2 ) ± TT (8-10 mg/kg). Bu dosing was based on pharmacokinetic studies. In vivo T-cell depletion (anti-thymocyte globulin), graft-versus-host disease (GVHD) prophylaxis and graft type were confounded with transplant conditioning regimen. Ninety percent of transplants were in 2006-2016. The median follow-up was 48 months (range 3 - 193). The day-28 incidence of neutrophil recovery in patients aged ≤6 years, 7-15 years and 16-25 years were 92%, 93%, and 82%, respectively, p=0.28. The corresponding day-100 incidence of platelet recovery were 93%, 90%, and 70%, respectively, p<0.001. The 5-year incidence of graft failure was higher for patients aged 16-25 years at 23% compared to 8% and 10% for patients aged ≤6 and 7-15 years (p=0.01). Risk factors associated with overall mortality and treatment failure (graft failure or death from any cause) are shown in Table 1 . Overall survival and disease-free survival (alive with sustained engraftment) were highest in children aged ≤6 years and received grafts from an HLA-matched sibling or HLA-matched unrelated donor. The 5-year probabilities of overall survival for patients aged ≤6 years, 7-15 years and 16-25 years were 91%, 83% and 55%, respectively, p<0.001. The corresponding probabilities for disease-free survival were 87%, 79% and 55%, p<0.001 (Figure 1) . In the subset of patients for whom Pesaro risk class could be assigned, mortality and treatment failure were higher for Class II and Class III compared to Class I (Table 1) . We tested for an effect of transplant center on survival and found none. Risks for acute grade II-IV GVHD were higher after HLA-mismatched related (hazard ratio [HR] 3.04, p<0.001), HLA-matched unrelated (HR 3.35, p<0.001) and HLA-mismatched unrelated (HR 2.21, p=0.003) compared to HLA-matched sibling transplants. Similarly, chronic GVHD risks were also higher after HLA-mismatched related (HR 2.64, p=0.002), HLA-matched unrelated (HR 2.13, p=0.018) and HLA-mismatched unrelated (HR 4.25, p<0.001) compared to HLA-matched sibling transplants. Nevertheless, mortality and treatment failure risks did not differ after HLA-matched sibling and HLA-matched unrelated donor transplants. In conclusion, transplantation for β thalassemia major should be offered early (aged 6 years or younger) from an HLA-matched sibling or an HLA-matched unrelated donor. Mismatched related donor transplants were associated with higher treatment failure and overall mortality. These data suggest cautious use of the following conditioning regimens: Bu + Cy, treosulfan + TT + FLU and Bu or melphalan ± TT ± FLU although identifying an optimal conditioning regimen(s) are best studied in the setting of carefully controlled clinical trials. View large Download slide View large Download slide Disclosures Dvorak: Jazz Pharmaceuticals: Consultancy; Chimerix, Inc.: Membership on an entity's Board of Directors or advisory committees. Shenoy: Novartis, Vertex, Bluebird Bio: Honoraria, Membership on an entity's Board of Directors or advisory committees. Walters: Sangamo Therapeutics: Consultancy; bluebird bio: Research Funding; ViaCord Processing Lab: Other: Medical Director; AllCells Inc.: Other: Medical Director."
}