{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.818.818",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3747",
    "start_url_page_num": 3747,
    "is_scraped": "1",
    "article_title": "Pralatrexate in Combination with Cyclophosphamide, Doxorubicin, Vincristine, and Prednisone (CHOP) in Previously Untreated Patients with Peripheral T-Cell Lymphoma (PTCL): A Phase 1 Dose-Escalation Study ",
    "article_date": "December 7, 2017",
    "session_type": "624. Hodgkin Lymphoma and T/NK Cell Lymphoma—Clinical Studies: T-Cell Lymphoma Clinical Studies",
    "topics": [
        "cyclophosphamide",
        "cyclophosphamide, doxorubicin, prednisone, and vincristine",
        "doxorubicin",
        "lymphoma, t-cell, peripheral",
        "pralatrexate",
        "prednisone",
        "vincristine",
        "anemia",
        "toxic effect",
        "angioimmunoblastic lymphadenopathy"
    ],
    "author_names": [
        "Andrei Shustov, MD",
        "Patrick B Johnston, MD PhD",
        "Stefan Klaus Barta, MDMRCP,MS",
        "Gajanan Bhat",
        "Guru Reddy",
        "Yasuhiro Oki, MD"
    ],
    "author_affiliations": [
        [
            "Division of Hematology, University of Washington, Seattle, WA "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ],
        [
            "Fox Chase Cancer Center, Philadelphia, PA "
        ],
        [
            "Spectrum Pharmaceuticals, Inc., Irvine, CA "
        ],
        [
            "Spectrum Pharmaceuticals, Inc., Irvine, CA "
        ],
        [
            "Lymphoma/Myeloma, M.D. Anderson Cancer Center, Houston, TX"
        ]
    ],
    "first_author_latitude": "47.6505283",
    "first_author_longitude": "-122.3093688",
    "abstract_text": "Background: The prognosis of patients with PTCL remains poor after standard CHOP therapy - the most commonly used combination regimen. Relapses occur in the majority of patients, and curability rates of the relapsed disease are very low. Hence, advances in front-line therapy of PTCL are long overdue. Pralatrexate, a second-generation antifolate, demonstrated a single agent activity in patients with relapsed and refractory PTCL with a response rate of 27%, including complete remissions in 11% of patients ( O'Connor et al. J Clin Onc 2011 ). We conducted a Phase 1 multi-center dose-escalation study of pralatrexate in combination with standard CHOP (Fol-CHOP) in treatment-naïve PTCL patients. Objectives: The primary objective of the study was to determine the maximum tolerated dose (MTD) of pralatrexate when administered with a standard CHOP regimen to patients with newly diagnosed PTCL. The secondary objectives included safety, tolerability, efficacy and pharmacokinetics of pralatrexate in combination with CHOP (Fol-CHOP). Methods : In Part 1 of this 3+3 dose-escalation study, pralatrexate was administered at 10, 15, 20, 25, or 30 mg/m 2 as an IV push on days 1 and 8 of a standard 21-day CHOP regimen (cyclophosphamide 750 mg/m 2 , doxorubicin 50 mg/m 2 , vincristine 1.4 mg/m 2 [maximum 2 mg] on day 1 and oral prednisone 100 mg on days 1-5). In Part 2 of the study patients were treated at the MTD of pralatrexate established in Part 1, with standard CHOP. In both parts of the study patients were treated with up to 6 cycles of therapy, or until toxicity or disease progression. Patients received antimicrobial prophylaxis, myeloid growth factor support, and \"leucovorin rescue\" throughout 6 cycles of therapy. Dose-limiting toxicities (DLT) were considered during the 1st cycle of Fol-CHOP and included: Grade 4 infections, treatment-related non-hematological toxicity ≥Grade 3, platelet count < 25 X 10 9 /L at any time, or ANC < 0.5 X 10 9 /L for >7 days despite G-CSF administration. Responses were assessed by the investigator per the Revised Response Criteria for Malignant Lymphoma (Cheson 2007). Results: A total of 31 patients have been enrolled (19 in Part 1; 12 in Part 2). MTD was not reached and pralatrexate dose of 30 mg/m2 in combination with CHOP was selected for Part 2 of the study as predefined by the protocol. The majority of patients were male, White, with the median age of 66 yrs (range, 18-78) at the time of enrolment. PTCL diagnoses included: anaplastic large cell lymphoma, anaplastic lymphomakinase-negative (ALCL, ALK-, n=5), peripheral T-cell lymphoma, not-otherwise specified (PTCL-NOS, n=18), and angioimmunoblastic T-cell lymphoma (AITL, n=5). Fol-CHOP was generally well tolerated with median RDI of 98%. Common (≥ 30%) adverse events (AEs) of any grade were fatigue (n=23), constipation (n=20), nausea (n=16), mucositis (n=14), diarrhea (n=12), anemia (n=9), vomiting (n=10) and oral pain (n=10). Most common (≥ 10%) AEs ≥ grade 3 were anemia (n=6), fatigue (n=4) and neutrophil count decreas (n=5). The only Grade >3 treatment-related AEs (≥10%) was neutrophil count decrease (n=4). SAEs were observed in 13 patients, treatment related SAEs were anemia, febrile neutropenia, dehydration, mucositis and nausea. Five patients withdrew from study: 2 due to disease progression, 1 due to AE and 2 due lapse >28 days between doses. In the 27 patients avaluable for response, the investigator assessed objective response (OR) and complete response (CR) rates were 89% wand 67%, respectively. Conclusions: The combination of pralatrexate and CHOP was well tolerated in treatment-naive PTCL patients. MTD of pralatrexate was not reached, and the protocol-defined maximum dose of 30 mg/m2 on days 1 and 8 of a 21-day CHOP cycle was recomended for future studies. The observed OR and CR rates warrant further evaluation of this regimen in newly diagnosed PTCL patients. Disclosures Shustov: Celgene: Other: Publication assistance; Spectrum Pharmaceuticals: Consultancy, Research Funding. Bhat: Spectrum Pharmaceuticals: Employment. Reddy: Spectrum Pharmaceuticals: Employment."
}