{
    "doi": "https://doi.org/10.1182/blood.V120.21.2157.2157",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2177",
    "start_url_page_num": 2177,
    "is_scraped": "1",
    "article_title": "Cost Effectiviness of Rituximab Given At Fixed Dose (1000 mg on days 1 and 15) Compared to the Standard Regimen in adult's Immune Thrombocytopenia. ",
    "article_date": "November 16, 2012",
    "session_type": "203. Lymphocytes, Lymphocyte Activation and Immunodeficiency, including HIV and Other Infections: Poster II",
    "topics": [
        "rituximab",
        "thrombocytopenia due to immune destruction",
        "inosine triphosphate",
        "purpura, thrombocytopenic, idiopathic",
        "lymphoma",
        "cd20 antigens",
        "complete remission",
        "hemorrhage",
        "hodgkin's disease",
        "monoclonal antibodies"
    ],
    "author_names": [
        "Matthieu Mahévas",
        "Mikael Ebbo",
        "Sylvain Audia, M.D., Ph.D.",
        "Bernard Bonnotte, M.D., Ph.D.",
        "Nicolas Schleinitz, MD, PhD",
        "Corinne Haioun, MD, PhD",
        "Medhi Khellaf",
        "Bertrand Godeau, MD",
        "Marc Michel IV"
    ],
    "author_affiliations": [
        [
            "Service de Médecine Interne, Centre de référence des cytopénies auto-immunes de l'adulte, Hôpital Henri Mondor, Assistance Publique Hôpitaux de Paris, Université Paris Est Créteil, Créteil, France, "
        ],
        [
            "Service de médecine interne, Hôpital de La Conception, Assistance publique-Hôpitaux de Marseille, Marseille, France, "
        ],
        [
            "Internal Medicine and Clinical Immunology, University Hospital, Dijon, France, "
        ],
        [
            "Internal Medicine and Clinical Immunology, University Hospital, Dijon, France, "
        ],
        [
            "Internal Medicine, Hôpital de la Conception, Marseille, France, "
        ],
        [
            "Hematology, Hôpital Henri Mondor, Créteil, France, "
        ],
        [
            "CHU Henri Mondor, Créteil, France, "
        ],
        [
            "Centre Hospitalier Universitaire, Hôpital Henri Mondor, Créteil, France, "
        ],
        [
            "Department of Internal Medicine - National Referential Center of AutoImmune Cytopenia, Henri Mondor Hospital, Assistance Publique Hopitaux de Paris, Paris XII university, Creteil, France., Creteil, France"
        ]
    ],
    "first_author_latitude": "48.822535900000005",
    "first_author_longitude": "2.4012332",
    "abstract_text": "Abstract 2157 Introduction: The chimeric monoclonal antibody directed against CD20 Rituximab ( RTX ), was initially developed to treat non-Hodgkin B-cell lymphoma. In ITP, B-cell depletion as a second line strategy has provided 40% of overall response rates by using the lymphoma-type regimen (375 mg/m2/week × 4). In rheumatoid arthritis (RA), rituximab has shown efficacy and a good safety profile and has been licensed at fixed dose (1000 mg on days 1 and 2)The aim of this large French multicentric retrospective study was to compare the efficacy of these two RTX regimens in adult's ITP. Patients and methods: A total of 107 patients with primary ITP, treated from 2005 to 2011 with rituximab at one of the 3 participating centers (Créteil n=55, Marseille n= 31, Dijon n=21), were included in the study. Sixty one patients (57%) received the standard regimen (i.e 4 weekly infusions of 375 mg/m 2 ) and 46 patients (43%) were treated according to the RA regimen (i.e two infusions of 1000 mg, 2 weeks apart). Secondary ITP were excluded. Response rate was defined according to the international criteria: complete response (CR): defined as a platelet count > 100 × 10 9 /l, response (R): defined as a platelet count ≥ 30 × 10 9 /l, with at least a doubling of the baseline value without any rescue intervention during the preceding 8 weeks), and no response (NR) defined as a platelet count < 50 × 10 9 /l). Results: The baseline characteristics of the two groups were not significantly different in term of sex, mean age at diagnosis or at RTX administration, bleeding score, platelet count prior to RTX, duration of ITP, initial steroid response and previous therapies. The initial response rate at 3 months was not significantly different between the two groups (p=0.64). In the standard group, the overall response rate at 3 months was 26/60 (43.3%), 20/60 (33%) had a CR and 13/60 (22%) a R. In the RA regimen group, the overall response rate was 27/45 (60%), 19/45 (42%) had a CR and 8/45 (18%) a R. The one year response rate was also not significantly different between both groups (p=0.41). Twenty three out of 59 patients (39%) treated with the standard regimen achieved a response at one year, including17/59 (29%) a CR, and 6 (10%) a R. Twenty three out of 46 patients (50%) treated with the RA regimen achieved a response, including 19/46 (31%) a CR, and 4 (9%) a R. The initial pattern of response at 3 months was significantly associated with the pattern of response at one-year in both groups (p<0.001). In multivariate analysis, both young age and a low number of previous therapies were associated with a higher likelihood of CR at one-year (Age, OR: 0.964, IC 95%: 0.941–0.988 P =0.009; No. of therapies 0.639, IC 95%: 0.426–0.959 P = 0.031). The risk of relapse within one-year among initial responders increased from 4 % by year of age, and from 36% by new therapy before RTX. The tolerance was not different between the two RTX groups. The median cost for a single course of treatment in each regimen was higher in the standard compared to the RA regime (7,119 Euros or 8,685 USD versus 5273.4 Euros or 6,433 USD) Conclusion: We demonstrated in a large cohort, that the RA regimen is an effective and costless alternative to the standard regimen. The currently ongoing French prospective survey on 250 patients with ITP treated with rituximab regardless the regimen used should confirm these preliminary data on safety and efficacy of both regimens. Disclosures: Off Label Use: rituximab."
}