{
    "doi": "https://doi.org/10.1182/blood.V124.21.3886.3886",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2950",
    "start_url_page_num": 2950,
    "is_scraped": "1",
    "article_title": "Heparanase Polymorphisms: Influence on Incidence of Hepatic Sinusoidal Obstruction Syndrome in Children Undergoing Allogeneic Hematopoietic Stem Cell Transplantation ",
    "article_date": "December 6, 2014",
    "session_type": "721. Clinical Allogeneic Transplantation: Conditioning Regimens, Engraftment and Acute Transplant Toxicities: Poster III",
    "topics": [
        "allogeneic hematopoietic stem cell transplant",
        "child",
        "hepatic veno-occlusive disease",
        "polymorphism",
        "chief complaint",
        "hematopoietic stem cell transplantation",
        "cyclosporine",
        "human leukocyte antigens",
        "transplantation",
        "busulfan"
    ],
    "author_names": [
        "Bernd Gruhn, MD",
        "Susan Wittig",
        "Clemens Arndt",
        "Claudia Seifert"
    ],
    "author_affiliations": [
        [
            "Jena University Hospital, Jena, Germany"
        ],
        [
            "Jena University Hospital, Jena, Germany"
        ],
        [
            "Jena University Hospital, Jena, Germany"
        ],
        [
            "Jena University Hospital, Jena, Germany"
        ]
    ],
    "first_author_latitude": "50.908586199999995",
    "first_author_longitude": "11.59997035",
    "abstract_text": "Background :Hepatic sinusoidal obstruction syndrome (SOS), commonly known as veno-occlusive disease of the liver is a life-threatening early complication after hematopoietic stem cell transplantation (HSCT). Until now, examinations about the influence of genetic risk factors are extremely rare. Heparanase (HPSE), a pivotal endoglycosidase responsible for heparan sulfate degradation, is expressed by activated endothelial cells. HPSE has been shown to be involved in inflammation and may therefore play an important role in the pathogenesis of hepatic SOS. The purpose of this study was to identify an association between HPSE single nucleotide polymorphisms (SNPs) and hepatic SOS in children undergoing allogeneic HSCT. Methods :160 children (median age, 14 years) who underwent allogeneic bone marrow (n=91) or peripheral blood stem cell transplantation (n= 69) in a single center and their respective donors were genotyped of HPSE for rs4693608 and rs4364254 using TaqMan real-time polymerase chain reaction. The donor was HLA-matched unrelated in 63% of transplants and HLA-identical related in 25% of transplants. Conditioning regimen was myeloablative in all cases and based on busulfan in 46% of transplants or total body irradiation in 33% of transplants. Two forms of post-transplant immunosuppression predominated, cyclosporine A and methotrexate in 50% of transplants and cyclosporine A alone in 30% of transplants. Results :160 donor/patient pairs were analyzed. Cell samples from the patient were available in 155 cases and from the donor in 153 cases. Genotype AG of HPSE rs4693608 SNP was found in 82 patients (53%), AA in 49 patients (32%), and 24 patients were homozygous for GG (15%). Analysis of HPSE rs4364254 SNP revealed a similar distribution for TC (n=69, 44%) and TT (n=68, 44%) and a frequency of 18 patients (12%) for CC. Hepatic SOS was observed in 12 patients (8%). According to the modified Seattle criteria we identified ten patients with early-onset disease in the first 20 days after HSCT and two patients who developed hepatic SOS later on day +44 and day +83 after transplantation (late-onset SOS), respectively. If hepatic SOS was diagnosed all of our patients were treated with defibrotide as early as possible. Two patients (17%) developed severe hepatic SOS and died of multi-organ failure. The remaining ten patients with hepatic SOS (83%) could be successfully treated and survived. Patients with HPSE genotypes GG or AG of rs4693608 (G>A) had a significantly reduced incidence of hepatic SOS on day 100 after HSCT compared to patients with genotype AA (5% vs. 14%, p=0.038). In addition, incidence of hepatic SOS in patients with genotype CC or CT of rs4364254 (C>T) was significantly decreased in comparison to patients with genotype TT (2% vs. 15%, p=0.004). Interestingly, no patient with genotype CC developed hepatic SOS. Because both SNPs co-occur in vivo, we generated subsets: AA-TT, GG-CC and a group with remaining SNP combinations. We found significant differences between all three patient groups (p=0.035). Patients with AA-TT showed the highest incidence of hepatic SOS (17%), while hepatic SOS was not observed in patients with GG-CC (0%) and residual combinations were numerically in-between (5%). An impact caused by main patient and donor characteristics, established risk factors for hepatic SOS, and conditioning regimen could be excluded in multivariate analyses. Conclusions : This study provides the first evidence that HPSE polymorphisms are significant independent risk factors (p=0.030) for the development of hepatic SOS and should be evaluated in further trials. Disclosures No relevant conflicts of interest to declare."
}