{
    "doi": "https://doi.org/10.1182/blood-2018-99-116315",
    "article_title": "Cost Simulation for Febrile Neutropenia Hospitalization in the US Due to Pegfilgrastim on-Body Injector Failure Compared to Single-Injection Pegfilgrastim and Daily Injections with Reference and Biosimilar Filgrastim in Non-Hodgkin Lymphoma ",
    "article_date": "November 29, 2018",
    "session_type": "902. Health Services Research—Malignant Diseases: Poster I",
    "abstract_text": "Introduction: Failure rates ranging from 1.7-3.8% of the pegfilgrastim on-body injector (PEG-OBI) device have been reported (Joshi, Curr Med Res Opin 2017; Stuessy, J Clin Onc 2017; Mahler, Clin J Onc Nurs 2017). Failures may increase the risk of chemotherapy-induced febrile neutropenia (FN) and FN-related hospitalizations (FN-HOSP) beyond the FN and FN-HOSP rates for prophylaxis with single-injection pegfilgrastim (PEG) or daily injections of reference (REF-FIL) or Sandoz filgrastim biosimilar (BIOSIM-FIL). We aimed to estimate for a US panel of 10,000 patients with non-Hodgkin lymphoma (NHL) the total incremental costs of PEG-OBI prophylaxis and incremental FN-HOSP costs at different PEG-OBI failure rates versus (vs) assured prophylaxis administration with PEG, REF-FIL, or BIOSIM-FIL. Methods : Simulation analysis from a US payer perspective of the total incremental prophylaxis costs associated with PEG-OBI failure rates of 1-5% compared to assured prophylaxis administration with PEG, REF-FIL, and BIOSIM-FIL in chemotherapy cycle 1 for a panel of 10,000 NHL patients. Filgrastim daily injection regimens included real-world durations of 5 (Gascón, Support Care Cancer 2016) and 6.5 days (Weycker, Ann Pharmacother 2006) and standard 11 days, all clinician-administered. Differential base rates of FN-HOSP (rate of FN-HOSP without colony-stimulating factor [CSF] minus rate with CSF) in NHL patients was computed for two chemotherapy regimens: 1) cyclophosphamide, doxorubicin, vincristine and prednisone (CHOP) (Chrischilles, Cancer Control 2002; 13.25% with CSF, 23.28% without), and 2) CHOP or cyclophosphamide, mitoxantrone, vincristine and prednisone (CNOP) (Osby, Blood 2003; 33.0% with CSF, 50.0% without). Costs (US$) were based on 1Q2018 average selling price for drugs and 2018 Current Procedural Terminology reimbursement for administration. FN-HOSP costs in 2012 of $25,676 per episode for NHL patients (Tai, J Oncol Pract 2017) were adjusted per the Consumer Price Index for Medical Care to $29,938.63 for 2018. Results: Table 1 (Chrischilles; CHOP) and Table 2 (Osby; CHOP/CNOP) present, for PEG-OBI failures rates of 0.01-0.05, the incremental number of patients at risk for FN-HOSP and associated incremental costs; and total incremental costs of PEG-OBI prophylaxis over the costs of assured prophylaxis administration with other CSFs in CTX cycle 1 for a panel of 10,000 NHL patients. Except for one scenario (savings of $72,916 at 0.1 failure rate due to the lower PEG-OBI administration costs), all scenarios showed incremental costs associated with PEG-OBI prophylaxis and failures of the PEG-OBI device (Tables 1 and 2). Per Chrischilles rates, in a panel of 10,000 NHL patients, incremental FN-HOSP costs due to PEG-OBI device failure ranged from $300,284 (at 0.01 failure rate) to $1,501,422 (at 0.05 failure rate). Total incremental costs of PEG-OBI over PEG ranged from $227,369 to $1,128,222. Total incremental costs of PEG-OBI over REF-FIL ranged from $6,794,984 to $28,859,922; and over BIOSIM-FIL from $19,004,984 to $34,409,922. Per the Osby rates, in a panel of 10,000 NHL patients, incremental FN-HOSP costs due to PEG-OBI device failure ranged from $508,957 to $2,544,784. Total incremental costs of PEG-OBI over PEG ranged from $135,757 to $2,171,584; over REF-FIL from $7,003,657 to $29,903,284; and over BIOSIM-FIL from $19,213,657 to $35,453,284. Conclusions: In this simulation of NHL patients treated with CHOP or CNOP, the total incremental costs of PEG-OBI prophylaxis vs assured prophylaxis administration with other CSFs vary as a function of PEG-OBI failure rates, baseline and failure-associated FN-HOSP risk, and the alternative CSF prophylaxis option. Incremental costs of PEG-OBI prophylaxis and failure are lowest vs PEG and highest vs BIOSIM-FIL at real-world duration of 5 days. View large Download slide View large Download slide  Close modal Disclosures Krendyukov: Sandoz: Employment. Mathieson: Sandoz: Employment. Campbell: Sandoz Inc.: Employment. Balu: Sandoz Inc.: Employment. MacDonald: Sandoz: Consultancy. Abraham: Sandoz: Consultancy.",
    "topics": [
        "biosimilar pharmaceuticals",
        "febrile neutropenia",
        "filgrastim",
        "lymphoma, non-hodgkin",
        "pegfilgrastim",
        "colony-stimulating factors",
        "cyclophosphamide, doxorubicin, prednisone, and vincristine",
        "medical devices",
        "chemotherapy regimen",
        "cyclophosphamide"
    ],
    "author_names": [
        "Ali McBride, PharmD,MS",
        "Andriy Krendyukov, MD MBA",
        "Nicola Mathieson",
        "Kim Campbell, PharmD",
        "Sanjeev Balu, PhD",
        "Karen MacDonald, PhD",
        "Ivo Abraham, PhD RN"
    ],
    "author_dict_list": [
        {
            "author_name": "Ali McBride, PharmD,MS",
            "author_affiliations": [
                "Department of Pharmacy Practice and Science, The University of Arizona College of Pharmacy, Tucson, AZ ",
                "Banner University Medical Center, Tucson, AZ ",
                "Division of Hematology/Oncology, Department of Pharmacy, The University of Arizona Cancer Center, Tucson, AZ "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Andriy Krendyukov, MD MBA",
            "author_affiliations": [
                "Sandoz Biopharmaceuticals, HEXAL AG, Holzkirchen, DEU "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nicola Mathieson",
            "author_affiliations": [
                "Sandoz Biopharmaceuticals, HEXAL AG, Holzkirchen, DEU "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kim Campbell, PharmD",
            "author_affiliations": [
                "Sandoz, Princeton, NJ "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sanjeev Balu, PhD",
            "author_affiliations": [
                "Sandoz, Princeton, NJ "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Karen MacDonald, PhD",
            "author_affiliations": [
                "Matrix45, Tucson, AZ "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ivo Abraham, PhD RN",
            "author_affiliations": [
                "Matrix45, Tucson, AZ ",
                "University of Arizona Cancer Center, Tucson, AZ ",
                "Center for Health Outcomes and PharmacoEconomic Research, University of Arizona - College of Pharmacy, Tucson, AZ ",
                "Colleges of Pharmacy and Medicine, University of Arizona, Tucson, AZ"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-12T15:29:52",
    "is_scraped": "1"
}