{
    "doi": "https://doi.org/10.1182/blood.V120.21.4000.4000",
    "article_title": "Differences in the Distribution of Cytogenetic Subtypes Between Multiple Myeloma Patients with and without a History of Familial MGUS and Multiple Myeloma ",
    "article_date": "November 16, 2012",
    "session_type": "651. Myeloma - Biology and Pathophysiology, excluding Therapy: Poster III",
    "abstract_text": "Abstract 4000 Background: We have previously reported that there is an increased risk of monoclonal gammopathy of undetermined significance (MGUS) in first-degree relatives of patients with multiple myeloma (Vachon CM. Blood 2009 114: 785–790). There are several cytogenetic subtypes of myeloma, and there are no data on whether certain cytogenetic subtypes of myeloma are more frequently associated with familial MGUS. Methods: We studied patients with myeloma who participated in the familial MGUS study in whom presence or absence of MGUS in the first-degree relatives had been ascertained (Vachon CM. Blood 2009 114: 785–790). Probands were seen at the Mayo Clinic Hematology/Oncology practice (Rochester, MN, USA) between February 2006 and September 2007. Cytogenetic data was acquired via electronic medical record abstraction of fluorescence in-situ hybridization (FISH) lab reports, and used to categorize patients into one of nine cytogenetic subgroups: trisomy(ies), t(6;14), t(11;14), t(4;14), t(14;16), t(14;20), Mixed (those with trisomy(ies) and an IgH translocation), other cytogenetic abnormalities (in the absence of trisomy(ies) or IgH translocation), and normal (Kumar S. Blood 2012;119:2100–2105). We examined whether a difference in the distribution of the six primary cytogenetic categories of myeloma existed between probands with a family history of MGUS and/or myeloma and those without. Results and Conclusions: Of the 248 patients invited to participate, FISH data (with sufficient plasma cells) was available on 119 participants to establish the primary molecular cytogenetic classification of myeloma. All had available information regarding family history of MGUS and multiple myeloma. 27 had an affected first-degree relative with MGUS, and 92 did not. Distributions of cytogenetic subtypes in the two groups are shown in Table 1 . IgH translocated MM was more common in myeloma patients who lacked an affected first-degree relative compared to those with familial MGUS (19% vs 30%, P=0.32) Interestingly, the t(11;14) subtype was more common in myeloma patients without familial MGUS compared to those with an first-degree relative with MGUS (19.6% vs 7.4%, P=0.24). The differences in Table 1 did not reach statistical significance, possibly due to the small numbers of individuals with a family history in this sample. However, the distribution ( Table 1 ) suggests that the distribution of cytogenetic subtypes may be different in myeloma that is not associated with familial MGUS compared with myeloma in which a familial tendency is detected. IgH translocated MM appears to have a lower risk of familial tendency. Further investigation is needed to estimate the risk of familial MGUS within each cytogenetic subtype. Table 1. Distribution of Cytogenetic Subgroups.  View large View Large Disclosures: Kumar: Merck: Consultancy, Honoraria; Millennium: Research Funding; Celgene: Consultancy, Research Funding; Novartis: Research Funding; Genzyme: Research Funding.",
    "topics": [
        "cytogenetics",
        "monoclonal gammopathy of undetermined significance",
        "multiple myeloma",
        "idiopathic guttate hypomelanosis",
        "immunoglobulin heavy chains",
        "risk reduction",
        "trisomy",
        "translocation (genetics)",
        "chromosome abnormality",
        "in situ hybridization"
    ],
    "author_names": [
        "Alexandra Greenberg",
        "Margot Cousin",
        "Celine M Vachon, PhD",
        "Dirk Larson",
        "Colin L. Colby",
        "Shaji K. Kumar, MD",
        "S. Vincent Rajkumar, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Alexandra Greenberg",
            "author_affiliations": [
                "Internal Medicine, Division Hematology, Mayo Clinic, Rochester, MN, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Margot Cousin",
            "author_affiliations": [
                "Center for Translational Science Activities, Mayo Clinic College of Medicine, Rochester, MN, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Celine M Vachon, PhD",
            "author_affiliations": [
                "Health Sciences Research, Mayo Clinic, Rochester, MN, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dirk Larson",
            "author_affiliations": [
                "Biostatistics, Mayo Clinic, Rochester, MN, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Colin L. Colby",
            "author_affiliations": [
                "Biostatics, Mayo Clinic, Rochester, MN, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shaji K. Kumar, MD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "S. Vincent Rajkumar, MD",
            "author_affiliations": [
                "Hematology, Mayo Clinic, Rochester, MN, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-23T15:39:28",
    "is_scraped": "1"
}