{
    "doi": "https://doi.org/10.1182/blood.V118.21.SCI-44.SCI-44",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2080",
    "start_url_page_num": 2080,
    "is_scraped": "1",
    "article_title": "Activated Protein C Cellular Pathways Regulating Thrombosis ",
    "article_date": "November 18, 2011",
    "session_type": "Scientific Committee on Thrombosis and Vascular Biology: Proteases and the Vessel Wall",
    "topics": [
        "activated protein c",
        "thrombosis",
        "receptor, par-1",
        "endothelial protein c receptor",
        "peptides",
        "thrombin",
        "caveolins",
        "cd40 ligand",
        "telomeric repeat amplification protocol",
        "thyroid hormone associated protein complex"
    ],
    "author_names": [
        "John H. Griffin, PhD",
        "Laurent O. Mosnier, PhD"
    ],
    "author_affiliations": [
        [
            "Dept Molecular and Experimental Medicine, The Scripps Research Institute, La Jolla, CA, USA, "
        ],
        [
            "Molecular and Experimental Medicine, The Scripps Research Institute, La Jolla, CA, USA"
        ]
    ],
    "first_author_latitude": "32.8957567",
    "first_author_longitude": "-117.2424725",
    "abstract_text": "Abstract SCI-44 Plasma protein C is known for its mild deficiency linked to venous thrombosis risk and severe deficiency linked to neonatal purpura fulminans. Activated protein C (APC) exerts both anticoagulant activity via proteolytic inactivation of factors Va and VIIIa and cellular cytoprotective actions via direct initiation of cell signaling. Based on studies of engineered APC mutants and the use of genetically modified mice, APC’s cell signaling actions are thought to drive murine APC’s mortality reduction in sepsis models, neuroprotective actions in brain injury models, and nephroprotective effects in kidney injury models. These actions in vivo are generally suggested to involve multiple receptors (PAR1, endothelial protein C receptor [EPCR], PAR3, and CD11b), while in vitro studies implicate these receptors and potentially also other receptors (apoER2, β 1 and β 3 integrins, S1P1, and the angiopoietin/Tie-2 axis) for APC’s cellular effects. Crosstalk among these receptors may permit a timely integration of APC-induced signaling, which ultimately determines APC’s effects on a specific cell and organ. Central to many in vivo and in vitro published studies is the implication that APC provides beneficial effects via EPCR-dependent PAR1-dependent cell signaling. This central role for PAR1 poses the dilemma of how thrombin and APC can often seem to have opposing effects when activating PAR1. Microdomain-specific PAR1 signaling by APC versus thrombin may help explain some observations. Binding of protein C or APC to EPCR on endothelial cells appears to determine whether these proteins and PAR1 are or are not colocalized in microdomains with caveolin-1. APC’s activation of Rac1 via PAR1 requires EPCR and caveolin-1 whereas thrombin’s activation of RhoA via PAR1 is independent of EPCR and caveolin-1. We hypothesized that APC might cleave PAR1 not only at Arg41 but also at Arg46 with distinct consequences and that this could distinguish APC’s from thrombin’s signaling. We found that APC cleaved the PAR1 N-terminal synthetic TR33-66 peptide at Arg41 and also at another site distal from Arg41. Isolation of the novel proteolytic fragments and their MALDI-TOF analysis identified Arg46 as that cleavage site. When cells containing EPCR were transfected with secretable alkaline phosphatase (SEAP)-PAR1 wild type and mutant constructs, both thrombin and APC cleaved wt-PAR1 but not R41Q/R46Q-PAR1. As expected, thrombin also did not cleave R41A-PAR1 or R41Q-PAR1. But APC very efficiently cleaved both the R41A-PAR1 and the R41Q-PAR1 mutants. We tested a synthetic PAR1 analog peptide (Asn47-residue 66) to see if it could promote signaling. This PAR1 (47–66)-peptide increased Akt phosphorylation at Ser473 in endothelial cells over 30 minutes whereas neither a control scrambled sequence (47–66)-peptide nor a TRAP peptide had a similar effect. The PAR1 (47–66)-peptide, but the control scrambled sequence-peptide or TRAP, inhibited staurosporine-induced endothelial cell apoptosis. Thus, it appears that the new N-terminus generated by APC’s cleavage at Arg46 in PAR1 generates a novel tethered ligand, which could induce selective APC-like protective signaling. Hence, APC is capable of a unique, functionally significant cleavage of PAR1. Further in vitro and in vivo studies are needed to address a number of obvious questions. In summary, explanations for APC’s beneficial cellular cytoprotective effects may be found in its ability to signal via multiple receptors selectively located in different cell membrane microdomains and potentially also in its ability to activate PARs by cleavages at unique sites, which initiate unique signaling events on different cells in different organs. Disclosures: Griffin: ZZBiotech LLC: Consultancy, Membership on an entity’s Board of Directors or advisory committees; Scripps Research Institute: Employment, Patents & Royalties. Mosnier: Scripps Research institute: Employment, Patents & Royalties."
}