{
    "doi": "https://doi.org/10.1182/blood.V108.11.2594.2594",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=575",
    "start_url_page_num": 575,
    "is_scraped": "1",
    "article_title": "Direct and Coordinate Regulation of Multidrug Resistance Genes by the c-Myc Oncoprotein. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "c-myc genes",
        "oncogene proteins",
        "genes, mdr",
        "membrane transport proteins",
        "imatinib mesylate",
        "atp-binding cassette transporters",
        "mrp4 protein, human",
        "p-glycoprotein",
        "transcription factor",
        "antineoplastic agents"
    ],
    "author_names": [
        "Antonio Porro",
        "Simona Soverini",
        "Daniel Diolaiti",
        "Tiziana Grafone",
        "Emanuela Ottaviani",
        "Nunzio Iraci",
        "Carolina Terragna",
        "Thea Kalebic",
        "Michele Baccarani",
        "Giovanni Martinelli",
        "Giuliano Della Valle",
        "Giovanni Perini"
    ],
    "author_affiliations": [
        [
            "Department of Biology, University of Bologna, Italy"
        ],
        [
            "Department of Hematology/Oncology Seràgnoli, University of Bologna, Italy"
        ],
        [
            "Department of Biology, University of Bologna, Italy"
        ],
        [
            "Department of Hematology/Oncology Seràgnoli, University of Bologna, Italy"
        ],
        [
            "Department of Hematology/Oncology Seràgnoli, University of Bologna, Italy"
        ],
        [
            "Department of Biology, University of Bologna, Italy"
        ],
        [
            "Department of Hematology/Oncology Seràgnoli, University of Bologna, Italy"
        ],
        [
            "Novartis Oncology, Phase II/III Clinical Development"
        ],
        [
            "Department of Hematology/Oncology Seràgnoli, University of Bologna, Italy"
        ],
        [
            "Department of Hematology/Oncology Seràgnoli, University of Bologna, Italy"
        ],
        [
            "Department of Biology, University of Bologna, Italy"
        ],
        [
            "Department of Biology, University of Bologna, Italy"
        ]
    ],
    "first_author_latitude": "44.4962318",
    "first_author_longitude": "11.354156999999999",
    "abstract_text": "The deregulation of ATP-binding cassette (ABC) transporters responsible for the efflux of anticancer agents may be achieved either by mutations or single nucleotide polymorphisms (SNPs) affecting the biophysical and biochemical properties of the transporters or by an increase in their expression level. Consequently, chemoresistance will develop. In this study we have investigated regulatory mechanisms involved in the activation of ABC transporters. We have first examined how ABC genes are regulated at the transcriptional level and which transcription factors concur to such a control. The expression level of all 48 human ABC drug transporters was determined as a function of c-Myc expression in a p493 lymphoblastoid cell line harboring c-Myc driven by a tetracycline-responsive promoter. Our results demonstrated that c-Myc affected the transcription of several ABC genes, such as ABCA2, ABCB1, ABCB9, ABCC1, ABCC4, ABCE1, ABCF1, ABCF2, ABCF3, a majority of which, has been found implicated in chemoresistance. To evaluate whether c-Myc affects the transcription of those ABC genes directly, chromatin immunoprecipitation (ChIP) was performed in p493 cells. The results have shown a direct binding of c-Myc to the promoters of the ABC genes tested, with the only exception of ABCB1. To further confirm a direct role of c-Myc on ABC gene transcription, ABC gene promoters were cloned into a luciferase reporter assay and their activity was tested in various lymphoblastoid cell line variants, expressing different levels of c-Myc. Results proved a dose-dependent transcription activation of ABC reporters induced by c-Myc, which suggested that the c-Myc oncoprotein could regulate the level of expression of a large number of ABC genes in lymphocytes. Furthermore, we have investigated the expression of c-Myc and ABC genes in chronic myeloid leukemia (CML) in order to verify whether high expression levels of c-Myc may affect transcription of ABC drug transporters also in CML cells. In fact, recent studies reported that Bcr-Abl may positively regulate c-Myc expression. Our results showed that c-Myc is highly expressed in CD34+ cells from newly diagnosed chronic phase (CP)-CML patients, and that it can significantly upregulate the expression of several ABC genes, particularly that of the ABCC1 and ABCC4. We have demonstrated that c-Myc was physically associated with the promoter of tested ABC genes and their direct regulator as assessed by ChIP in the Kasumi-4 cell line, which has been derived from a Ph+ CML patient and expresses the CD34 antigen. Taken together, our findings support the model of a direct and coordinate regulation of a large set of ABC genes by the c-Myc transcription factor. Our study suggests that c-myc deregulation of ABC genes could be an important molecular mechanism altering imatinib transport. Thus, we concluded that c-Myc could be involved in the development of chemoresistance in CML, as well as resistance to targeted drugs, such as imatinib. Currently, we are further assessing transcriptional deregulation of specific ABC genes, and SNPs affecting the functional properties of ABC transporters, by comparing CP-CML patients responsive to imatinib, which have been shown to represent over 90% of treated individuals, and patients who developed resistance."
}