{
    "doi": "https://doi.org/10.1182/blood.V126.23.4481.4481",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3097",
    "start_url_page_num": 3097,
    "is_scraped": "1",
    "article_title": "Patient Age Predicts the Delay before Survivors of Cancer Utilise Their Cryopreserved Sperm for Assisted Reproductive Technology ",
    "article_date": "December 3, 2015",
    "session_type": "902. Health Services and Outcomes Research - Malignant Diseases: Poster III",
    "topics": [
        "cancer survivors",
        "cryopreservation",
        "reproductive techniques, assisted",
        "sperm cell",
        "cancer",
        "cancer diagnosis",
        "fertility care",
        "leukemia",
        "lymphoma",
        "national health service (uk)"
    ],
    "author_names": [
        "Amit Patel, MBBS, PhD MRCP, MRCS, FRCPath",
        "Thomas Stroud, BSc",
        "Danielle Breen",
        "Ala Taifoor",
        "Anne Bradshaw",
        "Richard Szydlo, PhD",
        "Jonathan WA Ramsay, MBBS, MS, FRCS(Urol)",
        "Stephen R Bloom, MBBChir, MA, MD DSc, FRCP, FRCPath, FMedSci, FSB, FRS",
        "Waljit S Dhillo, MBBS, PhD FRCP, FRCPath, FHEA",
        "Channa N Jayasena, MBBChir, MA, PhD MRCP, FRCPath"
    ],
    "author_affiliations": [
        [
            "Targeted Therapy, Division of Cancer Biology, Institute of Cancer Research, London, United Kingdom ",
            "Centre for Haematology, Imperial College London, London, United Kingdom "
        ],
        [
            "Andrology Department, Hammersmith Hospital, Imperial College Healthcare NHS Trust, London, United Kingdom "
        ],
        [
            "Andrology Department, Hammersmith Hospital, Imperial College Healthcare NHS Trust, London, United Kingdom "
        ],
        [
            "Andrology Department, Hammersmith Hospital, Imperial College Healthcare NHS Trust, London, United Kingdom "
        ],
        [
            "Centre for Haematology, Hammersmith Hospital, Imperial College NHS Healthcare Trust, London, United Kingdom "
        ],
        [
            "Centre for Haematology, Imperial College London, London, United Kingdom "
        ],
        [
            "Andrology Department, Hammersmith Hospital, Imperial College Healthcare NHS Trust, London, United Kingdom ",
            "Department of Urology, Charing Cross Hospital, Imperial College Healthcare NHS Trust, London, United Kingdom "
        ],
        [
            "Section of Investigative Medicine, Imperial College London, London, United Kingdom"
        ],
        [
            "Section of Investigative Medicine, Imperial College London, London, United Kingdom"
        ],
        [
            "Andrology Department, Hammersmith Hospital, Imperial College Healthcare NHS Trust, London, United Kingdom ",
            "Section of Investigative Medicine, Imperial College London, London, United Kingdom"
        ]
    ],
    "first_author_latitude": "51.4908818",
    "first_author_longitude": "-0.1813004",
    "abstract_text": "Objective : Sperm cryopreservation (sperm banking) is the recommended standard of care for fertility preservation for men with cancer. Men can utilise their sperm for assisted reproductive technology (ART) when they are ready to become fathers. However, the duration of sperm cryopreservation that should be offered to men is unknown. We hypothesised that younger men with cancer require a longer duration of sperm storage before readiness to utilise their samples for ART, compared with older patients. To test this hypothesis, we investigated whether age at sperm harvest predicts the time of sperm storage necessary before ART. Design : A retrospectively analysed cohort study spanning 37 years using prospectively acquired routine clinical data. Setting : A specialist andrology facility in the UK, that provides unlimited storage of sperm as part of NHS treatment free-of-charge to the patient. Participants : Adolescent boys and men with a confirmed diagnosis of cancer were identified by cross-referencing and verifying patient records: Human Fertility & Embryology Authority (HEFA), Department of Andrology, and the NHS Spine Services Portal database, part of the Health and Social Care Information Centre. Main outcome measures : The primary outcome measures were the effect of age on the time from sperm cryopreservation to use for ART, and the specificity and sensitivity of age at predicting the requirement of >10 years sperm storage. Results : 4305 men harvested and cryopreserved their sperm between 1976 and 2013. Men with cancer comprised 3191 and were included in the study. The cancer types that indicated sperm cryopreservation comprised testicular (1130, 35.4%), lymphoma (762, 23.9%), leukaemia (462, 14.5%), and others (838, 26.3%). At sperm harvesting, their median age was 30.3 years (IQR 24.6 to 36.2). Sperm from 217 (6.8%) patients with a median age of 31.3 (IQR 26.5 to 36.7) were utilized for ART after a median of 7.8 years (interquartile range (IQR) 3.5 to 14.3). Increasing age (HR=1.02, 95% CI 1.01 to 1.04, P=0.001), or age decile compared to ≤20 years (P=0.003), was associated with a reduced time interval to sperm utilisation. Age at harvest (P=0.006) was robust to multivariate Cox models (including cancer diagnosis, survival, and year of harvest) and sensitivity analyses. Age ≤30 years at sperm harvest was highly specific (86.1%) and sensitive (65.0%) at predicting the requirement for over ten years of sperm storage prior to ART (AUC 0.82, 95% CI 0.74 to 0.90, P<0.0001). Conclusions : Age at sperm cryopreservation is a key predictor for the likely storage duration necessary prior to ART in men with cancer. A policy of fixed duration of sperm storage may disproportionately deny young patients with cancer access to ART. Policies on sperm storage duration in this population should be reviewed. Disclosures No relevant conflicts of interest to declare."
}