{
    "doi": "https://doi.org/10.1182/blood.V108.11.1299.1299",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=805",
    "start_url_page_num": 805,
    "is_scraped": "1",
    "article_title": "Molecular Characterization and Pharmacology of Epoetin Delta − The Only Erythropoietin Produced in a Human Cell Line. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "cell lines",
        "erythropoietin",
        "pharmacology",
        "kidney failure, chronic",
        "epoetin alfa",
        "hemodialysis",
        "adverse event",
        "anemia",
        "hemoglobin",
        "high pressure liquid chromatography procedure"
    ],
    "author_names": [
        "Raymond D. Pratt",
        "J. Dowell",
        "Z. Shahrokh",
        "S. Flatman",
        "M. Davies",
        "A. Baycroft",
        "M. Heartlein"
    ],
    "author_affiliations": [
        [
            "Clinical Medicine, Shire PLC, Wayne, PA, USA"
        ],
        [
            "Clinical Medicine, Shire PLC, Wayne, PA, USA"
        ],
        [
            "Shire Human Genetic Therapies Inc, Cambridge, MA, USA"
        ],
        [
            "Lonza Biologics PLC, Slough, Berkshire, United Kingdom"
        ],
        [
            "Lonza Biologics PLC, Slough, Berkshire, United Kingdom"
        ],
        [
            "Lonza Biologics PLC, Slough, Berkshire, United Kingdom"
        ],
        [
            "Shire Human Genetic Therapies Inc, Cambridge, MA, USA"
        ]
    ],
    "first_author_latitude": "40.070847699999995",
    "first_author_longitude": "-75.4622377",
    "abstract_text": "Recombinant erythropoietins are used extensively in the management of anemia associated with chronic kidney disease (CKD). All the currently available erythropoietins are synthesized in Chinese hamster ovary (CHO) cell lines resulting in differences in glycosylation compared with human serum erythropoietin. We report the molecular characterization and pharmacokinetic properties of epoetin delta (Dynepo ® , Shire plc), the only erythropoietin produced in a human cell line. A variety of techniques have been used to characterize epoetin delta, including amino acid sequencing, peptide mapping with reverse-phase HPLC/mass spectrometry, oligosaccharide profiling and MALDI-TOF of released glycans. Sialic acid and N -glycolylneuraminic acid (Neu5Gc) residues were quantified, following labeling of the released glycans, by reverse-phase HPLC analysis with fluorescence detection. Epoetin delta was produced as a highly pure and stable protein with the full human primary amino acid sequence. Neu5Gc residues were not detectable in epoetin delta within the validated limits of the assay but became readily detectable in CHO derived epoetins. Following characterization of the molecule early studies were done to determine the pharmacokinetic and pharmacodynamic properties of epoetin delta. Two studies investigated responses to epoetin delta in healthy individuals. The first study involved randomization of 21 men to either intravenous (i.v.) epoetin delta (15, 40 or 100 IU/kg) or placebo. The second was an open-label, crossover study, involving 32 volunteers randomized to receive single doses of epoetin delta 75 IU/kg given i.v. or subcutaneous (s.c.) by injection. Two further studies were carried out with CKD patients requiring hemodialysis who had previously received epoetin alfa. The first involved 40 patients randomized to epoetin delta or epoetin alfa (50 or 100 IU/kg), three-times per week for 4 weeks. The second was a single-dose study in 28 patients comparing epoetin delta 150 and 300 IU/kg given i.v. or s.c. Pharmacokinetic parameters were calculated from serum erythropoietin concentrations (determined by ELISA) by validated non-compartmental techniques using WinNonlin Professional v3.0A. Intravenous epoetin delta in healthy individuals displayed non-linear and dose-dependent pharmacokinetics, with a dose-dependent effect on serum hemoglobin. The bioavailability of s.c. epoetin delta is around 30%, and concentrations peak later and decline more slowly than with i.v. injection. In hemodialysis patients pharmacokinetic parameters were similar to those in healthy individuals, although AUC and half-life were increased. Compared with the 50 IU/kg dose, treatment with epoetin delta 100 IU/kg was associated with a trend to increased hemoglobin and hematocrit levels. Epoetin delta was well tolerated in all participants with the frequency of adverse events occurring in dialysis patients as expected for that population. Adverse events were similar with epoetin alfa and epoetin delta. No neutralizing anti-erythropoietin antibodies were detected in any patient. Epoetin delta was characterized at the molecular level and levels of Neu5Gc residues were undetectable within the validated limits of the assay. The pharmacokinetic profile of epoetin delta and effects on hemoglobin and hematocrit levels were suitable for the treatment of anemia in CKD patients by either s.c or i.v. administration."
}