{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.4550.4550",
    "article_title": "Baseline Immune Dysregulation in Autologous Stem Cell Transplant Recipients Is Associated with a 'Graft Versus Host'-like Syndrome and Results in Poor Outcomes ",
    "article_date": "December 7, 2017",
    "session_type": "731. Clinical Autologous Transplantation: Results: Poster III",
    "abstract_text": "Introduction: Acute Graft Versus Host Disease (GVHD) is caused by the recognition of recipient antigens by donor T lymphocytes following allogeneic stem cell transplantation (SCT). The development of clinical and histo-pathological changes similar to GVHD after autologous SCT (ASCT) is a poorly understood and controversial phenomenon. Given the controversy around this topic, we aimed to: 1) analyze outcomes and clinical correlatives for the development of GVHD in ASCT recipients and 2) analyze baseline T and Natural Killer (NK) cell functions in patients that developed GVHD after ASCT, compared to matched controls. Methods: This is a retrospective analysis of patients that received ASCT at Mayo Clinic between January 2006 and December 2016. The study was approved by the Institutional Review Board. 'Autologous GVHD' was defined as the development of clinical and histo-pathological findings indicative of GVHD in ASCT recipients, as confirmed by pathology review. Data regarding baseline characteristics, prior treatments, presentation, treatment and outcomes were collected and analyzed. Patients and controls with available cryopreserved PBMCs at baseline and at time of GVHD development were identified. Controls were matched for age, disease status, prior therapies and conditioning regimen. Samples were analyzed for T cell functions, expression of activation and inhibitory receptors, T cell subsets and natural killer (NK) cell functions. Unpaired t-test was used to compare T-cell subset frequencies. Survival was estimated using the Kaplan Meier and Log Rank tests. Results: Between 2006 and 2016, 3,891 consecutive patients underwent ASCT. Of these, 35 (0.9%) developed symptoms suggestive of GVHD warranting biopsies. In 19 of these 35 patients (54%), the histopathological changes were consistent with GI and/or skin GVHD. The most common underlying disease was multiple myeloma (14 patients, 73.7%) and the most common conditioning regimen was melphalan (16 patients, 84.2%). The median age at ASCT was 62 (range 49-73) years. Most patients (14, 73.7%) had grade 3 or 4 GVHD. Delay in steroid initiation beyond 1 week led to lower response rates (30.8% vs 69.2%, p=0.03), longer duration of symptoms (median 28 vs 4 days, p=0.02) and a trend towards worse 1-year OS (64.5% vs. 83.3%, p=0.1). Patients that received at least 1 mg/kg of prednisone had better response to treatment (76.9% vs. 23.1%, p=0.5), although the difference was not statistically significant. The median overall survival (OS) from the time of ASCT was not reached and 53% of patients were alive at 3 years. Five of the 19 patients (26.3%) died due to complications of this immunological phenomenon. We then performed immune profiling of the available cryopreserved samples in the Mayo Clinic transplant biobank. We identified 4 patients with 'autologous GVHD' and 7 ASCT recipients as controls, matched for age and underlying disease. The percentage of NK cells (defined as CD3 − CD56 + )/total live cells was higher in patients compared to controls (34.2% vs 4.3%, p=0.009). T-cell subset analysis revealed higher levels of central memory T-cells (Tcm, defined as CCR7+CD45RA-, 27.4% in patients vs 2% in controls, p=0.02). This is consistent with what has been reported in murine models of allogeneic GVHD where Tcm induce GVHD, due to their TCR's ability of recognizing more alloantigens and their better capacity of undergoing clonal expansion. Furthermore, expression of immune checkpoint receptors was higher in patients compared to controls (CD3+PD1+/CD3+ 15.7% vs 5.7%, p=0.048 and CD3+TIM3+/CD3+ 25.4% vs 2.3% p=0.0003 respectively). This is in line with studies showing upregulation of PD1 and TIM3 on T-cells of allogeneic SCT recipients that develop GVHD and linking higher TIM3 levels with more severe gut GVHD. Conclusions: Our analyses indicate that the development of GVHD-like syndrome after ASCT is associated with baseline immune dysregulation, similar to what is reported in allogeneic GVHD models. This is associated with poor prognosis if prompt steroid treatment is not initiated. View large Download slide View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "autologous stem cell transplant",
        "immune dysregulation",
        "tissue transplants",
        "graft-versus-host disease",
        "cryopreservation",
        "allogeneic stem cell transplant",
        "antigens",
        "biopsy",
        "cd56 antigens",
        "graft-versus-host disease, acute"
    ],
    "author_names": [
        "Theodora Anagnostou, MD",
        "Mrinal M. Patnaik, MDMBBS",
        "Cynthia L Forsman, PhD",
        "Reona Sakemura, MD PhD",
        "Mark R. Litzow, MD",
        "Dennis A. Gastineau, MD",
        "Francis K Buadi, MD",
        "Luis Porrata, MD",
        "Julia S Lehman, MD",
        "William J. Hogan, MBBCh",
        "Shahrukh K. Hashmi, MDMPH",
        "Saad Sirop Kenderian, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Theodora Anagnostou, MD",
            "author_affiliations": [
                "Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Mrinal M. Patnaik, MDMBBS",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic Rochester, Rochester, MN "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cynthia L Forsman, PhD",
            "author_affiliations": [
                "Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Reona Sakemura, MD PhD",
            "author_affiliations": [
                "Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mark R. Litzow, MD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dennis A. Gastineau, MD",
            "author_affiliations": [
                "Division of Transfusion Medicine, Mayo Clinic, Rochester, MN"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francis K Buadi, MD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Luis Porrata, MD",
            "author_affiliations": [
                "Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Julia S Lehman, MD",
            "author_affiliations": [
                "Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "William J. Hogan, MBBCh",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shahrukh K. Hashmi, MDMPH",
            "author_affiliations": [
                "Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Saad Sirop Kenderian, MD",
            "author_affiliations": [
                "Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-09T21:30:35",
    "is_scraped": "1"
}