{
    "doi": "https://doi.org/10.1182/blood-2019-129632",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4301",
    "start_url_page_num": 4301,
    "is_scraped": "1",
    "article_title": "Utilization of Immune Checkpoint Inhibitors for Relapsed/Refractory Classical Hodgkin Lymphoma (R/R cHL) in Oncology Community Practices ",
    "article_date": "November 13, 2019",
    "session_type": "624.Hodgkin Lymphoma and T/NK Cell Lymphoma-Clinical Studies",
    "topics": [
        "chile",
        "chlorambucil",
        "hodgkin's disease",
        "immune checkpoint inhibitors",
        "medical oncology",
        "anemia",
        "chemotherapy regimen",
        "cough",
        "fatigue",
        "time-to-treatment"
    ],
    "author_names": [
        "Ajeet Gajra, MD FACP",
        "Andrew J Klink, PhD MPH",
        "Chadi Nabhan, MDMBA, FACP",
        "Bruce Feinberg, DO"
    ],
    "author_affiliations": [
        [
            "Cardinal Health Specialty Solutions, Dublin, OH "
        ],
        [
            "Cardinal Health Specialty Solutions, Dublin, OH "
        ],
        [
            "Aptitude Health and University of South Carolina, Atlanta, GA"
        ],
        [
            "Cardinal Health Specialty Solutions, Dublin, OH "
        ]
    ],
    "first_author_latitude": "40.054156899999995",
    "first_author_longitude": "-83.0855806",
    "abstract_text": "Introduction : Despite high cure rates (>75%) achieved in adults with classical Hodgkin Lymphoma (cHL) with modern chemotherapy, radiation, anti-CD30 therapy, and stem cell transplant (SCT), a minority of patients are refractory to primary chemotherapy or at relapse accounting for about 1000 deaths annually in the US. cHL has a bimodal distribution seen in young adults and a secondary peak in patients over age 60. While patients over age 60 comprise less than 25% of new cases, they account for over 60% of deaths from cHL signifying poor prognosis in this group. The approval of immune checkpoint inhibitors (IO) in cHL has offered patients another class of agents to achieve disease response. The two approved agents in this drug class, nivolumab (NIVO) and pembrolizumab (PEMBRO) were approved in R/R cHL in May 2016 and March 2017 respectively. The common adverse effects of immunotherapy (IO) in clinical trials include fatigue, pyrexia, cough, musculoskeletal pain, diarrhea, rash, hypothyroidism and hypertransaminasemia. The objective of this real-world analysis is to assess the utilization of IO (NIVO and PEMBRO) in patients with cHL who have been treated outside of clinical trials and ascertain adverse events (AEs) and time to treatment discontinuation in patients aged ≥60 compared to those <60 years. Methods : Patients with at least 1 claim for cHL and treated with either NIVO or PEMBRO in second line or later (2L+; i.e., R/R disease) from May 2016 to October 2018 were identified from the Symphony Integrated Dataverse, a large US claims database containing linked longitudinal prescription, medical, and hospital claims. The IDV contains claims for 280 million active unique patients representing over 73% of specialty prescriptions, 58% of medical claims, and 30% of hospital claims volume in the US. Patients included in the study cohort had a 6-month pre-index period with no claims with a diagnosis of HL, were at least 18 years old at initiation of NIVO or PEMBRO, and no evidence of participation in a clinical trial, including receiving NIVO or PEMBRO prior to their approvals (May 2016 and March 2017, respectively). Patient characteristics and treatment patterns were summarized using descriptive statistics. Median and 95% confidence interval (CI) for duration of IO agent were calculated using Kaplan-Meier estimates. Results : Of the 338 patients with R/R cHL treated with an immune checkpoint inhibitor, 247 (73%) received NIVO, and 91 (27%) received PEMBRO. Median age at initiation of the first IO agent in the R/R setting was 58 years (range 18-80), 48% were over the age of 60 and 59% were male. Nearly two-thirds (62%) had commercial insurance, and patients resided across all 4 US regions. Half (50%) of patients received their IO agent in second line (i.e., first therapy in RR setting), 31% in third line, and 19% in fourth line or later. With a median follow-up of 13.4 months from R/R disease, median time to discontinuation of IO agent was 5.7 months (95% CI 4.8-7.5). Most common AEs among at least 10% of patients during treatment with an IO agent were fatigue (22%), anemia (16%), dyspnea (14%), and cough (12%); anemia was more common among patients ≥60 years old (22%) compared to those <60 years old (11%) ( P <0.01). The times to treatment discontinuation used as a surrogate for duration of response were not significantly different by agent used or by age (Table). Conclusions : IO therapy with both NIVO and PEMBRO is widely used in R/R cHL irrespective of age. Despite a lower incidence of cHL in patients ≥60 almost half (48%) of patients in this database treated with IO were older. Possible explanations include greater propensity of refractory disease in older adults and possible preference for IO agents given that the AE profile is distinct from that of cytotoxic chemotherapy. Almost half of IO is being used early in the course of disease in the 2 nd line. The AE profile is similar to that reported in clinical trials and does not differ significantly by age with the exception of anemia, which was more common in patients aged ≥60 years. Time to treatment discontinuation did not differ by age or by the agent used. Despite its inherent limitations, this analysis adds real-world evidence to the safety and efficacy data of IOs in cHL outside clinical trials. View large Download slide View large Download slide  Disclosures Gajra: Cardinal Health: Employment. Klink: Cardinal Health: Employment. Nabhan: Aptitude Health: Employment. Feinberg: Cardinal Health: Employment."
}