{
    "doi": "https://doi.org/10.1182/blood.V118.21.689.689",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2078",
    "start_url_page_num": 2078,
    "is_scraped": "1",
    "article_title": "Mini-Hepcidins Prevent Iron Overload In A Mouse Model of Hereditary Hemochromatosis ",
    "article_date": "November 18, 2011",
    "session_type": "102. Regulation of Iron Metabolism: Iron Homeostasis - Novel Regulators and Therapeutic Potential",
    "topics": [
        "hemochromatosis",
        "iron overload",
        "mice",
        "hepcidin",
        "iron",
        "ferroportin",
        "amino acids",
        "bile acids",
        "intraperitoneal infusion",
        "microcytic anemia"
    ],
    "author_names": [
        "Elizabeta Nemeth, PhD",
        "Emilio Ramos",
        "Peter Ruchala, PhD",
        "Gloria Preza, PhD",
        "Tomas Ganz, MD, PhD"
    ],
    "author_affiliations": [
        [
            "UCLA, School of Medicine, Los Angeles, CA, USA"
        ],
        [
            "UCLA, School of Medicine, Los Angeles, CA, USA"
        ],
        [
            "UCLA, School of Medicine, Los Angeles, CA, USA"
        ],
        [
            "UCLA, School of Medicine, Los Angeles, CA, USA"
        ],
        [
            "UCLA, School of Medicine, Los Angeles, CA, USA"
        ]
    ],
    "first_author_latitude": "34.064282899999995",
    "first_author_longitude": "-118.44235619999999",
    "abstract_text": "Abstract 689 Mini-hepcidins are synthetic peptide analogues of the hepcidin N-terminus which is crucial for hepcidin interaction with ferroportin. Due to their small size and relative ease of synthesis, mini-hepcidins are better candidates than native hepcidin as therapeutics for the prevention and treatment of iron overload. In our previous studies, the first 9 amino acids of hepcidin (DTHFPICIF) were sufficient for in vitro activity (measured as ferroportin-GFP degradation). We modified the amino acid sequence of hepcidin-9 to improve resistance to proteolysis and to enhance the biophysical interactions with ferroportin. From >70 modified mini-hepcidins, we selected several that were more potent than native hepcidin in vitro, and tested them in mouse models. Bioactivity was assessed by measuring the hypoferremic effect of minihepcidins in C57BL/6 mice 4h after administration. Several minihepcidins administered by intraperitoneal or subcutaneous injection were more potent than the native hepcidin in reducing serum iron. Remarkably, retroinverted mini-hepcidins modified by palmitoylation or bile acid conjugation were active also by gavage. None of the tested mini-hepcidins altered endogenous hepcidin production. We also examined the ability of parenteral minihepcidins to prevent tissue iron loading in hepcidin knockout mice. Daily injections for 12 days completely prevented iron loading of the liver, decreased serum iron and increased splenic iron content. At high doses, minihepcidins were sufficiently potent that they caused iron-restricted microcytic anemia in hepcidin knockout mice. Minihepcidins may be useful for the treatment of human iron overload conditions caused by hepcidin deficiency. Disclosures: No relevant conflicts of interest to declare."
}