{
    "doi": "https://doi.org/10.1182/blood.V104.11.4150.4150",
    "article_title": "Identifying Downstream Targets of HOXB4 Using the EML Primitive Hematopoietic Progenitor Cell Line. ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Ectopic expression of the homeobox transcription factor HOXB4 has been shown to enhance hematopoietic stem cell (HSC) self-renewal and expansion ex vivo and in vivo . Murine bone marrow transplantation experiments have also shown that overexpression of HOXB4 in HSCs confers a competitive repopulation advantage in vivo. Identifying the largely unknown downstream targets of HOXB4 would be beneficial in understanding the molecular mechanisms associated with HSC self-renewal and expansion. In order to identify the downstream targets of HOXB4, we have constitutively overexpressed HOXB4 in the primitive hematopoietic progenitor cell line, EML, by transduction of the cells with the MSCV-HOXB4-IRES-GFP retroviral vector used by workers in studies of primary murine bone marrow cells. Similar to the results from ex vivo and in vivo experiments with primary bone marrow cells, we found that HOXB4 overexpression conferred a competitive growth advantage to EML cells compared to EML cells expressing GFP alone. However, as the EML cells overexpressing HOXB4 were maintained in culture, the competitive growth advantage disappeared over time and was completely lost after 3 months of continuous culture. No abnormal block to differentiation was observed when EML cells overexpressing HOXB4 were stimulated by ATRA + IL3 to differentiate along the granulocyte/macrophage pathway to produce the more mature GM-CSF-dependent cell line designated EPRO (EML-derived promyelocytes). Our analysis showed that HOXB4 was still being overexpressed in the EPRO cells and that this overexpression did not give the EPRO cells a competitive growth advantage. This finding suggests that HOXB4 gives a competitive growth advantage only to more primitive EML cells and does not have the same effect on the more mature EPRO cells. The gene expression profile of cells that overexpressed HOXB4 was compared to that of cells transduced with vector alone. Our first set of results from gene expression profile experiments showed that a variety of gene products were differentially expressed at statistically higher or lower levels than in control cells when HOXB4 was overexpressed. In our first analysis using chip A of the Affymetrix U74v2 chip set, a microarray chip containing oligonucleotide probes for over 12,000 gene products, we found that a total of 189 genes were differentially expressed between cells that overexpressed HOXB4 and cells that did not. Most striking was the downregulation by over 30 fold in cells that overexpressed HOXB4 of a mRNA encoding a protein in a pro-apoptotic signaling pathway. Other potentially interesting genes that were differentially expressed included: 10 transcription factors, 6 cell cycle-associated proteins, 2 chemokine receptors and 4 additional apoptosis pathway-related proteins. These findings suggest that the EML cell line is a valid model system to use in elucidating downstream targets of HOXB4. Future studies are being planned to utilize EML cells overexpressing a HOXB4 protein fused to a truncated estrogen receptor (ER) to identify the genes that are direct downstream targets of HOXB4 after short-term induction of HOXB4 activity by tamoxifen.",
    "topics": [
        "bone marrow transplantation",
        "chemokine receptors",
        "colony-stimulating factors",
        "estrogen receptors",
        "gene expression profiling",
        "hematopoietic stem cells",
        "interleukin-3",
        "oligonucleotide probes",
        "rna, messenger",
        "tamoxifen"
    ],
    "author_names": [
        "Han M. Lee",
        "Hui Zhang",
        "Bernard G. Forget"
    ],
    "author_dict_list": [
        {
            "author_name": "Han M. Lee",
            "author_affiliations": [
                "Genetics, Yale University School of Medicine, New Haven, CT, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Hui Zhang",
            "author_affiliations": [
                "Genetics, Yale University School of Medicine, New Haven, CT, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bernard G. Forget",
            "author_affiliations": [
                "Internal Medicine, Yale University School of Medicine, New Haven, CT, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-25T13:00:52",
    "is_scraped": "1"
}