{
    "doi": "https://doi.org/10.1182/blood.V108.11.3511.3511",
    "article_title": "Mesenchymal and Osteoblastic Cells Isolated from Multiple Myeloma Patients Reveal a Different Behavior, Phenotype and Gene Expression Profiling in Relationship with the Presence of Osteolytic Bone Lesions. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "abstract_text": "Studies of gene expression performed on multiple myeloma (MM) cells have leaded to identify molecules able to inhibit osteoblast differentiation. Whereas potential alterations occurring in the bone microevironment cells in MM patients are not completely elucidated. To clarify this issue we have developed a method to direct isolate mesenchymal cells (MSC) and osteoblastic cells (OB) without in vitro differentiation from trabecular bone biopsies obtained by iliac crest of MM patients (n°=24) with or without osteolytic bone lesions. Bone status was evaluated in all MM patients by total X rays scan and NMR for the spine. MSC and OB isolated from trabecular bone of healthy donors underwent to orthopedics surgery was used as controls. Cell proliferation in relationship with growth substrate (bone and glass) was evaluated in isolated MSC (osteolytic n°=9, non-osteolityc n° 15) and OB cells (osteolytic n°=9, non-osteolityc n°=11) as well as immunophenotype by FACS analysis, protein pattern by immunohistochemical staining and ELISA assay and finally gene expression profiling by microarray (Affimetrix). First the presence of potential contaminating cells was excluded by FACS analysis in all the samples tested being both MCS and OB obtained negative for CD3, CD14, CD20 and CD138 antigens. We found that cell proliferation was significantly higher in MSC as compared to OB in MM patients and that both MSC and OB cells have higher cell doubling rate as compared to controls. Immunophenotype reveals a different pattern of expression of the chemokine receptors CXCR4, CXCR5, CCR6 in MSC and OB in the different group of patients. Higher alkaline phosphatase (AP) expression was observed in OB versus MSC in non-osteolitic patients but not in osteolityc ones. In line with these observations we found that the expression of the osteoblast transcrition factor Runx2/CBFA1 was higher in MSC obtained from non-osteolytic patients as compared with osteolytic ones. Hierarchical clustering by unsupervised analysis of gene expression profiles (Affymetrix U133A chips) identified two major cluster branches containing respectively MSC and OB cells, with subgroups correlated with the bone status. Following supervised analysis, a total of 121 probe-set were found differentially expressed in MSCs from patients with/without osteolytic lesions (57 up-regulated and 64 down-regulated) Distinct patterns of gene expression profiling were observed in MSCs versus Obs when osteolityc or non-osteolytic patients were compared. Interestingly, markers and transcription factors known to be specific for osteoblast cells were up-regulated in OB versus MSC in non-osteolytic patients but not in osteolytic ones. Notably, a significant downregulation of Runx2 and AP-1 related pathways was observed in OB of osteolytic MM patients as compared to non-osteolytic ones. In conclusion in this study for the first time we have identified a different pattern of growth, phenotype and gene expression in isolated MSC and OB cells in relationship with the bone status of MM patients highlighting the critical role of the block of osteoblast differentiation and the involvement of the related signature pathways.",
    "topics": [
        "bone lesion",
        "gene expression profiling",
        "multiple myeloma",
        "phenotype",
        "immunophenotyping",
        "alkaline phosphatase",
        "antigens",
        "biopsy",
        "cd14 antigen",
        "cd20 antigens"
    ],
    "author_names": [
        "Nicola Giuliani, MD, PhD",
        "Gina Lisignoli, PHD",
        "Katia Todoerti, PHD",
        "Sara Tagliaferri",
        "Cristina Manferdini",
        "Beatrice Tonnarelli",
        "Luca Agnelli, PHD",
        "Francesca Morandi",
        "Monica Crugnola, MD",
        "Giorgio Lambertenghi Deliliers, MD",
        "Vittorio Rizzoli, MD, PHD",
        "Antonino Neri, MD, PHD"
    ],
    "author_dict_list": [
        {
            "author_name": "Nicola Giuliani, MD, PhD",
            "author_affiliations": [
                "Hematology, University, Parma, Italy"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Gina Lisignoli, PHD",
            "author_affiliations": [
                "Istituti Ortopedici Rizzoli, Bologna, Italy"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Katia Todoerti, PHD",
            "author_affiliations": [
                "Molecular Genetics and Medical Science, IRCCS, University, Milan, Italy"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sara Tagliaferri",
            "author_affiliations": [
                "Hematology, University, Parma, Italy"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cristina Manferdini",
            "author_affiliations": [
                "Istituti Ortopedici Rizzoli, Bologna, Italy"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Beatrice Tonnarelli",
            "author_affiliations": [
                "Istituti Ortopedici Rizzoli, Bologna, Italy"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Luca Agnelli, PHD",
            "author_affiliations": [
                "Molecular Genetics and Medical Science, IRCCS, University, Milan, Italy"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francesca Morandi",
            "author_affiliations": [
                "Hematology, University, Parma, Italy"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Monica Crugnola, MD",
            "author_affiliations": [
                "Hematology, University, Parma, Italy"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Giorgio Lambertenghi Deliliers, MD",
            "author_affiliations": [
                "Molecular Genetics and Medical Science, IRCCS, University, Milan, Italy"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vittorio Rizzoli, MD, PHD",
            "author_affiliations": [
                "Hematology, University, Parma, Italy"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Antonino Neri, MD, PHD",
            "author_affiliations": [
                "Molecular Genetics and Medical Science, IRCCS, University, Milan, Italy"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-30T15:34:42",
    "is_scraped": "1"
}