{
    "doi": "https://doi.org/10.1182/blood.V120.21.815.815",
    "article_title": "Effect of Graft Source and Transplant Conditioning Regimen Intensity On the Outcomes of Allogeneic Hematopoietic Cell Transplantation for Refractory Mantle Cell Lymphoma (MCL): A Cibmtr Analysis ",
    "article_date": "November 16, 2012",
    "session_type": "731. Clinical Allogeneic and Autologous Transplantation - Results: Transplant for Lymphoma and Lymphoid Leukemia",
    "abstract_text": "Abstract 815 Introduction: MCL is incurable with conventional chemotherapies and generally follows an aggressive clinical course. After first relapse, the prognosis of refractory MCL is poor with a median survival of approximately 1–2 years. The role of allogeneic hematopoietic cell transplantation (allo-HCT) and the optimal intensity of conditioning regimen for chemotherapy refractory MCL is not known. Methods: We report here the outcomes of allo-HCT in patients with chemorefractory MCL, according to the intensity of transplant conditioning regimens, using the CIBMTR database. The study population included all patients with chemorefractory MCL receiving an allo-HCT reported to the CIBMTR between 1998 and 2010. Patients with evidence of chemosensitive disease at the time of allo-HCT were excluded. Primary outcomes were non-relapse mortality (NRM), progression/relapse (P/R), progression-free survival (PFS), and overall survival (OS). The outcomes of patients undergoing myeloablative conditioning (MA) were compared with those of patients receiving reduced intensity/non-myeloablative conditioning (RIC/NST). Conditioning regimen intensity was defined according to CIBMTR criteria. Results: A total of 74 patients received MA, and 128 underwent RIC/NST. Median follow up of survivors for MA and RIC/NST groups was 35mos and 43mos, respectively. Completeness of follow up at 3 years was 80%. The RIC/NST cohort was older compared with MA cohort (median age 59 yrs vs. 54 yrs, respectively; p<0.001). No significant differences at baseline were observed between the MA and RIC/NST groups in terms of disease stage at diagnosis, B-symptoms, bone marrow or extranodal involvement, disease bulk, central nervous system involvement, disease status at transplantation (primary refractory disease vs. refractory at relapse) and graft type (bone marrow vs. peripheral blood). Significantly more patients in the RIC/NST group had a prior history of undergoing an autologous-HCT (33% vs. 13%; p=0.004), received rituximab therapy prior to transplantation (41% vs. 15%; p0.01) and underwent unrelated donor (URD) allo-HCT (68% vs. 32%; p<0.001) ( Table 1 ). Patients in the RIC/NST group were also more heavily pretreated (p=0.02). Cumulative incidence of grade II-IV acute GVHD at day +100 was 36% and 37% in MA and RIC/NST groups (p=0.93), respectively. Cumulative incidence of chronic GVHD at 1 year post transplantation in similar order was 35% and 43%, respectively (p=0.35). On univariate analysis, at 3 years, comparing MA allo-HCT with RIC/NST allo-HCT no significant differences were found in terms of NRM (47% vs. 43%; p=0.68), R/P (33% vs. 32%; p=0.89), PFS (20% vs. 25%; p=0.53), and OS (25% vs. 30%; p=0.45), respectively. On multivariate analysis, receiving a bone marrow allograft (compared to a peripheral blood graft) and GVHD prophylactic strategies consisting of ex-vivo T-cell depletion or CD34+ selection (compared to tacrolimus-based GVHD prophylaxis) were associated with an increased risk of NRM and inferior PFS and OS. On multivariate analysis higher intensity conditioning was not associated with reduced risk of NRM, R/P or better PFS and OS. Conclusions: Despite a refractory disease state, a small subset of chemotherapy refractory MCL patients can attain durable remissions after allo-HCT. T-cell replete, peripheral blood products appear to be the optimal graft source in refractory MCL patients undergoing allo-HCT. Compared to a more heavily pretreated RIC/NST cohort, MA allo-HCT in refractory MCL patients, was not associated with a reduced risk of relapse or improved survival. Table 1. Baseline Patient Characteristics.  . Myeloablative N=74 (%) . RIC/NST N=128 (%) . P-value . Median Age (range) 54 (27-69) 59 (42-75) <0.001 Male sex 63 (85) 99 (77) 0.81 KPS ≥90 23 (31) 56 (44) 0.26 No prior auto-HCT 64 (86) 86 (67) 0.004 Interval from diagnosis to transplant, months 15 (4-184) 29 (5-135) 0.001 Disease status 37 (50) 57 (45) 0.45 Primary-refractory 37 (50) 71 (55)  Resistant relapse    Graft type 13 (18) 20 (16) 0.72 Bone marrow 61 (82) 108 (84)  Peripheral blood    HLA-identical sibling 47 (64) 37 (29) <0.001 . Myeloablative N=74 (%) . RIC/NST N=128 (%) . P-value . Median Age (range) 54 (27-69) 59 (42-75) <0.001 Male sex 63 (85) 99 (77) 0.81 KPS ≥90 23 (31) 56 (44) 0.26 No prior auto-HCT 64 (86) 86 (67) 0.004 Interval from diagnosis to transplant, months 15 (4-184) 29 (5-135) 0.001 Disease status 37 (50) 57 (45) 0.45 Primary-refractory 37 (50) 71 (55)  Resistant relapse    Graft type 13 (18) 20 (16) 0.72 Bone marrow 61 (82) 108 (84)  Peripheral blood    HLA-identical sibling 47 (64) 37 (29) <0.001 View Large Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "conditioning (psychology)",
        "hematopoietic stem cell transplantation",
        "mantle-cell lymphoma",
        "tissue transplants",
        "transplantation",
        "antepartum fetal nonstress test",
        "allopurinol",
        "chemotherapy regimen",
        "follow-up",
        "graft-versus-host disease"
    ],
    "author_names": [
        "Mehdi Hamadani, MD",
        "Wael Saber, MD, MS",
        "Jeanette Carreras, MPH",
        "Kwang W Ahn, PhD",
        "Ginna G Laport, MD",
        "Silvia Montoto, MD",
        "David G. Maloney, MD, PhD",
        "Hillard M Lazarus, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Mehdi Hamadani, MD",
            "author_affiliations": [
                "Hematology/Oncology Bone Marrow Transplant, West Virginia University Hospitals, Inc., Morgantown, WV, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Wael Saber, MD, MS",
            "author_affiliations": [
                "Hematology/Oncology, Center for International Blood and Marrow Transplant Research, Medical College of Wisconsin, Milwaukee, WI, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeanette Carreras, MPH",
            "author_affiliations": [
                "Medical College of Wisconsin, CIBMTR, Milwaukee, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kwang W Ahn, PhD",
            "author_affiliations": [
                "Biostatistics, Medical College of Wisconson- CIBMTR, Milwaukee, WI, Milwaukee, WI, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ginna G Laport, MD",
            "author_affiliations": [
                "Bone Marrow Transplant, Stanford Hospital and Clinics, Stanford, CA, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Silvia Montoto, MD",
            "author_affiliations": [
                "Centre for Haemato-Oncology, Barts Cancer Institute, Queen Mary University of London, London, United Kingdom, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David G. Maloney, MD, PhD",
            "author_affiliations": [
                "Fred Hutchinson Cancer Research Center, Seattle, WA, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hillard M Lazarus, MD",
            "author_affiliations": [
                "Medicine, University Hospitals Case Medical Center, Cleveland, OH, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-23T02:23:46",
    "is_scraped": "1"
}