{
    "doi": "https://doi.org/10.1182/blood.V122.21.389.389",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2477",
    "start_url_page_num": 2477,
    "is_scraped": "1",
    "article_title": "Impact Of Cytogenetics and Cytogenetic Response On Outcome In Myelodysplastic Syndromes (MDS) treated With Azacitidine (AZA). A Collaborative Study In 878 Patients ",
    "article_date": "November 15, 2013",
    "session_type": "633. Myelodysplastic Syndromes",
    "topics": [
        "azacitidine",
        "brachial plexus neuritis",
        "chromosome abnormality",
        "chromosome rearrangements",
        "cytogenetic analysis",
        "cytogenetics",
        "follow-up",
        "karyotype determination procedure",
        "myelodysplastic syndrome",
        "prostatic hypertrophy risk score"
    ],
    "author_names": [
        "Marie Sebert",
        "Rami S Komrokji, MD",
        "Mikkael A. Sekeres, MD, MS",
        "Thomas Prebet, MD PhD",
        "Thomas Cluzeau, MD, PhD",
        "Valeria Santini, MD",
        "Alessandro Sanna",
        "Najla H Al Ali",
        "Sean Hobson",
        "Virginie Eclache, MD",
        "Alan List, MD",
        "Pierre Fenaux, MD, PhD",
        "Lionel Ades"
    ],
    "author_affiliations": [
        [
            "Hopital Avicenne, Bobigny, France, "
        ],
        [
            "Malignant Hematology, H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL, USA, "
        ],
        [
            "Leukemia Program, Department of Hematologic Oncology and Blood Disorders, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH, USA, "
        ],
        [
            "Hematology Department, Institut Paoli Calmettes, Marseille, France, "
        ],
        [
            "hopital saint louis, Service d'Hematologie, Paris, France, "
        ],
        [
            "Hematology, University of Florence, Florence, Italy, "
        ],
        [
            "Università di Firenze, Firenze, Italy, "
        ],
        [
            "Department of Malignant Hematology, H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL, USA, "
        ],
        [
            "Hematologic Oncology and Blood Disorders, Cleveland Clinic Taussig Cancer Institute, Cleveland, OH, USA, "
        ],
        [
            "Laboratoire d'Hématologie Biologique, Hôpital Avicenne, Bobigny, France, "
        ],
        [
            "H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL, USA, "
        ],
        [
            "Hematology Department, Avicenne Hospital APHP University Paris XIII, Bobigny, France, "
        ],
        [
            "Hematology Department, Avicenne Hospital APHP University Paris XIII, Paris, France"
        ]
    ],
    "first_author_latitude": "48.91581099999999",
    "first_author_longitude": "2.425341",
    "abstract_text": "Background hypomethylating agents, especially AZA, have become the reference standard for the of higher risk MDS, but the prognostic value of baseline cytogenetics on response to AZA, and the impact of cytogenetic response (CyR) on outcome in responders remain uncertain. Methods We collected data from 931 MDS patients (including FAB RAEB-T/WHO AML 20-30% blasts), treated with AZA (75mg/m²/d x7d, for a median of 6 cycles [range 1-72]) in 6 centers in the US, Italy and France between January 2002 and March 2013. Median age was 70 years (range 24-91 years), and 35% of the patients were women. Cytogenetics at onset of AZA was evaluable in 878 pts (the remaining pts had cytogenetic failure), 581 (66%) of whom had abnormal karyotype, as shown in table 1. Revised (R) IPSS cytogenetic category (Shanz, JCO 2012) was very good, good, int, poor and very poor in 2%, 40%, 18%, 15% and 25% pts respectively. R-IPSS was very good, good, intermediate, poor and very poor in 1%, 4%, 17%, 35% and 43% respectively. Results 379 (41%) pts achieved hematological IWG 2006 response, including 121 (13%) CR, 86 (9%) PR, 52 (6%) marrow CR, 120 (13%) stable disease with HI. With a median follow up of 41 months, median OS was 16.5 months. Cytogenetic characteristics are summarized in table 1. In the following text, unless specified, results apply to chromosomal rearrangements occurring alone or with additional abnormalities (abn). Trisomy 8 and del(5q)/-5 were associated with significantly better CR rate (21% and 18.5% , respectively, vs 12% in other patients p=0.007 and 0.01, resp.). 3q26 was associated with lower overall response rate (ORR) (22% vs 42%, p=0.04) and only 1/27 of 3q26 pts achieved CR. None of the other cytogenetic specific abnormalities or groups (table 1) and none of the R-IPSS cytogenetic categories had any significant impact on ORR or CR to AZA. Among patients with complex Karyotype (>=3), monosomal karyotype had no influence on response to AZA. When the comparison was made versus patients with normal cytogenetics, presence of -7/del(7q), del(5q)/-5, del(17p), 3q26, monosomal karyotype and complex (>=3) karyotype had no significant impact on the response rate. Compared to other patients, patients with -7/del(7q) (p<10 -4 ), del(5q)/-5 (p<10 -4 ), monosomal karyotype (p<10 -4 ), del (17p) (p<10 -4 ) had significantly shorter OS; isolated del(20q) pts had significantly better OS and isolated del 5q pts a trend for better OS (p=0.006 and 0.09, respectively) while +8 (p=0.40) , 3q26 abn (p=0.13), del(11q) (p=0.96) had no significant influence on survival. R-IPSS cytogenetic categories had also a strong impact on OS (p<10 -4 ). Of note, among pts with complex karyotype (>=3), those with very complex karyotype (>=5) had shorter OS (median 11.1 vs 15.4 mo, p=0.008). When the comparison was made versus patients with normal cytogenetics, presence of -7/del(7q), del(5q), del(17p), 3q26 , monosomal karyotype and complex (>=3) karyotype were associated with significantly shorter OS. By multivariate analysis (including cytogenetic R-IPSS categories, del 20q, 7/del(7q) , del(5q)/-5, del (17p) , 3q26 , complex and monosomal karyotype), only the presence of del (17p) (HR 1.54[1.14-2.10], p=0.005), -7/del(7q) (HR 1.23 [1.01-1.50], p=0.04) and del(5q) (HR 1.36[1.08-1.72], p=0.009) retained significant impact on OS. 362 pts with abnormal cytogenetics at onset of AZA had cytogenetic analysis at treatment evaluation, and results were evaluable in 327 of them (the other 35 pts had cytogenetic failure): 106 (32.4%) achieved cytogenetic response (CyR), including 82 (25%) Complete CyR (CCyR), and 24 (7.3%) Partial CyR (PCyR), while 221 (67.6%) had no CyR. Of note, among the 106 cytogenetic responders, 29 (27%) had failed to achieve any hematological response. In a landmark analysis performed 3 months after AZA onset, achievement of any CyR or of CCyR had no significant influence on survival, even when the analysis was restricted to patients who achieved IWG response. Conclusion Baseline cytogenetic pattern generally did not predict response to AZA (except the presence of +8 or del(5q), associated with higher CR rate, and 3q26 abn with fewer responses). However, cytogenetic results were strong predictors of survival, especially del (17p), -7/del(7q) and del(5q) associated with significant shorter OS in multivariate analysis. In patients with baseline cytogenetic abnormalities, achieving cytogenetic response was not associated with outcome. Disclosures: Komrokji: Celgene: Research Funding, Speakers Bureau. Santini: Celgene: Honoraria; Novartis: Honoraria; GSK: Honoraria; Janssen: Honoraria. List: Celgene: Research Funding. Fenaux: CELGENE: Research Funding."
}