{
    "doi": "https://doi.org/10.1182/blood-2018-99-110083",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3895",
    "start_url_page_num": 3895,
    "is_scraped": "1",
    "article_title": "The Incidence of Post-Thrombotic Syndrome after the Treatment of Upper Extremity Deep Vein Thrombosis with Oral Rivaroxaban ",
    "article_date": "November 29, 2018",
    "session_type": "332. Antithrombotic Therapy: Poster II",
    "topics": [
        "deep venous thrombosis of upper extremity",
        "postphlebitic syndrome",
        "rivaroxaban",
        "hemorrhage",
        "brachial plexus neuritis",
        "recanalization",
        "anticoagulation",
        "artificial cardiac pacemaker",
        "gingival hemorrhage",
        "low-molecular-weight heparin"
    ],
    "author_names": [
        "Kirill Lobastov, PhD",
        "Victor Barinov, PhD",
        "Iliya Schastlivtsev, PhD",
        "Leonid Laberko, PhD",
        "Grigory Rodoman, PhD",
        "Sergey Zhuravlev, PhD",
        "Valeriy Boyarintsev, PhD"
    ],
    "author_affiliations": [
        [
            "Pirogov's Russian National Research Medical University, Moscow, Russian Federation ",
            "Clinical Hospital no.1 of the President Administration of Russian Federation, Moscow, Russian Federation "
        ],
        [
            "Pirogov's Russian National Research Medical University, Moscow, Russian Federation ",
            "Clinical Hospital no.1 of the President Administration of Russian Federation, Moscow, Russian Federation "
        ],
        [
            "Pirogov's Russian National Research Medical University, Moscow, Russian Federation ",
            "Clinical Hospital no.1 of the President Administration of Russian Federation, Moscow, Russian Federation "
        ],
        [
            "Pirogov's Russian National Research Medical University, Moscow, Russian Federation "
        ],
        [
            "Pirogov's Russian National Research Medical University, Moscow, Russian Federation "
        ],
        [
            "Clinical Hospital no.1 of the President Administration of Russian Federation, Moscow, Russian Federation "
        ],
        [
            "Central State Medical Academy of the President's Administration of Russian Federation, Moscow, Russian Federation"
        ]
    ],
    "first_author_latitude": "55.6471984",
    "first_author_longitude": "37.490437199999995",
    "abstract_text": "Aim: To assess oral rivaroxaban's efficacy and safety in the treatment of upper extremity deep vein thrombosis (UEDVT). Methods: This was a prospective observational study involving patients with their first UEDVT episodes confirmed by duplex ultrasound (DUS) without symptoms of pulmonary embolism (PE). All patients initially received low-molecular-weight heparin for 1 to 2 days and were then switched to oral rivaroxaban (15 mg bid) for three weeks and then to 20 mg qid for up to three months. Patients who had already undergone interventional UEDVT treatment were excluded. Patients were followed up with clinical examination and DUS for six months. The endpoints of the study were symptomatic PE, recurrent UEDVT, major, clinically relevant non-major and minor bleeding, recanalization of the affected veins, recognized as a blood flow with DUS, post-thrombotic syndrome (PTS) incidence of the affected limb assessed by modified Villata score by Czihal. Results: A total of 30 patients (13 men and 17 women) aged 28-78 years (mean age 52.4 ± 17.3) were included in the study. Some (16.7%) of them had undergone physical exertion which triggered the UEDVT. In 13.3%, there was a pacemaker previously implanted through the affected limb. Also, patients had from 0 to 5 individual risk factors for venous thromboembolism (mean 1.9±1.6). The subclavian vein, predominantly on the right side (60%), was involved in the thrombotic process in all cases. The mean duration of symptoms before diagnosis was 1.8±1.7 days. All 30 patients were followed for six months. There were no episodes of symptomatic PE and/or recurrent UEDVT during the period of anticoagulation (0-3 months) and after stop of treatment (3-6 months). No episodes of major bleeding were observed. Clinically relevant non-major bleeding occurred in 2 patients (6.7%: 95% confidence interval [CI]: 1.9-21.4%) caused by uterine bleeding and large skin hemorrhage. Minor bleeding was observed in two patients (6.7%: 95% CI: 1.9-21.4%) caused by nasal and gingival bleeding. Thus, cumulative bleeding incidence was 13.4% (95% CI: 5.4-29.8%). Recanalization of upper extremity deep veins was observed in all affected limbs at three months and persist up to six months. The signs of upper limbs PTS (≥5 modified Villalta score) were found in four patients (13.4 %; 95% CI: 5.4-29.8%), and the mean score was 2.1±1.9. Conclusion: Treatment of UEDVT with oral rivaroxaban seems to be effective, safe, and associated with the low incidence of upper limb PTS. Disclosures Lobastov: Bayer: Honoraria, Speakers Bureau; Servier: Honoraria, Speakers Bureau. Barinov: Bayer: Honoraria, Speakers Bureau; Servier: Honoraria, Speakers Bureau. Schastlivtsev: Bayer: Honoraria, Speakers Bureau; Servier: Honoraria, Speakers Bureau."
}