{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.4110.4110",
    "article_title": "Pre-Clinical Study of Ibrutinib for the Treatment of T-Cell Lymphoma Using Magnetic Resonance Imaging (MRI) Assessment ",
    "article_date": "December 7, 2017",
    "session_type": "625. Lymphoma: Pre-Clinical—Chemotherapy and Biologic Agents: Poster III",
    "abstract_text": "Peripheral T cell lymphoma (PTCL) has a poor prognosis and there is a need for new treatments. The sanroque mouse bears a mutation in the E3 ubiquitin ligase, Roquin, which leads to T-cell activation and autoimmunity in homozygous animals. In heterozygous mice (Roquin san/+ ) T-cell lymphomas with histological similarity to human angioimmunoblastic lymphoma (AITL), the commonest subtype of PTCL, develop in 40 to 50% of animals by 6 - 12 months of age. In order to test the feasibility of using sanroque mice for pre-clinical work we carried out MRI scans of the axillary and inguinal regions before and after receiving 200mg/kg cyclophosphamide as an intra-peritoneal injection. After 28-days the MRI scans were repeated and lymph nodes, spleens and livers collected. MRI scanning was performed on a 9.4T Agilent scanner (Agilent Technologies, Santa Claire, CA, USA) with a 310mm bore diameter and 6cm inner-diameter gradient (1000mT/m maximum gradient strength). A 4cm millipede RF coil was used for RF transmission and reception. T2-weighted images were acquired using a respiratory-gated fast spin echo (FSE) sequence with TR/TE=3000/40ms, 40x40mm field of view (256x256 matrix), 32x0.8mm slices and two signal averages. Enlarged lymph nodes were identified on the pre-treatment MRI scan and compared to the equivalent lymph node following treatment (Figure 1A). There was a mean 94% reduction in lymph node size following cyclophosphamide treatment. This demonstrated that the enlarged lymph nodes were chemosensitive and that MRI scanning could be used to monitor the lymph node size in response to treatment. Interleukin-2-inducible kinase (ITK) is expressed and has essential functions in regulating normal T-cell proliferation and differentiation. ITK is also expressed in AITL and might be a therapeutic target but there is no pre-clinical data. The small molecule BTK/ITK inhibitor, ibrutinib, is effective and well tolerated in clinical practice in some B-cell lymphomas and ibrutinib is active against mouse ITK. In order to assess the effect of ibrutinib on (Roquin san/+ ) T-cell lymphoma we identified twelve mice with palpable lymph nodes. Following an MRI scan, oral treatment with ibrutinib (25mg/kg in 1% (2-Hydroxypropyl)-β-cyclodextrin (2HPBD)) or equivalent volume of vehicle (1% 2HPBD) was given daily by gavage. Five mice were treated with ibrutinib for 28 days and three for reduced time periods (7 days, 14 days and 21 days). Four mice were treated with vehicle for 28 days. Following cessation of therapy a further MRI scan was performed prior to harvesting of tissues, including liver, spleen and lymph nodes. MRI images were analysed to determine the change in volume of lymph nodes during the treatment period. Responses to ibrutinib were mixed (Figure 1B & 1C): of those that received 28 days treatment 5/8 animals showed reduction in tumour size of between 10 and 86% whilst those that received shorter durations of treatment showed reductions of 8 and 11%. 3/8 ibrutinib treated animals showed increases in tumour size of 9 and 85% (mice treated for 28 days) whilst one animal treated for 7 days showed an increase of 117%. 3/4 vehicle treated animals showed stable or increasing lymphadenopathy whilst one mouse showed spontaneous tumour regression. In order to analyze the effects of ibrutinib at the cellular level we established flow cytometry protocols to determine cellular composition. Previous reports show that the majority of cells within sanroque enlarged lymph nodes are B-cells with a minority (1 to 2%) being malignant T-cells. This is similar to the pattern observed in human Tfh lymphoma. Lymph nodes were harvested following the post-treatment MRI scan and cell suspensions produced. The proportions of CD4+, CD8+ and B220+ lymphocytes were assessed. To determine the Tfh cell population CD4 positive lymphocytes were gated and the proportion of CXCR5hiPD1hi cells assessed. We did not observe any significant differences between responding and non-responding mice (Figure 1D) or treated and untreated mice. We have developed an MRI protocol to assess the response of a T-cell lymphoma model to novel agents to facilitate pre-clinical studies. We interpret our results as showing that ibrutinib is effective as a single agent in a proportion of the spontaneous T-cell lymphomas generated in the Roquin san/+ model of Tfh lymphoma but further work is required to understand the differences between responder and non-responder tumours. View large Download slide View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "ibrutinib",
        "magnetic resonance imaging",
        "t-cell lymphoma",
        "lymphadenopathy",
        "angioimmunoblastic lymphadenopathy",
        "lymphoma, t-cell, peripheral",
        "cyclophosphamide",
        "lymphoma",
        "tumor size",
        "b-cell lymphomas"
    ],
    "author_names": [
        "Rebecca L Allchin, MRCP, MBBS, BSc",
        "Michael E Kelly, PhD",
        "Sami Mamand",
        "Ruth C Barber, PhD",
        "Matthew J Ahearne, MDMBBS",
        "Simon D. Wagner, PhD FRCP"
    ],
    "author_dict_list": [
        {
            "author_name": "Rebecca L Allchin, MRCP, MBBS, BSc",
            "author_affiliations": [
                "Department of Haematology, University Hospitals Leicester, Leicester, United Kingdom ",
                "The Ernest and Helen Scott Haematological Research Institute, University of Leicester, Leicester, United Kingdom "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Michael E Kelly, PhD",
            "author_affiliations": [
                "Preclinical Imaging Facility, University of Leicester, Leicester, United Kingdom "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sami Mamand",
            "author_affiliations": [
                "The Ernest and Helen Scott Haematological Research Institute, University of Leicester, Leicester, United Kingdom "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ruth C Barber, PhD",
            "author_affiliations": [
                "Leicester Drug Discovery and Diagnostics Centre, University of Leicester, Leicester, United Kingdom"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Matthew J Ahearne, MDMBBS",
            "author_affiliations": [
                "Department of Haematology, University Hospitals Leicester, Leicester, United Kingdom ",
                "The Ernest and Helen Scott Haematological Research Institute, University of Leicester, Leicester, United Kingdom "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Simon D. Wagner, PhD FRCP",
            "author_affiliations": [
                "Department of Haematology, University Hospitals Leicester, Leicester, United Kingdom ",
                "The Ernest and Helen Scott Haematological Research Institute, University of Leicester, Leicester, United Kingdom "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-09T09:33:53",
    "is_scraped": "1"
}