{
    "doi": "https://doi.org/10.1182/blood.V126.23.1700.1700",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3251",
    "start_url_page_num": 3251,
    "is_scraped": "1",
    "article_title": "Reduced PLCG1 expression Is Associated with Inferior Survival in Myelodysplastic Syndromes ",
    "article_date": "December 3, 2015",
    "session_type": "637. Myelodysplastic Syndromes - Clinical Studies: Poster I",
    "topics": [
        "animal model",
        "myelodysplastic syndrome",
        "refractory anemia with excess blasts",
        "phospholipase c",
        "cytopenia, refractory, with multilineage dysplasia",
        "refractory anemia with sideroblasts",
        "dna, complementary",
        "bone marrow specimen",
        "death",
        "disease progression"
    ],
    "author_names": [
        "Masayuki Shiseki, MD PhD",
        "Mayuko Ishii",
        "Mari Ohwashi",
        "Kentaro Yoshinaga, MDPhD",
        "Naoki Mori, MD PhD",
        "Junji Tanaka, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Tokyo Women's Medical University, Tokyo, Japan "
        ],
        [
            "Department of Hematology, Tokyo Women's Medical University, Tokyo, Japan "
        ],
        [
            "Tokyo Women's Medical University, Tokyo, Japan"
        ],
        [
            "Department of Hematology, Tokyo Women's Medical University, Tokyo, Japan "
        ],
        [
            "Department of Hematology, Tokyo Women's Medical University, Tokyo, Japan "
        ],
        [
            "Department of Hematology, Tokyo Women's Medical University, Tokyo, Japan "
        ]
    ],
    "first_author_latitude": "35.69799904999999",
    "first_author_longitude": "139.72031185",
    "abstract_text": "The PLCG1 gene encodes phospholipase C g isoform, which is involved in diverse physiological and pathological cellular processes through catalyzing the hydrolysis of phosphatidylinositol 4,5-bisphosphate to produce the second messenger molecules inositol 1,4,5-trisphosphate and diacylglycerole. Until now, roles of phospholipase C g 1 in hematopoiesis have been shown in animal models. Plcg1 deficient mouse lacks erythropoiesis and die in early embryonic stage. In zebrafish model, it was demonstrated that phospholipase C g 1 is required in granulocyte maturation. Physiological and/or pathological role of phospholipase C g 1 in human hematopoiesis has not been elucidated. In human, the PLCG1 gene is located on long arm of chromosome 20. Deletion of long arm of chromosome 20 (del(20q)) is commonly observed in myelodysplastic syndromes (MDS). Previously, we determined the common deleted region (CDR) of del(20q) in MDS, and the PLCG1 gene is located within the CDR. Reduced expression of genes located in the CDR due to haploinsufficiency may play role in molecular pathogenesis of MDS. Therefore, we analyzed PLCG1 expression in bone marrow mononuclear cells in MDS patients with or without del(20q), and investigated its clinical significance in the present study. Mononuclear cells separated from bone marrow samples taken at the time of diagnosis with written informed consent from patients were used. To analyze PLCG1 expression, quantitative RT-PCR was performed. Total RNA was extracted from mononuclear cells and subjected to cDNA synthesis. Real-time RT-PCR was carried out using cDNA as template by the TaqMan probe method (Applied Biosystems) with co-amplification of the endogenous control gene, human GAPDH (Applied Biosystems) were performed. The human PLCG1 primer-probe set was from Applied Biosystems. A total of 109 MDS patients, 65 males and 44 females with median age of 69 years (range: 22-91 years), with (n=20) or without (n=89) del(20q), were included in the present study. They were classified as RCUD (n=11), RCMD (n=55), RARS (n=11), RAEB-1 (n=16), and RAEB-2 (n=16) according to WHO classification. They were categorized in four IPSS risk groups, low risk (n=21), intermediate-1 risk (n=52), intermediate-2 risk (n=20), and high risk (n=6). Relative PLCG1 expression level was significantly reduced in MDS patients with del(20q) compared to control subjects (n=20) (P=0.011). Median values of relative PLCG1 expression level in MDS patients with del(20q) and control subjects were 0.94 and 1.96. In addition, relative expression level of PLCG1 in whole MDS cohort significantly lower than that in control subjects (P=0.046). Expression patterns of PLCG1 among, were not different. Median values of relative PLCG1 expression level in five WHO-subtypes, RCUD, RCMD, RARS, RAEB-1, and RAEB-2 were 1.50, 1.55, 1.29, 1.13, and 1.12, respectively, but no statistically difference was observed. WHO-subtypes with high blast counts (RAEB-1 and RAEB-2) showed trend in association with reduced PLCG1 expression compared with those with low blast counts (RCUD, RCMD, and RARS) (median value: 1.01 vs. 1.54, P =0.11). To investigate prognostic implication of PLCG1 expression in MDS, we analyzed impact of PLCG1 expression on overall survival (OS). Based on PLCG1 expression level, 109 patients were divided into four groups, high (Q1), intermediate (Q2, Q3), and low (Q4) quartiles. Kaplan-Meier analysis demonstrated that the lowest quartile (Q4) showed significantly worse survival compared with remaining quartiles (Q1-Q3) ( P =0.0015). The estimated 5-year OS rates in Q1-3 group and Q4 group were 63.2% and 29.7%, respectively. Percentage of patients with WHO-subtypes with high blast count (RAEB-1 and RAEB-2) was significantly higher in Q4 than other quartiles (46.9% vs 22.1%, P =0.019 by Fisher's exact test). The present study demonstrated that reduced PLCG1 expression is associated with inferior clinical outcome, indicating that PLCG1 expression could be a useful prognostic marker in MDS. Association between reduced PLCG1 expression and WHO-subtypes with high blasts counts, suggesting that PLCG1 dysfunction play a role in disease progression. Disclosures No relevant conflicts of interest to declare."
}