{
    "doi": "https://doi.org/10.1182/blood.V106.11.5236.5236",
    "article_title": "Molecular Mechanisms of the AICD Paradoxon in Human T Cells Revealed by an Apototic Role for CD25. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "The IL2R is a heterotrimeric receptor consisting of the alpha-chain (CD25) and the two signal transducing beta-, gamma-chains. CD25 monoclonal antibody (e.g. daclizumab) binding to the α-chain, blocks high affinity IL2 binding thereby preventing complete T cell activation. This opportunity to hinder T cell triggering is of ample importance in transplantation medicine and the treatment of autoimmune disease; e.g. for the prevention of an acute graft versus host reaction during allogeneic hematopoietic cell transplantation. However, gene-targeting experiments revealed, that CD25 has an important role in mediating activation induced cell death (AICD) thereby maintaining T cell homeostasis. Thus, CD25 antibodies may not only block T cell activation but may also prevent AICD attributing a dual function to IL2, which has been described by the term AICD paradoxon. The molecular mechanisms of AICD remain to be elucidated. In this study, the modulation of the genomic expression profile of human peripheral blood mononuclear cells (PBMC) with therapeutic concentrations of CD25 mAb was investigated with the aim to identify genes that are involved in T cell activation or in AICD. PBMC were stimulated with OKT3 together with recombinant IL2 in the absence or presence of 30 microgram/ml Daclizumab. Cells were incubated for 16 hrs, RNA extracted and subjected to microarray analysis on U133A gene chips (Affymetrix). Gene chip profile revealed up-regulation of 60 genes and down regulation of 36 genes respectively, by Daclizumab. Anti-CD25 treatment inhibitied cytokine genes typically expressed during T cell activation including CD40L, IL9, TNF-alpha and IFN-gamma as previously shown (e.g. Burdach et al., JCI). Surprisingly, daclizumab also blocked expression of several genes important for susceptibility to apoptosis, such as DR6. In addition, daclizumab reversed IL2-mediated repression of anti-apoptotic genes, such as TOSO. Microarray analysis of these apoptosis related genes was confirmed by RT-PCR and functional assays. In conclusion, CD25-mediated induction of pro-apoptotic as well as repression of anti-apoptotic gene clusters should be considered for future drug development of CD25-antibodies in the clinical arena: these apoptosis related gene products may represent new pharmacologic targets in hematopoietic cell transplantation as well as in the treatment of autoimmune diseases.",
    "topics": [
        "antigens, cd25",
        "implantable defibrillators",
        "t-lymphocytes",
        "daclizumab",
        "antibodies",
        "autoimmune diseases",
        "dna microarrays",
        "hematopoietic stem cell transplantation",
        "monoclonal antibodies",
        "cd40 ligand"
    ],
    "author_names": [
        "Guenther Richter, PhD",
        "Karin Hanewinkel",
        "Andreas Mollweide",
        "Stefan Burdach"
    ],
    "author_dict_list": [
        {
            "author_name": "Guenther Richter, PhD",
            "author_affiliations": [
                "Pediatrics and Comprehensive Cancer Center, Klinikum Rechts der Isar der Technischen Universitaet Muenchen, Munich, Germany"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Karin Hanewinkel",
            "author_affiliations": [
                "Pediatrics and Comprehensive Cancer Center, Klinikum Rechts der Isar der Technischen Universitaet Muenchen, Munich, Germany"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andreas Mollweide",
            "author_affiliations": [
                "Pediatrics and Comprehensive Cancer Center, Klinikum Rechts der Isar der Technischen Universitaet Muenchen, Munich, Germany"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stefan Burdach",
            "author_affiliations": [
                "Pediatrics and Comprehensive Cancer Center, Klinikum Rechts der Isar der Technischen Universitaet Muenchen, Munich, Germany"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-26T15:34:07",
    "is_scraped": "1"
}