{
    "doi": "https://doi.org/10.1182/blood.V108.11.2543.2543",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=572",
    "start_url_page_num": 572,
    "is_scraped": "1",
    "article_title": "Defined Bone Marrow Niche Components Mediate the In Vitro Resistance of Acute Myeloid Leukaemic Stem and Progenitor Cells (LSPC) to Cytosine Arabinoside. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "bone marrow",
        "culture media, serum-free",
        "cytarabine",
        "stem cells",
        "fibronectins",
        "cd34 antigens",
        "angiopoietins",
        "interleukin-3",
        "interleukin-6",
        "chemosensitivity"
    ],
    "author_names": [
        "Ullas Mony",
        "Mays Jawad, PhD",
        "Nigel H. Russell, MD",
        "Monica Pallis, PhD"
    ],
    "author_affiliations": [
        [
            "Division of Haematology, University of Nottingham and Nottingham City Hospital, Nottingham, United Kingdom"
        ],
        [
            "Division of Haematology, University of Nottingham and Nottingham City Hospital, Nottingham, United Kingdom"
        ],
        [
            "Division of Haematology, University of Nottingham and Nottingham City Hospital, Nottingham, United Kingdom"
        ],
        [
            "Division of Haematology, University of Nottingham and Nottingham City Hospital, Nottingham, United Kingdom"
        ]
    ],
    "first_author_latitude": "52.9896386",
    "first_author_longitude": "-1.1562389000000002",
    "abstract_text": "The majority of Acute Myeloid Leukaemia (AML) patients respond to remission-induction chemotherapy, but many patients will suffer disease relapse following induction therapy due to the presence of minimum residual disease (MRD) cells in the bone marrow. Relapse is underpinned by outgrowth of leukaemic stem and progenitor cells (LSPC). We aimed to establish a methodology to distinguish normal from leukaemic SPC, to optimise maintenance of the LSPC phenotype in 48 hour culture and to quantify viable LSPC following culture with and without drugs. The CD34 + CD38 − CD123 + high phenotype was used to distinguish LSPC. CD123 fluorescence intensity was measured using fluorescence standards. Miltenyi CD 133 and CD34 coated beads were compared as enrichment strategies. The concentration of LSPC at the start of 48h culture ranged from 0.2 – 16 × 10 4 /ml (median 3.4 × 10 4 /ml). We compared various culture conditions aimed at maintaining these cells in culture without differentiation (i.e. without loss of phenotype), including serum, immobilized fibronectin, SCF, IL-3, IL-6, GM-CSF and angiopoietin-1. We used two flow cytometric assays in parallel for analysis of LSPC survival: in the first assay, viable bulk cells were enumerated using the dye 7-AAD along with an internal standard for cell counting. In the second assay, cells were labelled with CD34FITC, CD123PE, 7-AAD and CD38APC in order to quantify LSPC as a percentage of viable cells. We found that serum-free culture medium, fibronectin-coated wells and a cocktail of IL-3, IL-6, SCF, and angiopoietin-1 was the most successful at maintaining the concentration of CD34 + CD38 − CD123 + cells in culture for 48h (median 0% change), although there was considerable variation between samples. We then examined the effect of these niche conditions on the sensitivity of LSPC to cytosine arabinoside (Ara-C). Our data indicates that the survival of LSPC treated with 500 ng/ml Ara-C was 50 per cent of untreated cell survival in the presence of fibronectin and cytokine support (n=9), but 33% per cent of untreated cells survived without this support. Moreover, under these conditions LSPC were less sensitive to Ara-C (median 50% survival, n=10) than unselected cells (median 26% survival). We have defined a system for assessing the in vitro chemosensitivity of LSPC from AML samples to anti-leukaemic agents and have validated the assay by showing that phenotypically-identified LSPC as well as niche components fibronectin and cytokines mediate in vitro resistance to cytosine arabinoside."
}