{
    "doi": "https://doi.org/10.1182/blood.V110.11.3694.3694",
    "article_title": "An In Vivo Evidence That Murine Very Small Embryonic Like (VSEL) Stem Cells Are Mobilized into Peripheral Blood after Acute Myocardial Infarction (AMI) and Contribute to Myocardiac Regeneration. ",
    "article_date": "November 16, 2007",
    "session_type": "Stem Cell Plasticity",
    "abstract_text": "We have recently identified a population of SSEA-1 + /Oct-4 + /Sca-1 + /lin − /CD45 − pluripotent, very small embryonic-like stem cells (VSEL) in adult murine bone marrow (BM). We found that VSEL possess the ability to differentiate in vitro into all three germ layers including cardiac lineage. However, the input of these cells in regeneration of injured tissues including infarcted myocardium was uncertain. Therefore, the aim of this study was to establish if VSEL are mobilized into peripheral blood (PB) after acute heart infarction and could play a potential role in myocardiac regeneration. To address this question C57BL/6 mice (6- or 15-wk-old) underwent a 30-min coronary occlusion followed by reperfusion and were euthanized at 24 h, 48 h, or 7 days after AMI. PB samples were collected for flow cytometric, confocal microscopic, and RQ-PCR analysis. Sham controls underwent sham surgery (1-h open-chest state without AMI) while controls did not. In flow cytometric analysis, VSEL were detectable in PB on low level under baseline conditions but increased significantly after AMI, peaking at 48 h post AMI both in younger (6-wk-old) and older (15-wk-old) mice (3.33±0.37 and 7.73±1.02 cells/μl of PB, respectively) (Figure 1). By confocal microscopy, sorted PB-derived VSEL were positive for Oct-4 and negative for CD45 in contrast to hematopoietic stem cells (HSC). Furthermore, RQ-PCR analysis revealed increased level of mRNA for markers of pluripotency, such as Oct-4, Nanog, Rex-1, Dppa1, and Rif1, in total PB cells of both age groups of mice at 48 h after AMI. We observed 10.01±1.98, 6.02±1.66, 5.28±1.68, 2.07±0.99 and 3.18±0.49 -fold increase in mRNA level of these genes, respectively, as compared with sham control in 6-wk-old mice. HSCs were also mobilized after AMI and were detected on higher level up to 7 days post AMI (Figure 1A). We also investigated regenerative potential of VSEL injected into infarcted myocardium in vivo . Mice underwent a 30-min coronary occlusion followed by reperfusion and, 48 h later, received intramyocardial injection of vehicle (group I), freshly sorted VSEL (group II) or VSEL predifferentiated in cardiomyogenic medium (group III). At 35 day of follow up, the heart function was investigated by echocardiography. Mice in group III exhibited improved function of infarcted left ventricle (LV) showing higher LV ejection fraction (54.5±3.3% vs. 41.5±3.3% in group I) (Figure 1B). The other parameters including infarct wall thickening fraction and end-diastolic volume also indicated improvement of heart function. This report is the first showing that the pluripotent stem cells (VSEL) are not only mobilized from the bone marrow into the peripheral blood after AMI, but also participate in regenerative processes of infarcted myocardium. Figure 1 View large Download slide A. Levels of circulating VSELs and HSCs in peripheral blood of 6- and 15- weeks old mice after AMI (# P <0,0025 vs. II: Sham control ). Figure 1B. Heart function after treatment of infarcted mycocardium with VSELs evaluated with echocardiography (*P < 0,05 vs. Group 1). BSL - baseline test, 96h and 35d – test performed after 96h and 35 days post AML. Figure 1 View large Download slide A. Levels of circulating VSELs and HSCs in peripheral blood of 6- and 15- weeks old mice after AMI (# P <0,0025 vs. II: Sham control ). Figure 1B. Heart function after treatment of infarcted mycocardium with VSELs evaluated with echocardiography (*P < 0,05 vs. Group 1). BSL - baseline test, 96h and 35d – test performed after 96h and 35 days post AML.  Close modal",
    "topics": [
        "antigens, cd15",
        "cd45 antigens",
        "coronary occlusion",
        "echocardiography",
        "embryo",
        "follow-up",
        "mice",
        "microscopy, confocal",
        "myocardial infarction",
        "myocardial infarction, acute"
    ],
    "author_names": [
        "Ewa K. Zuba-Surma, PhD",
        "Magda Kucia, PhD",
        "Yiru Guo, MD",
        "Buddhadeb Dawn, MD",
        "Roberto Bolli, MD",
        "Mariusz Z. Ratajczak, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Ewa K. Zuba-Surma, PhD",
            "author_affiliations": [
                "Stem Cell Institute, James Graham Brown Cancer Center at University of Louisville, Louisville, KY, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Magda Kucia, PhD",
            "author_affiliations": [
                "Stem Cell Institute, James Graham Brown Cancer Center at University of Louisville, Louisville, KY, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yiru Guo, MD",
            "author_affiliations": [
                "Division of Molecular Cardiology, University of Louisville, Louisville, KY, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Buddhadeb Dawn, MD",
            "author_affiliations": [
                "Division of Molecular Cardiology, University of Louisville, Louisville, KY, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Roberto Bolli, MD",
            "author_affiliations": [
                "Division of Molecular Cardiology, University of Louisville, Louisville, KY, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mariusz Z. Ratajczak, MD, PhD",
            "author_affiliations": [
                "Stem Cell Institute, James Graham Brown Cancer Center at University of Louisville, Louisville, KY, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-04T02:30:55",
    "is_scraped": "1"
}