{
    "doi": "https://doi.org/10.1182/blood.V118.21.5232.5232",
    "article_title": "Delineating Critical Effectors of Remission Induction in a Mouse Model of AML ",
    "article_date": "November 18, 2011",
    "session_type": "Oncogenes and Tumor Suppressors",
    "abstract_text": "Abstract 5232 NRAS mutations are found in 11–14% of AML (Schubbet et al. Nat Rev Cancer 2007, Bowen et al. Blood 2006), implicating NRAS signaling pathways as potential targets for clinical intervention. However, the specific effects of targeting these pathways on AML physiology are currently unclear. We employ a manipulatable murine model to elucidate these phenomena for therapeutic applications. This model harbors a tetracycline repressible, activated NRAS ( NRAS G12V ) transgene along with an MLL/AF9 transgene to induce AML. Primary leukemia cells are then transplanted into SCID mice and, upon development of clinically evident leukemia, NRAS G12V transgene expression is repressed with doxycycline. NRAS G12V repression leads to apoptosis and disease remission (Kim et al. Blood 2009). To dissect the critical signaling networks directing remission, immunophenotypic markers, along with the phosphorylation status of critical signaling intermediates, were analyzed by flow cytometry post-doxycycline treatment. This analysis revealed that NRAS withdrawal led to an enrichment of less differentiated Mac1/Gr1 negative cells indicating that, in addition to well-described effects on proliferation, NRAS affects leukemia differentiation status. Furthermore, we found modifications in known NRAS effectors. These alterations correlate with immunophenotype: only the less differentiated, Mac1 negative leukemia cells show meaningful changes in RAS-activated signaling molecules. Therefore, in addition to affecting the differentiation status of the leukemia, oncogene withdrawal leads to cell-type specific signaling alterations. We hypothesize that these signaling alterations mediate remission-induction by altering the self-renewal capacity of the leukemia at the gene expression level. To test this hypothesis, we interrogated the leukemia transcriptome by parallel RNA sequencing and gene expression microarrays. Gene Set Enrichment Analysis (Subramanian et al. PNAS 2005) using an unbiased collection of curated gene sets revealed that the gene expression pattern of NRAS G12V -expressing cells is enriched with hematopoietic self-renewal genes (Krivtsov et al. Nature 2006, Ivanova et al. Science 2002). Withdrawal of the oncogene led to loss of this self-renewal gene expression program and an enrichment of genes expressed in terminally differentiated, mature cells. Furthermore, Ingenuity Pathway Analysis of genes altered by oncogene withdrawal shows multiple, significant interactions with the NF-kB pathway which has been implicated in the self-renewal behavior of myeloid leukemia cells. Although the leukemic population becomes more immunophenotypically immature in response to NRAS G12V loss, these findings suggest that the accompanying signaling changes may direct the loss of a self-renewal gene expression program. We are extending this analysis to include parallel RNA sequencing analysis of these same samples which can provide unbiased gene expression data as well as information pertaining to splice variants, alternate splice sites, and gene fusions. Delineating the signaling pathways that orchestrate this gene expression response is critical to the development of therapeutics that can target and eradicate the leukemic stem cell. Using specific inhibitors to downstream NRAS effectors alone and in combination, we are identifying agents that recapitulate the loss of self-renewing gene expression program and test these in our AML model for their ability to induce remission. These studies will lend critical insights into the relationship between oncogene-driven signal transduction pathways and self-renewal gene expression programs and allow us to exploit this relationship to identify therapeutics that can specifically target cells critical to propagating leukemia. Disclosures: Largaespada: NeoClone Biotechnology, Inc.: Co-founder, Consultancy, Equity Ownership; Discovery Genomics Inc.: Co-founder, Consultancy, Equity Ownership.",
    "topics": [
        "mice",
        "remission induction",
        "leukemia",
        "disease remission",
        "doxycycline",
        "sequence analysis, rna",
        "cancer",
        "flow cytometry",
        "immunophenotyping",
        "leukemia, myeloid"
    ],
    "author_names": [
        "Zohar Sachs, MD, PhD",
        "Susan K. Rathe",
        "Ernesto Diaz-Flores, PhD",
        "Miechaleen D Diers",
        "Kevin M. Shannon, MD",
        "David A. Largaespada, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Zohar Sachs, MD, PhD",
            "author_affiliations": [
                "Div. of Hem./Onc. & Dept. of Medicine, University of Minnesota, Minneapolis, MN, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Susan K. Rathe",
            "author_affiliations": [
                "Genetics, Cell Biology, & Development and Pediatrics, University of Minnesota, Minneapolis, MN, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ernesto Diaz-Flores, PhD",
            "author_affiliations": [
                "University of California, San Francisco, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Miechaleen D Diers",
            "author_affiliations": [
                "Masonic Cancer Center, University of Minnesota, Minneapolis, MN, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kevin M. Shannon, MD",
            "author_affiliations": [
                "Pediatrics, Division of Hematology Oncology, University of California, San Francisco, San Francisco, CA, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David A. Largaespada, PhD",
            "author_affiliations": [
                "Masonic Cancer Center, University of Minnesota, Minneapolis, MN, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-19T18:54:10",
    "is_scraped": "1"
}