{
    "doi": "https://doi.org/10.1182/blood-2020-141732",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4484",
    "start_url_page_num": 4484,
    "is_scraped": "1",
    "article_title": "The Role of D-Dimer for Optimal Thromboprophylaxis Strategy in Patients with COVID-19 ",
    "article_date": "November 5, 2020",
    "session_type": "332.Anticoagulation and Antithrombotic Therapy",
    "topics": null,
    "author_names": [
        "Lantarima Bhoopat, MD",
        "Anastasia Martynova, MD",
        "April Choi, MD",
        "Pattharawin Pattharanitima, MD",
        "Semi Han, MD",
        "Senxi Du",
        "Ibrahim Syed",
        "Catherine Chan, PharmD",
        "Caitlin O'Neill, MD",
        "Esther Oh, PharmD",
        "Casey L. O'Connell, MD"
    ],
    "author_affiliations": [
        [
            "Hematology, Department of Internal Medicine, Thammasat University, Patumthani, Thailand "
        ],
        [
            "University of Southern California, Jane Anne Nohl Division of Hematology, Los Angeles, CA "
        ],
        [
            "Depatment of Internal Medicine, University of Southern California, Los Angeles, CA "
        ],
        [
            "Nephrology, Department of Internal Medicine, Thammasat University, Patumthani, Thailand "
        ],
        [
            "Department of Internal Medicine, University of Southern California, Los Angeles, CA "
        ],
        [
            "University of Southern California, Keck School of Medicine, Los Angeles, CA "
        ],
        [
            "Jane Anne Nohl Division of Hematology, Keck School of Medicine of the University of Southern California, Los Angeles, CA "
        ],
        [
            "LAC+USC Medical Center, Los Angeles, CA "
        ],
        [
            "University of Southern California, Jane Anne Nohl Division of Hematology, Keck School of Medicine, Los Angeles, CA "
        ],
        [
            "LAC+USC Medical Center, Los Angles, CA "
        ],
        [
            "Jane Anne Nohl Division of Hematology, Keck School of Medicine, University of Southern California, Los Angeles, CA"
        ]
    ],
    "first_author_latitude": "14.0960631",
    "first_author_longitude": "100.64182244999999",
    "abstract_text": "Background: Novel coronavirus infection (SARS CoV-2 or COVID-19) is associated with a high risk of thrombotic complications, including macro- and micro-thrombi in major organs, leading to increased morbidity and mortality. Anticoagulant use, mainly heparin, which has both anticoagulant and anti-inflammatory properties, has been suggested as potentially beneficial. However, the optimal dose of anticoagulant for patients with COVID-19 is unknown. Establishing the optimal thromboprophylaxis strategy and determining the role of biomarkers for patient risk stratification may help to improve outcomes in COVID-19. Methods: This single-center retrospective cohort study is part of an ongoing Quality Improvement project on the use of an anti-factor Xa-driven heparin protocol, which includes a low-dose intravenous (IV) unfractionated heparin (UFH) option, being conducted at our medical center. Data on the type, dose, and indication for anticoagulation as well as outcomes including thrombosis, bleeding and survival was collected for inpatients diagnosed with COVID-19 between mid-March and June 15, 2020. To address COVID-coagulopathy we developed a d-dimer-based anticoagulation protocol for patients with COVID-19 (Figure 1). We recorded anticoagulant use as either standard prophylactic, escalated prophylactic (low-dose intravenous unfractionated heparin titrated to achieve an anti-factor Xa level of 0.1-0.3 anti-Xa units or enoxaparin 0.5mg/kg subcutaneously every 12 hours) or standard therapeutic dose used during the hospitalization. The primary endpoints assessed were ISTH-defined major and clinically relevant non-major bleeding (CRNMB) events and survival. Secondary endpoints included incidence of breakthrough thrombosis and duration of hospitalization. Results: A total of 263 patients with COVID-19 were reviewed. Of these, 68.44% of patients received prophylactic, 12.55% escalated prophylactic and 19.01% therapeutic dosage. Of total, 129 (49%) were receiving ICU level of care. No major bleeding events were observed. The incidence of CRNMB was 4.56% in the whole cohort, which did not differ significantly between the escalated prophylactic and therapeutic groups (12% and 12.12%, respectively). Patients treated with standard prophylaxis had less CRNMB (1.11%), but this was not statistically significant in a multivariate analysis that included other confounding factors such as age, sex, ethnicity, BMI, comorbidity, HASBLED bleeding risk, and sepsis induced coagulopathy score (SICS). The mortality rate was 12.6% in the whole cohort (7.22%, 21.21% and 26% in prophylactic, escalated prophylactic, and therapeutic dosage, respectively). Factors significantly associated with increased mortality included age and ICU level of care (HR 1.10, 95%CI [1.05, 1.15] and HR 20.42, 95%CI [2.84, 146.72], respectively). The use of therapeutic dose heparin and high-flow nasal cannula demonstrate a survival benefit in multivariate analysis (HR 0.13, 95%CI [0.04,0.44] and HR 0.23, 95%CI [0.07, 0.72], respectively; Figure 2). Breakthrough thrombosis occurred in 7 (2.66%) patients; 1 (0.56%), 1 (3.03%) and 5 (10%)) in prophylactic, escalated prophylactic and therapeutic dosage, respectively but very few diagnostic tests were performed during this time period. Duration of hospitalization was significantly longer in the therapeutic dose group when compared to escalated prophylaxis and standard prophylactic groups. Conclusion: In this cohort of inpatients with COVID-19, there were no major bleeding events related to any dose of heparin or LMWH prophylaxis. By multivariate analysis, implementation of a d-dimer-titrated anticoagulation strategy was not associated with increased CRNMB. Therapeutic dose heparin based on a d-dimer-driven anticoagulation protocol was associated with a survival benefit in COVID19-infected patients. Limitations of this study include the retrospective observational nature and a lack of a uniform diagnostic protocol for patients with suspected VTE. Although no significant difference in bleeding events were observed in our study subgroups, randomized clinical trials are necessary to determine optimal thromboprophylaxis strategy in the COVID-19 population. View large Download slide View large Download slide  Disclosures No relevant conflicts of interest to declare."
}