{
    "doi": "https://doi.org/10.1182/blood.V104.11.1528.1528",
    "article_title": "Aberrant Somatic Hypermutation Targets an Extensive Set of Genes in Diffuse Large B-Cell Lymphoma. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "Genomic instability is a driving force in tumor development that can be achieved by a variety of mechanisms, such as defective chromosome segregation or inactivation of the DNA mismatch repair pathway. Although B-cell lymphomas are associated with chromosomal translocations deregulating oncogene expression, a mechanism for genome-wide instability during lymphomagenesis has long not been described. We have reported that the somatic hypermutation process (SHM), which normally targets the immunoglobulin variable region (IgV) and BCL6 genes in germinal center (GC) B-cells, functions aberrantly in >50% of diffuse large B-cell lymphoma (DLBCL), the most common type of B-cell non-Hodgkin lymphoma ( Pasqualucci et al., Nature  412 : 341 , 2001 ). As a consequence, multiple somatic mutations are introduced into the 5′ region of genes that do not represent physiologic SHM targets, including known proto-oncogenes such as PIM1, PAX5, RhoH/TTF and cMYC. To further define the extent of this phenomenon, termed aberrant somatic hypermutation (ASHM), and to identify additional hypermutated loci of possible pathogenetic significance in DLBCL, we screened 113 genes for the presence of mutations affecting their 5′ sequences (≥1.3 Kb from the transcription start site, the target region for SHM) in 10 DLBCL cell lines. Fifteen genes (13.3%) were found to harbor a significant number of mutations (p<0.05), with 70% of the cell lines being mutated in 7 or more genes; among these, six B-cell specific loci -BCL7A, CIITA, IRF4, LRMP, NCOA3 and SIAT1- carried 9–53 mutational events distributed in 20 to 70% of the cases, corresponding to an overall mutation frequency of 0.032–0.15% (frequency in the mutated cases: 0.07–0.25%). The same genes were found hypermutated in a panel of 20 primary DLBCL biopsies, which displayed an overall mutation load of 7 to 45 distinct events/gene (total N=125). Mutations were of somatic origin, independent of chromosomal translocations to the Ig loci and were restricted to the first 1.5–2 Kb from the promoter. In addition, analogous to previously identified SHM and ASHM targets, the mutations exhibited characteristic features, including a bias for transitions over transversions, preferential hotspot (RGYW/WRCY motifs) targeting, and higher frequencies at G:C pairs. However, in contrast to physiologic SHM targets such as IgV and BCL6, none of the 4 newly identified hypermutated genes that have been analyzed so far (BCL7A, CIITA, SIAT1, LRMP) displayed significant levels of mutations in purified normal GC B-cells as well as in other B-cell malignancies. This finding indicates that these genes represent aberrant hypermutation targets resulting from a tumor-associated malfunction, possibly a loss of target specificity of the physiologic SHM process. Considering previous results and the present survey, 17 (13%) out of 130 genes investigated have been found involved in ASHM, suggesting that this aberrant activity may involve an extensive set of target genes in DLBCL. Since the mutations affect both regulatory and coding sequences of the targeted genes, aberrant SHM may represent a major contributor to the pathogenesis of this disease and may explain in part its phenotypic and clinical heterogeneity.",
    "topics": [
        "diffuse large b-cell lymphoma",
        "genes",
        "b-cell lymphomas",
        "neoplasms",
        "biopsy",
        "cancer",
        "immunoglobulins",
        "leukemogenesis",
        "translocation (genetics)",
        "genomic instability"
    ],
    "author_names": [
        "Laura Pasqualucci, MD",
        "Roberta Guglielmino, PhD",
        "Sami N. Malek, MD",
        "Urban Novak, MD",
        "Mara Compagno, PhD",
        "Gouri Nanjangud, PhD",
        "Riccardo Dalla-Favera"
    ],
    "author_dict_list": [
        {
            "author_name": "Laura Pasqualucci, MD",
            "author_affiliations": [
                "Institute for Cancer Genetics and Department of Pathology, Columbia University, New York, NY, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Roberta Guglielmino, PhD",
            "author_affiliations": [
                "Institute for Cancer Genetics and Department of Pathology, Columbia University, New York, NY, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sami N. Malek, MD",
            "author_affiliations": [
                "Institute for Cancer Genetics and Department of Pathology, Columbia University, New York, NY, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Urban Novak, MD",
            "author_affiliations": [
                "Institute for Cancer Genetics and Department of Pathology, Columbia University, New York, NY, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mara Compagno, PhD",
            "author_affiliations": [
                "Institute for Cancer Genetics and Department of Pathology, Columbia University, New York, NY, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gouri Nanjangud, PhD",
            "author_affiliations": [
                "Institute for Cancer Genetics and Department of Pathology, Columbia University, New York, NY, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Riccardo Dalla-Favera",
            "author_affiliations": [
                "Institute for Cancer Genetics and Department of Pathology, Columbia University, New York, NY, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-25T15:40:59",
    "is_scraped": "1"
}