{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.3103.3103",
    "article_title": "Measuring Cardiopulmonary Complications of Carfilzomib Treatment and Associated Risk Factors Using the SEER-Medicare Database ",
    "article_date": "December 7, 2017",
    "session_type": "653. Myeloma: Therapy, excluding Transplantation: Poster II",
    "abstract_text": "Background. Next-generation proteasome inhibitor carfilzomib (CFZ) increases frequency and depth of responses, and improves survival in heavily pretreated patients with multiple myeloma (MM). In the clinical trials that led to the approval of CFZ, its use was associated with cardiac and pulmonary adverse events (CAEs and PAEs). However, the actual frequency of these events in the overall population is unknown because strict eligibility criteria in the clinical trials result in enrolling healthier patients. Moreover, the risk factors for developing these adverse events (AEs) remain to be established. Our objective was to estimate the incidence of CAEs and PAEs through administrative claims in the SEER-Medicare linked database. In addition, we aimed to identify the risk factors associated with developing these AEs. Methods. We extracted all plasma cell myeloma cases (ICD-O-3 histology codes 9731, 9732, and 9734) in the SEER-Medicare linked database from 2000-2013 and corresponding claims through 2014. We then used the Healthcare Common Procedure Coding System (HCPCS) codes for CFZ (C9295 and J9047) to identify patients who have undergone treatment with CFZ at any time point during their disease course. Patients receiving additional anti-MM therapy along with CFZ, except for corticosteroids, were excluded. Breaks in CFZ of more than 60 days were considered separate regimens and only data from first CFZ regimen was included in the analysis. Subsequently, we used the International Classification of Disease, ninth revision (ICD-9) to identify all the codes for CAEs and PAEs associated with CFZ usage that have previously been reported in the peer-reviewed literature. AEs were collected from first CFZ dose through 28 days following last dose or the start of additional anti-MM agents. AEs that were present within 90 days prior to CFZ were considered comorbidities and not included as toxicity. The frequency of CAEs and PAEs were reported using descriptive statistics. Multivariate Cox regression was performed to determine the variables that were independently associated with development of CAEs of interest (hypertension [HTN], ischemic heart disease, or congestive heart failure [CHF]), PAEs of interest (deep venous thrombosis [DVT], pulmonary embolism [PE], or pulmonary HTN), and respiratory infections (cough, upper respiratory infection, or pneumonia). All statistical analyses were performed using SAS Enterprise Guide 5.1. A p value of < 0.05 was considered statistically significant. Results. Six hundred and thirty-five patients were included in the final analysis. The median age was 72 (range 36-94). Fifty-five percent of the patients were male, 79% Caucasian, 17% African-American, and 4% belonged to other races. The median duration of CFZ treatment was 58 days (range 1-716), and the median duration from MM diagnosis to CFZ treatment was 54 months (range 3-170). In terms of CAEs, 22% of the patients developed new HTN; 15% and 13% developed peripheral edema and systolic/diastolic heart failure, respectively. New chest pain and ischemic heart disease affected 10% and 6% of the patients, respectively. The incidence of new cardiac dysrhythmias was 7%. In terms of PAEs, 25% of patients developed dyspnea and 15% developed a cough. Pneumonia and respiratory tract infections were each registered in 14% of patients. Venous thromboembolic events were documented in 6% of patients and 1% of the patients were afflicted with pulmonary HTN. The frequency of toxicities is reported in Table 1. With regard to the risk factors associated with developing toxicities, only COPD was found to be independently associated with developing CAEs of interest. Patients with pre-existing COPD had a 37% increase in hazard for developing HTN, ischemic heart disease, or CHF (aHR 1.37, 95% CI 1.01-1.87). The multivariate analysis is summarized in Table 2. Conclusions. With the expanding role of CFZ in the treatment of newly diagnosed and relapsed/refractory patients with MM, it is essential to identify the incidence of adverse events associated with its use in real-life practice settings. It is also critical to recognize any risk factors that predispose patients to developing these AEs to mitigate toxicity.To the best of our knowledge, this is the first and the largest SEER-Medicare linked study estimating the incidence of cardiopulmonary AEs and associated risk factors in patients with MM who received CFZ. View large Download slide View large Download slide  Close modal Disclosures Vij: Takeda, Onyx: Research Funding; Celgene, Onyx, Takeda, Novartis, BMS, Sanofi, Janssen, Merck: Consultancy. Wildes: Carevive Systems Inc: Consultancy; Janssen: Consultancy.",
    "topics": [
        "carfilzomib",
        "medicare",
        "seer program",
        "hypertension",
        "toxic effect",
        "adverse event",
        "congestive heart failure",
        "myocardial ischemia",
        "chronic obstructive airway disease",
        "cough"
    ],
    "author_names": [
        "Bita Fakhri, MDMPH",
        "Mark A. Fiala, BS",
        "Ravi Vij, MDMBA",
        "Tanya M. Wildes, MDMSCI"
    ],
    "author_dict_list": [
        {
            "author_name": "Bita Fakhri, MDMPH",
            "author_affiliations": [
                "Division of Medical Oncology, Washington University School of Medicine, Saint Louis, MO "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Mark A. Fiala, BS",
            "author_affiliations": [
                "Division of Oncology, Washington University School of Medicine, Saint Louis, MO "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ravi Vij, MDMBA",
            "author_affiliations": [
                "Section of Stem Cell Transplant and Leukemia, Division of Medical Oncology, Washington University School of Medicine, Saint Louis, MO "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tanya M. Wildes, MDMSCI",
            "author_affiliations": [
                "Division of Oncology, Washington University School of Medicine, St Louis, MO"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T04:02:04",
    "is_scraped": "1"
}