{
    "doi": "https://doi.org/10.1182/blood.V122.21.3592.3592",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2578",
    "start_url_page_num": 2578,
    "is_scraped": "1",
    "article_title": "A “Biomedical Analytics” Approach Suggests a Role For TNF Superfamily Signaling In Acquired Hemophilia Patients Who Do Not Respond To Rituximab Treatment ",
    "article_date": "November 15, 2013",
    "session_type": "322. Disorders of Coagulation or Fibrinolysis: Poster III",
    "abstract_text": "Acquired hemophilia (AH) is a rare, life-threatening, bleeding disorder caused by autoantibodies that inhibit the clotting function of FVIII (Inhibitors). A major challenge in AH management is that patients vary in their responses to treatments (immunosuppressive agents such as cyclophosphamide, corticosteriods, azothioprine, and rituximab; alone or in combination). In-depth research of improved methods of treatment has been hampered by the very low incidence of this disease (1:1x10 6 ), as well as the presence of co-morbidities including autoimmune disorders and malignancies. To overcome these limitations, we employed a novel analytic approach that takes into account individual patient characteristics and response to treatment over time to predict biologic mechanisms that may contribute to outcome. As part of our IRB approved study to determine immune factors associated with outcome of anti FVIII inhibitor antibody treatment in AH patients, we measured cytokine secretion in plasma collected at the start of therapy and at various time points during treatment and follow-up. Of 12 patients, 11 were treated with rituximab (anti-CD20), either alone or in combination with cyclophosphamide and/or corticosteroids. One patient achieved spontaneous remission. Data were stratified according to time post-treatment and plasma measurements of cytokines were compared between non-responders (NR; n=6) and complete responders (CR; n=6) using logistic regression analysis. Statistical significance was confirmed via two-sample Mann-Whitney test (Stata/IC). A higher baseline (time 0) secretion of plasma GCSF, an increase in CCL2 within the first 30 days of treatment (time 1), and increased BAFF > 181 days post treatment (time 5) were associated with NR. We next determined the pmol/L concentrations of these cytokines (termed our “significance set”) measured in individual patients (n=10) at times 0, 1, and 5. Each patient’s significance set was used as input in Ingenuity Pathway Analysis, and patient-specific networks of predicted molecular interactions (set to the 35 closest neighbors) were generated at each time. We then compared the generated networks across time and between patients to determine similarities and differences in predicted molecules. The majority of the predicted outcomes were shared among all patients, and included members of the TNF superfamily, immunoglobulins, co-stimulatory molecules, and chemokines. As members of the TNF superfamily are crucial for B cell survival and signaling, we focused on the predicted appearance and change over time of these molecules. BCMA (TNFRSF 17), BAFF-R (TNFRSF 13C), and APRIL (TNFSF 13) were predicted to be expressed by all patients at time 1, corresponding to the period of time where B cells are depleted by rituximab and survival signals are required for repopulation. This expression was predicted to continue through time 5. At the latter time, another TNF superfamily ligand, LTα1β2, was predicted to occur in 3/5 NR, but only 1/5 CR. The LTα1β2 receptor, LTβR, was also predicted to be expressed at this time. Intriguingly, LIGHT (TNFSF 14), which also binds LTβR, was predicted to be expressed in 6/10 patients at baseline. As signaling through LTβR can activate both the classical and noncanonical NFκb pathways and exacerbate inflammation, it is intriguing to speculate that LIGHT/LTα1β2/LTβR may be associated with development of AH. Moreover, stimulation of B cells via this pathway, in addition to signaling through the BAFF-R may render B cells less responsive to rituximab treatment. Therefore, drugs that target TNF superfamily members might represent a new treatment option for AH patients who do not respond to conventional therapies. Disclosures: Off Label Use: Patients with acquired hemophilia were treated with rituximab cyclophosphamide and/or corticosteroids to decrease anti-FVIII antibody production.",
    "topics": [
        "hemophilia, acquired",
        "rituximab",
        "signal transduction",
        "tumor necrosis factors",
        "hypertension",
        "cyclophosphamide",
        "cytokine",
        "molecule",
        "adrenal corticosteroids",
        "glucocorticoids"
    ],
    "author_names": [
        "Keri Csencsits Smith, PhD",
        "Mary F McGuire, PhD",
        "Elizabeth Donnachie, PhD",
        "Miguel Antonio Escobar, MD"
    ],
    "author_affiliations": [
        [
            "Department of Pathology and Laboratory Medicine, University of Texas-Houston Medical School, Houston, TX, USA, "
        ],
        [
            "Department of Pathology and Laboratory Medicine, University of Texas-Houston Medical School, Houston, TX, USA, "
        ],
        [
            "Department of Pediatrics, University of Texas-Houston Medical School, Houston, TX, USA, "
        ],
        [
            "Department of Pediatrics and Gulf States Hemophilia and Thrombophilia Center, University of Texas-Houston Medical school, Houston, TX, USA"
        ]
    ],
    "first_author_latitude": "29.713107699999995",
    "first_author_longitude": "-95.3977094"
}