{
    "doi": "https://doi.org/10.1182/blood.V108.11.1553.1553",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=707",
    "start_url_page_num": 707,
    "is_scraped": "1",
    "article_title": "MRI Evidence of Cardiac Iron Accumulation in Myelodysplasia and Unusual Anaemias. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "anemia",
        "iron",
        "magnetic resonance imaging",
        "myelodysplastic syndrome",
        "preleukemia",
        "iron overload",
        "transfusion",
        "iron chelation therapy",
        "cooley's anemia",
        "sickle cell anemia"
    ],
    "author_names": [
        "Julie Glanville",
        "Perla Eleftheriou",
        "John Porter"
    ],
    "author_affiliations": [
        [
            "Haematology, University College Hospital, London, United Kingdom",
            " "
        ],
        [
            "Haematology, University College Hospital, London, United Kingdom",
            " "
        ],
        [
            "Haematology, University College Hospital, London, United Kingdom",
            " "
        ]
    ],
    "first_author_latitude": "51.51018315",
    "first_author_longitude": "-0.12555804999999998",
    "abstract_text": "Iron overload is a well described complication of multiple transfusions. Cardiac failure secondary to myocardial iron accumulation is the leading cause of death in thalassaemia major patients, and survival is improved with iron chelation. Identifying patients at risk of complications from iron overload is now more widely available with the MRI T2* technique. Iron chelation improves survival in thalassaemia major patients, but the significant practical difficulties limit its use in acquired anaemias. It has recently been suggested that abnormal cardiac T2* values do not occur in multitransfused elderly patients with aquired sideroblastic anaemia (RARS) (Winder et al Blood 2005 106: Abstract 2536). Here we examine the frequency of cardiac iron accumulation as evidenced by a shortening of the myocardial T2* value in multi transfused patients with myelodysplasia (MDS), sickle cell anaemia, and other transfusion dependent anaemias, including diamond blackfan anaemia (DBA) and pyruvate kinase deficiency (PKD). Method: Database records of cardiac magnetic resonance T2* values were assessed on 41 non sickle, non thalassaemia patients, 131 thalassaemia major and intermedia and 37 sickle cell patients, where a shortening of the cardiac T2* value below 20ms is associated with iron overload. 7 patients with MDS were assesed for transfusion duration and intensity, iron chelation and hepatic T2* values. Results: 14 out of 41 (34%) patients with non-sickle, non-thalassaemia transfusion dependent anaemia had abnormal cardiac T2* values, compared with 48% of thalassaemia major patients,13% thalassaemia intermedia and 2.7% sickle cell anaemia Table1. Table 1: Percentage of patients with Cardiac iron overload as evidenced by MRI T2* <20ms in unusual anaemias, thalassaemias and sickle cell anaemia  DIAGNOSIS . NO. PATIENTS . AVERAGE AGE (Yrs) . NO. PATIENTS WITH T2*<20 ms . Hb H 2 40.5 (35–46) O Haemolytic Anaemia Unknown Cause 1 11 0 Osteopetrosis 1 49 0 AML/BMT/MF 5 26.4 (6–49) 1 (20%) Myelodysplasia 1 41 0 CDA 1 41 0 Erythropoietic Porphyria 1 40 0 Red Cell Aplasia 2 36 (35–37) 0 DBA 7 25 (9–36) 5 (71%) PKD 9 26.2 (14–47) 2 (22%) Congenital Sideroblastic Anaemia 4 35.3 (22–64) 3 (75%) Thalassaemia major 108 26 (1– 51) 52 (48%) Thalassaemia intermedia 23 34.6 (14–60) 3 (13%) Sickle Cell Anaemia 37 37.5 (21–58) 1 (2.7%) DIAGNOSIS . NO. PATIENTS . AVERAGE AGE (Yrs) . NO. PATIENTS WITH T2*<20 ms . Hb H 2 40.5 (35–46) O Haemolytic Anaemia Unknown Cause 1 11 0 Osteopetrosis 1 49 0 AML/BMT/MF 5 26.4 (6–49) 1 (20%) Myelodysplasia 1 41 0 CDA 1 41 0 Erythropoietic Porphyria 1 40 0 Red Cell Aplasia 2 36 (35–37) 0 DBA 7 25 (9–36) 5 (71%) PKD 9 26.2 (14–47) 2 (22%) Congenital Sideroblastic Anaemia 4 35.3 (22–64) 3 (75%) Thalassaemia major 108 26 (1– 51) 52 (48%) Thalassaemia intermedia 23 34.6 (14–60) 3 (13%) Sickle Cell Anaemia 37 37.5 (21–58) 1 (2.7%) View Large In patients with MDS, cardiac iron overload occurs between 2 and 4 years of consistent transfusion, but may not occur even after 12 years. Transfusion intensity but not total blood volume is higher in those with cardiac iron load. Hepatic iron overload is more severe in those with cardiac iron overload, and ferritin values are higher (Average 5865 ug/l v 2832 ug/l) but neither predicts cardiac iron load One out of three patients with T2* under 20ms was heterozygous for C282Y and one heterozygous for H63D.Table2. Table 2: A comparison of transfusion intensity, duration, iron chelation and hepatic T2* values in patients with and without cardiac iron overload in myelodysplasia  . MYELODYSPLASIA . . T2* < 20 . T2* > 20 . Number of Patients 3 4 Average Years of Transfusion (yrs) 208 204 Average No of Red Cell Units Transfused 3.3 (2–4) 6.1 (2–12) Average Hepatic T2*(ms) 1.4 (1.2–1.6) 4.7 (1.2–14.7) Proportion on iron chelation 1/3 2/4 Average Units/Year 51.3 40.1 . MYELODYSPLASIA . . T2* < 20 . T2* > 20 . Number of Patients 3 4 Average Years of Transfusion (yrs) 208 204 Average No of Red Cell Units Transfused 3.3 (2–4) 6.1 (2–12) Average Hepatic T2*(ms) 1.4 (1.2–1.6) 4.7 (1.2–14.7) Proportion on iron chelation 1/3 2/4 Average Units/Year 51.3 40.1 View Large Conclusion: Iron accumulation can occur in elderly patients with myelodysplasia after only two years of transfusion. Early consideration of iron chelation is appropriate and additional risk factors, eg inheritance of HFE gene mutations should be determined."
}