{
    "doi": "https://doi.org/10.1182/blood-2018-99-114656",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4023",
    "start_url_page_num": 4023,
    "is_scraped": "1",
    "article_title": "Second Attempt of TKI Discontinuation with Dasatinib for Treatment-Free Remission after Failing First Attempt with Imatinib: Treatment-Free Remission Accomplished By Dasatinib (TRAD) Trial ",
    "article_date": "November 29, 2018",
    "session_type": "632. Chronic Myeloid Leukemia: Therapy: TFR Failure, Resistance, and New Drug Development",
    "topics": [
        "dasatinib",
        "disease remission",
        "imatinib mesylate",
        "protein-tyrosine kinase inhibitor",
        "measles-mumps-rubella vaccine",
        "transferrin receptors",
        "bcr-abl tyrosine kinase",
        "myanmar",
        "clone cells",
        "doubling time"
    ],
    "author_names": [
        "Dennis Dong Hwan Kim, MD",
        "Lambert Busque, MD",
        "Donna L. Forrest, MD",
        "Lynn Savoie, MD",
        "Isabelle Bence-Bruckler",
        "Stephen Couban, MDBSc",
        "Robert Delage, MD",
        "Anargyros Xenocostas, MD",
        "Elena Liew, MDBSc,FRCPC",
        "Pierre Laneuville, MD FRCPC",
        "Kristjan Paulson, MD",
        "Jeffrey H. Lipton, MD PhD",
        "Suzanne Kamel-Reid, BA, MA, PhD FACMG",
        "Brian Leber, MD"
    ],
    "author_affiliations": [
        [
            "Department of Medical Oncology and Hematology, Princess Margaret Cancer Centre, University Health Network, Toronto, Canada "
        ],
        [
            "Department of Laboratory Hematology, Hôpital Maisonneuve-Rosemont, Université de Montréal, Montreal, Canada "
        ],
        [
            "Leukemia/BMT Program of BC, BC Cancer, Vancouver, Canada "
        ],
        [
            "University of Calgary, Calgary, Canada "
        ],
        [
            "The Ottawa Hospital Research Institute, Ottawa, CAN "
        ],
        [
            "Queen Elizabeth II Health Sciences Centre, Halifax, Canada "
        ],
        [
            "Hôpital de l'Enfant-Jésus, Division of Hematology and Medical Oncology, CHU de Québec - Université Laval, Québec, Canada "
        ],
        [
            "Department of Medicine, Division of Hematology, London Health Sciences Centre, London, CAN "
        ],
        [
            "University of Alberta Hospital, Edmonton, CAN "
        ],
        [
            "McGill University Health Centre, Montreal, Canada "
        ],
        [
            "Cancercare Manitoba, Winnipeg, Canada "
        ],
        [
            "Blood and Marrow Transplant Program, Department of Medical Oncology and Hematology, Princess Margaret Cancer Centre, University Health Network, Toronto, Canada "
        ],
        [
            "Advanced Molecular Diagnostics Laboratory, Princess Margaret Cancer Center, Toronto, Canada "
        ],
        [
            "Hamilton Health Sciences Centre, Juravinski Cancer Centre, Hamilton, Canada"
        ]
    ],
    "first_author_latitude": "43.65819489999999",
    "first_author_longitude": "-79.39059329999999",
    "abstract_text": "Introduction: A Canadian tyrosine kinase inhibitor (TKI) discontinuation trial is ongoing to determine if using dasatinib (DA) can lead to a successful treatment-free remission (TFR) after failing a first attempt of TKI discontinuation after imatinib (IM) treatment. The preliminary result indicate : 1) The 6-month molecular relapse-free survival (mRFS) rate is estimated as 58.0%; 2) DA re-treatment is feasible and safe, with achievement of excellent rates of MMR and MR4. We report here the preliminary analysis of the TFR rate at 6 months after DA discontinuation for the second TFR attempt. Methods and materials: This prospective clinical trial (BMS CA180-543, Clinicaltrial.gov NCT#02268370) has 3 phases: 1) IM discontinuation phase, 2) DA rechallenge phase, 3) DA discontinuation phase. Molecular relapse is defined as an increase in BCR-ABL transcript level < MR4.0 on 2 consecutive occasions, or a single increase in BCR-ABL transcript level < MR3.0. 100mg daily of DA is started if molecular relapse is confirmed and is discontinued 12 months after achieving > MR4 for a 2 nd TFR attempt. The null hypothesis was a TFR2 rate of 17.5% while the alternative hypothesis was a TFR2 rate of 35.0% and the study was designed to reject our null hypothesis if > 28% of patients remain in TFR after DA discontinuation. Results: As of Jun 15, 2018, 53 (40.4%) of 131 enrolled patients experienced molecular relapse after IM discontinuation with a mRFS rate of 58.0% at 12 months (95% CI, 42.1-71.0%). Of the 53 patients who lost response, 51 patients received DA. The incidence of MMR, MR4 and MR4.5 at 3 months was 97.7%, 89.9%, and 84.6%, respectively. 25/ 51 patients receiving DA attained MR4.5 for 12 months or longer and discontinued it for a 2 nd TFR attempt (TFR2). 21/25 (84.0%) of these patients lost molecular response at a median of 3.7 months after DA discontinuation. The estimated TFR2 rate after DA discontinuation was 21.5±8.5% at 6 months (95% CI [7.9-39.5%], Fig 1A ). Thus we cannot reject our null hypothesis based on this result. For risk factor analysis for maintaining TFR2, the variables analysed included Sokal risk score, IM duration, MR4/MR4.5 duration, monthly doubling time after IM discontinuation, time to molecular relapse after IM discontinuation, molecular relapse pattern after IM discontinuation (MMR loss vs MR4 loss), and BCR-ABL1 qPCR value prior to DA discontinuation. 1) Time to molecular relapse after IM discontinuation correlates with TFR2 (p<0.001, HR 0.485, 95% CI [0.302-0.778]), which implies that 1 additional month of TFR duration after IM discontinuation decreases the risk of molecular relapse after DA discontinuation by 51.5%. The 6 month TFR2 rate was 8.9% (median 2.79 mo) in the group who relapsed within 3 months of TFR1 (n=14) and 30.0% (median 4.25%) in the group who relapsed within 3-6 months of TFR1 (n=10). The one patient who relapsed beyond 6 months of TFR1 did not lose molecular response after DA discontinuation. Thus patients who lost molecular response within 3 months of IM discontinuation have a faster loss of response after DA discontinuation (median 2.8 mo) compared to those who lost response after 3 mo (median 4.3 mo; P=0.018; Fig 3A ) 2) Molecular relapse pattern after IM discontinuation correlates with TFR2. The group who had loss of MMR after IM discontinuation lost molecular response faster after DA discontinuation (n=19; median 3.0 months) compared to those with two consecutive losses of MR4(n=6; 6.43 months; p=0.0435, HR 2.991; Fig 3B ). 3) The group with 5.5 log reduction or deeper in BCR-ABL1 qPCR transcripts prior to DA discontinuation (n=19) showed a TFR2 rate of 28.7% at 6 months (median TFR2 duration of 4.04 months) versus 0% in the group with qPCR transcript level between 4.5 and 5.4 log reduction (n=6, median TFR2 duration of 2.89 months; p=0.017; Fig 3C ). We did not identify any other risk factor for molecular relapse after DA discontinuation . The expansion kinetics of the leukemic clone after DA discontinuation is similar to that after IM discontinuation. Conclusion: These preliminary results suggest that rechallenge with DA after failing a first IM discontinuation attempt for TFR is well tolerated and effective as most cases rapidly regained at least MR4. However, more strict criteria should be considered for TFR2 attempt, including achievement of a 5.5 log reduction or deeper in BCR-ABL1 qPCR levels prior to the 2 nd TKI discontinuation attempt, and a MR4 duration of more than 12 months. View large Download slide View large Download slide  Disclosures Kim: Pfizer: Consultancy; Paladin: Consultancy; Novartis: Consultancy, Honoraria, Research Funding; BMS: Consultancy, Honoraria, Research Funding. Busque: BMS: Consultancy; Novartis: Consultancy; Pfizer: Consultancy; Paladin: Consultancy. Savoie: Pfizer: Consultancy; Novartis: Consultancy, Honoraria; BMS: Consultancy, Honoraria. Bence-Bruckler: Lundbeck: Membership on an entity's Board of Directors or advisory committees. Delage: BMS: Membership on an entity's Board of Directors or advisory committees, Research Funding; Novartis: Membership on an entity's Board of Directors or advisory committees, Research Funding; AbbVie: Research Funding; Pfizer: Research Funding; Roche: Membership on an entity's Board of Directors or advisory committees, Research Funding; Celgene: Membership on an entity's Board of Directors or advisory committees. Liew: Novartis: Honoraria, Membership on an entity's Board of Directors or advisory committees; BMS: Membership on an entity's Board of Directors or advisory committees. Laneuville: BMS: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Novartis: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Paladin: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding. Lipton: Bristol-Myers Squibb: Consultancy, Research Funding; ARIAD: Consultancy, Research Funding; Novartis: Consultancy, Research Funding; Pfizer: Consultancy, Research Funding. Leber: Novartis Canada: Honoraria, Membership on an entity's Board of Directors or advisory committees; Novartis Canada: Honoraria, Membership on an entity's Board of Directors or advisory committees."
}