{
    "doi": "https://doi.org/10.1182/blood.V120.21.3052.3052",
    "article_title": "Impact of Thymic Function On Chronic Graft-Versus-Host Disease (cGVHD). ",
    "article_date": "November 16, 2012",
    "session_type": "722. Clinical Allogeneic Transplantation - Acute and Chronic GVHD, Immune Reconstitution: Poster II",
    "abstract_text": "Abstract 3052 The initial analysis of the impact of cGVHD on thymic function used TREC analysis and demonstrated a sustained decrease in thympoiesis in hematopoietic stem cell transplant (HSCT) recipients with a history of cGVHD (Blood 97:1458, 2011). We have reported that HSCT recipients, who had the clinical resolution of their cGVHD, had increases in their resting regulatory T lymphocytes (rTreg) as compared to HSCT recipients with active cGVHD [ASH 2011]. The increase in rTreg lymphocytes suggested that clinical resolution of cGVHD might be due to improved thymic function, which resulted in the increased production of rTreg lymphocytes. To measure the thymic function of pediatric HSCT recipients with cGVHD, we determined the frequency of recent thymic emigrants (RTE; CD4+, CD45RA+, CD31+) in the whole CD4 T lymphocyte population and the CD4 regulatory T (Treg; CD127-, CD25+) and CD4 conventional T lymphocytes (Tcon; CD127+, CD25+) subpopulations of normal individuals, HSCT recipients without a history of cGVHD (n =16) and HSCT recipients with a history of cGVHD (n=20). The frequency of RTE in total, Treg, and Tcon lymphocytes of the HSCT recipients with cGVHD was decreased (P=0.001) compared to HSCT recipients without a history of cGVHD but was the same as normal individuals. Thus, pediatric HSCT recipients with cGVHD have thymic function that is similar to normal individuals, but have decreased thymic reserves compared to HSCT recipients without cGVHD. However, since rTreg lymphocytes (CD4+, CD127-, CD25+, CD45RA+, FoxP3+) represent only 20% of total Treg lymphocytes, we specifically determined the thymic contribution to rTreg lymphocytes. The RTE content of rTreg lymphocytes was determined in HSCT recipients with active or resolved cGVHD. The RTE content of the rTreg lymphocytes (as a percentage of total CD4 T lymphocytes) was similar in HSCT patients with both active and resolved cGVHD. Thus, the increase in rTreg lymphocytes present in HSCT recipients with the clinical resolution of their cGVHD is not due to an increase in the frequency of RTE in their rTreg lymphocyte population. Therefore, the increase in rTreg lymphocytes, that is associated with the clinical resolution of cGVHD, may be due to either their decreased conversion to Th17 lymphocytes or their decreased apoptosis. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "graft-versus-host disease, chronic",
        "thymus gland",
        "hematopoietic stem cell transplantation",
        "interleukin 7 receptor",
        "t-cell receptor-rearrangement excision dna circles",
        "lymphocytes",
        "t-lymphocytes",
        "regulatory t-lymphocytes"
    ],
    "author_names": [
        "Kris M. Mahadeo, M.D., M.P.H.",
        "Ami J Shah, MD",
        "Bernadette Masinsin, BS",
        "Neena Kapoor, MD",
        "Hisham Abdel-Azim, MD",
        "Robertson Parkman, M.D."
    ],
    "author_dict_list": [
        {
            "author_name": "Kris M. Mahadeo, M.D., M.P.H.",
            "author_affiliations": [
                "Division of Research Immunology/BMT, Children's Hospital Los Angeles, Los Angeles, CA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ami J Shah, MD",
            "author_affiliations": [
                "Division of Research Immunology/BMT, Children's Hospital Los Angeles, Los Angeles, CA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bernadette Masinsin, BS",
            "author_affiliations": [
                "Division of Research Immunology/BMT, Children's Hospital Los Angeles, Los Angeles, CA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Neena Kapoor, MD",
            "author_affiliations": [
                "Pediatrics, USC Keck School of Medicine, Children's Hospital Los Angeles, Los Angeles, CA, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hisham Abdel-Azim, MD",
            "author_affiliations": [
                "Division of Research Immunology/BMT, Children's Hospital Los Angeles, Los Angeles, CA, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robertson Parkman, M.D.",
            "author_affiliations": [
                "Division of Research Immunology/BMT, Children's Hospital Los Angeles, Los Angeles, CA, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-24T06:37:44",
    "is_scraped": "1"
}