{
    "doi": "https://doi.org/10.1182/blood.V112.11.2879.2879",
    "article_title": "Deferasirox for the Treatment of Transfusional Iron Overload in Sickle Cell Anemia. Preliminary Results ",
    "article_date": "November 16, 2008",
    "session_type": "Red Cell Structure/Function, Metabolism, and Survival (Including Iron)",
    "abstract_text": "The majority of patients with sickle cell anaemia have received repeated blood transfusions by adulthood. Because the body has no physiological mechanism to actively excrete the excess of iron, chelation therapy is important for the management of iron overload and its complications, including iron deposition into the liver, heart and endocrine organs, eventual death. While studies are limited, progressive iron loading and subsequent tissue injury in sickle cell disease appears similar to other transfused populations. Deferasirox (Exjade, ICL670) is a once-daily, oral iron chelator that is approved for the first-line treatment of chronic transfusional iron overload. Its safety, tolerability and efficacy in reducing body iron burden have been demonstrated in patients with β-thalassaemia major and in other chronic transfusion-dependent anaemias. The objectives of this prospective, non-randomised, phase IV trial were to evaluate the iron overload status, before and after one year-treatment with deferasirox, using liver iron concentration (LIC) by MRI of the liver, MRI cardiac (Cardiac T2*), serum ferritin and the impact of deferasirox treatment on these measurements, and to evaluate the safety and tolerability of this drug. A total of 30 patients with sickle cell anemia and iron overload, defined as the use of ≥ 20 units of RBC units and/or two plasma ferritin levels ≥ 1000 mcg/L during the 6 months preceding enrollment, received starting dose of 20mg/kg/day of deferasirox. Efficacy was assessed monthly by measuring change from baseline in serum ferritin levels. Safety was evaluated on a monthly basis according to the incidence and type of adverse events and measurement of laboratory parameters, including serum creatinine and liver enzyme levels. Mean (range) age 26.4 ± 12.3y (9–49), 83% female, 93% afrodescendent, 60% on regular blood transfusion, mean deferasirox exposure 30.1 ± 5.6 weeks (16–39), mean MRI hepatic (LIC, μmol/g) 233.0 ± 98.8 (45 – 350), mean MRI cardiac (Cardiac T2*, ms) 41.20 ± 5.46 (27.52 – 51.19). Median ± SD and mean (range) serum ferritin level (mcg/L) at baseline and 6 months varied from 2315.5 ± 1083.9 to 2062.5 ± 1320.8 (p=0.032) and 2012.0 (1013–6074) to 1654.0 (688–6729), respectively. The proportion of patients with serum ferritin levels < 2000, 2000- <3000 and ≥ 3000 mcg/L from baseline to 6 months by percentage of patients changed from 50% to 60%, 26.7% to 26.7% and 23.3% to 13.3%, respectively. The most common drug-related AEs were mild, transient diarrhea (23.3%), headache (20.0%) and nausea (16.7%). Maculo-papular skin rash and serum creatinine increases upper limit of normal were observed in 2 (6.7%) patients. No patient experienced progressive increases in serum creatinine or renal failure. Our preliminary data, over 6-month-period of treatment, confirms that deferasirox is effective and generally well tolerated in pediatric and adult patients, and appears to have similar efficacy to deferoxamine in reducing body iron burden in transfused patients with sickle cell anemia. The availability of deferasirox as a once-daily, oral alternative would potentially facilitate improved compliance, and thereby reduce morbidity and mortality from iron overload.",
    "topics": [
        "deferasirox",
        "iron overload",
        "sickle cell anemia",
        "iron",
        "serum ferritin level result",
        "creatinine tests, serum",
        "magnetic resonance imaging",
        "blood transfusion",
        "adverse event",
        "anemia"
    ],
    "author_names": [
        "Rodolfo D Cancado",
        "Maria Cristina A Olivato",
        "Paula Bruniera",
        "Carlos Chiattone"
    ],
    "author_dict_list": [
        {
            "author_name": "Rodolfo D Cancado",
            "author_affiliations": [
                "Hematology/Oncology, SANTA CASA MEDICAL SCHOOL, Sao Paulo, Brazil"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Maria Cristina A Olivato",
            "author_affiliations": [
                "Hematology/Oncology, SANTA CASA MEDICAL SCHOOL, Sao Paulo, Brazil"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paula Bruniera",
            "author_affiliations": [
                "Hematology/Oncology, SANTA CASA MEDICAL SCHOOL, Sao Paulo, Brazil"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carlos Chiattone",
            "author_affiliations": [
                "Hematology/Oncology, SANTA CASA MEDICAL SCHOOL, Sao Paulo, Brazil"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-07T21:37:07",
    "is_scraped": "1"
}