{
    "doi": "https://doi.org/10.1182/blood.V108.11.5530.5530",
    "article_title": "Blood Management Strategies Effect on Hemoglobin Levels in Hospitalized Patients. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Phlebotomy for diagnostic testing is a notable source of blood loss, causing hospitalized patients to lose significant volumes of blood in a short period of time. Previous studies have documented correlations in phlebotomy blood loss, decline in hemoglobin and possible contributions to transfusion volume. One study reported average blood drawn for phlebotomy to be 12.4 mL/day for patients in medical wards, 33.5 mL/day in ICU patients, and 73.9 mL/day in patients with an arterial line ( Smoller et al. NEJM.  1986 ; 314 : 1233 –1235 ). Another study concluded that an average hemoglobin decrease of .79 g/dL was due to a similar volume of phlebotomy blood loss ( Thavendiranthan et al. J Gen Intern Med  2005 ; 20 : 520 –524 ). Patients treated at the Center for Bloodless Medicine and Surgery (CBMS) at Pennsylvania Hospital decline blood products. Thus, to minimize iatrogenic blood loss, strategies were implemented including the use of pediatric tubes, reduced phlebotomy and the avoidance of central line wastage. In this study we attempt to analyze the adherence to and effectiveness of these strategies in preventing hemoglobin decline. We conducted a retrospective chart review of 46 out of 341 hospitalizations in the CBMS between October 2005 and July 2006, excluding ICU patients and those with blood loss such as surgical patients, patients with gastrointestinal bleeding, and dialysis patients. Erthropoietin (EPO) therapy was not given before or during the days evaluated. The analyzed population had a mean age of 58.7, an initial hemoglobin of 12.3 g/dL and a hospitalization period of 5.1 days. The absolute change between initial and final hemoglobin was on average .71 g/dL. Taking into account fluctuations during their stay, the average change from highest documented hemoglobin to lowest was 1.2 g/dL. In 30.4 percent of this population EPO therapy was subsequently initiated during their hospitalization. Therapy began at an average hemoglobin of 10.8 g/dL and was presumably the result of phlebotomy induced anemia. An average of 2.8 laboratory tests were ordered per day; 57 percent were chemistry panels or complete blood counts. These two tests were ordered almost daily. Thus, even at a CBMS where pediatric tubes are utilized and strict staff protocols are prescribed, the average iatrogenic blood loss is not appreciably different from a non-bloodless center without these regulations. Pediatric tubes can be costly and labor intensive and may not be the most important determinant of iatrogenic blood loss. Therefore, hospitals should work more diligently to eliminate daily and unnecessary phlebotomies by retraining house staff to keep patient blood loss at a minimum.",
    "topics": [
        "anemia",
        "arterial line",
        "blood products",
        "central venous catheters",
        "complete blood count",
        "dialysis procedure",
        "gastrointestinal bleeding",
        "hemodialysis",
        "hemoglobin",
        "hemoglobin measurement"
    ],
    "author_names": [
        "Patricia A. Ford, MD",
        "Gina R. Keck, RN, BSN, OCN",
        "Angela F. Ricci"
    ],
    "author_dict_list": [
        {
            "author_name": "Patricia A. Ford, MD",
            "author_affiliations": [
                "Center for Bloodless Medicine and Surgery, Pennsylvania Hospital, Philadelphia, PA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Gina R. Keck, RN, BSN, OCN",
            "author_affiliations": [
                "Center for Bloodless Medicine and Surgery, Pennsylvania Hospital, Philadelphia, PA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Angela F. Ricci",
            "author_affiliations": [
                "Princeton University, Princeton, NJ, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-02T04:25:15",
    "is_scraped": "1"
}