{
    "doi": "https://doi.org/10.1182/blood-2019-126507",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4328",
    "start_url_page_num": 4328,
    "is_scraped": "1",
    "article_title": "Allogeneic Hematopoietic Stem Cell Transplantation for T Cell Lymphomas: Improved Results Overtime ",
    "article_date": "November 13, 2019",
    "session_type": "732.Clinical Allogeneic Transplantation: Results",
    "abstract_text": "INTRODUCTION: Allogeneic hematopoietic stem cell transplantation (alloSCT) is the only curative strategy for relapsed/refractory T cell lymphoma (T-NHL). In the past ten years, there have been several improvements in conditioning regimens and graft versus host disease prophylaxis (GVHD), which have contributed to lower transplant-related mortality (TRM). Also, selective and low toxicity therapies, might improve response quality in some T-NHL Recently, haploidentical stem cell transplantation (Haplo) with post-transplant cyclophosphamide is a new option for those patients who do not have an HLA-identical sibling or a suitable unrelated donor, but also it has shortened the time for urgent cases. METHODS: This study analyzes overall outcomes of 211 consecutive patients diagnosed with T-NHL who received an alloSCT from 1995 to 2018 in GELTAMO/GETH centers. Previous therapies (chemotherapies and autologous stem cell transplantation) and baseline diagnostic parameters were recorded. RESULTS The median age at alloSCT was 47 years (range, 17-69). (see table 1). Forty-nine (23%) had primary extranodal disease. Disease status pre alloSCT was available in 202 patientes: 54% were in complete response (CR), 30% in partial response (PR) and 16% with stable/progressive disease (PD). Since 2013 BV was used as a bridge therapy in ≥ 3rd line in 25 patients with CD30+ tumor expression, it was effective in 20 (CR 68% (n=17), PR 12% (n=3) PD 16% (n=4), not assessed in 1 case). The use of BV was not associated with a better response probability pre alloSCT compared with other regimens used after third line and it did not impact on post alloSCT outcomes. Reduced intensity conditioning (RIC) was the most frequent (76%, n=156). (see table 2) GVHD prophylaxis were Methotrexate + CsaA or Tacrolimus (n=72, 35,8%), sirolimus-tacrolimus (n=37; 18,4%), Cy-post based (n=44, 21,9%; used in Haplo setting n= 29). The median follow-up of all cohort was 22.5 months (range, 0-280). The two year overall survival (OS) and disease free survival (DFS) were 60% (CI95%, 53-67%) and 76.7% (CI95%, 69.3-82.5%) (Figure 1A) We observed a significant improvement in alloSCT outcomes since 2011 (OS <2011 51.4% vs ≥2011 64.8%, p=0,04).(Figure 1B) Disease status was the only pre alloSCT variable that impacts 2 years - OS: CR 72.8% (CI95%, 63-80.4%), PR 52%(38.7-63.7%), PD 43.8 (26.5-59.8%) (p=0.002) (Figure 1C). Forty-three (21%) cases relapsed after alloSCT. To analyze the impact of GVHD on OS and DFS we selected landmark time point at day +100 and +1 year after alloSCT for acute (aGVHD) and chronic GVHD (cGVHD) respectively, which allowed us to capture the majority of events that could interfere with the analysis. A landmark analysis (day +100) showed a 2 year OS for grade 3-4 aGVHD was 18% and for 1-2 aGVHD 54,6% (p<0,001). The severity of aGVHD had no impact on DFS. Different grades of cGVHD did not impact OS nor DFS significantly. Cumulative incidence of acute GVHD at 90 days was 51.6% (CI95%, 43.9-58.2%) being 27% grade 3-4. Chronic GVHD at 6 months was 53.9% (46.1-60.5), 54% of cases were grade 3-4). The 2 years non relapse mortality (NRM) was 30.2% (CI95%, 23.3-36.5%); the main causes contributing to NRM were GVHD (40%) and infections (44%) Haploidentical (Haplo) alloSCT was introduced in 2012 (29 of 128). With a median follow up of 13 months (range, 0-60) we found that outcomes in terms of 1 year OS (Haplo 60.7% vs. others 67,5%), 1 year DFS (Haplo 74.8% vs. others 83.8%) and 1 year NRM (Haplo 29.7% vs. 26%) are similar to other alloSCT modalities (Figure 1D). Not additional analysis could be estimated due to the low number of population at risk for each category. CONCLUSION Overall outcomes of alloSCT for T-NHL have improved over time. Complete response pre alloSCT is the only determinant for OS. Haploidentical alloSCT is not significantly different from other approaches and should be considered as an alternative. View large Download slide View large Download slide  Disclosures Sierra: Novartis: Honoraria, Research Funding, Speakers Bureau; Astellas: Honoraria; Pfizer: Honoraria; Daiichi-Sankyo: Honoraria, Speakers Bureau; Abbvie: Honoraria, Speakers Bureau; Roche: Honoraria; Jazz Pharmaceuticals: Honoraria.",
    "topics": [
        "allogeneic hematopoietic stem cell transplant",
        "lymphoma",
        "t-lymphocytes",
        "graft-versus-host disease",
        "graft-versus-host disease, chronic",
        "complete remission",
        "follow-up",
        "tacrolimus",
        "transplantation",
        "autologous stem cell transplant"
    ],
    "author_names": [
        "Silvana Novelli, PhDMD",
        "Leyre Bento",
        "Irene García-Cadenas",
        "Laura Prieto, MD",
        "Lucía López Corral, MD",
        "Gonzalo Gutierrez Garcia, MD",
        "Rafael Hernani",
        "Ariadna Pérez Martínez",
        "Jorge Sierra, MD",
        "Carlos Solano, MD PhD",
        "Mariana Bastos-Oreiro, MD PhD",
        "Nieves Dorado, MD",
        "Nancy Rodríguez-Torres, MD",
        "Guillermo Rodríguez, MD",
        "Jose Luis Piñana Sanchez",
        "Juan Montoro Gómez",
        "Pilar Herrera Puente",
        "Alejandro Luna, MD",
        "Isabel Sanchez Ortega, MD PhD",
        "Carmen Martin Calvo",
        "Oriana López-Godino, MD PhD",
        "Inmaculada Heras, MD PhD",
        "Joud Zanabili, MD",
        "María Del Pilar Palomo Moraleda, MD",
        "Rocio Parody",
        "Jose Maria Moraleda",
        "Lucrecia Yáñez, MD PhD",
        "Antonio Gutiérrez",
        "Teresa Zudaire, MD",
        "Raul Cordoba, MD PhD",
        "Rosario Varela",
        "Christelle M Ferra",
        "Joaquin Martinez-Lopez, MD PhD",
        "Estefania García-Torres, MD",
        "Dolores Caballero, MD PhD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Hospital de la Santa Creu I Sant Pau, Barcelona, Spain "
        ],
        [
            "Hematology Department, Son Espases University Hospital, IdISBa, Palma, Spain "
        ],
        [
            "Hematology Department, Hospital de la Santa Creu i Sant Pau, Barcelona, Spain "
        ],
        [
            "Complejo Asistencial Universitario de Salamanca., Salamanca, Spain "
        ],
        [
            "Complejo Asistencial Universitario de Salamanca. Salamanca, Salamanca, Spain "
        ],
        [
            "Hospital Clinic, Barcelona, Spain, Barcelona, Spain "
        ],
        [
            "Hospital Clínico Valencia, Valencia, Spain "
        ],
        [
            "Hospital Clínico de Valencia, Valencia, Spain "
        ],
        [
            "Department of Hematology, Hospital Santa Creu Sant Pau, Barcelona, Spain ",
            "Servicio de Hematología, Hospital de La Santa Creu i Sant Pau, Barcelona, Spain "
        ],
        [
            "Hematology Department, Hospital Clínico Universitario de Valencia, Valencia, Spain "
        ],
        [
            "Hematology Department, Hospital General Universitario Gregorio Marañón. Instituto de investigación sanitaria Gregorio Marañón, Madrid, Spain "
        ],
        [
            "Department of Hematology, Hospital General Universitario Gregorio Marañón, Madrid, Spain "
        ],
        [
            "Hematology Department, Hospital Universitario Virgen del Rocío, Sevilla, Spain "
        ],
        [
            "Hospital Universitatio Virgen del Rocio, Seville, ESP "
        ],
        [
            "Hematology Department, Hospital Universitario y Politécnico La Fe, Valencia, Spain "
        ],
        [
            "Hospital Universitario y Politécnico la Fe, Valencia, Spain "
        ],
        [
            "Hematology and Hemotherapy, Hospital Universitario Ramon y Cajal, Madrid, Spain "
        ],
        [
            "Hospital Ramon y Cajal, Madrid, ESP "
        ],
        [
            "Instituto Catalan de Oncología L'Hospitalet, Barcelona, Spain "
        ],
        [
            "Hematology Department, Hospital Reina Sofía de Córdoba, Cordoba, Spain "
        ],
        [
            "Hospital Universitario Morales Meseguer, Centro Regional de Hemodonación, Universidad de Murcia, IMIB-Arrixaca, Murcia, Spain "
        ],
        [
            "Hospital Universitario Morales Meseguer, Centro Regional de Hemodonación, Universidad de Murcia, IMIB-Arrixaca, Murcia, Spain "
        ],
        [
            "Hospital Universitario Central de Asturias., Oviedo, Spain "
        ],
        [
            "Hospital Universitario Central de Asturias, Oviedo, Spain "
        ],
        [
            "Department of Hematology. ICO Bellvitge-Hospital Duran i Reynals, L'Hospitalet de Llobregat, Spain "
        ],
        [
            "Hospital Virgen de la Arrixaca, El Palmar, Spain, Murcia, ESP "
        ],
        [
            "Hematology Department, Hospital Universitario Marqués de Valdecilla, Santander, Spain "
        ],
        [
            "Department of Hematology, Hospital Universitario Son de Espases, Palma, Spain "
        ],
        [
            "Hematology Department, Complejo Hospitalario de Navarra, Pamplona, Spain "
        ],
        [
            "Department of Hematology, Fundación Jiménez Díaz, Madrid, Spain "
        ],
        [
            "Hospital Universitario de A Coruna, A Coruna, ESP "
        ],
        [
            "Department of Hematology. Institut Català d'Oncologia (ICO), Hospital Germans Trias i Pujol, Badalona, Spain "
        ],
        [
            "Department of Hematology, Hospital Universitario 12 de Octubre, CNIO, Madrid, Spain "
        ],
        [
            "Hematology Department, Hospital Universitario Reina Sofia, Córdoba, Spain "
        ],
        [
            "Department of Hematology, Hospitalario Universitario de Salamanca (HUS/IBSAL) and CIBERONC, Salamanca, Spain"
        ]
    ],
    "first_author_latitude": "41.41369969999999",
    "first_author_longitude": "2.174314"
}