{
    "doi": "https://doi.org/10.1182/blood.V122.21.3737.3737",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2504",
    "start_url_page_num": 2504,
    "is_scraped": "1",
    "article_title": "PU.1 and Spi-B Oppose Transformation Of Pre-B Cells Through Activation Of Key Genes Involved In B Cell Receptor Signalling ",
    "article_date": "November 15, 2013",
    "session_type": "602. Disordered Gene Expression in Hematologic Malignancy, including Disordered Epigenetic Regulation: Poster III",
    "topics": [
        "burkitt's lymphoma",
        "genes",
        "receptors, antigen, b-cell",
        "signal transduction",
        "cd19 antigens",
        "leukemia, b-cell, acute",
        "interleukin 7 receptor",
        "leukemogenesis",
        "transcription factor",
        "acute lymphocytic leukemia"
    ],
    "author_names": [
        "Darah A. Christie, PhD",
        "Shereen A. Turkistany",
        "Li S. Xu, PhD",
        "Stephen K. H. Li",
        "Ian Welch, DVM",
        "Heather C. Broughton",
        "Gillian I. Bell",
        "David A. Hess, PhD",
        "Rodney P. DeKoter, PhD"
    ],
    "author_affiliations": [
        [
            "Microbiology & Immunology, University of Western Ontario, London, ON, Canada, "
        ],
        [
            "Microbiology & Immunology, University of Western Ontario, London, ON, Canada, "
        ],
        [
            "Microbiology & Immunology, University of Western Ontario, London, ON, Canada, "
        ],
        [
            "Microbiology & Immunology, University of Western Ontario, London, ON, Canada, "
        ],
        [
            "Animal Care and Veterinary Medicine, University of Western Ontario, London, ON, Canada, "
        ],
        [
            "Physiology & Pharmacology, University of Western Ontario, London, ON, Canada"
        ],
        [
            "Physiology & Pharmacology, University of Western Ontario, London, ON, Canada"
        ],
        [
            "Physiology & Pharmacology, University of Western Ontario, London, ON, Canada"
        ],
        [
            "Microbiology & Immunology, University of Western Ontario, London, ON, Canada, "
        ]
    ],
    "first_author_latitude": "43.00959710000001",
    "first_author_longitude": "-81.2737336",
    "abstract_text": "B cell development is controlled by stage-specific expression of transcription factors. Aberrant expression of such factors can lead to B cell acute lymphoblastic leukemia (B-ALL). Deletion of genes encoding the E26 transformation-specific (ETS) transcription factors, PU.1 and Spi-B, in B cells ( CD19 +/Cre Sfpi1 lox/lox Spib -/- mice, abbreviated to CD19-CreΔPB) leads to B-ALL at 100% incidence and with a median survival of 21 weeks. However, little is known about the target genes of PU.1 and Spi-B that explain leukemic transformation in these mice. In the current study, we investigated the developmental origins and mechanisms of leukemogenesis in CD19-CreΔPB mice. We found that B-ALL cells in CD19-CreΔPB mice had frequently rearranged both their heavy and light chain genes, but retained cell surface expression of interleukin-7 receptor (IL-7R), suggesting aberrant pre-B cell differentiation. Preleukemic CD19-CreΔPB mice had increased frequencies of pre-B cells compared to wild type mice. Pre-B cells, but not mature B cells, purified from the bone marrow of preleukemic CD19-CreΔPB mice could rapidly transfer disease to transplanted recipient mice. B-ALL cells from established tumors had uniform expression of markers indicating a pre-B cell phenotype and contained a high-frequency of leukemia-initiating cells as measured by transplantation assays. Genome-wide analysis of gene expression showed that B cell receptor signalling was the top impaired pathway in B-ALL cells from CD19-CreΔPB mice. Bone marrow cells from CD19-CreΔPB mice had increased responsiveness to IL-7R signalling and could be cultured as IL-7-dependent cell lines. Preleukemic or leukemic cells from CD19-CreΔPB mice expressed reduced levels of the gene encoding Bruton’s tyrosine kinase ( Btk ), which we show is a target gene of PU.1 and/or Spi-B that in combination with reduced BLNK is sufficient to explain increased IL-7R responsiveness. We conclude that mutation of PU.1 and Spi-B predispose developing B cells to leukemogenesis by impairing expression of key genes, such as Btk , that are required for BCR signalling and are involved in attenuation of IL-7 receptor signaling. Disclosures: No relevant conflicts of interest to declare."
}