{
    "doi": "https://doi.org/10.1182/blood.V128.22.1949.1949",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3514",
    "start_url_page_num": 3514,
    "is_scraped": "1",
    "article_title": "Effects of Long-Term Ruxolitinib (RUX) on Bone Marrow (BM) Morphology in Patients with Myelofibrosis (MF) Enrolled in the COMFORT-I Study ",
    "article_date": "December 2, 2016",
    "session_type": "634. Myeloproliferative Syndromes: Clinical: Poster I",
    "topics": [
        "bone marrow",
        "comfort-i trial",
        "myelofibrosis",
        "ruxolitinib",
        "fibrosis",
        "stabilization",
        "biopsy",
        "splenomegaly",
        "apnea of prematurity",
        "cytopenia"
    ],
    "author_names": [
        "Hans Michael Kvasnicka, MD PhD",
        "Juergen Thiele, MD PhD",
        "Carlos E. Bueso-Ramos, MD PhD",
        "William Sun, PhD",
        "Ahmad Naim, MD",
        "Smitha Svaraman, PhD",
        "Jessy Gao, MA",
        "Jason R. Gotlib, MD",
        "Vikas Gupta, MD FRCP, FRCPath",
        "Kim-Hien Dao, DO, PhD",
        "Moshe Talpaz, MD",
        "Elliott F. Winton, MD",
        "Jimmie H. Harvey, Jr., MD",
        "Srdan Verstovsek, MD PhD"
    ],
    "author_affiliations": [
        [
            "Senckenberg Institute of Pathology, University of Frankfurt, Frankfurt, Germany "
        ],
        [
            "University of Cologne, Cologne, Germany "
        ],
        [
            "University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Incyte Corporation, Wilmington, DE "
        ],
        [
            "Incyte Corporation, Wilmington, DE "
        ],
        [
            "Incyte Corporation, Wilmington, DE "
        ],
        [
            "Incyte Corporation, Wilmington, DE "
        ],
        [
            "Stanford Cancer Institute, Stanford, CA "
        ],
        [
            "Princess Margaret Cancer Centre, University Health Network, Toronto, Canada "
        ],
        [
            "Knight Cancer Institute, Oregon Health and Sciences University, Portland, OR "
        ],
        [
            "Comprehensive Cancer Center, University of Michigan, Ann Arbor, MI "
        ],
        [
            "Winship Cancer Institute, Emory University School of Medicine, Atlanta, GA "
        ],
        [
            "Birmingham Hematology and Oncology, Birmingham, AL "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX"
        ]
    ],
    "first_author_latitude": "50.127067499999995",
    "first_author_longitude": "8.6677635",
    "abstract_text": "Background: MF is a life-shortening complication of myeloproliferative neoplasms associated with ineffective hematopoiesis, splenomegaly, cytopenias, debilitating symptoms, and progressive BM fibrosis The 2 phase 3 COMFORT studies have shown that RUX, an oral Janus kinase (JAK) 1/JAK2 inhibitor, improves splenomegaly, constitutional symptoms, and overall survival in patients with MF. Accumulating evidence suggests that RUX may also modulate the BM microenvironment. Aims: We evaluated the effects of long-term RUX treatment on changes in BM fibrosis in patients with intermediate-2 or high-risk primary MF, post-polycythemia vera MF, or post-essential thrombocythemia MF who were enrolled in the phase 3 COMFORT-I study. Methods: BM biopsies were obtained at baseline (BL), Weeks 48 and 72, and approximately every 48 weeks thereafter for up to 5 years of RUX treatment. Biopsies were reviewed independently in a blinded fashion (blinded for patient and treatment) by 3 hematopathologists (HMK, JT, and CEB-R). The final grading was based on consensus; no disagreements were recorded. The WHO grading system was used to grade BM fibrosis density based on a scale of 0-3 (Thiele et al, Haematologica 2005;90). Other details on the patient population and study design for the COMFORT-I study have been published previously (Verstovsek et al, N Engl J Med 2012;366). Biopsies from 59 patients were included in this exploratory analysis; patients who failed screening or received only 1 BM measurement were excluded. Three subgroups were defined for the analysis: 1) originally randomized to RUX (n=36); 2) randomized to placebo with BM measurements at BL and Week 48 (n=15); and 3) crossover to RUX with BM measurements at BL and ≥1 post-BL measurement after crossover (n=21). Changes from BL in BM fibrosis grades at various time points were categorized for each patient as improvement (-1 to -3), stabilization (0), or worsening (1 to 3). Patients with a BL score of 0 for improvement and 3 for worsening were excluded from the analysis. Patients who received placebo for ≥36 weeks were included in the crossover group, with Week 48 used as the BL BM measurement. RUX and crossover groups were combined for evaluation of RUX effect. Placebo effect in the crossover group was assessed by analyzing change from BL to Week 48. Change from BL was evaluated using a signed rank test. Change from BL to last grade, and time to the first occurrence of a ≥1 grade improvement from BL was assessed for RUX and crossover groups. KM analysis was used to estimate time to improvement in BM fibrosis for a subgroup of patients who had a BM fibrosis grade of ≥1 at BL. Results: BL characteristics for age, gender, International Prognostic Scoring System risk, spleen volume, hemoglobin, and platelet counts were similar between the 3 groups. At BL, of 36 patients originally randomized to RUX, 17% (n=6) presented with WHO-defined fibrosis grade 1, 39% (n=14) with grade 2, and 36% (n=13) with grade 3 (3 patients were grade 0). Of the 15 patients randomized to placebo, 20% (n=3) presented with grade 1, 40% (n=6) with grade 2, and 27% (n=4) with grade 3 WHO-defined fibrosis at BL (2 patients were grade 0). Mean exposure to RUX in the RUX and crossover groups was 136.0 (SD, 67.4) weeks and 129.1 (SD, 67.7) weeks, respectively. The proportion of evaluable patients with an improvement in BM fibrosis from BL to Week 48 was 26% (n=27) in the RUX group and 15.4% (n=13) in the placebo group. When evaluating all patients who received RUX (including placebo crossover), a significant shift was observed from BL to the last change in BM fibrosis grade ( P =0.0119; signed rank test). For all RUX-treated patients (n=57), 33% (grade -1, n=11; -2, n=7; -3, n=1) had an improvement, 49% had no change or stabilization, and 18% had a worsening in BM fibrosis from BL to the last grade (Figure). At the final grading, 82% (n=47) of patients had improvement or stabilization while on RUX. Median time to a ≥1 grade improvement in BM fibrosis grade was approximately 3.5 years (95% CI, 2.5 to 4.5; n=51). Conclusions: This analysis from the COMFORT-I study showed that treatment with RUX was associated with improvement and stabilization in WHO-defined BM fibrosis in the majority of patients with MF in this study cohort. These results support evidence from other studies, suggesting that RUX treatment may contribute to disease-modifying effects in MF. The clinical effect of improvement and stabilization in BM fibrosis requires further study. View large Download slide View large Download slide  Disclosures Kvasnicka: Novartis: Consultancy, Honoraria; Incyte Corporation: Consultancy, Honoraria; AOP Pharma: Consultancy, Honoraria. Thiele: Novartis: Consultancy, Honoraria; Incyte Corporation: Consultancy, Honoraria. Sun: Incyte Corporation: Employment, Equity Ownership. Naim: Incyte Corporation: Employment, Equity Ownership. Svaraman: Incyte Corporation: Employment, Equity Ownership. Gao: Incyte Corporation: Employment, Equity Ownership. Gotlib: Incyte Corporation: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding. Gupta: Incyte Corporation: Consultancy, Research Funding; Novartis: Consultancy, Honoraria, Research Funding. Dao: Incyte Corporation: Research Funding. Talpaz: Incyte Corporation: Other: Travel expense reimbursement, Research Funding; Novartis: Research Funding; Ariad: Other: Expense reimbursement, travel accomodation expenses, Research Funding; Pfizer: Consultancy, Other: travel accomodation expenses, Research Funding. Winton: Incyte Corporation: Membership on an entity's Board of Directors or advisory committees, Research Funding. Verstovsek: AstraZeneca: Research Funding; Roche: Research Funding; Celgene: Research Funding; Lilly Oncology: Research Funding; Galena BioPharma: Research Funding; NS Pharma: Research Funding; Promedior: Research Funding; CTI BioPharma Corp: Research Funding; Geron: Research Funding; Gilead: Research Funding; Seattle Genetics: Research Funding; Bristol-Myers Squibb: Research Funding; Incyte Corporation: Membership on an entity's Board of Directors or advisory committees, Research Funding; Pfizer: Research Funding; Genentech: Research Funding."
}