{
    "doi": "https://doi.org/10.1182/blood.V118.21.3070.3070",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1968",
    "start_url_page_num": 1968,
    "is_scraped": "1",
    "article_title": "Long-Term Prognostic Significance of Response in Hodgkin Lymphoma Before Autologous Stem Cell Transplantation :Results of the Prospective Multicenter H96 Trial by the GELA/SFGM-TC Study Group ",
    "article_date": "November 18, 2011",
    "session_type": "731. Clinical Allogeneic and Autologous Transplantation - Results: Poster II",
    "topics": [
        "autologous stem cell transplant",
        "hodgkin's disease",
        "brachial plexus neuritis",
        "follow-up",
        "chemotherapy regimen",
        "neoplasm metastasis",
        "second primary cancers",
        "solid tumors",
        "cardiotoxicity",
        "complete remission"
    ],
    "author_names": [
        "David Sibon, MD, PhD",
        "Matthieu Resche-Rigon, MD, PhD",
        "Franck Morschhauser",
        "Christophe Fermé",
        "Isabelle Gaillard, MD",
        "Ambroise Marcais, MD",
        "Reda Bouabdallah, MD",
        "Catherine Sebban, MD",
        "Gilles Andre Salles, MD, PhD",
        "Pauline Brice, MD"
    ],
    "author_affiliations": [
        [
            "Hematologie, Hopital Necker, Paris, France, "
        ],
        [
            "Statistiques, Hopital Saint-Louis, Paris, France, "
        ],
        [
            "Hôpital Claude Huriez, Lille, France, "
        ],
        [
            "Institut Gustave Roussy, Villejuif, France, "
        ],
        [
            "Lymphoid Malignancies Unit, C.H.U. Henri Mondor, Créteil, France, "
        ],
        [
            "Hematologie, APHP, Paris, France, "
        ],
        [
            "Hematology, Institut Paoli-Calmettes, Marseille, France, "
        ],
        [
            "Onco-Hematology, Centre Léon Bérard, Lyon, France, "
        ],
        [
            "Hematologie UMR 5239 CNRS, Centre Hopitalier Universitaire Lyon-Sud, Lyon, France, "
        ],
        [
            "Hematology-Oncology, Hopital Saint Louis, Paris, France"
        ]
    ],
    "first_author_latitude": "48.8452199",
    "first_author_longitude": "2.3157460999999997",
    "abstract_text": "Abstract 3070 Introduction. The standard treatment for relapsed or refractory Hodgkin lymphoma (HL) is high-dose therapy followed by autologous stem cell transplantation (HDT/ASCT). The prognostic significance of response to initial salvage therapy (i.e. prior to HDT/ASCT) has been shown in many studies. However, the existing results have been based either on retrospective studies or on prospective studies with a relatively short median follow-up, and long-term prospective data are missing. The aim of the present study was to establish the actual prognosis for the different response categories in a prospective cohort of HL patients (pts) treated with HDT/ASCT after long-term follow-up. Methods. The GELA/SFGM-TC H96 trial was a prospective, multicenter, phase II trial evaluating a risk-adapted salvage treatment with single or tandem HDT/ASCT for HL pts who experienced first-line treatment failure (Morschhauser F, J Clin Oncol 2008). Pts were stratified as follows: the poor-risk group included pts with primary refractory disease or at least two risk factors at relapse (time to relapse < 12 months, stage III or IV at relapse, or relapse within previously irradiated sites); the intermediate-risk group included pts with only one risk factor at relapse. Poor-risk and intermediate-risk pts were eligible for tandem and single HDT/ASCT, respectively. The primary end point was to evaluate the freedom from second failure (FF2F) rate in the poor- and intermediate-risk groups. Secondary end points included overall survival (OS) for both groups, FF2F and OS according to the response to salvage chemotherapy. Response was assessed according to 1999 standard guidelines: complete remission (CR), unconfirmed CR (CRu), partial remission (PR), stable disease (SD) or progressive disease (PD). Results. Between 1995 and 2002, 245 pts were enrolled. The pts characteristics at diagnosis and at time of treatment failure/relapse have been previously described (Morschhauser F, J Clin Oncol 2008). The median follow-up is now 9.2 years (yrs). In the poor-risk group (n=150 [77 pts with primary refractory HL and 73 pts with unfavorable relapse]), the 9-yr FF2F and OS were 41% and 50%, respectively, without significant difference between primary refractory HL and unfavorable relapse. In the intermediate-risk group (n=95), the 9-yr FF2F and OS were 61% and 70%, respectively. The response to salvage treatment was assessable for 243 pts. In the poor-risk group, the 9-yr FF2F according to each response category was 67% for CR/CRu (n=39), 45% for PR (n=55), 12% for SD (n=24), and 23% for PD (n=31). The 9-yr OS were 76% for CR/CRu, 60% for PR, 16% for SD, and 26% for PD. Significant differences in FF2F were found between CR/CRu and PR groups (p=0.02), between PR and SD groups (p=0.006), but not between SD and PD groups (p=0.82). For OS, no significant differences were found between CR/CRu and PR groups (p=0.09) and between SD and PD groups (p=0.89), but there was a significant difference between PR and SD groups (p=0.001). In the intermediate-risk group, the 9-yr FF2F was 66% for CR/CRu (n=65) and 60% for PR (n=26) [no SD and 3 PD]. The 9-yr OS was 71% for CR/CRu and 67% for PR. No significant differences in FF2F (p=0.98) and OS (p=0.96) were observed between the CR/CRu and PR groups. In all, 100 pts relapsed after HDT/ASCT (76 in the poor-risk group [primary refractory, n=44; unfavorable relapse, n=32] and 24 in the intermediate-risk group). Half of relapses occurred in the first yr following HDT/ASCT. In the poor-risk group, the cumulative incidence of relapse at 1, 2, 5 and 9-yr was 33%, 43%, 47% and 52%. In the intermediate-risk group, the cumulative incidence of relapse at 1, 2, 5 and 9-yr was 5%, 15%, 23% and 26%. Among relapsing pts, 21 (poor-risk group, n=16) underwent allogeneic transplantation (alloSCT). In all, 101 pts died (poor-risk group, n=76). The cause of death was PD in 78 pts (poor-risk group, n=65) or other cause in 23 pts (secondary malignancy, n=6; non-relapse mortality after alloSCT, n=5; infection, n=4; other, n=5; unknown, n=3). Secondary malignancy occurred in 11 pts (solid tumor, n=7; acute leukemia, n=4), including 2 pts in the poor-risk group (solid tumor only). Secondary cardiac toxicity occurred in 7 pts (2 pts in the poor-risk group). Conclusion. This prospective study emphasized the prognostic impact of response to salvage chemotherapy on the long-term outcome after HDT/ASCT for first relapsed/refractory HL. Disclosures: No relevant conflicts of interest to declare."
}