{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.220.220",
    "article_title": "The Impact of Adding Aspirin to Warfarin without an Apparent Indication: An Exploration of Patients Anticoagulated for Atrial Fibrillation or Venous Thromboembolic Disease ",
    "article_date": "December 7, 2017",
    "session_type": "901. Health Services Research—Non-Malignant Conditions: Thrombosis",
    "abstract_text": "Introduction: Warfarin and aspirin (ASA) are widely used to prevent or treat thromboembolic and atherosclerotic diseases. The most common indications for warfarin use are stroke prevention in atrial fibrillation (AF) and for the treatment of venous thromboembolic disease (VTE). When patients are started on warfarin, many are already taking ASA or they are subsequently placed on ASA due to other co-morbidities. There are limited indications for the combination of warfarin plus ASA, including mechanical heart valves, after percutaneous coronary intervention (PCI), or after acute coronary syndromes. Evidence suggests combination warfarin-ASA may offer no benefit, but place patients at increased bleeding risk outside of these indications. We sought to assess the patient characteristics and outcomes of patients on warfarin for AF or VTE, comparing those who were on concurrent ASA without a strong indication (myocardial infarction [MI] within 6 months, mechanical heart valve or PCI) to those not on ASA. We hypothesized that combination therapy (warfarin-ASA) would result in increased bleeding rates with similar rates of MI, recurrent VTE, stroke, or death. Methods: We conducted a retrospective cohort study of adult patients, initiated on warfarin for AF or VTE between January 2009 and June 2017. Patients were recruited through the Michigan Anticoagulation Quality Improvement Initiative, a collaborative of six outpatient anticoagulation clinics throughout the state of Michigan. Patients with less than three months of follow-up, a MI within six months, and/or history of valve replacement were excluded. Patients were analyzed based on their aspirin use at the time of study enrollment. A HAS-BLED score, modified to exclude aspirin use, and a Charlson Co-morbidity Index was calculated for each patient at enrollment. Analyses were performed using Student's t-tests, Wilcoxon Rank-sum tests, chi-square tests and Fisher's exact tests when appropriate. Survival and Poisson regression analyses were used to evaluate the effect of ASA use on various outcomes. Results: A total of 6,572 patients met the inclusion criteria, with a mean duration of follow-up of 21.2 months; 38% were on warfarin-ASA compared to 62% on warfarin monotherapy. Patients on warfarin-ASA were older (mean 70.2±12.7 vs. 63.7±16.5, p<0.001), more often male (56.7% vs. 47.3%, p<0.001), and were more likely anticoagulated for AF (66.3% vs. 42.3%, p<0.001). Warfarin-ASA patients were more likely to have cardiovascular risk factors (diabetes mellitus, tobacco use, or hypertension), a history of stroke, heart failure, or a history of coronary artery disease (CAD). Patients on warfarin-ASA had a higher HAS-BLED score (mean 2.4±1.2 vs. 1.8±1.2, p<0.001), and Charlson Co-morbidity Index (mean 4.8±2.0 vs. 3.6±2.1, p<0.001). Patients treated with warfarin-ASA vs. warfarin alone experienced less DVTs (0.7/100 patient years [pt-yr] vs. 1.3/100-pt-yr, p=0.002) and PE (0.1/100-pt-yr vs. 0.4/100-pt-yr, p=0.002), but had a higher rate of ischemic/embolic strokes (0.7/100-pt-yr vs. 0.4/100-pt-yr, p=0.02). Emergency department visits and hospitalizations for thromboembolic events were similar. Patients treated with warfarin-ASA vs. warfarin alone had a higher 1-year probability of having a major bleeding event (6.1% vs. 3.2%, p<0.001) or non-major bleeding event (22.9% vs. 18.7%, p=0.004). Warfarin-ASA treated patients had a higher rate of hospitalizations for bleeding (8.4/100-pt-yr vs. 5.7/100-pt-yr, p<0.001), blood transfusions (5.2/100-pt-yr vs. 4.1/100-pt-yr, p=0.009) and all-cause mortality relative to warfarin alone (4.1/100-pt-yr vs. 3.1/100-pt-yr, p=0.005). Kaplan-Meier curves for any clotting event, all bleeding events, major bleeding events, and death are shown (figure 1). A sensitivity analysis was performed that further excluded any history of MI, CAD, PCI, peripheral arterial disease, or coronary artery bypass grafting, and showed similar results. Conclusion: Over one-third of patients in an unselected practice-based setting are treated with warfarin-ASA for AF and/or VTE without a clear indication. Compared to warfarin monotherapy, this was associated with minimally increased protection against VTE but with a significant increase in bleeding and perhaps mortality. Further research is needed to better stratify who should receive aspirin while on warfarin. View large Download slide View large Download slide Close modal Disclosures Sood: Bayer: Research Funding. Kline-Rogers: Janssen: Consultancy; ACP: Consultancy; AC Forum: Membership on an entity's Board of Directors or advisory committees. Almany: Trice Orthopedics: Consultancy; Micardia: Consultancy; Ablative Solutions: Equity Ownership; Kona: Consultancy; Biostar Ventures: Equity Ownership; Boston Scientific Watchman: Research Funding; Abbott Absorb Trial: Research Funding. Kaatz: Daiichi Sankyo: Consultancy, Honoraria; CSL Behring: Honoraria; Boehringer Ingelheim: Consultancy, Honoraria; Janssen: Consultancy, Honoraria; Bristol Myers Squibb: Consultancy, Honoraria; Pfizer: Consultancy, Honoraria; Portola: Consultancy. Froehlich: Merck: Consultancy; Fibromuscular Disease Society of America: Research Funding; Blue Cross/Blue Shield of Michigan: Research Funding; Boehringer Ingelheim: Membership on an entity's Board of Directors or advisory committees; Janssen: Consultancy; Novartis: Consultancy; Pfizer: Membership on an entity's Board of Directors or advisory committees. Barnes: Pfizer: Research Funding; Bristol Myers Squibb: Research Funding; Blue Cross/Blue Shield of Michigan: Research Funding; Aralez: Consultancy.",
    "topics": [
        "aspirin",
        "atrial fibrillation",
        "venous thromboembolism",
        "warfarin",
        "hemorrhage",
        "percutaneous coronary intervention",
        "cerebrovascular accident",
        "follow-up",
        "ischemic stroke",
        "absorb study"
    ],
    "author_names": [
        "Jordan K. Schaefer, MD",
        "Nicole M. Souphis",
        "Suman L. Sood, MD MSCE",
        "Brian Haymart, RN, MS",
        "Xiaokui Gu, MA",
        "Eva Kline-Rogers, RN, MS",
        "Steven L. Almany, MD",
        "Jay H. Kozlowski, MD",
        "Gregory D. Krol, MD",
        "Scott Kaatz, DO, MSc",
        "James B. Froehlich, MD MPH",
        "Geoffrey D. Barnes, MD MSc"
    ],
    "author_dict_list": [
        {
            "author_name": "Jordan K. Schaefer, MD",
            "author_affiliations": [
                "Department of Medicine, Division of Hematology/Oncology, University of Michigan, Dexter, MI "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Nicole M. Souphis",
            "author_affiliations": [
                "Department of Medicine, Division of Cardiovascular Medicine, University of Michigan, Ann Arbor, MI "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Suman L. Sood, MD MSCE",
            "author_affiliations": [
                "Department of Medicine, Division of Hematology/Oncology, University of Michigan, Ann Arbor, MI "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brian Haymart, RN, MS",
            "author_affiliations": [
                "Department of Medicine, Division of Cardiovascular Medicine, University of Michigan, Ann Arbor, MI "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xiaokui Gu, MA",
            "author_affiliations": [
                "Department of Medicine, Division of Cardiovascular Medicine, University of Michigan, Ann Arbor, MI "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eva Kline-Rogers, RN, MS",
            "author_affiliations": [
                "Department of Medicine, Division of Cardiovascular Medicine, University of Michigan, Ann Arbor, MI "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Steven L. Almany, MD",
            "author_affiliations": [
                "Beaumont Health/Oakland University School of Medicine, Royal Oak, MI "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jay H. Kozlowski, MD",
            "author_affiliations": [
                "Huron Valley Sinai Hospital, Commerce Township, MI "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gregory D. Krol, MD",
            "author_affiliations": [
                "Henry Ford Hospital, Detroit, MI"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Scott Kaatz, DO, MSc",
            "author_affiliations": [
                "Henry Ford Hospital, Detroit, MI"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James B. Froehlich, MD MPH",
            "author_affiliations": [
                "Department of Medicine, Division of Cardiovascular Medicine, University of Michigan, Ann Arbor, MI "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Geoffrey D. Barnes, MD MSc",
            "author_affiliations": [
                "Department of Medicine, Division of Cardiovascular Medicine, University of Michigan, Ann Arbor, MI "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-09T06:36:19",
    "is_scraped": "1"
}