{
    "doi": "https://doi.org/10.1182/blood.V116.21.2102.2102",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1849",
    "start_url_page_num": 1849,
    "is_scraped": "1",
    "article_title": "The Role of VWF In BBB Permeability Associated with Hypoxia/Reoxygenation ",
    "article_date": "November 19, 2010",
    "session_type": "Vascular Wall Biology, Endothelial Progenitor Cells and Platelet Adhesion: Poster I",
    "topics": [
        "animal model",
        "hypoxia",
        "permeability",
        "p-selectin",
        "ischemic stroke",
        "high altitude cerebral edema",
        "oxygen",
        "altitude sickness",
        "antigen assay",
        "central nervous system dysfunction"
    ],
    "author_names": [
        "Georgette L. Suidan, PhD",
        "Simon F. De Meyer, PhD",
        "Alexander Brill, MD, PhD",
        "Stephen M. Cifuni",
        "Denisa D. Wagner, PhD"
    ],
    "author_affiliations": [
        [
            "Immune Disease Institute; Harvard Medical School, Boston, MA, USA, "
        ],
        [
            "Immune Disease Institute; Harvard Medical School, Boston, MA, USA, "
        ],
        [
            "Immune Disease Institute; Harvard Medical School, Boston, MA, USA, "
        ],
        [
            "Immune Disease Institute, Boston, MA, USA"
        ],
        [
            "Immune Disease Institute; Harvard Medical School, Boston, MA, USA, "
        ]
    ],
    "first_author_latitude": "42.3390285",
    "first_author_longitude": "-71.1042571",
    "abstract_text": "Abstract 2102 Aberrant blood brain barrier (BBB) permeability is a hallmark pathology in many diseases of the central nervous system (CNS) including hypoxia, epilepsy, multiple sclerosis and ischemic stroke. Generalized hypoxia is a pathological condition in which the body as a whole is deprived of adequate oxygen supply. Hypoxia occurs in healthy people when they ascend to high altitudes, where it can cause altitude sickness, often manifested by headache, leading to potentially fatal complications such as high altitude cerebral edema (HACE). Hypoxia followed by reoxygenation (H/R) is also commonly used as a model to investigate pathology associated with ischemia/reperfusion as the latter condition is present in several disease states including stroke. In animal models, H/R has been shown to cause tight junction protein abnormalities, increased BBB paracellular permeability and edema. von Willebrand Factor (VWF) is a glycoprotein that is synthesized exclusively by endothelial cells and megakaryocytes. Endothelial cell-derived VWF is secreted constitutively and stored in Weibel-Palade bodies (WPB) from where it is released by regulated secretion into the plasma and subendothelium in response to endothelial activation. It has been demonstrated in vitro that exposure of cultured endothelial cells to hypoxia results in WPB exocytosis and VWF secretion. While it is known that VWF is expressed abundantly by cerebral endothelial cells, very little is known about the role of VWF in endothelial biology, particularly, in regulation of the BBB under stressful conditions. Several studies have shown that VWF protein is up regulated in plasma of patients with several neurological conditions involving BBB disruption such as stroke, severe head injury, cerebral malaria and cerebral venous sinus thrombosis. As it is known that C57BL/6 (wild-type) mice have increased BBB permeability induced by H/R, we investigated the status of BBB integrity in VWF-deficient mice (also on the C57BL/6 background). For these experiments, we used a mouse model of normobaric hypoxia (24 hours of 6% oxygen) followed by reoxygenation (1 hour ~21% oxygen). VWF antigen levels were measured by ELISA and BBB permeability was assessed by quantification of Evan's blue dye leakage into the brain. Our data indicate that plasma VWF levels in wild-type mice are significantly increased after hypoxia when compared to normoxic controls. Upon comparison with wild-type mice, we have determined that VWF-deficient mice have significantly less BBB permeability after H/R suggesting that VWF plays a role in BBB integrity under stressful conditions. We have previously reported that VWF-deficient mice have a defect in regulated P-selectin secretion (Denis et al., PNAS, 2001). To determine if the maintenance of BBB integrity found in VWF-deficient mice was due to lack of P-selectin we utilized an aptamer which inhibits P-selectin (Archemix). Inhibition of P-selectin in wild-type animals resulted in similar BBB permeability when compared to controls. Our findings suggest a critical role for VWF in BBB permeability after hypoxia/reoxygenation that is independent of P-selectin. Disclosures: No relevant conflicts of interest to declare."
}