{
    "doi": "https://doi.org/10.1182/blood.V126.23.737.737",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3157",
    "start_url_page_num": 3157,
    "is_scraped": "1",
    "article_title": "Defibrotide for the Treatment of Hepatic Veno-Occlusive Disease/Sinusoidal Obstruction Syndrome with Multi-Organ Dysfunction: Final Results from a Pivotal, Historically Controlled, Phase 3 Trial ",
    "article_date": "December 3, 2015",
    "session_type": "721. Clinical Allogeneic Transplantation: Conditioning Regimens, Engraftment and Acute Transplant Toxicities: Regimens and Early Complications - Results of Prospective and Retrospective Studies",
    "topics": [
        "hepatic veno-occlusive disease",
        "multiple organ dysfunction syndrome",
        "weight gain",
        "hematopoietic stem cell transplantation",
        "veno-occlusive disease",
        "dialysis procedure",
        "graft-versus-host disease",
        "hemodialysis",
        "human placental lactogen",
        "cyclosporine"
    ],
    "author_names": [
        "Paul G. Richardson, MD",
        "Marcie Riches, MD",
        "Nancy A. Kernan, MD",
        "Joel A. Brochstein, MD",
        "Shin Mineishi, MD",
        "Amanda M. Termuhlen, MD",
        "Sally Arai, MD",
        "Stephan A. Grupp, MD PhD",
        "Eva C. Guinan, MD",
        "Paul L. Martin, MD PhD",
        "Gideon Steinbach, MD PhD",
        "Amrita Krishnan",
        "Eneida R. Nemecek, MD",
        "Sergio A. Giralt, MD",
        "Tulio E. Rodriguez, MD",
        "Reggie Duerst, MD",
        "John J. Doyle, MD FRCPC",
        "Joseph H. Antin, MD",
        "Angela R. Smith, MD MS",
        "Leslie E. Lehmann, MD",
        "Richard E. Champlin, MD",
        "Alfred Gillio, MD",
        "Rajinder Bajwa, MBBS, MD MRCP",
        "Ralph B. D'Agostino, PhD",
        "Joseph Massaro, PhD",
        "Maja Miloslavsky, PhD",
        "Robin L. Hume, MS",
        "Massimo Iacobelli, MD",
        "Bijan Nejadnik, MD",
        "Alison L. Hannah, MD",
        "Robert J. Soiffer, MD"
    ],
    "author_affiliations": [
        [
            "Dana-Farber Cancer Institute, Massachusetts General, Children's Hospital, Boston, MA "
        ],
        [
            "University of North Carolina Hospitals Bone Marrow and Stem Cell Transplant Clinic, North Carolina Cancer Hospital, Chapel Hill, NC "
        ],
        [
            "Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "Hackensack University Medical Center, Hackensack, NJ "
        ],
        [
            "University of Alabama at Birmingham, Birmingham, AL "
        ],
        [
            "Children's Hospital Los Angeles, Los Angeles, CA "
        ],
        [
            "Stanford University Medical Center, Stanford, CA "
        ],
        [
            "Pediatric Oncology, The Children's Hospital of Philadelphia, Philadelphia, PA "
        ],
        [
            "Dana-Farber Cancer Institute, Massachusetts General, Children's Hospital, Boston, MA "
        ],
        [
            "Duke University Medical Center, Durham, NC "
        ],
        [
            "University of Washington School of Medicine and Fred Hutchinson Cancer Research Center, Seattle, WA "
        ],
        [
            "City of Hope, Duarte, CA "
        ],
        [
            "Oregon Health & Science University, Portland, OR "
        ],
        [
            "Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "Loyola University Medical Center, Chicago, IL "
        ],
        [
            "Ann & Robert H. Lurie Children's Hospital of Chicago, Chicago, IL "
        ],
        [
            "CancerCare Manitoba and the University of Manitoba, Winnepeg, Canada "
        ],
        [
            "Dana-Farber Cancer Institute, Massachusetts General, Children's Hospital, Boston, MA "
        ],
        [
            "University of Minnesota, Minneapolis, MN "
        ],
        [
            "Dana-Farber Cancer Institute, Massachusetts General, Children's Hospital, Boston, MA "
        ],
        [
            "MD Anderson Cancer Center, The University of Texas, Houston, TX "
        ],
        [
            "Hackensack University Medical Center, Hackensack, NJ "
        ],
        [
            "The Ohio State University/Nationwide Children's Hospital, Columbus, OH "
        ],
        [
            "Boston University, Boston, MA "
        ],
        [
            "Boston University, Boston, MA "
        ],
        [
            "Jazz Pharmaceuticals, Palo Alto, CA "
        ],
        [
            "Jazz Pharmaceuticals, Palo Alto, CA "
        ],
        [
            "Formerly Gentium SpA, Villa Guardia, Italy"
        ],
        [
            "Jazz Pharmaceuticals, Palo Alto, CA "
        ],
        [
            "Jazz Pharmaceuticals, Palo Alto, CA "
        ],
        [
            "Dana-Farber Cancer Institute, Massachusetts General, Children's Hospital, Boston, MA "
        ]
    ],
    "first_author_latitude": "42.35030284999999",
    "first_author_longitude": "-71.107757",
    "abstract_text": "Introduction Hepatic veno-occlusive disease/sinusoidal obstruction syndrome (VOD/SOS), is a rare and potentially life-threatening complication of hematopoietic stem cell transplantation (HSCT). Severe cases, historically defined by multi-organ dysfunction (MOD), may be associated with mortality rates of >80%. There is no FDA-approved treatment for VOD/SOS. Defibrotide (DF) has a proposed mechanism of action that includes stabilization of endothelial cells and restoration of thrombo-fibrinolytic balance. Earlier analyses of a pivotal phase 3 trial of DF in VOD/SOS plus MOD (Richardson et al. Blood. 2009;114:Abstract 654) underpinned approval of DF in the EU to treat severe hepatic VOD/SOS after HSCT. Additional data were obtained at the request of US health authorities. Here we present the final analysis: day +100 survival (primary endpoint) and complete response (CR; secondary). Methods This was a multicenter, open-label, phase 3 historical control (HC) study assessing DF. Eligible patients met Baltimore VOD/SOS criteria (total bilirubin ≥2.0 mg/dL with ≥2 of: hepatomegaly, ascites, or 5% weight gain) by day +21 post-HSCT, plus MOD (renal [trebling of creatinine levels, reduced creatinine clearance, or dialysis] and/or pulmonary [oxygen saturation ≤90%, need for oxygen supplementation/ventilator dependence]) by day +28 post-HSCT. Exclusion criteria included severe graft-versus-host disease (GvHD) of liver or gut, clinically significant bleeding, or need for ≥2 pressors. HC patients were reviewed for inclusion/exclusion criteria in a sequential review of medical charts starting 6 months prior to use of DF at each site; a blinded medical review committee made the final determination of HCs unequivocally meeting criteria for VOD/SOS with MOD. DF dose was 25 mg/kg/d in 4 divided 2-hour IV infusions q6h; recommended treatment duration was ≥21 days. Primary endpoint was day +100 survival. CR by day +100 was a secondary endpoint. Treatment difference in survival and CR rates and their 95% confidence intervals were estimated using propensity-stratified and weighted (Koch-adjusted) estimates of differences in proportions that account for baseline prognostic factors of survival (ie, ventilator and/or dialysis dependency at entry, age ≤/>16 years, transplant type, and prior HSCT). Analyses included patients treated with DF and HCs. Results There were 102 patients in the DF group and 32 cases selected as HCs. Baseline characteristics were similar in the DF and HC groups: mean age (26 and 25 years; 43% and 44% ≤16 years), allogeneic graft (88% and 84%), prior HSCT (13% and 9%), ventilator- and/or dialysis-dependent at study entry (33% and 22%), myeloablative conditioning (87% and 94%), and the most common underlying diseases (acute leukemias: 45% and 47%), respectively. In the DF-treated group, common GvHD medications included tacrolimus (49%), methotrexate (41%), and cyclosporine (38%); in the HC group, common medications were cyclosporine (72%) and methotrexate (63%). Survival at day +100 in the DF and HC groups was 38% and 25%, respectively. The propensity-stratified difference in survival was 23.0% (95.1% CI, 5.2-40.8, P = .0109). Respective observed CR rates by day +100 were 25.5% and 12.5%, and the propensity-stratified difference in CR was 19.0% (95.1% CI, 3.5-34.6, P = .0160). Comparing the earlier EU and final analyses, the survival rates at day +100 in each group did not vary; however, the propensity adjusted final analysis provided a different level of statistical significance. Day +100 CR rates in the original analysis were slightly lower in both arms at 24% and 9% due to increased data capture to investigate CR; the P value was essentially unchanged. For the DF group, 45% had an adverse event (AE) at least possibly related to study drug, and 21% had a serious AE at least possibly related to study drug. In this very sick population, percentages of patients with ≥1 AE leading to death were similar between DF and HC patients (64% and 69%), as were hemorrhagic AEs (64%, 75%) and hypotension (39%, 50%). Conclusions Based on observed study data and using a propensity-adjusted rate difference estimator, patients treated with DF had a 23% reduction in risk of death by day +100 and 19% improvement in CR rate. Overall incidence of hemorrhage and fatal AEs were similar between groups with AEs consistent with those expected in this critically ill population. Support: Jazz Pharmaceuticals. Disclosures Richardson: Novartis: Membership on an entity's Board of Directors or advisory committees; Jazz Pharmaceuticals: Membership on an entity's Board of Directors or advisory committees, Research Funding; Celgene Corporation: Membership on an entity's Board of Directors or advisory committees; Gentium S.p.A.: Membership on an entity's Board of Directors or advisory committees, Research Funding; Millennium Takeda: Membership on an entity's Board of Directors or advisory committees. Off Label Use: Marizomib, pmalidomide, and low dose dexamethasone in RR MM. Defibrotide is an investigational treatment for hepatic veno-occlusive disease/sinusoidal obstruction syndrome in the United States. . Kernan: Gentium S.p.A.: Research Funding. Grupp: Novartis: Consultancy, Research Funding. Guinan: Gentium SpA/Jazz Pharmaceuticals: Other: My institution received fees for research.. Martin: Jazz Pharmaceuticals: Membership on an entity's Board of Directors or advisory committees; Gentium SpA/Jazz Pharmaceuticals: Research Funding. Steinbach: Gentium SpA/Jazz Pharmaceuticals: Research Funding. Krishnan: Celgene: Consultancy, Speakers Bureau; BMS: Consultancy; Janssen: Consultancy; Onyx: Speakers Bureau; Jazz: Consultancy; Millenium: Speakers Bureau. Giralt: SANOFI: Consultancy, Honoraria, Research Funding; CELGENE: Consultancy, Honoraria, Research Funding; AMGEN: Consultancy, Research Funding; JAZZ: Consultancy, Honoraria, Research Funding, Speakers Bureau; TAKEDA: Consultancy, Honoraria, Research Funding. Rodriguez: Gentium SpA/Jazz Pharmaceuticals: Research Funding. Doyle: Gentium SpA/Jazz Pharmaceuticals: Research Funding. Antin: Gentium SpA/Jazz Pharmaceuticals: Membership on an entity's Board of Directors or advisory committees. D'Agostino: Gentium SpA/Jazz Pharmaceuticals: Consultancy. Massaro: Gentium SpA/Jazz Pharmaceuticals: Consultancy. Miloslavsky: Jazz Pharmaceuticals: Employment, Equity Ownership. Hume: Jazz Pharmaceuticals: Employment, Equity Ownership. Iacobelli: Gentium SpA: Employment. Nejadnik: Jazz Pharmaceuticals: Employment, Equity Ownership. Hannah: Gentium SpA: Other: Personal fees during conduct of the study.. Soiffer: Gentium SpA/Jazz Pharmaceuticals: Membership on an entity's Board of Directors or advisory committees."
}