{
    "doi": "https://doi.org/10.1182/blood.V128.22.3577.3577",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3538",
    "start_url_page_num": 3538,
    "is_scraped": "1",
    "article_title": "Real World Utilization and Practice Patterns of Dose-Adjusted EPOCH for Aggressive B-Cell Lymphomas 2005-2015: Impact of Growth Factor Choice and Resultant Achieved Dose Level ",
    "article_date": "December 2, 2016",
    "session_type": "902. Health Services Research-Malignant Conditions: Poster II",
    "abstract_text": "Background : Increasing data from single-arm studies suggest da-EPOCH-R may be optimal therapy for subsets of aggressive B-NHL, including primary mediastinal B-cell lymphoma, germinal-center DLBCL, and forms with MYC dysregulation. However, da-EPOCH-R administration is considerably more complex than R-CHOP, requiring twice-weekly laboratory monitoring and critical dose adjustments. Major studies in DLBCL (Wilson Blood 2002, Wilson JCO 2008) employ daily GCSF in particular. When daily GCSF is used, a mean overall dose intensity equivalent to dose level 2 is achieved. In younger patients with mediastinal B-cell lymphoma, more than half of patients attained dose level 4. We hypothesized that the use of da-EPOCH in general would have increased over the last decade. In a key subset of patients receiving first-line da-EPOCH-R for aggressive B-NHL, we sought to identify frequency of peg-filgrastim use, as a fundamental deviation from protocol-specified therapy, and identify maximum dose level achieved with peg-GCSF vs. daily GCSF. Given their similarity, we did not anticipate that choice of growth factor would predict likelihood of reaching dose level 4. Methods: We identified all patients receiving da-EPOCH from 2005 to 2015 at the University of Washington and Seattle Cancer Care Alliance and analyzed cases for baseline features, growth factor employed, and maximum dose level attained. Patients with DLBCL and variants (PMBCL, transformed lymphoma, DLBCL-PTLD) and BCL-unclassifiable (BCLU), who received at least 4 cycles of da-EPOCH with rituximab as first-line standard of care therapy (not in context of a clinical trial) were subject to detailed analysis regarding growth factor and dose level achieved. IRB approval was obtained. Results: 165 patients receiving da-EPOCH were initially identified, demonstrating an over 5-fold increase in use of this regimen over the 10-year period (Figure 1). Of these, 73 patients with DLBCL and BCLU met the above criteria, receiving da-EPOCH-R as first-line therapy. Median age was 60 (range 24-78) and patients received a median of 6 cycles (range 4-8; 75% of pts received 6 cycles) of da-EPOCH-R. Most patients (44/73, or 60%) received peg-GCSF rather than daily GCSF with da-EPOCH-R. Overall, the median, highest dose level during first-line therapy was 2 without a difference in groups receiving peg-GCSF or daily GCSF. 61% of patients attained dose level of 2, 41% achieved level 3, and 15% achieved level 4. The proportion of patients who achieved dose level 4 was comparable in the peg-GCSF group (11%) and daily GCSF (21%, p=.24, chi-2). Conclusions: Infusional da-EPOCH is being increasingly used, despite limited single arm data supporting its benefit. For first-line therapy of aggressive B-NHL, da-EPOCH-R is being broadly applied to older subgroups of patients. In that subgroup, peg-GCSF is used more than half of the time. In our population, only 15% achieved a dose level of 4 or higher, compared to over half of patients with PMBCL and a median age of 30 (Dunleavy NEJM 2013). Age is well known as a predictor of da-EPOCH dose intensity (Wilson 2002). Variations from the published protocol due to clinical judgment, as well as patient factors, are also possible factors influencing our dosing findings. Peg-GCSF vs. GCSF did not appear to impact the ability to attain dose level 4, although our study design cannot answer this definitely. Since peg-GCSF is cost effective compared to daily GCSF in lymphoma treated with CHOP (Lyman Curr Med Res Opin 2009) and more convenient, our data suggests that peg-GCSF may be a reasonable strategy to support the da-EPOCH-R regimen. View large Download slide View large Download slide  Disclosures Gopal: Seattle Genetics: Research Funding. Shadman: Gilead: Honoraria, Research Funding; Acerta: Research Funding; Pharmacyclics: Honoraria, Research Funding; Emergent: Research Funding.",
    "topics": [
        "b-cell lymphomas",
        "epoch protocol",
        "growth factor",
        "granulocyte colony-stimulating factor",
        "diffuse large b-cell lymphoma",
        "lymphoma",
        "brachial plexus neuritis",
        "cancer",
        "cyclophosphamide, doxorubicin, prednisone, and vincristine",
        "filgrastim"
    ],
    "author_names": [
        "Sandra Kanan, NP, RN, MSN",
        "Ajay K Gopal, MD",
        "Ryan D Cassaday, MD",
        "Andrei R. Shustov, MD",
        "Brian G. Till, MD",
        "Andrew J. Cowan, MD",
        "Mazyar Shadman, MD MPH",
        "Warren Houston, MD PhD",
        "Melinda Tran, Pharm.D",
        "Oliver Press",
        "Stephen Smith, MD"
    ],
    "author_affiliations": [
        [
            "Division of Medical Oncology, University of Washington, Seattle, WA "
        ],
        [
            "Division of Medical Oncology, University of Washington, Seattle, WA ",
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA "
        ],
        [
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA ",
            "Division of Hematology, University of Washington School of Medicine, Seattle, WA "
        ],
        [
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA ",
            "Division of Hematology, University of Washington, Seattle, WA "
        ],
        [
            "Division of Medical Oncology, University of Washington, Seattle, WA ",
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA "
        ],
        [
            "Division of Medical Oncology, University of Washington, Seattle, WA ",
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA "
        ],
        [
            "Division of Medical Oncology, University of Washington, Seattle, WA ",
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA "
        ],
        [
            "Division of Medical Oncology, University of Washington, Seattle, WA ",
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA "
        ],
        [
            "Division of Medical Oncology, University of Washington, Seattle, WA "
        ],
        [
            "Division of Medical Oncology, University of Washington, Seattle, WA ",
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA "
        ],
        [
            "Division of Medical Oncology, University of Washington, Seattle, WA ",
            "Seattle Cancer Care Alliance, Fred Hutchinson Cancer Center, University of Washington, Seattle, WA"
        ]
    ],
    "first_author_latitude": "47.68151465",
    "first_author_longitude": "-122.32119619999999"
}