{
    "doi": "https://doi.org/10.1182/blood.V122.21.340.340",
    "article_title": "αSMA+ Macrophages Skewed From Hematopoietic Stem Cells By Vitamin D3 Initiate Myelofibrosis and Subsequent Osteosclerosis ",
    "article_date": "November 15, 2013",
    "session_type": "506. Hematopoiesis and Stem Cells: Microenvironment, Cell Adhesion and Stromal Stem Cells",
    "abstract_text": "Myelofibrosis (MF) is characterized as the proliferation of fibroblasts resulting in the replacement of marrow space by collagenous connective tissue fibers and is also known to be frequently complicated with osteosclerosis. However, the pathogenesis of this phenomenon is largely unknown. Allogeneic stem cell transplantation is the therapeutic choice in clinic with complete resolution of the disorder despite the recognition as microenvironment problem by the hematologists. Here, we establish a novel inducible murine MF model and propose a new paradigm in the pathophysiology of MF. Vitamin D receptor-deficient (VDR-/-) mice display rickets type II, which can be restored by high calcium diet, resulting in their usefulness as transplant recipients. We transplanted wild-type (WT) bone marrow (BM) cells into lethally irradiated VDR-/- mice and found that the vast majority died due to BM failure (n=25, median survival 66 days), though for the time being hematopoiesis was reconstituted during the first month after transplantation. The homing of long-term repopulating hematopoietic stem cells (HSCs) into marrow space was normal at 3 hrs, but the HSCs selectively disappeared at 3 weeks after transplantation as assessed by competitive reconstitution. Since VDR-/- mice showed normal hematopoiesis in steady-state, we transplanted VDR-/- BM into lethally irradiated VDR-/- recipients, which resulted in survival with no BM failure. Thus, engraftment failure of the WT HSCs in VDR-/- recipients did not originate from radiation-induced irreversible niche destruction, but it was likely intrinsic to donor HSC behavior. Histological analysis of femurs at 1-2 months after transplantation of WT BM into VDR-/- recipients revealed that the BM cavity was occupied by spindle-shaped cells and silver fibers. There was also prominently increased trabecular bones only in the metaphysis; whereas, normal hematopoietic appearance was observed in the diaphysis. This was initiated by hematopoietic cells since CD45+lin-c-kit+ cells isolated from WT CAG-EGFP transgenic mice as donor source induced the same MF and osteosclerosis in VDR-/- recipients. Metaphysial BM was replaced by monotonous fibroblastic cells in this particular setting; however, these cells were composed of two distinct populations with mutual distribution, 1) GFP+F4/80+ donor-derived macrophages and 2) GFP-osterix+ (or runx2+) host-derived preosteoblasts. These two distinct cells were tangled around each other equally in the fibrotic tissue area, and preosteoblasts were dominant in the osteoscrelotic area. Both populations were positive for αSMA. Since VDR-/- donor cells did not induce MF and it was reported that the level of 1,25(OH) 2 D 3 (vitamin D3) is extremely high in VDR-/- mice, we hypothesized that WT HSCs exposed to high vitamin D3 might differentiate into αSMA+ macrophages and proliferate in vivo. Furthermore, since it is widely known that macrophages are strong supporter of osteoblasts, these cells might drive osteoblast-lineage cells. In the culture of hematopoietic stem/progenitor cell line FDCP-mix, vitamin D3 induced strong F4/80 upregulation together with partial αSMA induction, and MCP1 secretion in the culture supernatant was highly induced depending on vitamin D3 concentration. Strikingly, a diet low in vitamin D3 prevented the development of MF with osteosclerosis in VDR-/- recipients transplanted with WT BM. Thus, in our novel MF model, the true pathogenesis is likely that αSMA+ macrophages as MF-initiating cells perhaps directly differentiated from HSCs through vitamin D3 stimulation, drive the activity of preosteoblasts as a major producer of collagen fibers, and initiate osteosclerosis. We next examined whether this new paradigm could be applied for JAK2 V617F transgenic mice, which display MF with osteosclerosis, and human MF patients (n=3 including two cases with JAK2 V617F mutation). As we expected, marrow fibroblastic cells of both mouse genetic model and human patients were similarly composed of αSMA+CD169+ (or CD163+) macrophages and αSMA+ osteoblastic lineage cells with osterix or runx2 expression. Our study may explain why BMT is useful in clinic because MF is likely initiated by hematopoietic cells. We propose the modulation of vitamin D3 signaling or macrophage-targeted strategies as novel therapeutic choices for MF. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "cholecalciferol",
        "hematopoietic stem cells",
        "macrophages",
        "myelofibrosis",
        "osteosclerosis",
        "transplantation",
        "allogeneic stem cell transplant",
        "diet",
        "high calcium diet",
        "monocyte chemoattractant protein-1"
    ],
    "author_names": [
        "Kanako Wakahashi, MD",
        "Kentaro Minagawa, MD, PhD",
        "Noboru Asada, MD, PhD",
        "Yuko Kawano, MD",
        "Mari Sato, DDS, PhD",
        "Hiroki Kawano, MD, PhD",
        "Akiko Sada, MD, PhD",
        "Shigeaki Kato, PhD",
        "Kotaro Shide, MD, PhD",
        "Kazuya Shimoda, MD, PhD",
        "Toshimitsu Matsui, MD, PhD",
        "Yoshio Katayama, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Kanako Wakahashi, MD",
            "author_affiliations": [
                "Hematology, Kobe University Graduate School of Medicine, Kobe, Japan, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Kentaro Minagawa, MD, PhD",
            "author_affiliations": [
                "Hematology, Kobe University Graduate School of Medicine, Kobe, Japan, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Noboru Asada, MD, PhD",
            "author_affiliations": [
                "Hematology, Kobe University Graduate School of Medicine, Kobe, Japan, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yuko Kawano, MD",
            "author_affiliations": [
                "Hematology, Kobe University Graduate School of Medicine, Kobe, Japan, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mari Sato, DDS, PhD",
            "author_affiliations": [
                "Hematology, Kobe University Graduate School of Medicine, Kobe, Japan, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hiroki Kawano, MD, PhD",
            "author_affiliations": [
                "Hematology, Kobe University Graduate School of Medicine, Kobe, Japan, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Akiko Sada, MD, PhD",
            "author_affiliations": [
                "Hematology, Kobe University Graduate School of Medicine, Kobe, Japan, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shigeaki Kato, PhD",
            "author_affiliations": [
                "Soma Chuo Hospital, Fukushima, Japan, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kotaro Shide, MD, PhD",
            "author_affiliations": [
                "Gastroenterology and Hematology, Miyazaki University, Miyazaki, Japan, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kazuya Shimoda, MD, PhD",
            "author_affiliations": [
                "Gastroenterology and Hematology, Miyazaki University, Miyazaki, Japan, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Toshimitsu Matsui, MD, PhD",
            "author_affiliations": [
                "Hematology, Nishiwaki Municipal Hospital, Nishiwaki, Japan"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yoshio Katayama, MD, PhD",
            "author_affiliations": [
                "Hematology, Kobe University Graduate School of Medicine, Kobe, Japan, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-26T02:38:14",
    "is_scraped": "1"
}