{
    "doi": "https://doi.org/10.1182/blood.V120.21.4773.4773",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2315",
    "start_url_page_num": 2315,
    "is_scraped": "1",
    "article_title": "Changes in Regional Oxygenation At the Site of Sickle Cell Vaso-Occlusive Pain ",
    "article_date": "November 16, 2012",
    "session_type": "Hemoglobinopathies, excluding Thalassemia",
    "topics": [
        "alveolar ventilation function",
        "cell respiration",
        "drepanocytes",
        "pain",
        "spectroscopy, near-infrared",
        "oxygen",
        "activated partial thromboplastin time measurement",
        "cell injury",
        "hypoxia",
        "oximetry, pulse"
    ],
    "author_names": [
        "Roberta Miyeko Kato, MD",
        "Anne Nord, RN, BSN, CCRP",
        "Erin McGuire, BS",
        "Daniel Gardner",
        "Adam M Bush, BS",
        "Jon Detterich, MD",
        "Michael Khoo, PhD",
        "Herbert J Meiselman, ScD",
        "John C Wood, MD, Ph.D",
        "Vasilios Berdoukas, MBBS",
        "Thomas D. Coates, MD"
    ],
    "author_affiliations": [
        [
            "Pediatric Pulmonology, Children's Hospital Los Angeles, Los Angeles, CA, USA, "
        ],
        [
            "Hematology Oncology, Children's Hospital Los Angeles, Los Angeles, CA, USA, "
        ],
        [
            "Medicine, University of Southern California Keck School of Medicine, Los Angeles, CA, "
        ],
        [
            "Pediatric Pulmonology, Children's Hospital Los Angeles, Los Angeles, CA, USA, "
        ],
        [
            "Biomedical Engineering, University of Southern California, Los Angeles, CA, USA, "
        ],
        [
            "Cardiology, Children's Hospital Los Angeles, Los Angeles, CA, USA, "
        ],
        [
            "Biomedical Engineering, University of Southern California, Los Angeles, CA, USA, "
        ],
        [
            "USC School of Medicine, Los Angeles, CA, USA, "
        ],
        [
            "Cardiology, Children's Hospital Los Angeles, Los Angeles, CA, USA, "
        ],
        [
            "Hematology/Oncology, University of Southern California, Los Angeles, CA, USA"
        ],
        [
            "Hematology Oncology, Children's Hospital Los Angeles, Los Angeles, CA, USA, "
        ]
    ],
    "first_author_latitude": "34.0979439",
    "first_author_longitude": "-118.29092949999999",
    "abstract_text": "Abstract 4773 Background: The pathophysiology of sickle cell disease (SCD) is commonly thought to be in part a result of sickled red blood cells obstructing blood flow leading to hypoxic cellular injury. The most common SCD complication is painful vaso-occlusive crisis (VOC). However, the physiologic changes that occur at the site of VOC are poorly understood and there are no objective measurements of VOC. We hypothesized that regional oxygenation at the site of pain would be decreased from the patient's asymptomatic baseline and could be used as an objective measurement of the VOC process. Methods: Subjects were enrolled at the time of hospitalization for unilateral painful VOC. The subjects completed the adolescent pediatric pain tool (APPT) to assess the location, severity and quality of their pain. Regional oxygenation (RSO 2 ) was measured by near infrared spectroscopy (NIRS) at the site that the subject identified as where they experienced the most severe VOC related pain. NIRS measurements were also made on the contralateral body site. NIRS measurements were made for 15 minutes with the subject in the supine position. Measurements were made in the first 24 hours of hospitalization. Blood pressure, heart rate, pulse oximetry, hematologic parameters and use of oxygen were determined. The subject returned 4 weeks after discharge for repeat testing to determine their physiologic post VOC RSO 2 baseline. Mean values for the NIRS testing period were determined and the change in RSO 2 during VOC from post VOC baseline were calculated. Results: 5 female subjects with SCD were studied, mean age 15.8±3.0years. There was an average pain score of 7.4/10+1.9. Pain occurred in the back of 2 subjects and the lower extremities in the others. The RSO 2 % in the painful and not painful sites was increased from baseline by an average of 10.6±4.0% and 16.6±5.6%, respectively. The painful site had a decreased RSO2% in comparison to the contralateral side in 2 of 5 subjects (see figure). The RSO 2 % VOC baseline at the painful site post was higher in 3 of 5 subjects. There was no difference from baseline in blood pressure, heart rate, or arterial oxygen saturations during VOC. There were changes in the hematologic parameters consistent with VOC and active hemolysis. Conclusions: The SCD subjects demonstrated increased regional oxygenation at both the painful and contralateral not painful sites during VOC compared to the post VOC baseline. During VOC there was no predictable difference in regional oxygenation at the site of VOC pain contrary to our original hypothesis. View large Download slide View large Download slide  Disclosures: Wood: Ferrokin Biosciences: Consultancy; Shire: Consultancy; Apotex: Consultancy, Honoraria; Novartis: Honoraria, Research Funding. Coates: Novartis: Speakers Bureau; Apopharma: Consultancy."
}