{
    "doi": "https://doi.org/10.1182/blood.V108.11.4104.4104",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=755",
    "start_url_page_num": 755,
    "is_scraped": "1",
    "article_title": "Argatroban Anticoagulation for Heparin-Induced Thrombocytopenia in Elderly Patients. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "anticoagulation",
        "argatroban",
        "older adult",
        "thrombocytopenia, heparin-induced",
        "activated partial thromboplastin time measurement",
        "thrombosis",
        "amputation",
        "anticoagulants",
        "blood urea nitrogen",
        "creatinine clearance"
    ],
    "author_names": [
        "John R. Bartholomew, MD",
        "Carolynn E. Pietrangeli, Phd",
        "Marcie J. Hursting, PhD"
    ],
    "author_affiliations": [
        [
            "Cardiovascular Medicine, Cleveland Clinic Foundation, Cleveland, OH, USA"
        ],
        [
            "Medical Writing, CTI Clinical Trial and Consulting Services, Cincinnati, OH, USA"
        ],
        [
            "Consulting, Clinical Science Consulting, Austin, TX, USA"
        ]
    ],
    "first_author_latitude": "41.47456095",
    "first_author_longitude": "-81.7367932",
    "abstract_text": "Argatroban, a direct thrombin inhibitor, is used for prophylaxis or treatment of thrombosis in heparin-induced thrombocytopenia (HIT). Although its clearance is reduced in elderly, vs younger, healthy volunteers (4.3 vs 5.0 mL/min/kg), argatroban therapy in elderly patients with HIT has not been specifically described. In this retrospective analysis of a 118-patient, multicenter registry database, we evaluated argatroban dosing, anticoagulant responses, and clinical outcomes in adults aged ≥65 years with clinically diagnosed HIT or history of HIT administered argatroban therapy. From the registry, we identified 62 argatroban-treated patients with HIT (n=54) or history of HIT (n=8). Baseline characteristics, argatroban doses and responses, and outcomes were summarized for patients overall and stratified by age (65–74 years, n=31; 75–84 years, n=26; ≥85 years, n=5). Indications for anticoagulation were similar among groups, typically cardiac-related. Argatroban was infused and adjusted to achieve activated partial thromboplastin times (aPTTs) 1.5–3 times baseline. In each group, the initial median argatroban dose as determined by the treating physician was 1.0 mg/kg/min (a similar initial dose was used for all registry patients, irrespective of age) and maintained at or near that dose during therapy (median, 5–7 days). Overall, therapeutic aPTTs occurred within 11.5 hours; the median aPTT during therapy was 54.7 seconds. By regression analysis, mean argatroban dose decreased ~0.1 mg/kg/min with each 0.2-mg/dL increase in serum creatinine but was unaffected by patient age, total serum bilirubin, calculated creatinine clearance, or blood urea nitrogen. Platelet counts in HIT patients increased a median 41% from baseline during therapy. Within 37 days of argatroban initiation, 13 (21%) patients died (1 while on argatroban), 5 (8%) had new thrombosis (2 while on argatroban), and none experienced amputation or major bleeding. The oldest group had no event. By univariate regression analysis, the risk of developing new thrombosis decreased with increasing mean argatroban dose (hazard ratio=0.020; 95% CI, 0.001–0.757; p=0.035), yet was not significantly affected by age, gender, baseline platelet count, or mean aPTT. We conclude that argatroban at a median initial dose of 1.0 mg/kg/min, adjusted to achieve aPTTs 1.5–3 times baseline, provides safe and effective anticoagulation in elderly patients with HIT or history of HIT. For patients ≥65 years old, age is not a significant factor determining therapeutic argatroban doses or thrombotic risk."
}