{
    "doi": "https://doi.org/10.1182/blood.V116.21.1342.1342",
    "article_title": "Prognostic Index for Predicting Overall Survival and Event-Free Survival In Total Therapy 3 Patients ",
    "article_date": "November 19, 2010",
    "session_type": "Clinical Results - Autologous Transplantation: Poster I",
    "abstract_text": "Abstract 1342 Background: Today's front-line treatment of Multiple Myeloma is frequently based on the MIRT experience with Total Therapy 3 (TT3). We developed prognostic models and a web tool based on those models to predict survival and progression free survival. Patients and methods: Data from 303 patients enrolled on UARK 2003-33 and 177 patients treated on UARK 2006-66 was examined. Multivariate Cox regression analysis was used to determine the best prognostic model for overall survival (OS) and event-free survival (EFS) both in the presence and absence of baseline GEP-based risk information. Results: Variable selection resulted in consistent models; both OS and EFS models contained similar elements when the selection process terminated. When GEP-defined 70-gene risk information was available, variable selection for OS resulted in a model containing GEP-risk, β2M, cytogenetic abnormalities and LDH. All variables were chosen to be dichotomous. When GEP-defined 70-gene risk information was not available, we obtained two competing models for both OS and EFS. The variables significant for those models were β2M, cytogenetic abnormalities and LDH. In addition to those variables, albumin entered the competing model. Cumulative R squared, measuring the amount of statistical variability accounted for in a statistical model, was comparable in both. We therefore chose the model that is complementary to the model derived when GEP- based risk information was available. All statistical models used for predicting survival and event-free survival have a cumulative R squared of at least 30. The parameter estimates determined in those models were used to evaluate the predicted OS and EFS for a patient with specific baseline features. Two examples for a predicted OS curve with available GEP data are shown below. Figure 1 shows predicted overall survival with 95% confidence interval for a patient with low risk GEP, no cytogenetic abnormalities, β2M ≤ 5.5 mg/L and LDH < 190 U/L. Figure 2 displays the predicted overall survival with 95% confidence interval for a patient with high-risk GEP, cytogenetic abnormalities, β2M > 5.5 mg/L and LDH ≥ 190 U/L. Conclusion: A web tool was developed with radio-buttons that enable selection of variables based on observed baseline features of a specific patient. The tool then evaluates and displays the predicted OS and EFS curves with 95% confidence intervals based on the parameter estimates of the underlying multivariate model described above. Figure 1: View large Download slide Predicted Overall Survival and 95% confidence interval for a patient with low risk GEP, no cytogenetic abnormalities, β2M ≤ 5.5 mg/L and LDH < 190 U/L. Figure 1: View large Download slide Predicted Overall Survival and 95% confidence interval for a patient with low risk GEP, no cytogenetic abnormalities, β2M ≤ 5.5 mg/L and LDH < 190 U/L. Close modal Figure 2: View large Download slide Predicted Overall Survival and 95% confidence interval for a patient with high-risk GEP, cytogenetic abnormalities, β2M > 5.5 mg/L and LDH ≥ 190 U/L. Figure 2: View large Download slide Predicted Overall Survival and 95% confidence interval for a patient with high-risk GEP, cytogenetic abnormalities, β2M > 5.5 mg/L and LDH ≥ 190 U/L. Close modal Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "albumins",
        "chromosome abnormality",
        "coefficient of determination",
        "conflict of interest",
        "cox proportional hazards models",
        "disclosure",
        "genes",
        "models, statistical",
        "multiple myeloma",
        "progression-free survival"
    ],
    "author_names": [
        "Antje Hoering, PhD",
        "Alan Mitchell",
        "Rachael Sexton",
        "John Crowley, PhD",
        "Bart Barlogie, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Antje Hoering, PhD",
            "author_affiliations": [
                "Research and Biostatistics, Cancer Research and Biostatistics, Seattle, WA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Alan Mitchell",
            "author_affiliations": [
                "Research and Biostatistics, Cancer Research and Biostatistics, Seattle, WA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rachael Sexton",
            "author_affiliations": [
                "Research and Biostatistics, Cancer Research and Biostatistics, Seattle, WA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John Crowley, PhD",
            "author_affiliations": [
                "Research and Biostatistics, Cancer Research and Biostatistics, Seattle, WA, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bart Barlogie, MD, PhD",
            "author_affiliations": [
                "Myeloma Institute for Research and Therapy, University of Arkansas for Medical Sciences, Little Rock, AR, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-15T21:38:39",
    "is_scraped": "1"
}