{
    "doi": "https://doi.org/10.1182/blood.V126.23.3973.3973",
    "article_title": "AGMT MALT-2: A Phase II Study of Rituximab Plus Lenalidomide in Patients with Extranodal Marginal Zone B-Cell Lymphoma of the Mucosa-Associated Lymphoid Tissue (MALT lymphoma) ",
    "article_date": "December 3, 2015",
    "session_type": "624. Lymphoma: Therapy with Biologic Agents, excluding Pre-Clinical Models: Poster III",
    "abstract_text": "Background : Chemotherapy-containing regimens are effective for the treatment of advanced MALT lymphoma. However, due to the indolent course of this disease immunomodulatory strategies appear reasonable. Lenalidomide was active as monotherapy for MALT lymphoma and addition of rituximab (R) achieved promising results in several B-cell malignancies. Methods : The AGMT MALT-2 study is a multicenter phase II study for the treatment of MALT lymphoma with R-lenalidomide (also referred to as \"R 2 \"). Treatment consisted of R 375 mg/m 2 day 1 and lenalidomide 20 mg day 1-21 in a four-week cycle. In the case of gastric MALT lymphoma and Helicobacter pylori (HP)-infection patients had to be refractory to HP-eradication prior to inclusion. HP-negative or extragastric patients were directly eligible. In case of complete remission (CR) after 6 courses treatment stopped while those with partial remission (PR) or stabilization (SD) were eligible for 8 courses. All patients received prophylactic ASA (100 mg/day) during treatment and allopurinol (300 mg/day) for the first 8 weeks. The primary endpoint of the study was the objective response rate (ORR) defined by radiological or GELA histological response criteria, respectively. The secondary endpoint was safety. These are our final results. Results: A total of 50 patients were enrolled but four patients were excluded and replaced according to protocol, including two patients who withdrew informed consent before the first dose of treatment due to personal reasons. Of 46 evaluable patients 28 (60.9%) were female while 18 (39.1%) were male. Median age at initiation of treatment was 64 years with an interquartile range of 53-72 years. 28.3% (13/46) of patients had primary gastric MALT lymphoma while the majority of patients i.e. 71.7% (33/46) had primary extragastric manifestations (28% ocular adnexa, 11% lung, 11% disseminated disease, 7% parotid gland and 15% other localizations). 63.0% (29/46) of patients had localized disease and 37.0% (17/46) presented with advanced/ disseminated disease. ECOG status was 0 or 1 in 97.8% (45/46) of patients. 23.9% (11/46) of patients had received prior systemic treatment including one patient pretreated with lenalidomide and 9 pretreated with R-containing regimens. Treatment with R-lenalidomide resulted in an ORR of 80.4%. 54.3% (25/46) achieved CR, 26.1% (12/46) PR, and 17.4% (8/46) SD as best response. One patient progressed at cycle three but received successful salvage treatment. Median time to best response was 5.2 months (95% CI; 2.8-5.7). The mean number of applied treatment cycles was 6 (95% CI; 5.6-6.6). Fourteen patients (30.4%; 14/46) benefited from the extended treatment phase and converted to a deeper response between restaging at cycle three and restaging at cycle 6 (11/14) or 8 (3/14), respectively. Univariate analysis for response according to gender (male vs. female) (p = 0.691), primary localization of MALT lymphoma (gastric vs. extragastric) (p = 0.654), prior systemic treatment (p = 0.895), and localized vs. disseminated disease (p = 0.197) was not significantly different for groups. 48 patients received at least one dose of R-lenalidomide and were included in the toxicity analysis. Tolerability in terms of non-hematologic adverse events was good with no toxicity grade IV reported. 37.5% (18/48) of patient experienced mild infusion reactions following R. Common adverse reactions to lenalidomide consisted of mild fatigue in 33.3% (grade I/II = 16), musculoskeletal pain in 41.7% (I/II = 18, III = 2), cough or respiratory infections in 33.3% (I/II = 13, III = 3), diarrhea in 22.9% (I/II = 10, III = 1) and mild vertigo in 22.9% (I/II = 9, III = 2). Typical lenalidomide-associated exanthema occurred in 45.8% patients but was usually mild (I/II = 19, III = 3). Hematologic adverse events were rare with a rate of grade III/IV neutropenia below 20% (18.8%; 9/48). Dose reduction of lenalidomide due to adverse events was necessary in 34.8% (15 mg = 12, 10 mg = 4). Four patients discontinued treatment early due to adverse events. After a median follow-up of 27.2 months (range; 13.2-36.3) three patients have relapsed at 5.0-8.8 months suggesting durable responses in the majority of cases. No second malignancies were observed. Conclusion: This is the first study on efficacy of R-lenalidomide for MALT lymphoma. With an ORR of 80% and a CRR of 54% we could improve the results achieved with lenalidomide-monotherapy in a prior pilot trial. Disclosures Off Label Use: lenalidomide for MALT lymphoma. Greil: AOP Orphan: Research Funding; Cephalon: Consultancy, Honoraria, Research Funding; Novartis: Honoraria; Boehringer-Ingelheim: Honoraria; Astra-Zeneca: Honoraria; Amgen: Honoraria, Research Funding; Bristol-Myers-Squibb: Consultancy, Honoraria; Janssen-Cilag: Honoraria; Merck: Honoraria; Eisai: Honoraria; Mundipharma: Honoraria, Research Funding; Sanofi Aventis: Honoraria; GSK: Research Funding; Ratiopharm: Research Funding; Celgene: Consultancy; Genentech: Honoraria, Research Funding; Pfizer: Honoraria, Research Funding; Roche, Celgene: Honoraria, Research Funding. Willenbacher: Roche, Celgene: Consultancy, Honoraria, Research Funding. Fridrik: Roche: Consultancy, Honoraria. Markus: Celgene, Roche, EISAI, Novartis, IPSEN: Honoraria.",
    "topics": [
        "extranodal disease",
        "lenalidomide",
        "lymphoma, mucosa-associated lymphoid tissue",
        "mucosa-associated lymphoid tissue",
        "phase 2 clinical trials",
        "rituximab",
        "adverse event",
        "malt lymphoma of stomach",
        "systemic therapy",
        "toxic effect"
    ],
    "author_names": [
        "Barbara Kiesewetter, MD",
        "Richard Greil, MD",
        "Wolfgang Willenbacher, MD",
        "Peter Neumeister, MD",
        "Michael A. Fridrik, MD",
        "Raderer Markus, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Barbara Kiesewetter, MD",
            "author_affiliations": [
                "Dept. of Medicine I, Clin. Div. of Oncology, Medical University of Vienna, Vienna, Austria "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Richard Greil, MD",
            "author_affiliations": [
                "Dept. of Medicine III with Hematology, Medical Oncology, Hemostaseology, Infectiology and Rheumatology, University Hospital Salzburg, Salzburg, Austria "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wolfgang Willenbacher, MD",
            "author_affiliations": [
                "Dept. of Medicine V, Hematology & Oncology, Innsbruck Medical University, Innsbruck, Austria "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter Neumeister, MD",
            "author_affiliations": [
                "Internal Medicine / Hematology, Medical Universitiy of Graz, Graz, Austria "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael A. Fridrik, MD",
            "author_affiliations": [
                "Dept. of Medicine III, AKH Linz, Linz, Austria "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Raderer Markus, MD",
            "author_affiliations": [
                "Dept. Medicine I, Clin. Div. of Oncology, Medical University of Vienna, Vienna, Austria"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-02T09:42:12",
    "is_scraped": "1"
}