{
    "doi": "https://doi.org/10.1182/blood.V106.11.4373.4373",
    "article_title": "Chromosome 21 Encoded RUNX1 and ETS-2 Overexpression in Regenerating Hematopoiesis in Children with Down Syndrome - Implications for Leukemiogenesis?. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Children with Down Syndrome (DS) are at an 150 fold increased risk to develop acute megakaryoblastic leukemia (AMKL) within the first 4 years of life. About 10% of newborns with trisomy 21 showed transient myeloproliferative disorder (TMD). Although mutations of the transcriptional factor GATA1, resulting in the shortened GATA1s have been shown in almost all blasts in DS-AMKL and TMD the predisposition to leukemiogenesis related to trisomy 21 is not clear. TMD occurred during embryonic stress hematopoiesis leading to the hepatic proliferation of the GATA1s positive blasts. Typically blasts disappeared within the first 3 month of live, however after a median time of 1.3years (0.6 to 3.7 years) 20% of the children suffered AMKL and required intensive cytostatic treatment. The expression of chromosome 21 encoded hematological transcription factors (TFs) such RUNX1, ETS-2 and ERG were analysed in leukemic blasts from DS- TMD(n=7), DS-AMKL (n=25), DS without hematological disorder (n=10), AMKL (n=10) and healthy controls (n=7) by qRT-PCR. Results: No increase of RUNX1, ETS-2 and ERG expression could be shown. By contrast, ERG was decrease in all leukemias and in DS without hematological disorder (p Anova .<0.002). GATA1s was significantly overexpressed in TMD and DS-AMKL (p Anova <0.02), whereas GATA1 expression in AMKL and controls was not changed. GATA2 was elevated (p Anova <0.01) in all megakaryoblastic leukemias, with or without DS (p Anova <0.0001). PU.1, typically associated with early lymphatic differentiation and granulopoiesis was down regulated in all megakaryoblastic leukemias and, surprisingly, in DS without hematological disorder. This confirmed previously reported results by gene-array analysis 1 . To get further insight in the predisposition caused by trisomy 21 we analysed regenerating hematopoiesis in DS (n=14) partly resembling embryonic stress hematopoiesis. Correlated to the amount of bone marrow activation (CD38 positivity) a myeloid cell population (CD13/CD33 positive); with the co-expression of CD56 (NCAM) and CD36 (thrombospondin-receptor) could be detected by immunophenotyping (median percentage all nucleated bone marrow cells: 73±10%). In children without DS but regenerating hematopoiesis (n=41) a similar population of 4.6±1.8% (p<0.00001) could be detected. For further analysis the CD33/CD56 positive cells were sorted (FACSVantage). The cells showed normal myeloid morphology and differentiation, lack of GATA1s mutation, but an aberrant TF expression pattern. RUNX1 was 10-fold and ETS-2 5-fold higher expressed compared to controls (p<0.012). Summarized, (1) DS-AMKL and TMD leukemic blasts showed no general gene-dosage effect. However, (2) in stimulated bone marrow (stress hematopoiesis) trisomy 21 led to an overexpression of chromosome 21 encoded TFs, which might contribute to leukemiogenesis.",
    "topics": [
        "child",
        "chromosomes, human, pair 21",
        "down syndrome",
        "hematopoiesis",
        "protein overexpression",
        "leukemia",
        "neural cell adhesion molecules",
        "stress",
        "cd33 antigen",
        "cd36 antigens"
    ],
    "author_names": [
        "Dirk Reinhardt, MD, PhD",
        "Kristin Wortmann",
        "Miriam Kolar",
        "Jan H. Klusmann",
        "Ulrike Puhlmann",
        "Jean P. Bourquin, MD",
        "Ursula Creutzig, MD, PhD",
        "Claudia Langebrake, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Dirk Reinhardt, MD, PhD",
            "author_affiliations": [
                "Pediatric Hematology and Oncology, Medical School Hannover, Hannover, Germany"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Kristin Wortmann",
            "author_affiliations": [
                "Pediatric Hematology/Oncology, University Children’s Hospital, Münster, Germany"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Miriam Kolar",
            "author_affiliations": [
                "Pediatric Hematology/Oncology, University Children’s Hospital, Münster, Germany"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jan H. Klusmann",
            "author_affiliations": [
                "Pediatric Hematology and Oncology, Medical School Hannover, Hannover, Germany"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ulrike Puhlmann",
            "author_affiliations": [
                "Pediatric Hematology and Oncology, Medical School Hannover, Hannover, Germany"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jean P. Bourquin, MD",
            "author_affiliations": [
                "Pediatric Hematology and Oncology, Children’s University Hospital, Zürich, Switzerland"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ursula Creutzig, MD, PhD",
            "author_affiliations": [
                "Pediatric Hematology/Oncology, University Children’s Hospital, Münster, Germany"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Claudia Langebrake, PhD",
            "author_affiliations": [],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-28T09:34:36",
    "is_scraped": "1"
}