{
    "doi": "https://doi.org/10.1182/blood.V108.11.3150.3150",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=586",
    "start_url_page_num": 586,
    "is_scraped": "1",
    "article_title": "Melphalan Containing Cytoreduction Results in a Good Overall Survival (OS) in Pediatric Patients with Relapse or Refractory AML Undergoing Unrelated Umbilical Cord Blood Transplantation (UCBT). ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "debulking",
        "melphalan",
        "pediatrics",
        "umbilical cord blood transplantation",
        "allogeneic hematopoietic stem cell transplant",
        "allopurinol",
        "cyclosporine",
        "disease remission",
        "early diagnosis",
        "graft-versus-host disease"
    ],
    "author_names": [
        "Vinod K. Prasad, MD, MRCP",
        "Juan Wu, MS",
        "Paul L. Martin, MD, PhD",
        "Timothy A. Driscoll, MD",
        "Suhag H. Parikh, MD",
        "Deborah Semmel, FNP",
        "Jerelyn Moffet, PNP",
        "Lauren Stafford, PNP",
        "Ann Shonkwiler, PNP",
        "Shelly Carter, Sc.D",
        "Paul Szabolcs, MD",
        "Joanne Kurtzberg, MD"
    ],
    "author_affiliations": [
        [
            "Pediatric BMT Division, Duke University Medical Center, Durham, NC, USA"
        ],
        [
            "Biostatistics, Emmes Corporation, Rockville, MD, USA"
        ],
        [
            "Pediatric BMT Division, Duke University Medical Center, Durham, NC, USA"
        ],
        [
            "Pediatric BMT Division, Duke University Medical Center, Durham, NC, USA"
        ],
        [
            "Pediatric BMT Division, Duke University Medical Center, Durham, NC, USA"
        ],
        [
            "Pediatric BMT Division, Duke University Medical Center, Durham, NC, USA"
        ],
        [
            "Pediatric BMT Division, Duke University Medical Center, Durham, NC, USA"
        ],
        [
            "Pediatric BMT Division, Duke University Medical Center, Durham, NC, USA"
        ],
        [
            "Pediatric BMT Division, Duke University Medical Center, Durham, NC, USA"
        ],
        [
            "Biostatistics, Emmes Corporation, Rockville, MD, USA"
        ],
        [
            "Pediatric BMT Division, Duke University Medical Center, Durham, NC, USA"
        ],
        [
            "Pediatric BMT Division, Duke University Medical Center, Durham, NC, USA"
        ]
    ],
    "first_author_latitude": "36.00709815",
    "first_author_longitude": "-78.93735635",
    "abstract_text": "Children with AML unable to achieve remission after initial diagnosis or at relapse will not be cured by conventional therapy but may be salvaged by allogeneic hematopoietic stem cell transplantation. Those lacking a related donor may not survive the time that is required to find an unrelated adult donor. Banked, unrelated donor umbilical cord blood (UCB) increases access to transplant by providing a rapidly available source of allogeneic hematopoietic stem cells. Fifty-one pediatric patients with Relapse or Refractory AML were transplanted with Unrelated Cord Blood (UCB) between 1995 and 2005. By low resolution HLA-A and -B plus high-resolution DRB1 typing, UCB units were 3/6 (18%), 4/6 (45%), 5/6 (31%) or 6/6 (6%) matched. The median age was 8.4 years. Ethnic minorities comprised 35.3% of patients. Thirteen patients had received prior auto- or allo-transplants. The median total nucleated cell (TNC) dose infused was 4.4x10 7 /kg. All patients received myeloablative regimens. Patients receiving Melphalan containing regimens (Bu/Mel/ATG or Flu/Mel/ATG or TBI/Mel/ATG) were grouped as Melphalan-Pos (n=33) and the rest as Melphalan-Neg (n=18). GVHD prophylaxis was Cyclosporine plus methylprednisone in 94.8%. Two groups were statistically similar for sex (p=0.69), age (p=0.1), ethnic minority (p=1), HLA matching (p=0.1), CMV status (p=0.68), and cell dose infused (p=0.35). The probabilities of overall survival (OS) were estimated by Kaplan-Meier analysis and compared using log-rank test. Three year probability of OS in Melphalan-Pos group was higher (36%) than the Melphalan-Neg (11%) group although the difference did not reach statistical significance. We restricted subsequent analyses to a subgroup of patients (n=28) who were transplanted between year 2000 and 2005 because the supportive care practices in our program regarding the use of voriconazole, granulocyte transfusions, early detection and treatment of CMV, and VOD prophylaxis and therapy had been standardized since 2000. The 3 year probability of overall survival for Melphalan-Pos patients (n=13) was significantly higher (54%) than the Melphalan-Neg (n=15) patients (7%) (p=0.023). AGVHD (Grade 2–4) was seen in 18% and CGVHD in 6% of patients. The causes of death in Melphalan-Pos vs. Melphalan-Neg patients were relapse (30% vs 46%), infection (8% vs 40%) and organ failure (8% vs 7%). Two Melphalan-Pos and one Melphalan-Neg patient developed graft failure. The median time to ANC > 500 was 21 and 28 days and to Platelet > 50K was 70 and 104 days in Melphalan-Pos and Melphalan-Neg groups, respectively. We conclude that for high risk pediatric patients with relapsed or refractory AML lacking a family donor, UCB transplantation following Melphalan containing cytoreduction results in cure in a significant number of patients."
}