{
    "doi": "https://doi.org/10.1182/blood.V120.21.2139.2139",
    "article_title": "Peroxiredoxin 6 Enhances Phagocyte NADPH Oxidase (phox) Activity in Response to Agonists Acting Via Cell Surface Receptors and Intracellular Signaling Pathways. ",
    "article_date": "November 16, 2012",
    "session_type": "201. Granulocytes, Monocytes and Macrophages: Poster II",
    "abstract_text": "Abstract 2139 Introduction The phagocyte NADPH oxidase (phox) is a multiprotein, transmembrane-enzyme-complex found in diverse professional phagocytes including neutrophils. Phox in its inactive state consists of the membrane-associated subunit cytochrome b558 (a dimer of gp91phox/Nox2 and p22phox) and cytoplasmic subunits which include p47phox, p67phox, p40phox and Rac1 or Rac2. Phosphorylation of phox proteins promotes tight interaction of the cytoplasmic phox components with cytochrome b558 and the resulting active complex catalyzes transmembrane electron transfer from cytoplasmic NADPH to molecular oxygen forming superoxide anion (O 2 − ). O 2 − and other reactive oxygen species formed from it are microbicibal and crucial to pathogen killing by neutrophils. Peroxiredoxin 6 (Prdx6) is a bifunctional enzyme with a peroxiredoxin activity that reduces oxidized lipids and H 2 O 2 and a PLA 2 activity that cleaves the sn2 position of phospholipids forming the corresponding free fatty acid and lysophospholipid. Previous work in our laboratory has identified Prdx6 as a binding partner of p67phox and as an enhancer of O 2 − production by active phox; we have shown that this enhancement is due to products of the PLA 2 activity of the peroxiredoxin but the precise mechanism by which these molecules act is unclear. Here we present evidence that Prdx6 causes maximal activation of phox when the complex is activated by physiological agonists (the formylated peptide fMLP and the particulate agonist serum opsonized zymosan (SOZ)) but not when it is activated by the non-physiological agonist phorbol 12-myristate 13-acetate (PMA). Because fMLF and SOZ interact with cell surface receptors but PMA enters the cell and activates protein kinase C (PKC) enzymes that directly phosphorylate phox proteins our data provides a clue as to the mode of action of Prdx6 in phox activation. Methods PLB985 cells were used to model neutrophils. This myeloid cell line can be terminally differentiated to a neutrophil like state with phox activity by exposure to DMSO. Prdx6 was suppressed in these cells by stable expression of an shRNA resulting in an approximately 70% reduction of the protein. Following maturation of the cells they were stimulated with fMLP, SOZ or PMA and O 2 − production was measured by superoxide dismutase (SOD) inhibitable luminescence of Diogenes fluorophore. For fMLP, due to the transient nature of the O 2 - production, the entire amount of O 2 − production was measured. SOZ and PMA induced prolonged (>1hr) O 2 − production and O 2 − production over 1hr was thus measured. Results In cells with Prdx6 suppressed, SOD inhibitable O 2 − production in response to fMLP was reduced by 53% ± 3% (SEM), n=34, which was significant (p<0.001). O 2 − produced in response to SOZ was reduced by 37% ± 9% (SEM), n = 4, which was also significant (p<0.05). In contrast, the response to PMA was not altered (p>0.5, n of at least 4) at a range of PMA concentrations from one causing slight activation of phox (10 ng/ml) to one causing maximal O 2 - production (1 μg/ml). Conclusions fMLP binds to receptors on neutrophils and triggers intracellular signaling cascades that ultimately lead to phosphorylation and activation of phox. Similarly, opsonins of particulate stimuli bind cell surface complement receptors that trigger intracellular signaling cascades that activate phox. PMA on the other hand enters cells and activates PKC enzymes that directly phosphorylate phox proteins; it thus bypasses the physiological signaling pathways that mediate the fMLP and SOZ response. Since Prdx6 enhances the SOZ and fMLF mediated phox response but not the PMA mediated response we propose that in myeloid cells, products of the PLA 2 activity of Prdx6 enhance the SOZ and PMA mediated signaling cascades. This may be via activation of signaling molecules in these pathways which would be consistent with the known ability of the fatty acid arachidonate to activate PKC enzymes, MAP kinases, PLA 2 enzymes and a class Ia phosphatidylinositol 3-kinase and to mobilize Ca 2+ . Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "agonists",
        "nadph oxidases",
        "phagocytes",
        "receptors, cell surface",
        "intracellular signaling cascade",
        "enzymes",
        "n-formylmethionine leucyl-phenylalanine",
        "cytochromes",
        "molecule",
        "1-phosphatidylinositol 3-kinase"
    ],
    "author_names": [
        "Michael A. Ellison, PhD",
        "Daniel R. Ambruso, MD",
        "Gail Thurman, BS"
    ],
    "author_dict_list": [
        {
            "author_name": "Michael A. Ellison, PhD",
            "author_affiliations": [
                "Bonfils Blood Center, Denver, CO, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Daniel R. Ambruso, MD",
            "author_affiliations": [
                "Center for Cancer and Blood Disorders, Children's Hospital Colorado, Aurora, CO, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gail Thurman, BS",
            "author_affiliations": [
                "Bonfils Blood Center, Denver, CO, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-22T03:51:29",
    "is_scraped": "1"
}