{
    "doi": "https://doi.org/10.1182/blood.V128.22.1157.1157",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3397",
    "start_url_page_num": 3397,
    "is_scraped": "1",
    "article_title": "Microbial Metabolite Sensor GPCR43 Controls Severity of Experimental Gvhd ",
    "article_date": "December 2, 2016",
    "session_type": "701. Experimental Transplantation: Basic Biology, Pre-Clinical Models: Acute and Chronic GVHD, Mucosal Immunity, and Targeted Therapies",
    "topics": [
        "graft-versus-host disease",
        "metabolites",
        "sensor",
        "butyrates",
        "interleukin-18",
        "nlr family, pyrin domain-containing 3 protein",
        "bone marrow transplantation, allogeneic",
        "cytokine",
        "g-protein-coupled receptors",
        "histone deacetylase"
    ],
    "author_names": [
        "Hideaki Fujiwara, MD PhD",
        "Nathan Mathewson, PhD",
        "Tomomi Toubai, MD PhD",
        "Katherine Oravecz-Wilson, MS",
        "Cynthia Zajac, BS",
        "Julia Wu, BS",
        "Yaping Sun, MD PhD",
        "Chen Liu, MD PhD",
        "Pavan R. Reddy, MD"
    ],
    "author_affiliations": [
        [
            "Department of Internal Medicine, Division of Hematology/Oncology, University of Michigan Comprehensive Cancer Center, Ann Arbor, MI "
        ],
        [
            "Department of Cancer Immunology & Virology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
        ],
        [
            "Department of Internal Medicine, Division of Hematology/Oncology, University of Michigan Comprehensive Cancer Center, Ann Arbor, MI "
        ],
        [
            "Department of Internal Medicine, Division of Hematology/Oncology, University of Michigan Comprehensive Cancer Center, Ann Arbor, MI "
        ],
        [
            "Department of Internal Medicine, Division of Hematology/Oncology, University of Michigan Comprehensive Cancer Center, Ann Arbor, MI "
        ],
        [
            "Department of Internal Medicine, Division of Hematology/Oncology, University of Michigan Comprehensive Cancer Center, Ann Arbor, MI "
        ],
        [
            "Department of Internal Medicine, Division of Hematology/Oncology, University of Michigan Comprehensive Cancer Center, Ann Arbor, MI "
        ],
        [
            "Department of Pathology, University of Florida, Gainesville, FL"
        ],
        [
            "Department of Internal Medicine, Division of Hematology/Oncology, University of Michigan Comprehensive Cancer Center, Ann Arbor, MI "
        ]
    ],
    "first_author_latitude": "42.2812598",
    "first_author_longitude": "-83.73275614999999",
    "abstract_text": "Gastrointestinal (GI) tract is bathed by metabolites derived from the resident microbiota. Recent data suggest that these microbiome metabolites affect the severity of various inflammatory conditions including graft versus host disease (GVHD). Specifically, microbiota-derived metabolites, short chain fatty acids (SCFAs) such as butyrate have been shown to ameliorate GVHD severity. But the key sensors and the mechanisms for mediating microbial metabolite dependent effects on intestinal epithelial cells (IECs), and GVHD remain unknown. We sought to determine the key microbial metabolite sensors for SCFA that control the severity of GVHD. We first analyzed for the expression of various G protein-coupled receptors (GPRs) and Solute Carrier Family 5 (SLC5) members that are expressed on IECs and known to be critical sensors of microbial metabolites, SCFAs. We utilized the well-characterized MHC disparate GVHD murine model BALB/c→B6. The recipient B6 mice were lethally irradiated (10Gy) and received 5x10 6 BM and 2.5x10 6 splenic T-cells from either syngeneic B6 or allogeneic BALB/c donors. The IECs were harvested at days +7 and +14 after BMT and analyzed for expression of GPR41, GPR43 and GPR101a, SLC5A members. The allogeneic animals demonstrated significantly reduced expression of GPR43 and SLC5A8. To determine the functional relevance of these receptors we next focused on GPR43. We obtained GPR43 deficient animals (GPR43KO) on B6 background and utilized them as allogeneic recipients in the same model as above. Compared with allogeneic wild type (WT) recipients, GPR43KO mice showed significantly more severe clinical severity (P<0.05) and mortality from GVHD (P<0.02). Histopathological analyses confirmed greater GI GVHD. IECs harvested from the WT and GPR43KO recipients demonstrated equivalent IFNγ, IL-17 and TNFα, similar levels in serum and equivalent expansion on day +14. GPR43 is also expressed on immune cells in addition to IECs. To dissect the cellular mechanisms we systematically explored the effect of GPR43 on myeloid derived DCs, T cells and IECs. The DCs from both WT and GPR43KO showed no significant differences in phenotype, functional responses to TLR stimulation with LPS and capacity to induce proliferation of allogeneic T cells. In vitro stimulation of T cells from the KO and WT animals showed comparable responses. Absence of GPR43 on donor cells did not enhance GVHD. Next we examined the effect of GPR43 on IECs. Recent data suggest that the levels of IEC protective cytokine IL-18 in response to activation of NLRP3 by microbial derived products is dependent on GPR43. We determined whether the levels of IL-18 expression in IECs and serum after allo-BMT in the KO and WT animals. IL-18 was significantly decreased in GPR43KO recipients compared to the WT animals (P<0.05). Furthermore IEC explant cultures revealed GPR43KO IECs produce similar IL-18 upon direct stimulation of NLRP3. Next, butyrate, a critical microbiome derived metabolites that is a well-described ligand of GPR43 has been recently shown to mitigate GVHD by protecting IECs. Therefore to further explore the potential mechanisms for increase in GVHD in the GPR43 KO recipients we utilized the similar BALB/c→B6 model as above and tested the hypothesis that butyrate will not reduce GVHD in the GPR43KO recipients. We administered butyrate (10mg/kg) or the diluent daily by oral gavage from day 0 to day 21 to the GPR43KO and WT allogeneic recipients. Contrary to our hypothesis, we made surprising observation that butyrate treated allogeneic GPR43KO animals showed significantly reduced GVHD mortality (P<0.05) than diluent treated GPR43KO animals. However, WT animals that received butyrate showed significantly better survival than the butyrate treated GPR43KO animals (P<0.04). These data demonstrated that butyrate mediates GVHD protection in both GPR43 dependent and independent manner. Also suggest that the GPR43 independent protective effects of butyrate could be from its role as an energy source and histone deacetylase functions on IECs. Thus collectively our data suggest that GPR43 is a critical sensor of microbial metabolites such as butyrate and plays a key role in mitigating GVHD severity in an immune cell independent but in a potentially IEC dependent manner and thus provide mechanistic insights into the role of microbiome derived metabolites in reducing GVHD. Disclosures No relevant conflicts of interest to declare."
}