{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.3621.3621",
    "article_title": "HIT Diagnosis: A Proposed New Definition for Clinical Research ",
    "article_date": "December 7, 2017",
    "session_type": "311. Disorders of Platelet Number or Function: Poster III",
    "abstract_text": "Introduction: Heparin-induced thrombocytopenia (HIT) is a rarely diagnosed but often suspected complication of heparin therapy. Initial diagnosis is generally made based upon a combination of pretest probability (such as the 4Ts score) and the results of readily available immunoassays. However, confirmation requires the result of a functional assay such as the serotonin release assay (SRA), which is currently considered to be the gold standard. Because the SRA is technically challenging, it is offered only in a few reference laboratories, resulting in a turnaround time of several days to a week. In addition, recent data suggest that the accuracy of the SRA may not be as high as previously thought. Thus, new laboratory assays that are both highly sensitive and specific for HIT antibodies are urgently needed. Here we propose a new set of criteria, independent of the SRA, that may be used to define HIT in the evaluation of novel assays. Methods: We conducted a retrospective cohort study of adult inpatients undergoing laboratory testing for suspicion of acute HIT at the University of Washington Medical center and/or Harborview Medical Center between May 2016 and July 2017. All patients underwent enzyme-linked immunosorbent assay (ELISA) testing for antiPF4/heparin antibodies (IgG-specific Zymutest EIA, Hyphen Biomed). According to institutional policy, those samples with optical density (OD) ≥ 0.300 were reflexively sent to a reference laboratory for SRA testing. Charts were examined by trained reviewers for calculation of the 4Ts score, results of ELISA and SRA testing (when available) and outcomes at 30 days including clinical diagnosis/management of HIT and mortality. Results: We identified 155 patients undergoing evaluation for HIT. Each patient was placed into one of three categories: 'negative', 'indeterminate', or 'positive', based upon a combination of 4Ts score and the optical density (OD) resulting from ELISA testing. Any patient with an OD ≤0.300 was considered to be 'negative' regardless of the 4Ts score. Patients with ODs ranging from 0.301-0.999 were defined as 'negative' unless the 4Ts score was high (6-8), in which case they were defined as 'indeterminate'. Patients with an OD of 1.000-1.999 were defined as 'positive' if the 4Ts was high (6-8), indeterminate if the 4Ts was intermediate (4-5) and negative if the 4Ts was low (0-3). Patients with an OD ≥2.000 were defined as 'positive' unless the 4Ts score was low (0-3) in which case they were defined as 'indeterminate'. The number of patients that fell into each category as well as the number of subjects with a clinically confirmed diagnosis of HIT are shown in Table 1. The median age of all subjects was 60 and was this was roughly similar across 'negative', 'indeterminate', and 'positive' categories (60, 62, and 66, respectively). Males represented 62% of all subjects and 71% of patients categorized as HIT positive. Seventy percent of all subjects received heparin for venous thromboembolism prophylaxis. Eighty-nine percent of 'negative' and 100% of 'indeterminate' subjects were exposed to unfractionated heparin (UFH). Six of 7 'positive' patients were exposed to UFH and 1 to low molecular weight heparin (LMWH). All 'positive' patients were clinically managed for HIT by stopping all heparin products and/or beginning patients on direct thrombin inhibitor therapy, with 57% mortality within 30 days of ELISA testing. One (0.8%) 'negative' and 7 (32%) 'indeterminate' patients were clinically managed for HIT. Thirty-day mortality was 25% and 4.5% in 'negative' and 'indeterminate' groups respectively. Discussion: Our study proposes a framework for the use of clinical pretest probability scores and rapidly available HIT ELISA testing to define HIT in research studies. Such a strategy allows for assessment of accuracy of newly developed assays. The inclusion of an 'indeterminate' category adds statistical complexity but is necessary to avoid misclassification of patients who may or may not have true HIT. Mortality in HIT positive patients defined in this manner was high, although small numbers limit definitive conclusions and unfractionated heparin was implicated in most cases of HIT, as has been observed previously. View large Download slide View large Download slide  Close modal Disclosures Padmanabhan: BloodCenter of Wisconsin: Patents & Royalties: A patent application has been filed related to the PF4-dependent P-selectin expression assay (Method of Detecting Platelet- Activating Antibodies That Cause Heparin-Induced Thrombocytopenia/Thrombosis; PCT/US14/62591).; Retham Technologies LLC: Equity Ownership.",
    "topics": [
        "antibodies",
        "blood platelets",
        "clinical diagnosis",
        "clinical research",
        "direct thrombin inhibitor",
        "disclosure",
        "enzyme-linked immunosorbent assay",
        "equity",
        "gold standard",
        "heparin"
    ],
    "author_names": [
        "Parisa R Khalighi, BS",
        "David A Garcia, MD",
        "Anand Padmanabhan, MD PhD",
        "Bethany T Samuelson Bannow, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Parisa R Khalighi, BS",
            "author_affiliations": [
                "Case Western Reserve University School of Medicine, Cleveland, OH "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "David A Garcia, MD",
            "author_affiliations": [
                "University of Washington, Seattle, WA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anand Padmanabhan, MD PhD",
            "author_affiliations": [
                "Pathology/Transfusion Medicine, Bloodcenter of Wisconsin, Milwaukee, WI "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bethany T Samuelson Bannow, MD",
            "author_affiliations": [
                "Department of Medicine, Division of Hematology, University of Washington, Seattle, WA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-11T09:33:49",
    "is_scraped": "1"
}