{
    "doi": "https://doi.org/10.1182/blood.V118.21.73.73",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2069",
    "start_url_page_num": 2069,
    "is_scraped": "1",
    "article_title": "The in Vitro and In Vivo Oncogenic Activity of Homodimeric Mutant of Interleukin-7 Receptor a Chain (IL7Rα) Highlights the Significance of the IL7Rα/Jak1 Pathway in T-Cell Acute Lymphoblastic Leukemia ",
    "article_date": "November 18, 2011",
    "session_type": "612. Acute Lymphoblastic Leukemia - Biology and Pathophysiology: Genes, Signalling Molecules, MicroRNAs and Treatment",
    "topics": [
        "adult t-cell lymphoma/leukemia",
        "interleukin 7 receptor",
        "t-cell leukemia, acute",
        "interleukin-7",
        "cytokine",
        "amino acids",
        "follow-up",
        "hematologic neoplasms",
        "leukemia",
        "leukocytosis"
    ],
    "author_names": [
        "Kazuaki Yokoyama, MD",
        "Nozomi Yokoyama",
        "Kiyoko Izawa, PhD",
        "Ai Kotani, MD, PhD",
        "Ratanakanit Harnprasopwat, PhD",
        "Akira Harashima, MD, PhD",
        "Seiichiro Kobayashi, MD, PhD",
        "Arinobu Tojo, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Division of Molecular Therapy, Advanced Clinical Research Center, Institute of Medical Science, The University of Tokyo, Tokyo, Japan, "
        ],
        [
            "Division of Clinical Genome research, Advanced Clinical Research Center, Institute of Medical Science, The University of Tokyo, Tokyo, Japan, "
        ],
        [
            "Division of Molecular Therapy, Advanced Clinical Research Center, Institute of Medical Science, The University of Tokyo, Tokyo, Japan, "
        ],
        [
            "Medical Science, Tokai University Institute of Innovative Science and Technology, Kanagawa Prefecture, Japan, "
        ],
        [
            "Division of Molecular Therapy, Advanced Clinical Research Center, Institute of Medical Science, The University of Tokyo, Tokyo, Japan, "
        ],
        [
            "Cell Biology Institute, Research Center, Hayashibara Biochemical Laboratories, Okayama, Japan"
        ],
        [
            "Division of Molecular Therapy, Advanced Clinical Research Center, Institute of Medical Science, The University of Tokyo, Tokyo, Japan, "
        ],
        [
            "Division of Molecular Therapy, Advanced Clinical Research Center, Institute of Medical Science, The University of Tokyo, Tokyo, Japan, "
        ]
    ],
    "first_author_latitude": "35.7126775",
    "first_author_longitude": "139.761989",
    "abstract_text": "Abstract 73 Interleukin-7 (IL7) is essential for T cell development and homeostasis. Dysregulation of signals that control normal T-cell development has been implicated in the onset of T-cell acute lymphoblastic leukemia (T-ALL). By analogy to activating mutations in the Notch pathways, we hypothesized that any mutations in the IL7 signaling axis might also contribute to T-ALL. Direct sequencing of human IL7 receptor a chain (hIL7RA) gene in a panel of 16 T-ALL cell lines identified two types of mutations in two different cell lines. One was an insertion mutation of 4 amino acids (LSRC) in the transmembrane region (INS, Fig.1A) from DND-41, a gamma-delta TCR + T-ALL cell line, and the other was a truncated, loss-of-function, mutation in the cytoplasmic region from MOLT-4. We demonstrated that hIL7RA-INS mutant spontaneously formed a homodimer and constitutively activated downstream signals including Stat family members (1, 3 and 5), Akt and Erk via Jak1, but not Jak3. Next, we investigated oncogenic activity of hIL7RA-INS in primary hematopoietic progenitor cells. To this aim, lin − E.14 Balb/c fetal liver (FL) cells were retrovirally transduced with hIL7RA-INS in parallel with hIL7RA-wild type (WT), and then tested for their cytokine dependence in vitro . As expected, only hIL7RA-INS-transduced lin − FL cells showed abrogation of cytokine dependence. hIL7RA-transduced lin − FL cells were also transplanted into lethally irradiated syngeneic mice. Within 7–9 weeks after transplantation of lin − FL cells transduced with hIL7RA-INS, but not with hIL7RA-WT, recipient mice developed well-tolerated myelo- and lymphoproliferative disorders, characterized by marked leukocytosis, systemic lymphadenopathy and splenomegaly (Fig.1B). Notably, concomitant increase in hIL7RA + gamma-delta TCR + T cells and decrease in B cells were observed in peripheral blood (Fig.1C). Histological examination of bone marrow, spleen and liver specimens from diseased mice revealed moderate to severe myeloid hyperplasia, disrupted splenic architecture by disseminated mature myeloid cells and infiltration of both myeloid and mononuclear cells into hepatic parenchyma, respectively. In addition, recipient mice for hIL7RA-INS-transduced lin − FL cells frequently manifested ruffled fur as well as mononuclear cell infiltration into salivary gland and pericardium, suggesting an autoimmune-like disorder. However, during median follow-up of 11 weeks, these recipient mice did not develop either overt leukemia or lymphoma, indicating that additional transforming events are required for evolution to aggressive hematological malignancies. These in vivo findings highlighted the possibility that aberrant signals via IL7RA in hematopoietic stem/progenitor cells might preferentially stimulate myelopoiesis over lymphopoiesis, and also confirmed the essential role of IL7RA in gamma-delta TCR + T cell development, previously shown by IL7RA-knockout mice. Taken together, we speculated that dysregulated IL7RA signaling axis might be involved in the onset of T-ALL, especially with gamma-delta TCR + phenotype. Finally, the present study, together with the recent report (JEM 208:901, 2011), emphasizes the significance of the sequential Notch-IL7RA pathways in the pathogenesis of T-ALL as well as the dominant role of the IL7RA/Jak1 axis in IL7 proliferative signal. View large Download slide View large Download slide  Disclosures: No relevant conflicts of interest to declare."
}