{
    "doi": "https://doi.org/10.1182/blood.V124.21.5959.5959",
    "article_title": "Multiple Elements Classified Hematological Malignancies from Healthy Population ",
    "article_date": "December 6, 2014",
    "session_type": "802. Chemical Biology and Experimental Therapeutics",
    "abstract_text": "Introduction It is a little known about how multiple elements interacts and functions in cells, although a specific element had already reported to take a role, enzymatic, transcriptional activities, etc. Although, several metals such as cadmium, nickel, lead, and chrome were known as carcinogen, it is also not known about relations of multiple elements in disease mechanisms. To investigate the impact of multiple elements on the features of hematological malignancies, we analyzed the multiple elements in the serum of patients with hematological malignancies and healthy persons. Methods We obtained 47 of peripheral blood samples from 40 patients with hematological malignancies, and 102 of healthy persons: 50 persons who visited to medical check-up and 52 volunteers. Hematological malignancies were 16 acute myeloid leukemia, 5 acute lymphoblastic leukemia, 9 non-Hodgkin's lymphoma, 9 Multiple myeloma, and 1 Chronic myeloid leukemia. Samples were centrifuged, and 1.0-1.5ml of plasma was separated. We measured 23 elements were measured using inductively coupled plasma mass spectrometry. To assess the difference of the element patterns between hematological malignancies and healthy persons, multivariate discrimination analysis was performed. Overall survival of hematological malignancies was assessed by Log-rank test. Multivariate analysis with the elements highly discriminated hematological malignancies from healthy persons' samples. Elements data increased the accuracy to discriminate hematological malignancies from healthy persons close to 100 % in addition to clinical data such as complete blood count, albumin, total bilirubin, blood urine nitrogen, creatinine. To our knowledge, this is the first report on the successful classifying disease from healthy persons by measurements of multiple elements with more than 90% accuracy using peripheral blood serum (Table 1). Five year overall survival of patients with hematological malignancy was likely dependent on this discriminant score. Data suggested the potential interaction between multiple elements and hematological malignancies, and the possibility future applications on diagnosis and prognosis. Table 1. Accuracy of cross-validated classification patients with hematological malignancies and healthy persons by discriminant analysis  Accuracy . Clinical data . Multi-elements . Multi-elements + Clinical data . %  93.7  91.3  98.9  Accuracy . Clinical data . Multi-elements . Multi-elements + Clinical data . %  93.7  91.3  98.9  View Large Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "hematologic neoplasms",
        "acute lymphocytic leukemia",
        "albumins",
        "bilirubin",
        "cadmium",
        "carcinogens",
        "creatinine",
        "hematuria",
        "leukemia, myelocytic, acute",
        "leukemia, myelocytic, chronic"
    ],
    "author_names": [
        "Shotaro Hagiwara, MD PhD",
        "Yoshinari Suzuki",
        "Akihiro Nakayama",
        "Akihiro Matsunaga",
        "Yutaka Iida",
        "Mari Shimura"
    ],
    "author_dict_list": [
        {
            "author_name": "Shotaro Hagiwara, MD PhD",
            "author_affiliations": [
                "National Center for Global Health and Medicine, Tokyo, Japan "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Yoshinari Suzuki",
            "author_affiliations": [
                "Shimane University, Matsue-shi, Japan "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Akihiro Nakayama",
            "author_affiliations": [
                "Toray Research Center Inc., Otsu, Japan "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Akihiro Matsunaga",
            "author_affiliations": [
                "National Center for Global Health and Medicine, Shinjuku, Japan"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yutaka Iida",
            "author_affiliations": [
                "Toray Research Center Inc., Otsu, Japan "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mari Shimura",
            "author_affiliations": [
                "National Center for Global Health and Medicine, Shinjuku, Japan"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-30T09:44:26",
    "is_scraped": "1"
}