{
    "doi": "https://doi.org/10.1182/blood-2021-149686",
    "article_title": "Randomized Trial of Tacrolimus and Methotrexate Versus Tacrolimus, Reduced Dose Methotrexate, and Mycophenolate Mofetil for Prevention of Graft-Versus-Host Disease after Myeloablative Related and Unrelated Donor Allogeneic Hematopoietic Cell Transplantation ",
    "article_date": "November 5, 2021",
    "session_type": "722.Allogeneic Transplantation: Acute and Chronic GVHD, Immune Reconstitution",
    "abstract_text": "Background: Graft-versus-host disease (GVHD) remains a major cause of morbidity and mortality after allogeneic hematopoietic cell transplantation (HCT). The combination of tacrolimus (Tac) and methotrexate (MTX) is a standard regimen for GVHD prophylaxis; however, it is associated with several toxicities and patients are often not able to complete the full MTX regimen. The combination of Tac, reduced dose (\"mini\")-MTX, and mycophenolate mofetil (MMF) has been investigated with a well-tolerated toxicity profile and low incidence of GVHD, although comparison with standard dose MTX has not been done. We performed a randomized non-inferiority trial comparing Tac/MTX (Full-MTX) to Tac/mini-MTX/MMF (Mini-MTX) for prevention of GVHD after myeloablative related and unrelated donor HCT. Methods: Patients <70 years in age receiving first myeloablative allogeneic HCT using 8/8 HLA-matched related or unrelated donor were eligible; all diagnoses and both bone marrow and peripheral blood stem cell grafts were allowed. Full-MTX patients received MTX dose of 15 mg/m 2 day +1, and 10 mg/m 2 days +3, +6, and +11. Mini-MTX patients received doses of 5 mg/m 2 on days +1, +3, and +6 plus MMF 1000 mg BID. MTX and MMF doses were adjusted for body weight in pediatric recipients. Primary endpoints were incidence of acute GVHD, mucositis, and hematopoietic engraftment. Secondary endpoints included incidence of chronic GVHD, organ toxicity, infection, relapse, non-relapse mortality (NRM), and overall survival (OS). Based on our local incidence rates, 45 patients/arm were needed to detect a hazard ratio of at most 1.7 for acute GVHD (no difference between two arms) using a one-sided non-inferiority log-rank test with 5% significance and 80% power. Results: We enrolled 101 patients; 5 were excluded due to change in eligibility or withdrawal of consent prior to HCT. Analysis is based on 96 patients who were randomized to receive Full-MTX (N=49) or Mini-MTX (N=47). Patient characteristics are described in the Table, and were generally balanced between the two groups . All patients in the Mini-MTX arm received their 3 planned doses of MTX; in the Full-MTX arm, 71% received all 4 doses, 26% received 3 doses, and 1 patient received 2 doses of MTX. There was no significant difference in cumulative incidence of grade 2-4 acute GVHD by day 100 between arms (28% Mini-MTX vs 27% Full-MTX, P=0.41) (Figure 1); however, there was a trend toward higher grade 3-4 acute GVHD in Mini-MTX arm (13% vs 4%, P=0.07). Mini-MTX recipients had lower incidence of severe WHO grade 3-4 mucositis (57% vs 82%, P=0.010), shorter duration of mucositis (median 11 vs 18 days, P<0.001), and had faster engraftment of both neutrophils (median 15 vs 17 days, P<0.001) and platelets (median 23 vs 27 days, P=0.023), with resultant shorter hospital stay (median 27 vs 31 days, P<0.001). There were no significant differences between the two arms in any grade of chronic GVHD (36% vs 25%, P=0.09) or moderate-severe chronic GVHD at 1 year (23% vs 20%, P=0.14). There were also no differences in bacterial (P=0.18), viral (P=0.52) or fungal (P=0.74) infections. There were no significant differences in hepatotoxicity, but lower proportion of patients receiving Mini-MTX experienced nephrotoxicity (creatinine ≥3X upper limit of normal: 2% vs 26%, P<0.001). Mini-MTX recipients also had less respiratory failure in the first 6 months (6% versus 22%, P=0.026). There was no difference in relapse between arms (2-year incidence 22% vs 21%, P=0.89), although Mini-MTX was associated with lower NRM (11% vs 25% at 2 years) (Figure 2), and non-significant but higher OS (70% vs 52% at 2 years; P=0.06). Conclusions: Compared to Full-MTX, a Mini-MTX regimen that incorporates MMF was associated with no difference in acute or chronic GVHD incidence and a more favorable toxicity profile, with faster engraftment, less mucositis, less organ toxicity, and lower NRM. The combination of Tac/mini-MTX/MMF is an acceptable alternative to Tac/MTX after myeloablative related and unrelated donor HCT. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Hamilton:  Syndax: Membership on an entity's Board of Directors or advisory committees; Equilium: Membership on an entity's Board of Directors or advisory committees. Gerds:  Imago: Research Funding; AbbVie: Consultancy; Constellation: Consultancy; Brystol Myers Squibb: Consultancy; Sierra Oncology: Consultancy; Incyte: Research Funding; PharmaEssentia: Consultancy; Novartis: Consultancy; Constellation: Research Funding; Krtos: Research Funding; CTI Biopharma: Research Funding; Accutate: Research Funding. Hill:  Gentenech: Consultancy, Honoraria, Research Funding; AstraZenica: Consultancy, Honoraria; Novartis: Consultancy, Honoraria, Research Funding; Celgene (BMS): Consultancy, Honoraria, Research Funding; Epizyme: Consultancy, Honoraria; AbbVie: Consultancy, Honoraria, Research Funding; Karyopharm: Consultancy, Honoraria, Research Funding; Beigene: Consultancy, Honoraria, Research Funding; Pfizer: Consultancy, Honoraria; Incyte/Morphysis: Consultancy, Honoraria, Research Funding; Kite, a Gilead Company: Consultancy, Honoraria, Other: Travel Support, Research Funding. Copelan:  Amgen: Consultancy. Majhail:  Anthem, Inc: Consultancy; Incyte Corporation: Consultancy.",
    "author_names": [
        "Betty K. Hamilton",
        "Lisa A. Rybicki",
        "Taylor Lucas",
        "Donna Corrigan",
        "Matt Kalaycio",
        "Rabi Hanna",
        "Seth J Rotz",
        "Robert M. Dean",
        "Aaron T. Gerds",
        "Brian T. Hill",
        "Deepa Jagadeesh",
        "Brad Pohlman",
        "Edward A. Copelan",
        "Navneet S. Majhail"
    ],
    "author_dict_list": [
        {
            "author_name": "Betty K. Hamilton",
            "author_affiliations": [
                "Blood and Marrow Transplant Program, Department of Hematology and Medical Oncology, Taussig Cancer Institute, Cleveland Clinic Foundation, Cleveland, OH"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Lisa A. Rybicki",
            "author_affiliations": [
                "Department of Quantitative Health Sciences, Lerner Research Institute, Cleveland Clinic, Cleveland, OH"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Taylor Lucas",
            "author_affiliations": [
                "Blood and Marrow Transplant Program, Department of Hematology and Medical Oncology, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Donna Corrigan",
            "author_affiliations": [
                "Blood and Marrow Transplant Program, Department of Hematology and Medical Oncology, Taussig Cancer Institute, Cleveland Clinic, Cleveland,"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Matt Kalaycio",
            "author_affiliations": [
                "Blood and Marrow Transplant Program, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rabi Hanna",
            "author_affiliations": [
                "Department of Pediatric Hematology Oncology and BMT, Cleveland Clinic Children's, Cleveland, OH"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Seth J Rotz",
            "author_affiliations": [
                "Department of Pediatric Hematology Oncology and BMT, Cleveland Clinic Children's, Cleveland, OH"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert M. Dean",
            "author_affiliations": [
                "Blood and Marrow Transplant Program, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aaron T. Gerds",
            "author_affiliations": [
                "Cleveland Clinic Taussig Cancer Institute, Cleveland, OH"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brian T. Hill",
            "author_affiliations": [
                "Blood and Marrow Transplant Program, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Deepa Jagadeesh",
            "author_affiliations": [
                "Cleveland Clinic, Cleveland, OH"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brad Pohlman",
            "author_affiliations": [
                "Taussig Cancer Institute, Department of Hematology and Medical Oncology, Cleveland Clinic, Cleveland, OH"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Edward A. Copelan",
            "author_affiliations": [
                "Department of Hematologic Oncology and Blood Disorders, Levine Cancer Institute, Atrium Health, Charlotte, NC"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Navneet S. Majhail",
            "author_affiliations": [
                "Department of Hematology and Medical Oncology, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-23T02:32:13",
    "is_scraped": "1"
}