{
    "doi": "https://doi.org/10.1182/blood.V128.22.4216.4216",
    "article_title": "Increased Expression of EZH2 Is Associated with Inferior Survival in Primary Central Nervous System Diffuse Large B-Cell Lymphoma ",
    "article_date": "December 2, 2016",
    "session_type": "627. Aggressive Lymphoma (Diffuse Large B-Cell and Other Aggressive B-Cell Non-Hodgkin Lymphomas)-Results from Retrospective/Observational Studies: Poster III",
    "abstract_text": "Introduction: Primary central nervous system lymphomas (PCNSL) are rare and aggressive diseases with a poorly understood biology. Due to clinical heterogeneity and lack of prognostic biomarkers, effective and less toxic therapies are yet to be discovered. Enhancer of zeste homolog 2 (EZH2), a histone methyltransferase, was demonstrated to regulate cancer cell fate in response to DNA damage. EZH2 has been shown to be frequently overexpressed in various human cancers including lymphoma and is associated with inhibition of apoptosis through trimethylation of histone H3 lysine 27 (H3K27me3). The runt-related transcription factor 3 (RUNX3) is a downstream effector of the transforming growth factor-β (TGF-β) signaling pathway, and is critical for promoting cell death and apoptosis. Various studies have shown RUNX3 downregulation as a result of EZH2 upregulation. We investigated the EZH2 and RUNX3 protein expression and its impact on clinical outcome in PCNSL. Methods: A retrospective clinicopathologic chart review was conducted and 33 cases with diagnosis of PCNSL at our institution were included. Cases of secondary CNS involvement by diffuse large B-cell lymphoma (DLBCL) and HIV-related PCNSL were excluded. A tissue microarray (TMA) was constructed using archived formalin-fixed-paraffin-embedded tissue from 33 PCNSL cases. EZH2 and RUNX3 protein expression was assessed using immunohistochemistry and the staining was specifically classified based on percentage of the cells staining: 0 (75%) and staining intensity: negative, weak positive and strong positive. Overall survival (OS) was calculated using the Kaplan-Meier method and log-rank test. Chi-square test was used to determine relationships between immunophenotypic subtype and protein expressions. Results: EZH2 and RUNX3 protein expression results were obtained in 25 out of 33 cases. The median age was 65 years (range 51-86 years) with a male:female ratio of 4:1. The majority of the cases were non-germinal center subtype (n=16, 64%) while the remaining 16% were germinal center subtype (n=9). Median OS was 11 months (range 2-120 months). Six out of 25 cases showed 3+ and strong staining for EZH2 while five cases were 2+, two were 1+ and the remaining was negative. The staining profile and number of cases for RUNX3 are as follows; 3+: seven, 2+: four, 1+: four, 0: 10. Strong and diffuse (3+) expression of EZH2 strongly correlated with inferior outcome ( P =0.0045), independent of immunophenotypic subtype, while there was no significant correlation between OS and 0-2+ EZH2 expression. RUNX3 staining did not correlate with clinical outcome ( P =0.67). Conclusions: Our data suggests a role of EZH2 overexpression in the pathogenesis of PCNSL. Overexpression of EZH2 appears to be an adverse prognostic factor and a potential target in PCNSL. Larger scale studies are warranted to elucidate the biology and prognostic utility of EZH2 in PCNSL. View large Download slide View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "central nervous system",
        "diffuse large b-cell lymphoma",
        "ezh2 gene",
        "primary central nervous system lymphoma",
        "tissue microarray",
        "cancer",
        "formaldehyde",
        "germinal center b-cell-like diffuse large b-cell lymphoma",
        "histone h3",
        "histone methyltransferases"
    ],
    "author_names": [
        "Briana Gibson, MD",
        "Rahul Matnani, MBBS, PhD",
        "Zheng Ping, MD",
        "Balabhadrapatruni VSK Chakravarthi",
        "Yang Yang, MD PhD",
        "Sooryanarayana Varambally, PhD",
        "Denise Peker, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Briana Gibson, MD",
            "author_affiliations": [
                "University of Alabama at Birmingham, Birmingham, AL "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Rahul Matnani, MBBS, PhD",
            "author_affiliations": [
                "University of Alabama at Birmingham, Birmingham, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zheng Ping, MD",
            "author_affiliations": [
                "Division of Laboratory Medicine, Department of Pathology, The University of Alabama at Birmingham, Birmingham, AL "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Balabhadrapatruni VSK Chakravarthi",
            "author_affiliations": [
                "University of Alabama at Birmingham, Birmingham, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yang Yang, MD PhD",
            "author_affiliations": [
                "Pathology, University of Alabama at Birmingham, Birmingham, AL "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sooryanarayana Varambally, PhD",
            "author_affiliations": [
                "Molecular & Cellular Pathology, University of Alabama at Birmingham, Birmingham, AL"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Denise Peker, MD",
            "author_affiliations": [
                "University of Alabama at Birmingham, Birmingham, AL "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-08T13:07:12",
    "is_scraped": "1"
}