{
    "doi": "https://doi.org/10.1182/blood.V108.11.2217.2217",
    "article_title": "PU.1 Is a Downstream Target of SOX4 in Myeloid Cells. ",
    "article_date": "November 1, 2006",
    "session_type": "Poster Sessions",
    "abstract_text": "Mice that express 20% the normal levels of the Ets transcription factor PU.1 develop AML, unlike mice that express 50% or 80% the normal levels, indicating that PU.1 is a dosage-sensitive tumor suppressor gene. In addition, 3 of 13 AMLs induced by transplanting mice with cells transduced with a Sox4 oncogene-containing retrovirus were found to carry a Sox4 retroviral integration in one PU.1 allele, suggesting that downregulation of PU.1 may cooperate with Sox4 in AML induction. Since the other PU.1 allele remains intact in these AMLs and a 50% decrease in PU.1 expression is not sufficient to induce AML, we hypothesized that Sox4 might further downregulate PU.1 expression in these AMLs. To test this hypothesis, we transfected HL60 promyelocytes with an expression vector carrying both GFP and Sox4 cDNAs or a GFP vector control. Transfected GFP+ cells were purified by flow cytometry and PU.1 mRNA levels were analyzed by real-time RT-PCR. PU.1 mRNA levels were consistently downregulated 4 to 10 fold in cells transfected with Sox4 cDNA compared to cells transfected with the vector control, while β-actin mRNA levels were maintained constant, confirming that overexpression of Sox4 downregulates PU.1 expression in myeloid cells. The decrease of PU.1 mRNA was observed as early as 8 hours after Sox4 transfection, further suggesting that Sox4 may directly repress the PU.1 promoter in myeloid cells. Consistent with this, analysis of 2 published microarray databases comprising 401 de novo AML patient samples showed that SOX4 expression is significantly negatively correlated with PU.1 expression (coefficient: −0.337, P-value: 1E-07). Interestingly, AML FAB M1 and M2 subtypes were associated with statistically significant higher SOX4 expression levels compared to AML FAB M3, M4, M5. In order to confirm that downregulation of PU.1 cooperates with Sox4 in AML induction, we infected wild type or PU.1 heterozygous knockout bone marrow cells with the Sox4 retrovirus and then monitored the time of AML development in transplanted mice. Early results show accelerated leukemogenesis in mice transplanted with Sox4-infected PU +/− bone marrow (115 days) compared to mice receiving Sox4-infected wild type marrow (160 days). We are currently trying to identify Sox4 binding sites in the PU.1 promoter, or in an upper regulatory element that may be responsible for mediating the repression of PU.1.",
    "topics": [
        "acute promyelocytic leukemia",
        "dna, complementary",
        "expression vector",
        "flow cytometry",
        "leukemogenesis",
        "myeloid cells",
        "reverse transcriptase polymerase chain reaction",
        "rna, messenger",
        "transcription factor",
        "actins"
    ],
    "author_names": [
        "Georg Aue, MD",
        "Yang Du, Ph.D.",
        "Cynthia E. Dunbar, M.D.",
        "Nancy A. Jenkins, Ph.D.",
        "Neal G. Copeland, Ph.D."
    ],
    "author_dict_list": [
        {
            "author_name": "Georg Aue, MD",
            "author_affiliations": [
                "Mouse Cancer Genetics Program, NCI, National Institutes of Health, Frederick, MD, USA",
                "Hematology Branch, NHLBI, National Institutes of Health, Bethesda, MD, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Yang Du, Ph.D.",
            "author_affiliations": [
                "Mouse Cancer Genetics Program, NCI, National Institutes of Health, Frederick, MD, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cynthia E. Dunbar, M.D.",
            "author_affiliations": [
                "Hematology Branch, NHLBI, National Institutes of Health, Bethesda, MD, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nancy A. Jenkins, Ph.D.",
            "author_affiliations": [
                "Mouse Cancer Genetics Program, NCI, National Institutes of Health, Frederick, MD, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Neal G. Copeland, Ph.D.",
            "author_affiliations": [
                "Mouse Cancer Genetics Program, NCI, National Institutes of Health, Frederick, MD, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-30T06:43:19",
    "is_scraped": "1"
}