{
    "doi": "https://doi.org/10.1182/blood.V114.22.1379.1379",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1522",
    "start_url_page_num": 1522,
    "is_scraped": "1",
    "article_title": "The Cost-Effectiveness of Bortezomib for the Initial Treatment of Multiple Myeloma in the United States. ",
    "article_date": "November 20, 2009",
    "session_type": "HEALTH OUTCOMES RESEARCH POSTER I",
    "topics": [
        "bortezomib",
        "cost effectiveness",
        "multiple myeloma",
        "autologous stem cell transplant",
        "second line treatment",
        "vista archive",
        "melphalan",
        "prednisone",
        "progressive neoplastic disease",
        "adverse event"
    ],
    "author_names": [
        "Si-Tien Wang",
        "Hui Huang",
        "Hongliang Shi",
        "Mei Sheng Duh",
        "Kristina Chen",
        "Eva Chang",
        "Caroline Korves",
        "Ravinder Dhawan",
        "Andrew Cakana",
        "Helgi van de Velde",
        "Dixie-Lee Esseltine",
        "Louis Garrison"
    ],
    "author_affiliations": [
        [
            "Analysis Group, Inc., Boston, MA, USA, "
        ],
        [
            "Millennium Pharmaceuticals, Inc., Cambridge, MA, USA, "
        ],
        [
            "Millennium Pharmaceuticals, Inc., Cambridge, MA, USA, "
        ],
        [
            "Analysis Group, Inc., Boston, MA, USA, "
        ],
        [
            "Analysis Group, Inc., Boston, MA, USA, "
        ],
        [
            "Analysis Group, Inc., Boston, MA, USA, "
        ],
        [
            "Analysis Group, Inc., Boston, MA, USA, "
        ],
        [
            "Johnson and Johnson Pharmaceutical Research & Development, Raritan, NJ, USA, "
        ],
        [
            "Johnson & Johnson Pharmaceuticals Research & Development, Beerse, Belgium, "
        ],
        [
            "Millennium Pharmaceuticals, Inc., Cambridge, MA, USA, "
        ],
        [
            "Millennium Pharmaceuticals, Inc., Cambridge, MA, USA, "
        ],
        [
            "University of Washington, Seattle, WA, USA"
        ]
    ],
    "first_author_latitude": "42.346443799999996",
    "first_author_longitude": "-71.0817548",
    "abstract_text": "Abstract 1379 Poster Board I-401 Background: Data from the phase III VISTA trial demonstrated superiority in terms of clinical effectiveness of bortezomib (Velcadë) plus melphalan and prednisone (VMP) relative to melphalan and prednisone alone (MP) in the initial treatment of patients with multiple myeloma (MM). The aim of this study was to utilize data from the VISTA study and published literature to compare lifetime health outcomes and the cost-effectiveness of these regimens as induction therapy for MM patients ineligible for autologous stem cell transplantation (ASCT). An indirect comparison of VMP versus thalidomide plus MP (MPT) was also conducted using published results from the IFM 99-06 clinical trial for MPT (Facon et al , Lancet 2007). The goal of this study and the derived model was to assess the relative costs and outcomes from these two trials, recognizing the limitations imposed by using data derived from independent studies. Methods: A Markov model from the US payer's perspective was developed. Simulations were performed for hypothetical cohorts of newly diagnosed MM patients with an average age of 70 years at treatment initiation and who were not eligible for ASCT. The model includes seven health states representing periods of treatment response (stable disease/minimal response, partial response, or complete response), treatment-free interval, progressive disease, second-line treatment and death. Monthly transition probabilities were estimated from patient-level VISTA trial data for VMP and MP (with a data cut-off of June 15, 2007), and from the published phase lll IFM 99-06 trial for MPT. Costs included per-protocol drug and medical costs, treatment-related adverse events, second-line treatment, and resource utilization during treatment-free interval and progressive disease. Unit costs of medications and resources were obtained from published literature. All costs were adjusted to 2009 US dollars. State-specific utility estimates were derived from patient-level EQ-5D data from the VISTA trial using US-specific weights. Health outcomes were expressed in life-years (LYs) and quality-adjusted life-years (QALYs). Both cost and health outcomes were discounted at 3%. Incremental cost-effectiveness ratios (ICERs) were calculated for VMP versus MP, and VMP versus MPT, over a lifetime horizon (approximated by 20 years). One-way sensitivity analyses were conducted by running the model with upper and lower values of key parameters to assess the general robustness of model findings and identify key drivers. Results: Model base case results for the incremental cost-effectiveness of VMP relative to MP and MPT are shown in the Table. Comparison of the model's overall survival (OS) projections with the observed differences indicates a conservative approximation of the treatment differences for VMP. The estimated OS was 4.187 years with VMP versus 2.864 years with MP and versus 4.140 years with MPT over a lifetime horizon. Lifetime direct medical costs range from $57,864 for MP to $129,902 for MPT. The cost per LY and QALY gained with VMP compared with MP is $40,051 and $56,109, respectively. VMP is dominant (cost saving and better outcomes) compared with MPT, costing 17.7% less and providing slightly more QALYs on average. One-way sensitivity analyses suggest general robustness of model findings and the key drivers include VMP/MP hazard ratio from second-line treatment to death, and the MPT/MP hazard ratio for treatment discontinuation. Conclusions: In newly diagnosed MM patients ineligible for ASCT, VMP is projected to improve long-term health outcomes, offering a substantial survival benefit compared with MP. The incremental cost-effectiveness of VMP versus MP is within the generally accepted cost-effectiveness range of $50,000 to $100,000 per QALY, suggesting that VMP is cost-effective compared with MP in the United States. Within this cost-effectiveness model, compared with MPT, VMP is dominant, yielding lower costs and better health outcomes. Table Cost-effectiveness of VMP versus MP and VMP versus MPT over a lifetime horizon  . VMP . MP . MPT . COST  $110,870  $57,864  $129,902  LY  4.187  2.864  4.140  QALY  2.994  2.049  2.951  ICER (vs. VMP)     per LY  – $40,051  VMP dominant  per QALY  – $56,109  VMP dominant  . VMP . MP . MPT . COST  $110,870  $57,864  $129,902  LY  4.187  2.864  4.140  QALY  2.994  2.049  2.951  ICER (vs. VMP)     per LY  – $40,051  VMP dominant  per QALY  – $56,109  VMP dominant  View Large Disclosures: Wang : Milllennium: Research Funding. Huang : Milllennium: Employment, Equity Ownership. Shi : Millennium Pharmaceuticals, Inc.: Employment. Duh : Milllennium: Consultancy, Research Funding. Chen : Milllennium: Research Funding. Chang : Milllennium: Research Funding. Korves : Milllennium: Research Funding. Dhawan : Johnson and Johnson Research Pharmaceuticals: Employment. Cakana : Johnson & Johnson: Employment, Equity Ownership. van de Velde : Johnson & Johnson: Employment, Equity Ownership. Esseltine : Milllennium: Employment, Equity Ownership. Garrison : Milllennium: Consultancy."
}