{
    "doi": "https://doi.org/10.1182/blood.V122.21.4460.4460",
    "article_title": "Expansion Culture Of Hematopoietic Stem & Progenitor Cells From Frozen-Thawed, Non-Enriched Human Umbilical Cord Blood In Animal Component– & Serum–Free Medium Enhances Engraftment & Reduces Graft-Versus-Host-Disease ",
    "article_date": "November 15, 2013",
    "session_type": "701. Experimental Transplantation: Basic Biology, Engraftment and Disease Activity: Poster III",
    "abstract_text": "Hematopoietic stem cell transplantation in adults using umbilical cord blood (UCB) is limited by low cell dosage & post-thaw viability. In several clinical trials cytokine supplementation & stromal cell support have been shown to enhance total nucleated cells (TNC). However, clinical safety is compromised due to source inconsistency & population heterogeneity of stromal cells along with animal components of the conventional growth media. In this study, we demonstrate effective use of an animal component– & serum–free growth medium to enhance the viability & ex vivo expansion of SCID repopulating cells (SRC) from frozen-thawed, non-enriched UCB–mononucleated cells (UCB-MNC). UCB-MNC were cultured in a commercially available animal component– & serum–free medium, StemSpan TM –ACF (ACF), while StemSpan TM –SFEM (SFEM), a conventional serum–free medium with human and bovine components served as control. Both media (from STEMCELL Technologies INC. Vancouver, Canada) were supplemented with clinical grade SCF, Flt-3 ligand, TPO, & IGFBP2. The expansion effects were characterized based on cell viability, phenotypic stem & progenitor cells & functional in vitro & in vivo assays. After 3-days of culturing, viability of CD45 + UCB-MNC was maintained at a significantly higher level in ACF (90.7±0.2%) compared to SFEM (75.4±0.1%) (p<0.0001; n=3). Culturing for 11-days significantly (p<0.0001; n=6) increased CD45 + CD34 + CD38 – hematopoietic progenitors in ACF (90.6±13.5 fold) compared to control (4.8±0.4 fold). Further phenotypic study of ACF expanded cells showed significant increases of 4.1-fold for CD45 + CD34 + C38 – CD90 + stem cells (p<0.0001), 2.1-fold for CD45 + CD34 + CD13 + CD33 + myeloid progenitors (p<0.01) and 2.3-fold for CD45 + CD34 + C38 – CD7 + (p<0.01) lymphoid progenitors compared to SFEM (n=6). Viable TNC expansions were 4.3±0.2 fold and 5.9±0.7 fold in ACF and SFEM respectively (n=6; p<0.05). Colony forming unit (CFU) assay showed that ACF supported significantly higher expansion of GM progenitors than SFEM (60.1±7.9 vs. 14.6±2.1 fold; p<0.00001; n=16). The numbers of multi-potent progenitors, CFU-GEMM, were maintained in ACF but decreased in SFEM (0.83±0.21 vs. 0.09±0.04 fold relative to non-expanded UCB; p<0.01; n=16). UCB-MNC cultured for 11 days reconstituted the bone marrow (BM) of sub-lethally irradiated NOD/SCID gamma (NSG) mice with human CD45 + /71 + cells as measured 16 weeks after transplantation at a dosage of 1x10 8 cells/kg. The frequency of human cells was higher for UCB expanded in ACF (38.1±15.4%; n=5) than for UCB expanded in SFEM (3.4±2.1; n=14; p<0.01). Human CD34 + progenitors were also detected in BM of the engrafted mice at frequencies of 2.4±1.4% and 0.2±0.1% for ACF and SFEM expanded cells respectively (p<0.05). Human hematopoiesis was multi-lineage with significantly higher numbers of CD45 + /71 + & CD15 + /66b + granulopoietic cells (71.4-fold; p<0.001) and CD19 + /20 + B-lineage cells (23.1-fold; p<0.001) in mice transplanted with cells expanded in ACF (n=5) as compared to SFEM (n=14). At a transplantation dosage of 2.5x10 7 cells/kg, non-expanded grafts (n=10) had similar engraftment of CD45 + /71 + cells compared to ACF expanded grafts (n=5; p=0.14), while engraftment was lower for SFEM expanded grafts (n=12; p<0.01). Limiting dilution analysis revealed that SRC frequencies were increased, on average, 7.9– and 1.2–fold in ACF relative to SFEM expanded & non-expanded grafts respectively. NSG mice transplanted with non-expanded grafts had a significantly lower (p<0.001) survival rate (40.4%, n=47) compared to those transplanted with grafts expanded in ACF (90.9%, n=11) or SFEM (92.3% n=26), or injected with saline only (100%, n=7). The high mortality rate in recipients of non-expanded grafts was due to higher incidence of graft-versus-host-disease (GVHD) associated with significantly (p<0.01; n=6) higher CD45 + CD7 + T cells in comparison to expanded grafts. In conclusion, expansion of freeze-thawed, non-enriched UCB-MNC in animal component– & serum–free medium improves in vivo repopulation and reduces mortality due to GVHD in a xenotransplantation model. These findings could set the platform for developing safer, cheaper & time efficient clinical transplantation, since no animal components, in the form of serum albumin or stromal cells, are required to achieve desired ex vivo expansion of hematopoietic stem & progenitor cells & pre-clinical outcomes. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "culture media",
        "culture media, serum-free",
        "engraftment",
        "graft-versus-host disease",
        "stem cells",
        "umbilical cord blood",
        "cd45 antigens",
        "tissue transplants",
        "cd34 antigens",
        "transplantation"
    ],
    "author_names": [
        "Sudipto Bari, B.Eng",
        "Pat PY Chu, PhD",
        "Andrea Lim, B.Sc",
        "Xiubo Fan, PhD",
        "Gigi NC Chiu, PhD",
        "William YK Hwang, FRCP, FAMS, MMed, MRCP, MBBS"
    ],
    "author_dict_list": [
        {
            "author_name": "Sudipto Bari, B.Eng",
            "author_affiliations": [
                "Department of Pharmacy, National University of Singapore, Singapore 117543, Singapore, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Pat PY Chu, PhD",
            "author_affiliations": [
                "Singapore Cord Blood Bank, Singapore 229899, Singapore, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrea Lim, B.Sc",
            "author_affiliations": [
                "Singapore Cord Blood Bank, Singapore 229899, Singapore, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xiubo Fan, PhD",
            "author_affiliations": [
                "Department of Clinical Research, Singapore General Hospital, Singapore 169856, Singapore, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gigi NC Chiu, PhD",
            "author_affiliations": [
                "Department of Pharmacy, National University of Singapore, Singapore 117543, Singapore, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "William YK Hwang, FRCP, FAMS, MMed, MRCP, MBBS",
            "author_affiliations": [
                "Cancer & Stem Cell Biology, Duke-NUS Graduate Medical School, Singapore, Singapore 169857, Singapore"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-26T15:38:37",
    "is_scraped": "1"
}