{
    "doi": "https://doi.org/10.1182/blood.V126.23.2211.2211",
    "article_title": "Is There a Role for Anti-Neutrophil Antibody Testing in Predicting Spontaneous Resolution of Neutropenia in Young Children ",
    "article_date": "December 3, 2015",
    "session_type": "201. Granulocytes, Monocytes and Macrophages: Poster II",
    "abstract_text": "Immune neutropenia is the most common referral to pediatric hematologists. Controversy exists as to whether anti-neutrophil antibody testing is necessary or helpful in establishing a diagnosis, predicting outcomes or establishing the necessity of treatment with G-CSF. It is also unclear if clinicians can separate immune neutropenia and hereditary/congenital neutropenia based on patients' clinical presentations, blood counts and anti-neutrophil antibody testing. We reviewed the records of 60 patients with the clinical diagnosis of autoimmune or idiopathic neutropenia, enrolled in the Severe Chronic Neutropenia International Registry (SCNIR) who had the onset of neutropenia before age 2 and who were tested for anti-neutrophil antibodies (positive or negative) to see if they resolved neutropenia by age 7 years. We identified 36 antibody positive and 24 antibody negative patients. Neutropenia resolved by age 7 in 27/36 (75%) antibody positive and in 15/24 (62.5%) antibody negative patients (p = 0.3910, Fisher's exact test). The median age at recovery for those with resolving neutropenia was 3.10 years for the antibody positive and 3.60 years for antibody negative patients (mean ages 3.39 and 3.52 years, respectively; p = 0.7614, unpaired t-test). All 60 patients had severe neutropenia (mean ANC 0.376 x 10 9 /L ± 0.620, median 0.193 x 10 9 /L) and history of recurrent fevers and infections, and were treated with G-CSF (mean dose antibody positive 3.12 ± 7.22 mcg/kg/day, mean dose antibody negative 2.57 ± 3.21 mcg/kg/day, p = 0.7311, unpaired t-test; median doses 1.42 and 1.53 mcg/kg/day, respectively). The ANC responses were quite similar, with antibody positive patients' mean ANC on treatment 3.36 x 10 9 /L ± 1.48; antibody negative mean ANC on treatment 4.10 x 10 9 /L ± 2.06 (p = 0.107, unpaired t-test; median ANCs 1.83 and 2.42 x 10 9 /L, respectively). There were no apparent differences in demographic or hematological characteristics of the patients that resolved or failed to resolve. We also identified 8 children with ELANE mutations who had a positive test for anti-neutrophil antibodies. A positive anti-neutrophil antibody result is generally thought to predict a benign course and favor withholding treatment with G-CSF. Six of eight of these children did not receive G-CSF until after the development of severe infections, which included pneumonia, liver abscess, and cellulitis, including one who developed severe cellulitis with the loss of a lower extremity. Importantly, neutropenia did not resolve in any of the ELANE mutated patients. This retrospective review demonstrates that anti-neutrophil antibody testing in young children is of very limited or perhaps no value in predicting prognosis or response to G-CSF treatment. Furthermore, the results of the antibody testing may lead to withholding G-CSF therapy from children who are at risk of severe infectious complications. We believe it is prudent to treat young children with severe neutropenia who have recurrent fevers and infections independent of the anti-neutrophil antibody test results. We also advocate genetic testing to detect congenital neutropenia and predict outcomes in these patients. Disclosures Boxer: Amgen: Equity Ownership. Dale: Amgen: Consultancy, Honoraria, Research Funding.",
    "topics": [
        "antibodies",
        "child",
        "neutropenia",
        "neutrophils",
        "granulocyte colony-stimulating factor",
        "recombinant granulocyte colony stimulating factor",
        "infections",
        "cellulitis",
        "congenital neutropenia",
        "mmune neutropenia"
    ],
    "author_names": [
        "Laurence A. Boxer, MD",
        "Audrey Anna Bolyard, RN, BS",
        "Tracy M. Marrero",
        "Emily L. Tran, BA",
        "Mary Ann Bonilla, MD",
        "Peter E. Newburger, MD",
        "David C. Dale, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Laurence A. Boxer, MD",
            "author_affiliations": [
                "Pediatric Hematology/Oncology, University of Michigan, Ann Arbor, MI "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Audrey Anna Bolyard, RN, BS",
            "author_affiliations": [
                "Department of Medicine, University of Washington, Severe Chronic Neutropenia International Registry, Seattle, WA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tracy M. Marrero",
            "author_affiliations": [
                "Department of Medicine, University of Washington, Severe Chronic Neutropenia International Registry, Seattle, WA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Emily L. Tran, BA",
            "author_affiliations": [
                "Department of Medicine, University of Washington, Severe Chronic Neutropenia International Registry, Seattle, WA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mary Ann Bonilla, MD",
            "author_affiliations": [
                "Pediatric Hematology/Oncology, St. Joseph's Children's Hospital, Paterson, NJ "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter E. Newburger, MD",
            "author_affiliations": [
                "University of Massachusetts Medical School, Worcester, MA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David C. Dale, MD",
            "author_affiliations": [
                "Department of Medicine, University of Washington, Seattle, WA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-02T18:41:13",
    "is_scraped": "1"
}