{
    "doi": "https://doi.org/10.1182/blood.V106.11.1562.1562",
    "article_title": "Identification of ATM Mutations in Multiple Myeloma Tumours. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "Ataxia Telangiectasia (AT) patients have biallelic inactivation of the ATM gene and exhibit a 200 fold increased frequency of lymphoid tumours, commonly occurring at a young age. In AT families the relative risk for developing myeloma is 4.49 for heterozygous ATM carriers compared to normal controls, and multiple myeloma has been reported in an AT patient with an unusually mild form of the disease associated with prolonged survival. Normal plasma cells have high ATM expression similar to that seen in lymphocytes from the mantle zone of lymph node follicles. Although somatic ATM mutations have been found in a number of adult lymphoid malignancies including T-PLL, mantle cell lymphoma and CLL, there is no data on the occurrence of ATM mutations in multiple myeloma tumours. We screened multiple myeloma bone marrow aspirates for ATM expression by immunohistochemistry and for ATM mutations using denaturing high performance liquid chromatography analysis (HPLC). By immunohistochemistry, markedly reduced ATM expression was seen in the malignant plasma cells in 3 out of 45 tumours. These three tumours were analysed for mutations by HPLC but only one of the three patients had an identified mutation. In this tumour with the lowest ATM expression, the mutation 7181C/T (S2394L) was identified. We next modelled this mutation in an in vitro system to confirm that the S2394L substitution led to a form of ATM protein that had defective ATM kinase activity. We cloned the ATM gene, carrying the sequence change, into ATM negative cell lines and measured ATM kinase activity by assessing the phosphorylation of ATM targets following DNA damage with ionising irradiation. By this method, we were able to confirm that the S2394L sequence change resulted in a form of ATM protein that has absent kinase activity. A further 42 multiple myeloma tumours were analysed for ATM mutations by HPLC. We identified 4 more tumours that had mutations in the ATM gene, namely 8053T/A (S2685T), 6995T/C (L2332P), 4724G/A (R1575H) and IVS40-1G/C. Notably, the changes 8053T/A and 6995T/C are located within highly conserved ATM protein domains and the change IVS40-1G/C has been found in AT patients. Following DNA damage, deficiency of ATM leads to increased levels of unrepaired DNA breaks leading to genomic instability and also to defects in p53 dependent apoptosis. Loss of ATM activity through mutations may be contributing to multiple myeloma development and this idea is supported by the increased incidence of myeloma in AT carriers. ATM is essential for the activation of p53 dependent apoptosis in response to chemotherapy, and ATM mutations are associated with a poor outcome and chemoresistance in CLL patients. Four of the myeloma patients with ATM mutations in this study had aggressive disease including three with a poor response to primary therapy. In summary, we have shown for the first time that ATM mutations can occur at a low frequency in sporadic multiple myeloma tumours, identifying 5 patients in this study. Preliminary data suggests they may be associated with a poor response to treatment although this needs further confirmation.",
    "topics": [
        "multiple myeloma",
        "mutation",
        "neoplasms",
        "high pressure liquid chromatography procedure",
        "phosphotransferases",
        "ataxia-telangiectasia",
        "bone marrow aspiration",
        "chemotherapy regimen",
        "dna",
        "leukemia, t-cell, chronic"
    ],
    "author_names": [
        "Belinda Austen, BMBCH",
        "Maria Podinovskaia, BSc",
        "Jane Starcynski, PhD",
        "Giancarlo Barone, BSc",
        "Anne Reiman, BM",
        "Phil Byrd, PhD",
        "Guy Pratt, PhD",
        "Malcolm Taylor, PhD",
        "Tanja Stankovic, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Belinda Austen, BMBCH",
            "author_affiliations": [
                "Cancer Studies, University of Birmingham, Birmingham, West Midlands, United Kingdom",
                " "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Maria Podinovskaia, BSc",
            "author_affiliations": [
                "Cancer Studies, University of Birmingham, Birmingham, West Midlands, United Kingdom",
                " "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jane Starcynski, PhD",
            "author_affiliations": [
                "Haematology, Heartlands Hospital, Birmingham, West Midlands, United Kingdom",
                " "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Giancarlo Barone, BSc",
            "author_affiliations": [
                "Cancer Studies, University of Birmingham, Birmingham, West Midlands, United Kingdom",
                " "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anne Reiman, BM",
            "author_affiliations": [
                "Cancer Studies, University of Birmingham, Birmingham, West Midlands, United Kingdom",
                " "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Phil Byrd, PhD",
            "author_affiliations": [
                "Cancer Studies, University of Birmingham, Birmingham, West Midlands, United Kingdom",
                " "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Guy Pratt, PhD",
            "author_affiliations": [
                "Cancer Studies, University of Birmingham, Birmingham, West Midlands, United Kingdom",
                "Haematology, Heartlands Hospital, Birmingham, West Midlands, United Kingdom",
                " "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Malcolm Taylor, PhD",
            "author_affiliations": [
                "Cancer Studies, University of Birmingham, Birmingham, West Midlands, United Kingdom",
                " "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tanja Stankovic, PhD",
            "author_affiliations": [
                "Cancer Studies, University of Birmingham, Birmingham, West Midlands, United Kingdom",
                " "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-29T15:33:35",
    "is_scraped": "1"
}