{
    "doi": "https://doi.org/10.1182/blood.V106.11.4636.4636",
    "article_title": "Combination of Daunorubicin and Cytarabine Chemotherapy with Gemtuzumab Ozogamicin as Initial Therapy for Elderly Patients with Previously Untreated Acute Myeloid Leukemia. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Acute myeloid leukemia (AML) is a hematopoietic neoplasm that primarily affects older adults. The prognosis for elderly patients with AML remains poor. Treatment with standard induction chemotherapy leads to response rates of only 30–50%. More effective therapies for this population are needed. Gemtuzumab ozogamicin (GO) is a humanized murine anti-CD33 monoclonal antibody linked to calicheamicin, a potent cytotoxic agent. GO has been shown to be effective in elderly patients with AML in first relapse with 26% achieving a remission. Phase II studies reveal CR rates of 20–25% when used as single-agent induction therapy for elderly patients with newly diagnosed AML, and encouraging results when GO was combined with standard induction chemotherapy in younger patients. From Oct. 2003 to Jan. 2005, 16 patients ≥ 55 years of age with previously untreated CD33+ AML received a combination of GO and standard induction chemotherapy. A two-stage study design was used with early stopping rules for lack of efficacy and veno-occlusive disease (VOD); if fewer than 7 of the first 16 patients achieved CR, the study would be terminated early. Treatment regimen: daunorubicin 45 mg/m 2 /day IV days 1–3, cytarabine 100 mg/m 2 /day continuous IV infusion days 1–7, and GO 6 mg/m 2 IV day 4. If persistent AML was noted on a day 14 bone marrow biopsy, a second induction with daunorubicin 45mg/m 2 /day for 2 days and cytarabine 100 mg/m 2 /day for 5 days was given. Bone marrow biopsies were performed every 2 weeks until remission or refractory AML was documented. Post-remission therapy was at the discretion of the physician. Supportive care included filgrastim and interleukin-11 started day 14, allopurinol, acyclovir, and norfloxacin. Patients received acetaminophen, dexamethasone, and diphenhydramine prior to GO to help prevent infusion reactions. Patient characteristics: median age 68 years (56–78); 4 with secondary AML, 4 and 11 with poor and intermediate risk karyotypes respectively, 9 had a PS of ≤ 2. Results: 6/16 patients achieved a CR (37.5%), 2 PR (12.5%), 4 had no response (25%), and 4 died prior to a response evaluation (1 sepsis, 1 intracranial hemorrhage, 1 perforated appendix, and 1 with peripheral blasts suggestive of persistent disease). Based on early-stopping rules for lack of efficacy, the study was terminated after accrual of 16 patients. Of the 6 patients who achieved a CR, 2 had secondary AML, but all had an intermediate risk karyotype. 4 patients relapsed with a median relapse-free survival of 4.8 months (2.3–12.5 months). Two patients remain in a CR at 4 and 18 months from response. Of the 2 patients with a PR, both obtained a CR with a second cycle of induction chemotherapy. 1 patient relapsed within 4 months of response, and the other remains in a CR at 5 months. Treatment-related toxicities: grade 3–4 neutropenia (avg. duration 22 days) and thrombocytopenia (avg. duration 23 days), grade 2 infusion reaction in 2 patients, grade 2 GI bleed in 2 patients, grade 2 CHF in 1 patient, and grade 2 diffuse alveolar hemorrhage in 1 patient. Grade 3–4 neutropenic fever occurred in all patients, with 2 deaths from sepsis, and 1 patient with a perforated appendix who later died. 1 patient died from an intracranial hemorrhage. 12 patients developed grade 1–2 elevation of liver transaminases, but VOD was not observed. Conclusion: The addition of GO to standard induction chemotherapy did not appear to increase the CR rate above that expected with chemotherapy alone in previously untreated, elderly AML patients.",
    "topics": [
        "chemotherapy regimen",
        "cytarabine",
        "daunorubicin",
        "gemtuzumab",
        "leukemia, myelocytic, acute",
        "older adult",
        "chemotherapy, neoadjuvant",
        "disease remission",
        "veno-occlusive disease",
        "appendix rupture"
    ],
    "author_names": [
        "Lisa A. Kujawski, MD",
        "Irene Ryan, PA-C",
        "Kent Griffith, MS, MPH",
        "Harry P. Erba, MD, PhD."
    ],
    "author_dict_list": [
        {
            "author_name": "Lisa A. Kujawski, MD",
            "author_affiliations": [
                "Internal Medicine, University of Michigan, Ann Arbor, MI, USA."
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Irene Ryan, PA-C",
            "author_affiliations": [
                "Internal Medicine, University of Michigan, Ann Arbor, MI, USA."
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kent Griffith, MS, MPH",
            "author_affiliations": [
                "Internal Medicine, University of Michigan, Ann Arbor, MI, USA."
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Harry P. Erba, MD, PhD.",
            "author_affiliations": [
                "Internal Medicine, University of Michigan, Ann Arbor, MI, USA."
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-28T13:03:01",
    "is_scraped": "1"
}