{
    "doi": "https://doi.org/10.1182/blood.V122.21.3740.3740",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2506",
    "start_url_page_num": 2506,
    "is_scraped": "1",
    "article_title": "MLL-Rearranged Acute Myeloid Leukemias Drive Expression Of Mir-9, a Critical Oncogene In Leukemogenesis ",
    "article_date": "November 15, 2013",
    "session_type": "602. Disordered Gene Expression in Hematologic Malignancy, including Disordered Epigenetic Regulation: Poster III",
    "topics": [
        "leukemia, myelocytic, acute",
        "leukemogenesis",
        "oncogenes",
        "micrornas",
        "leukemia",
        "cancer",
        "bone marrow transplantation",
        "caspase-3",
        "cytosine",
        "gene expression profiling"
    ],
    "author_names": [
        "Colles Price",
        "Ping Chen, MD",
        "Zejuan Li, MD, PhD",
        "Yuanyuan Li",
        "Anissa Wiley",
        "Chunjiang He, PhD",
        "Rejani B. Kunjamma",
        "Hao Huang, PhD",
        "Xi Jiang, PhD",
        "Stephen Arnovitz",
        "Mary Beth Neilly",
        "Janet D. Rowley, MD",
        "Jianjun Chen, PhD"
    ],
    "author_affiliations": [
        [
            "Section of Hematology/Oncology, Department of Medicine, University of Chicago, Chicago, IL, USA"
        ],
        [
            "Section of Hematology/Oncology, Department of Medicine, University of Chicago, Chicago, IL, USA"
        ],
        [
            "Section of Hematology/Oncology, Department of Medicine, University of Chicago, Chicago, IL, USA"
        ],
        [
            "Section of Hematology/Oncology, Department of Medicine, University of Chicago, Chicago, IL, USA"
        ],
        [
            "Section of Hematology/Oncology, Department of Medicine, University of Chicago, Chicago, IL, USA"
        ],
        [
            "Section of Hematology/Oncology, Department of Medicine, University of Chicago, Chicago, IL, USA"
        ],
        [
            "Section of Hematology/Oncology, Department of Medicine, University of Chicago, Chicago, IL, USA"
        ],
        [
            "Section of Hematology/Oncology, Department of Medicine, University of Chicago, Chicago, IL, USA"
        ],
        [
            "Section of Hematology/Oncology, Department of Medicine, University of Chicago, Chicago, IL, USA"
        ],
        [
            "Section of Hematology/Oncology, Department of Medicine, University of Chicago, Chicago, IL, USA"
        ],
        [
            "Section of Hematology/Oncology, Department of Medicine, University of Chicago, Chicago, IL, USA"
        ],
        [
            "Section of Hematology/Oncology, Department of Medicine, University of Chicago, Chicago, IL, USA"
        ],
        [
            "Section of Hematology/Oncology, Department of Medicine, University of Chicago, Chicago, IL, USA"
        ]
    ],
    "first_author_latitude": "41.78826019999999",
    "first_author_longitude": "-87.6045592",
    "abstract_text": "A critical area of cancer biology is the study of the deregulation of noncoding RNAs called microRNAs (miRNAs). Acute leukemia represents one of the most deadly cancers in the United States. One subset of leukemia with a poor to intermediate clinical outcome are chromosomal translocations involving Mixed Lineage Leukemia (MLL). As MLL-translocations are sufficient to drive leukemogenesis, and few additional mutations are observed in patients, it is imperative to understand the biology driving leukemogenesis. Previously, we and others have shown that several miRNAs are deregulated in MLL-rearranged Acute Myeloid Leukemia (AML). To identify miRNAs that are driving leukemogenesis we performed messenger RNA and miRNA expression profiling on primary patient samples and identified microRNA-9 (miR-9) as specifically overexpressed in MLL-rearranged AML. We further confirmed this observation using publically available microRNA sequencing data from the Cancer Genome Atlas (TCGA) and several AML cell lines. After showing that MLL directly binds and regulates miR-9 we show that depletion of MLL-fusion expression leads to the loss of miR-9 expression. Using publically available Illumina 450K methylation data from TCGA, we show that there is no significant difference in modified cytosine between miR-9 high and miR-9-low patients, suggesting that expression of miR-9 is likely not be regulated by DNA methylation machinery in AML patients. We show that miR-9 in the presence of MLL-AF9 (a common MLL-fusion) promotes colony growth over multiple passages while blocking miR-9 using a miR-9 sponge remarkably inhibits MLL-fusion-mediated cell transformation. Furthermore, we show that miR-9 increases proliferation and reduces apoptosis of human MLL -rearranged leukemic cells in vitro using MTT and Caspase 3/7 assays . We then show that co-transfection of miR-9 with MLL-AF9 in a bone marrow transplantation assay results in a higher leukemia burden in vivo compared to MLL-AF9 alone and promotes an immature cellular phenotype. Using microarray data we found several putative miR-9 targets by identifying genes that had an inverse correlation to miR-9. Next, we verified several genes were being inhibited by miR-9 such as Ras homology gene family member H (RHOH) and Ring1- and YY1-binding protein (RYBP). To understand the role of miR-9 in context with other miRNAs we did an association analysis of the top 300 differentially expressed miRNAs in the TCGA dataset. We found interestingly, that two of the miR-9 genes, miR-9-1 and miR-9-2, are highly correlated with each other across all the patients although they are located on distinct chromosomes. We also found that several other miRs were either negatively (e.g., miR-130a and miR-221) or positively (e.g., miR-191 and miR-642) associated with miR-9 expression, suggesting that these miRs might be operating either cooperatively or antagonistically in a complex circuitry. To support this hypothesis we found in univariate analysis that miR-9 itself was not a good predictor of patient survival but was a better predictor when combined with other miRs including the miR-181 family. Together this suggests that miR-9 is an important and critical regulator of MLL-rearranged AML and is a very good candidate for potential therapeutic targeting. Disclosures: No relevant conflicts of interest to declare."
}