{
    "doi": "https://doi.org/10.1182/blood-2018-99-111586",
    "article_title": "Evaluation and Significance of CD25 Expression in Hematopoietic Stem/Progenitor Cell Fraction of Bone Marrow Cells in Chronic Myelogenous Leukemia Patients ",
    "article_date": "November 29, 2018",
    "session_type": "631. Chronic Myeloid Leukemia: Biology and Pathophysiology, excluding Therapy: Poster I",
    "abstract_text": "Introduction: Tyrosine kinase inhibitors (TKIs) have dramatically improved the prognosis of chronic myelogenous leukemia (CML). The treatment with TKIs maintain the depth of response; however, the life-long use of TKI has also been associated with late complications such as cardiovascular events and huge financial burden impairing their quality of life. To overcome these issues, investigators have been attempting to discontinue TKIs after durable molecular remission. However, the optimal timing to stop TKIs remains to be elucidated. We previously demonstrated that CD25 was highly expressed in murine and human CML-leukemia initiating cells (LICs) (Kobayashi CI et al., Blood , 2014). In this study we tried to clarify whether the proportion of CD25-positive cells in hematopoietic stem/progenitor cell fraction of bone marrow cells in CML patients treated with TKIs is associated with their molecular response and could serve as a novel surrogate marker to select patients who are likely to obtain durable treatment-free remission after stopping TKIs. Methods: Bone marrow samples were obtained from the patients with CML in chronic phase who were treated solely with TKIs at Keio University Hospital (Tokyo, Japan). This study was approved by the institutional ethical committee and informed consent was obtained from each patient. Both quantitative and qualitative PCR of BCR-ABL1 was performed using bone marrow mononuclear cells (BMMNCs). The proportion of CD25-positive cells in bone marrow hematopoietic stem/progenitor cell (HSPC; CD34 + CD38 - ) fraction (%CD25+) was evaluated by flow cytometry. The response to TKIs at the time of analysis was determined according to as follows: complete cytogenetic remission (CCyR) defined as Philadelphia chromosome undetectable and quantitative PCR copy numbers >731 among BMMNCs; major molecular remission (MMR) as quantitative PCR copy numbers ≤731, and complete molecular remission (CMR) as undetectable BCR-ABL1 by quantitative and qualitative PCR. Results: Bone marrow samples obtained from 109 patients were evaluated (median age, 52 years; male/female, 76/33). Analysis was performed prior to TKI exposure in 26 patients and under TKI therapy in 64 patients (imatinib, 22; dasatinib, 33; nilotinib, 9). Remaining 19 patients were treatment free because they were enrolled into a clinical trial of TKI discontinuation. At diagnosis (n=26), %CD25+ were significantly correlated with hemoglobin level and platelet count (Table). The %CD25+ was significantly lower in patients with post TKI exposure than those at diagnosis without TKIs (p<0.00001). In nine patients with available samples before and after TKI therapy, the %CD25+ at diagnosis was significantly higher than after TKI therapy (Mean 34.7%, SD 24.8% vs. Mean 4.96%, SD 4.17%, p<0.01, Fig.a). In addition, %CD25+ was significantly correlated with copy number of BCR/ABL1 ( P <0.001, Fig.b). Conclusion: We confirmed that the expression of CD25 in HSPC fraction of CML patients was significantly correlated with the disease status, and may be useful as a LIC minimal residual disease marker. View large Download slide View large Download slide  Close modal Disclosures Kasahara: Chugai: Research Funding. Sakurai: Bristol-Myers Squibb K.K.: Speakers Bureau. Kikuchi: Celgene: Speakers Bureau; Takeda: Speakers Bureau; Ono: Speakers Bureau. Shimizu: Bristol-Myers Squibb K.K: Honoraria. Mori: Astella Pharma: Honoraria; Kyowa Hakko Kirin: Honoraria; Novartis Pharma: Research Funding; MSD: Research Funding; MSD: Honoraria; Janssen: Honoraria; SHIONOGI: Honoraria; Taisho Toyama Pharmaceutical Co: Honoraria; Celgene: Honoraria; Ono: Honoraria; Eisai: Honoraria; Novartis Pharma: Honoraria; Shire Japan: Honoraria; CHUGAI: Honoraria; Asahi Kasei: Research Funding; Japan Blood Products Organization: Honoraria; Pfizer: Honoraria. Okamoto: Pfizer Inc.: Honoraria, Research Funding; Chugai Pharmaceutical Co., Ltd.: Research Funding; Eisai Co.,Ltd.: Research Funding; Kyowa Hakko Kirin Co.: Research Funding; Bristol-Myers Squibb K.K.: Honoraria, Research Funding; Teijin Pharma Limited: Research Funding; Otsuka Pharmaceutical Co., Ltd.: Honoraria, Research Funding; Toyama Chemical Co., Ltd.: Research Funding; Alexion Pharmaceuticals, Inc.:: Research Funding; Nippon Shinyaku Co., Ltd: Research Funding; Shionogi & Co., Ltd.: Research Funding; Astellas Pharma Inc.: Research Funding; Asahi Kasei Pharma Corp.:: Research Funding; Sumitomo Dainippon Pharma Co., Ltd.: Research Funding; JCR Pharmaceuticals Co., Ltd.: Research Funding.",
    "author_names": [
        "Hidenori Kasahara, MDPhD",
        "Daiki Karigane, MDPhD",
        "Rie Yamazaki, MD",
        "Shinya Fujita, MD",
        "Kouhei Shirosita, MD",
        "Masatoshi Sakurai, MD",
        "Yuya Koda, MD",
        "Taku Kikuchi, MD",
        "Jun Kato, MD",
        "Takayuki Shimizu, MD",
        "Takehiko Mori, MD PhD",
        "Yoko Yatabe",
        "Tomoko Arai",
        "Mitsuru Murata, MDPhD",
        "Hiroshi Kobayashi, MD PhD",
        "Keiyo Takubo, MD PhD",
        "Shinichiro Okamoto, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Hidenori Kasahara, MDPhD",
            "author_affiliations": [
                "Division of Hematology, Department of Medicine, Keio University School of Medicine, Tokyo, Japan "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Daiki Karigane, MDPhD",
            "author_affiliations": [
                "Cancer institute, Stanford University, Stanford, CA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rie Yamazaki, MD",
            "author_affiliations": [
                "Division of Hematology, Department of Medicine, Keio University School of Medicine, Tokyo, Japan "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shinya Fujita, MD",
            "author_affiliations": [
                "Division of Hematology, Department of Medicine, Keio University School of Medicine, Tokyo, Japan "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kouhei Shirosita, MD",
            "author_affiliations": [
                "Division of Hematology, Department of Medicine, Keio University School of Medicine, Tokyo, Japan "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Masatoshi Sakurai, MD",
            "author_affiliations": [
                "Division of Hematology, Department of Medicine, Keio University School of Medicine, Tokyo, Japan "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yuya Koda, MD",
            "author_affiliations": [
                "Division of Hematology, Department of Medicine, Keio University School of Medicine, Tokyo, Japan "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Taku Kikuchi, MD",
            "author_affiliations": [
                "Division of Hematology, Department of Medicine, Keio University School of Medicine, Tokyo, Japan "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jun Kato, MD",
            "author_affiliations": [
                "Division of Hematology, Department of Medicine, Keio University School of Medicine, Tokyo, Japan "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Takayuki Shimizu, MD",
            "author_affiliations": [
                "Division of Hematology, Department of Medicine, Keio University School of Medicine, Tokyo, Japan "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Takehiko Mori, MD PhD",
            "author_affiliations": [
                "Division of Hematology, Department of Medicine, Keio University School of Medicine, Tokyo, Japan "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yoko Yatabe",
            "author_affiliations": [
                "Keio University School of Medicine, Tokyo, Japan "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tomoko Arai",
            "author_affiliations": [
                "Keio University School of Medicine, Tokyo, Japan "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mitsuru Murata, MDPhD",
            "author_affiliations": [
                "Keio University School of Medicine, Tokyo, Japan "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hiroshi Kobayashi, MD PhD",
            "author_affiliations": [
                "Department of Stem Cell Biology, National Center for Global Health and Medicine Research Institute, Tokyo, Japan "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Keiyo Takubo, MD PhD",
            "author_affiliations": [
                "Department of Stem Cell Biology, National Center for Global Health and Medicine Research Institute, Tokyo, Japan "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shinichiro Okamoto, MD PhD",
            "author_affiliations": [
                "Division of Hematology, Department of Internal Medicine, Keio University School of Medicine, Tokyo, Japan"
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-14T15:41:41",
    "is_scraped": "1"
}