{
    "doi": "https://doi.org/10.1182/blood.V108.11.932.932",
    "article_title": "Transcriptional Activation of Mdm2 in Germinal-Center B Cells Is Induced by IRF8. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "abstract_text": "The transcription factor, interferon regulatory factor 8 (IRF8), is expressed at low levels in both naïve and terminally differentiated B cells but at high levels in germinal center (GC) B cells where it contributes to transcriptional activation of two genes critically involved in the GC reaction: BCL6 , a BTB/POZ-zinc finger transcriptional repressor; and AICDA (also known as AID) a single stranded DNA deaminase ( Lee et al. J. Exp. Med.  201 (1): 63 –72, 2006 ). AID is responsible for the generation of double stranded DNA breaks (DSDB) that occur physiologically in B cells during the processes of somatic hypermutation (SHM) of immunoglobulin (Ig) gene variable region sequences and Ig class switch recombination (CSR). The response of most cell types to DSDB is marked by activation of p53 (also termed TP53) that induces cell cycle arrest or apoptosis. p53 also functions at a critical checkpoint to prevent aberrant repair of DSDB in Ig genes that can result in chromosomal translocations that activate proto-oncogenes. GC B cells, however, must be able to tolerate these breaks without experiencing p53-dependent apoptosis. Recent studies showed that functional inactivation of p53 in GC cells is governed in part by transcriptional repression of the p53 gene by BCL6 ( Phan and Dalla-Favera Nature  432 (7017): 635 –639, 2004 ). Here we report that IRF8 also suppresses p53 function via transcriptional activation of MDM2. MDM2 is a p53-binding protein and E3 ubiquitin ligase that blocks the transcriptional activity of p53 and stimulates p53 degradation. The levels of both Mdm2 mRNA and its encoded protein were decreased in GC B cells of Irf8 knockout mice as well as in a B lymphoma cell line with siRNA-induced knockdowns of IRF8 expression. Conversely, MDM2 protein levels were increased in cells induced to overexpress IRF8. Transfection of a B lymphoma cell line with an IRF8 expression vector resulted in marked activation of a Mdm2 promoter reporter construct. Oligonucleotide pull-down assays using sequences from the Mdm2 promoter similar to the interferon stimulated response element, a known IRF8 target sequence, were found to bring down IRF8. IL-21, produced by GC T helper cells, promotes the differentiation of B cells activated through the BCR, while inducing apoptosis of unengaged cells. Studies of a B lymphoma cell line treated with IL21 showed that the rate of apoptosis was significantly increased when IRF8 expression was suppressed by siRNAs. The same pattern was true for cells treated with etoposide, a drug that induces DSDB. These results indicate that IRF8 shepherds B cells through the GC reaction by stimulating expression of BCL6 and MDM2 thereby suppressing p53-mediated cell cycle arrest or death in response to DNA breaks.",
    "topics": [
        "b-lymphocytes",
        "dna",
        "dna, double-stranded",
        "dna, single-stranded",
        "etoposide",
        "expression vector",
        "germinal center of lymph node",
        "human leukocyte interferon",
        "immunoglobulins",
        "interferons"
    ],
    "author_names": [
        "Jeff X. Zhou, PhD",
        "Chang-Hoon Lee, Ph.D.",
        "Chen-Feng Qi, Ph.D.",
        "Zohreh Maghashfar, Ph.D.",
        "Ming Zhao, Ph.D.",
        "Herbert C. Morse, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Jeff X. Zhou, PhD",
            "author_affiliations": [
                "Laboratory of Immunopathology, NIAID, NIH, Rockville, MD, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Chang-Hoon Lee, Ph.D.",
            "author_affiliations": [
                "Laboratory of Immunopathology, NIAID, NIH, Rockville, MD, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chen-Feng Qi, Ph.D.",
            "author_affiliations": [
                "Laboratory of Immunopathology, NIAID, NIH, Rockville, MD, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zohreh Maghashfar, Ph.D.",
            "author_affiliations": [
                "Laboratory of Immunopathology, NIAID, NIH, Rockville, MD, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ming Zhao, Ph.D.",
            "author_affiliations": [
                "Laboratory of Immunopathology, NIAID, NIH, Rockville, MD, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Herbert C. Morse, MD",
            "author_affiliations": [
                "Laboratory of Immunopathology, NIAID, NIH, Rockville, MD, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-03T06:42:06",
    "is_scraped": "1"
}