{
    "doi": "https://doi.org/10.1182/blood.V104.11.327.327",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=136",
    "start_url_page_num": 136,
    "is_scraped": "1",
    "article_title": "Crystal Structure of the Integrin αIIBβ3 Headpiece at 2.7–3.1 Å: Structure, Mechanisms of Activation and Ligand Binding, Inhibition by Eptifibatide, Tirofiban, and mAb 10E5, and Structure of the HPA-1 Alloantigen Epitope. ",
    "article_date": "November 16, 2004",
    "session_type": "Oral Sessions",
    "abstract_text": "The αIIbβ3 headpiece (αIIb, 1–621; β3, 1–472) was expressed in CHO cells, purified, digested with chymotrypsin, mixed with either mAb 10E5 Fab (form A) or without (form B), repurified, digested with carboxypeptidase (leaving αIIb, 1–452 and β3, 1–440) and crystallized with PEG, Mg acetate, and Na cacodylate at 4°C. Cocrystallization of αIIbβ3/10E5 (A) with eptifibatide or tirofiban was with imidazole instead of cacodylate. Crystals were diffracted at APS and CHESS and analyzed by HKL2000, AMoRe, O, CNS, and CCP4 software. Crystal forms A and B contain 1 and 3 molecules/asymmetric unit (2.7–3.1 and 2.9 Å resolution), respectively. Ca 2+ was assigned at the 4 αIIb β-hairpin sites in blades 4–7, and I-like (βA) LIMBS and ADMIDAS; Mg 2+ was assigned to MIDAS. The major findings are: 1) As compared to unliganded αVβ3, αIIbβ3 has a ~62° outward pivot of the β3 hybrid domain from the I-like (βA) domain, indicating adoption of an open, high affinity conformation driven by cacodylate or the Asp (D) carboxyl of the drugs binding to MIDAS and acting as activating ligand equivalents. 2) The αIIb ligand binding cleft is rigid and includes αIIb D224 [end-on H bond to ligand Lys (K) or Arg (R)] and hydrophobic residues F160, Y190, and F231, accounting for the selective binding to αIIbβ3 (vs αVβ3) of KGD and homoarginine-GDW peptides, fibrinogen γ-chain peptide, eptifibatide, and tirofiban. 3) 10E5 Fab interacts with a unique “cap” subdomain in αIIb formed by 4 insertions in β-propeller loops in blades 1–3 that form a β-sheet and α-helix structure involved in ligand binding. 4) Comparison of unliganded αVβ3 and liganded αIIbβ3 indicates that receptor activation and ligand binding involves: extensive movement of β3 subunit β1-α1 loop and α1 helix, and β6-α7 loop and α7 helix; alterations in the coordinating residues at the ADMIDAS, MIDAS, and LIMBS; and breaking the ADMIDAS Ca 2+ coordination by the M335 backbone carbonyl (providing a mechanism by which Mn 2+ , which competes with Ca 2+ at the ADMIDAS but has a lower propensity for carbonyl coordination than Ca 2+ , activates integrins). The 62° pivot results from a one-turn piston-like displacement of the α7 helix involving a hydrophobic ratchet of the β6-α7 loop; a ratchet motion of the α1-helix in which L134 moves to the space previously occupied by V340; and complete remodeling at the interface between the β3 I-like (βA) and hybrid domains. 5) The structure of the β3 PSI domain reveals that the long range disulfide is between β3 C13 (rather than C5) and C435, and comparison to the PSI of semaphorin 4D demonstrates that C435 is an integral part of the PSI domain fold. Thus, the I-like (βA) domain appears to be inserted in the hybrid domain, which is inserted in the PSI domain. 6) The structure reveals the location of the Leu/Pro-33 PSI polymorphism responsible for the HPA1 alloantigen. At a rigid interface with the hybrid domain, polymorphism of Arg93 demonstrates the requirement of the hybrid/PSI interface for alloantigenicity at Leu-33. Overall, the structure reveals how allostery regulates ligand binding affinity of αIIbβ3, and how the outward swing of the lever-like hybrid and PSI domains communicates the conformation of the ligand binding site to the α and β leg domains, and to the membrane and cytosol.",
    "topics": [
        "crystal structure",
        "epitopes",
        "eptifibatide",
        "integrins",
        "ligands",
        "monoclonal antibodies",
        "tirofiban",
        "muscle rigidity",
        "peptides",
        "acetates"
    ],
    "author_names": [
        "Timothy A. Springer, PhD",
        "Junichi Takagi, PhD",
        "Barry S. Coller, MD",
        "Jia-Huai Wang, PhD",
        "Tsan Xiao, PhD"
    ],
    "author_affiliations": [
        [
            "Pathology, CBR Institute for Biomedical Research, Harvard Medical School, Boston, MA, USA"
        ],
        [
            "Pathology, CBR Institute for Biomedical Research, Harvard Medical School, Boston, MA, USA"
        ],
        [
            "Lab of Blood and Vascular Biology, The Rockefeller University, New York, NY, USA"
        ],
        [
            "Pediatrics, Dana Farber Cancer Institute, Boston, MA, USA"
        ],
        [
            "Pathology, CBR Institute for Biomedical Research, Harvard Medical School, Boston, MA, USA"
        ]
    ],
    "first_author_latitude": "42.3356352",
    "first_author_longitude": "-71.1041786"
}