{
    "doi": "https://doi.org/10.1182/blood.V118.21.92.92",
    "article_title": "Relapsed Hodgkin Lymphoma in Elderly Patients: A Comprehensive Analysis From the German Hodgkin Study Group (GHSG) ",
    "article_date": "November 18, 2011",
    "session_type": "623. Lymphoma - Chemotherapy, excluding Pre-Clinical Models: Hodgkin Lymphoma and T-cell Lymphoma",
    "abstract_text": "Abstract 92 Purpose: About 20% of all patients with Hodgkin Lymphoma (HL) are older than 60 years. They have a poor prognosis and often experience progressive or relapsed disease. To date, very little is known about second-line treatment, side effects and long-term outcome in elderly patients with progressive or relapsed HL. The German Hodgkin Study Group (GHSG) therefore carried out a comprehensive analysis of this interesting patient population. Out of 754 elderly HL patients treated within GHSG studies between 1993 and 2007, we identified those patients with documented disease progression or relapse and updated information on treatment, remission and survival status. Patients and Methods: 115 patients with documented relapse or disease progression and a median observation time of 6 years were identified and included in the analysis. The patients' age at initial diagnosis ranged from 60 to 75 years (median 66 years), and 55% were male. Initially, most patients had mixed cellularity (46%) or nodular sclerosis (40%) subtype of HL. 53% of the patients had advanced stage disease according to the GHSG classification and 35% had not completed first line therapy as planned, mostly due to toxicity or progressive lymphoma (10% each). 27%, 31% and 42% had progressive disease, early and late relapse, respectively, and the median period between first diagnosis and first progression/relapse was 16 months. Results: Half of the patients received a curative treatment for relapsed disease, including conventional chemotherapy (ct) as ABVD or BEACOPP as well as high-dose ct. This approach resulted in CR/CRu in about 55% in this group of patients and median survival after first relapse/progression was two years. Interestingly, the outcome of the subgroup receiving conventional ct regimens was considerably better as compared to patients receiving high-dose ct (2.5 years difference in median survival after first relapse/progression). Palliative treatment, consisting of single-agent ct and/or radiotherapy or no therapy, was applied in about half of the patients. However, in these patients, median survival after first relapse/progression was only six months. Overall, a third line treatment was applied in 37 patients and 12 patients received a fourth treatment. In total, 99 patients died within the observation period (86%, 95%CI 78% to 92%): 63 patients (55%) of HL und 13 patients (11%) of treatment-associated toxicity. Overall, median survival after first relapse/progression was only 11 months in the analyzed group of patients. Conclusion: To our knowledge, this GHSG analysis provides by far the largest set of data published on relapsed/progressive HL of the elderly. In conclusion, the overall prognosis for these patients is very poor since less than 50% of the patients survive one year after relapse/progression. Obviously, there is a great medical need for older patients with relapsed HL. Our results should prompt further investigation and might be used to plan and design studies in this growing patient population. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "hodgkin's disease",
        "hodgkin's disease, recurrent",
        "older adult",
        "disease progression",
        "toxic effect",
        "adverse effects",
        "bleomycin/dacarbazine/doxorubicin/vinblastine protocol",
        "chemotherapy regimen",
        "disease remission",
        "hodgkin disease, mixed cellularity"
    ],
    "author_names": [
        "Boris Böll, MD",
        "Helen Görgen",
        "Nils Arndt, MD",
        "Annette Plütschow, PhD",
        "Michael Fuchs, MD",
        "Volker Diehl, MD",
        "Andreas Engert, MD",
        "Ralph Naumann, MD",
        "Peter Borchmann, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Boris Böll, MD",
            "author_affiliations": [
                "Internal Medicine I, German Hodgkin Study Group, University Hospital Cologne, Cologne, Germany, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Helen Görgen",
            "author_affiliations": [
                "Internal Medicine I, German Hodgkin Study Group, University Hospital Cologne, Cologne, Germany, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nils Arndt, MD",
            "author_affiliations": [
                "Department of Internal Medicine, Stiftungsklinikum Mittelrhein, Koblenz, Germany"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Annette Plütschow, PhD",
            "author_affiliations": [
                "Internal Medicine I, German Hodgkin Study Group, University Hospital Cologne, Cologne, Germany, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Fuchs, MD",
            "author_affiliations": [
                "Internal Medicine I, German Hodgkin Study Group, University Hospital Cologne, Cologne, Germany, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Volker Diehl, MD",
            "author_affiliations": [
                "Internal Medicine I, German Hodgkin Study Group, University Hospital Cologne, Cologne, Germany, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andreas Engert, MD",
            "author_affiliations": [
                "Internal Medicine I, German Hodgkin Study Group, University Hospital Cologne, Cologne, Germany, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ralph Naumann, MD",
            "author_affiliations": [
                "Department of Internal Medicine, Stiftungsklinikum Mittelrhein, Koblenz, Germany"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter Borchmann, MD",
            "author_affiliations": [
                "Internal Medicine I, German Hodgkin Study Group, University Hospital Cologne, Cologne, Germany, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-19T18:49:28",
    "is_scraped": "1"
}