{
    "doi": "https://doi.org/10.1182/blood.V126.23.1102.1102",
    "article_title": "Molecular Basis of Von Willebrand Disease in Patients from India ",
    "article_date": "December 3, 2015",
    "session_type": "322. Disorders of Coagulation or Fibrinolysis: Poster I",
    "abstract_text": "Introduction : Type 3 Von Willebrand Disease (VWD) is an autosomal recessive bleeding disorder with a prevalence of about 0.5 to 1 per million in western countries. In India there lies no epidemiological data on the prevalence of different subtypes. However type-3 VWD outnumbers the other types mainly due to (i) high degree of consanguinity and (ii) under diagnosis of mild to moderate subtypes. Clinically being a severe subtype, there are very few studies describing mutation spectrum and molecular pathology of the disease in Indian population. Hence we screened for mutations in patients with type III(VWD). More than 724 mutations have been reported in the literature. Identification of mutations is important for offering genetic testing to families affected by this disorder and to understand the biology of von willebrand factor. Methods: A total of one hundred patients from 86 families were diagnosed with type 3 VWD from 2012-2015 were included in the study. Clinical data was collected by Condensed Molecular and Clinical Markers for the Diagnosis and Management of Type 1 von Willebrand Disease (MCMDM-1VWD) bleeding questionnaire. Laboratory diagnosis was based on prolonged clotting times, reduced antigen(vWF:Ag), ristocetin co-factor activity (vWF:RCo) and FVIII levels(FVIII:C). DNA was screened for mutations in the VWF gene by PCR, CSGE and sequencing. For ascribing causality to novel mutations, we performed in silico analysis. Gene dosage analysis was done to detect deletions and to confirm the carrier status in females. Haplotype analysis was carried out using polymorphic markers in patients with recurrent mutations. Results: The median age at presentation was 3 years (0-60years). All these patients presented with history of variable skin and mucosal bleeding with a mean MCMDM-1VWD bleeding score of 10(3-25). A total of 55 mutations were identified in 91 patients of which 43(78%) were novel. These included frame shift (n=17, 30.9%) missense (n=14, 25.5%), nonsense (n=10, 18.18%), large deletion (n=2, 3.63%) gene conversion (n=3, 5.45%) and splice site mutation (n=9, 18.4%). Among the fourteen missense mutations, 8(57%) were novel. The mutations p.Asp47 and p.Gly74, are highly conserved across multiple species and mutations in this region are known to impair the polymerization of the multimers. The residue p.Cys370Tyr lies in D1 domain which could affect the extracellular secretion of VWF. The residue p.Met1055Lys lies in the D3 domain which may impair FVIII binding. The residue Ala1150Pro, p.Gln2266His, p.Cys2184Tyr on insilico analysis is predicted to impair the protein stability, which may affect the extracellular secretion of VWF proteins (SIFT score: 0.0). The residues p. Cys2257Arg are predicted to disturb dimerization. The functional significance of some of these mutations has to be further evaluvated and confirmed. Three common mutations accounting to 22% (p.Trp2107*, n=6; c.2443-1G>C, n=12; c.3675+1G>C, n=4) of the patients were highly prevelant in the study were haplotype analysis was carried out. A common haplotype was shared among different ethinic group from India only in patients with p.Trp2107*. Conclusions: The mutations identified in patients with VWD are as heterogeneous as reported in other populations. The molecular data presented here adds significantly to the mutation database of this condition and also useful for its genetic diagnosis in India. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "antigens",
        "bleeding diathesis",
        "blood coagulation disorders",
        "consanguinity",
        "dna",
        "genetic screening",
        "hemorrhage",
        "india",
        "laboratory diagnosis",
        "mucosal bleeding spontaneous"
    ],
    "author_names": [
        "Sumitha Elayaperumal, M.Sc",
        "Eunice Sindhuvi Edison, PhD",
        "Sankari Devi Govindanattar, B.Sc",
        "Surendar Singh, B.Sc",
        "Aby Abraham, MD DM",
        "Biju George, DM",
        "Auro Viswabandya, MD DM",
        "Sukesh Nair, MD FRCPA",
        "Alok Srivastava, MD FRACP"
    ],
    "author_dict_list": [
        {
            "author_name": "Sumitha Elayaperumal, M.Sc",
            "author_affiliations": [
                "Department of Haematology, Christian Medical College, Vellore, India "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Eunice Sindhuvi Edison, PhD",
            "author_affiliations": [
                "Department of Haematology, Christian Medical College, Vellore, India "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sankari Devi Govindanattar, B.Sc",
            "author_affiliations": [
                "Department of Haematology, Christian Medical College, Vellore, India "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Surendar Singh, B.Sc",
            "author_affiliations": [
                "Immunohaematology & Transfusion Medicine, Christian Medical College, Vellore, India "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aby Abraham, MD DM",
            "author_affiliations": [
                "Department of Haematology, Christian Medical College, Vellore, India "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Biju George, DM",
            "author_affiliations": [
                "Department of Haematology, Christian Medical College, Vellore, India "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Auro Viswabandya, MD DM",
            "author_affiliations": [
                "Allogeneic Blood and Marrow Transplant Program, Princess Margaret Cancer Centre, University of Toronto, Toronto, Canada "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sukesh Nair, MD FRCPA",
            "author_affiliations": [
                "Immunohaematology & Transfusion Medicine, Christian Medical College, Vellore, India "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alok Srivastava, MD FRACP",
            "author_affiliations": [
                "Department of Haematology, Christian Medical College, Vellore, India ",
                "Christian Medical College, Centre for Stem Cell Research, Vellore, India"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-02T13:13:06",
    "is_scraped": "1"
}