{
    "doi": "https://doi.org/10.1182/blood.V126.23.864.864",
    "article_title": "Hematopoietic Cell Transplantation with or without Sorafenib Maintenance for Patients with FLT3-ITD Acute Myeloid Leukemia in CR1 ",
    "article_date": "December 3, 2015",
    "session_type": "723. Clinical Allogeneic and Autologous Transplantation: Late Complications and Approaches to Disease Recurrence: Relapse",
    "abstract_text": "Introduction: Patients with acute myeloid leukemia (AML) with internal tandem duplications in the fms-like tyrosine kinase 3 receptor (FLT3-ITD) are at high risk for relapse despite allogeneic hematopoietic cell transplantation (HCT) in first remission (CR1).We have previously shown sorafenib, an oral FLT3/multikinase inhibitor, to be safe as maintenance therapy after HCT (BBMT 2014;20:2042). We performed a retrospective study to evaluate the impact of sorafenib maintenance on outcomes of adult patients with FLT3-ITD AML undergoing HCT in CR1. Methods: We identified consecutive patients (n=80) at 2 institutions with AML between 2008 and 2014, with FLT3-ITD at diagnosis, who underwent HCT in CR1. Patients given sorafenib in remission after HCT were in the \"sorafenib\" group, and others were the \"control\" group. We identified the median date of sorafenib initiation, and performed a landmark analysis including only controls alive without relapse at that date. The primary outcome was overall survival (OS). We performed multivariable analysis, accounting for age >60, conditioning intensity, NPM1 status, cytogenetic risk, and donor type, to estimate the impact of sorafenib maintenance on OS, disease-free survival (DFS), non-relapse mortality (NRM), and time to relapse from the estimated date of sorafenib initiation. Cumulative incidence of grade 2-4 acute GVHD (aGVHD) and chronic GVHD (cGVHD) requiring systemic immunosuppression were estimated from date of transplant. Results: We identified 26 sorafenib patients and 54 control patients. Median follow up was 22.1 mo. (range, 6.3-49.8) for survivors in the sorafenib group, and 37.5 mo. (range, 12.4-88.9) in the control group (p=0.020). The median time to sorafenib was 68 days after transplant; subsequent analysis therefore included 26 sorafenib patients and 41 control patients alive without relapse at day +68. There were no significant differences in patient characteristics (Table 1). Two patients in the control group had concomitant FLT3-TKD mutations. Patients on sorafenib had improved 2-year OS compared to controls in the landmark analysis (83% vs. 58%, p=0.019, Figure 1). In multivariable analysis, sorafenib maintenance significantly improved OS (HR for death 0.146, p=0.0047) and DFS (HR 0.091, p=0.0005). Of patients alive without relapse at d+68, sorafenib maintenance was associated with improved 2-year DFS (85% vs. 52%, p=0.0047) and lower 2-year cumulative incidence of relapse (9.5% vs. 41%, p=0.0065). After 68 days, 2 sorafenib patients and 4 controls developed aGVHD. There was no difference in 2-year NRM (5.7% vs. 7.6%, p=0.61) or cumulative cGVHD at 1 year (50% vs. 37%, p=0.31). Conclusions: Sorafenib maintenance after HCT is associated with significantly improved DFS and OS among patients with FLT3-ITD AML undergoing HCT in CR1, with no difference in GVHD or NRM. These findings suggest a potential benefit of sorafenib and possibly other FLT3 inhibitors after HCT for FLT3-ITD AML, and support a randomized controlled trial of FLT3 inhibition after HCT. Table 1. Patient Demographics . Control n=41 . Sorafenib n=26 . P-value . Age (median, range) 53 (25,72) 54.5 (20,74) 0.39 HCT Age (median, range) 53 (25,73) 55 (20,74) 0.44 Gender (male, %) 12 (29%) 12 (46%) 0.20 Race (white, %) 35 (85%) 24 (92%) 1.00 ECOG at Diagnosis*   0.43 0 7 (39%) 7 (50%)  1 7 (39%) 7 (50%)  2 3 (17%) 0  3 1 (6%) 0  Antecedant Disease   0.58 De Novo 32 (78%) 22 (85%)  tAML 4 (10%) 3 (12%)  Prior MDS or MPN 5 (12%) 1 (4%)  Cytogenetic Risk   1.00 Favorable 2 (5%) 1 (4%)  Intermediate 35 (88%) 23 (88%)  Adverse 3 (8%) 2 (8%)  NPM1 mut #  20 (74%) 14 (56%) 0.25 CEBPA mut (n) 0 2 1.00 Induction Treatment   0.37 7+3 based induction 39 (95%) 23 (88%)  Other induction 2 (5%) 3 (12%)  TKI prior to HCT 10 (24%) 7 (27%) 1.00 ECOG at HCT +    0.63 0 13 (32%) 6 (25%)  1 18 (44%) 14 (58%)  2 10 (24%) 4 (17%)  HCT Intensity   1.00 Myeloablative 23 (56%) 14 (54%)  Reduced intensity 18 (44%) 12 (46%)  Donor Type   0.49 Matched 36 (88%) 21 (81%)  Mismatched 5 (12%) 5 (19%)  aGVHD prophylaxis   0.61 CNI and Methotrexate 24 (59%) 17 (65%)  . Control n=41 . Sorafenib n=26 . P-value . Age (median, range) 53 (25,72) 54.5 (20,74) 0.39 HCT Age (median, range) 53 (25,73) 55 (20,74) 0.44 Gender (male, %) 12 (29%) 12 (46%) 0.20 Race (white, %) 35 (85%) 24 (92%) 1.00 ECOG at Diagnosis*   0.43 0 7 (39%) 7 (50%)  1 7 (39%) 7 (50%)  2 3 (17%) 0  3 1 (6%) 0  Antecedant Disease   0.58 De Novo 32 (78%) 22 (85%)  tAML 4 (10%) 3 (12%)  Prior MDS or MPN 5 (12%) 1 (4%)  Cytogenetic Risk   1.00 Favorable 2 (5%) 1 (4%)  Intermediate 35 (88%) 23 (88%)  Adverse 3 (8%) 2 (8%)  NPM1 mut #  20 (74%) 14 (56%) 0.25 CEBPA mut (n) 0 2 1.00 Induction Treatment   0.37 7+3 based induction 39 (95%) 23 (88%)  Other induction 2 (5%) 3 (12%)  TKI prior to HCT 10 (24%) 7 (27%) 1.00 ECOG at HCT +    0.63 0 13 (32%) 6 (25%)  1 18 (44%) 14 (58%)  2 10 (24%) 4 (17%)  HCT Intensity   1.00 Myeloablative 23 (56%) 14 (54%)  Reduced intensity 18 (44%) 12 (46%)  Donor Type   0.49 Matched 36 (88%) 21 (81%)  Mismatched 5 (12%) 5 (19%)  aGVHD prophylaxis   0.61 CNI and Methotrexate 24 (59%) 17 (65%)  *Diagnosis ECOG missing in 23 control and 12 sorafenib patients # NPM1 testing performed on 27 control and 25 sorafenib patients + HCT ECOG missing in 2 sorafenib patients View Large Figure 1. View large Download slide Disease-free and Overall Survival for FLT3-ITD AML patients, with or without sorafenib maintenance after HCT. Landmark analysis was performed from median date of sorafenib initiation (d+68). Figure 1. View large Download slide Disease-free and Overall Survival for FLT3-ITD AML patients, with or without sorafenib maintenance after HCT. Landmark analysis was performed from median date of sorafenib initiation (d+68). Close modal Figure 2. View large Download slide Figure 2. View large Download slide Close modal Disclosures Off Label Use: Sorafenib for FLT3-ITD AML. Fathi: Takeda Pharmaceuticals International Co.: Research Funding; Agios: Membership on an entity's Board of Directors or advisory committees; Exelexis: Research Funding; Merck: Membership on an entity's Board of Directors or advisory committees; Ariad: Consultancy; Seattle Genetics: Membership on an entity's Board of Directors or advisory committees, Research Funding. Stone: Celator: Consultancy; Karyopharm: Consultancy; Pfizer: Consultancy; Celgene: Consultancy; AROG: Consultancy; Novartis: Research Funding; Abbvie: Consultancy; Sunesis: Consultancy, Other: DSMB for clinical trial; Amgen: Consultancy; Roche/Genetech: Consultancy; Merck: Consultancy; Juno: Consultancy; Agios: Consultancy. Soiffer: Gentium SpA/Jazz Pharmaceuticals: Membership on an entity's Board of Directors or advisory committees. Chen: Bayer: Consultancy, Research Funding.",
    "topics": [
        "hematopoietic stem cell transplantation",
        "impedance threshold device",
        "leukemia, myelocytic, acute",
        "ms-like tyrosine kinase 3",
        "sorafenib",
        "electrocorticogram",
        "graft-versus-host disease, chronic",
        "disease remission",
        "transplantation",
        "calculi"
    ],
    "author_names": [
        "Andrew M. Brunner, MD",
        "Shuli Li",
        "Amir T. Fathi, MD",
        "Vincent T Ho, MD",
        "Richard M. Stone, MD",
        "Robert J. Soiffer, MD",
        "Yi-Bin Chen, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Andrew M. Brunner, MD",
            "author_affiliations": [
                "Massachusetts General Hospital, Boston, MA ",
                "Dana-Farber Cancer Institute, Boston, MA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Shuli Li",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Boston, MA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amir T. Fathi, MD",
            "author_affiliations": [
                "Massachusetts General Hospital, Boston, MA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vincent T Ho, MD",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Boston, MA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard M. Stone, MD",
            "author_affiliations": [
                "Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert J. Soiffer, MD",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Boston, MA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yi-Bin Chen, MD",
            "author_affiliations": [
                "Massachusetts General Hospital, Boston, MA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-02T09:38:03",
    "is_scraped": "1"
}