{
    "doi": "https://doi.org/10.1182/blood.V104.11.2647.2647",
    "article_title": "Fas Down-Modulation in Epstein Barr Virus (EBV)-Specific Cytotoxic T-Lymphocytes (CTLs) Reduces Their Sensitivity to Fas/Fasl-Induced Apoptosis. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "Adoptive immunotherapy with Epstein Barr Virus (EBV)-specific CTL has been successfully used to treat patients with EBV related malignancies including Post Transplant Lymphoproliferative disorder, Hodgkin’s lymphoma and Nasopharyngeal carcinoma. However, these and other potentially immunogenic tumors have evolved evasion strategies that subvert the effectiveness of the immune response. One such strategy involves expression of FasL, which likely impedes the host immune response by accelerating the apoptotic death of Fas-expressing tumor infiltrating T-cells. EBV-specific CTLs, like most effector memory T cells express high levels of Fas and are highly sensitive to cross-linking of the ligand. We therefore determined whether EBV-specific CTLs could be genetically modified to resist FasL-mediated immune evasion. We used retroviral siRNA (pSUPER.retro) directed against the Fas gene product to knockdown receptor expression in tumor-antigen specific CTLs. Transduction of CTLs with siRNA targeting Fas mRNA significantly knocked down Fas expression compared to control cells (Fas MFI 107 ± 47 vs. 402 ± 47, p<0.001). This effect was paralleled by a significant reduction of apoptosis induced by the Fas agonistic antibody (clone CH-11) in modified CTLs compared to control cells (23% ± 3% vs. 44% ± 7% p=0.006). Fas down-modulation was stable over time in CTLs modified, and addition of CH-11 antibody to the culture selected a uniformly Fas low CTL population (Fas MFI 79 ± 29) that was entirely resistant to FasL mediated lysis. However, germ line deletions as well as function-impairing mutations of Fas and FasL can induce T-lymphoproliferation and autoimmune diseases. We therefore compared the growth characteristics and the antigen specificity of unmodified and Fas knockdown CTLs. Survival and proliferation of genetically modified CTLs remain completely dependent on antigen specific stimulation and the presence of other physiological growth signals. Moreover, as assessed by the analysis of the Vb TcR repertoire, IFN-g-release (Elispot) and tetramer staining the modified CTLs remained polyclonal and conserved their antigen specificity. These data suggest that responsiveness to this single death signal may be removed from an effector-memory population of CTLs without adversely affecting their safety. Tumor-antigen-specific CTLs with lower expression of Fas receptor should have a selective functional and survival advantage over unmodified CTLs in the presence of tumors expressing FasL, and may be of value for adoptive cellular therapy of such malignancies.",
    "topics": [
        "apoptosis",
        "herpesvirus 4, human",
        "t-lymphocytes, cytotoxic",
        "tumor necrosis factor ligand superfamily member 6",
        "antigens",
        "neoplasms",
        "antibodies",
        "cancer",
        "rna, small interfering",
        "autoimmune diseases"
    ],
    "author_names": [
        "Gianpietro Dotti, MD",
        "Barbara Savoldo, MD",
        "Martin Pule, MD",
        "Karin C. Straathof, MD",
        "Ettore Biagi, MD",
        "Yvon Eric",
        "Sthephane Vigoroux, MD",
        "Cliona M. Rooney, PhD",
        "Malcolm K. Brenner, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Gianpietro Dotti, MD",
            "author_affiliations": [
                "Center for Cell and Gene Therapy, Baylor College of Medicine, Houston, TX, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Barbara Savoldo, MD",
            "author_affiliations": [
                "Center for Cell and Gene Therapy, Baylor College of Medicine, Houston, TX, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martin Pule, MD",
            "author_affiliations": [
                "Center for Cell and Gene Therapy, Baylor College of Medicine, Houston, TX, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Karin C. Straathof, MD",
            "author_affiliations": [
                "Center for Cell and Gene Therapy, Baylor College of Medicine, Houston, TX, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ettore Biagi, MD",
            "author_affiliations": [
                "Center for Cell and Gene Therapy, Baylor College of Medicine, Houston, TX, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yvon Eric",
            "author_affiliations": [
                "Center for Cell and Gene Therapy, Baylor College of Medicine, Houston, TX, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sthephane Vigoroux, MD",
            "author_affiliations": [
                "Center for Cell and Gene Therapy, Baylor College of Medicine, Houston, TX, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cliona M. Rooney, PhD",
            "author_affiliations": [
                "Center for Cell and Gene Therapy, Baylor College of Medicine, Houston, TX, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Malcolm K. Brenner, MD, PhD",
            "author_affiliations": [
                "Center for Cell and Gene Therapy, Baylor College of Medicine, Houston, TX, USA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "is_scraped": "1"
}