{
    "doi": "https://doi.org/10.1182/blood.V122.21.4928.4928",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2520",
    "start_url_page_num": 2520,
    "is_scraped": "1",
    "article_title": "Imatinib-induced apoptosis could be enhanced by Triptolide in Imatinib-resistant chronic myeloid leukemia cell line through down-regulation of HIF-1αand Nrf2 ",
    "article_date": "November 15, 2013",
    "session_type": "604. Molecular Pharmacology, Drug Resistance",
    "topics": [
        "apoptosis",
        "cell lines",
        "down-regulation",
        "imatinib mesylate",
        "leukemia, myelocytic, chronic",
        "rna, messenger",
        "annexin a5",
        "antineoplastic agents",
        "chemotherapy regimen",
        "flow cytometry"
    ],
    "author_names": [
        "Bing Xu, MD",
        "Feili Chen, M.D.",
        "Yuejian Liu, M.D.",
        "Shiyun Wang, M.D.",
        "Rongwei Li, MD",
        "Huijuan Dong, MD",
        "Jie Zha, M.D."
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Nanfang Hospital, Southern Medical University, Guangzhou, China"
        ],
        [
            "Department of Hematology, Nanfang Hospital, Southern Medical University, Guangzhou, China"
        ],
        [
            "Department of Hematology, Nanfang Hospital, Southern Medical University, Guangzhou, China"
        ],
        [
            "Department of Hematology, Nanfang Hospital, Southern Medical University, Guangzhou, China"
        ],
        [
            "Department of Hematology, Nanfang Hospital, Southern Medical University, Guangzhou, China"
        ],
        [
            "Department of Hematology, Nanfang Hospital, Southern Medical University, Guangzhou, China"
        ],
        [
            "Department of Hematology, Nanfang Hospital, Southern Medical University, Guangzhou, China"
        ]
    ],
    "first_author_latitude": "23.187804",
    "first_author_longitude": "113.328561",
    "abstract_text": "Background The emergence of Imatinib has brought a new era for the treatment of chronic myeloid leukemia. However, resistant to Imatinib might lead to the treatment failure and death of patients. Thus, finding a drug which could enhance the Imatinib-induced apoptosis in vitro could provide the experimental base for the treatment of chronic myeloid leukemia. K562 cell line is a common cell line used in the study of chronic myeloid leukemia while K562/G cell line which is resistant to Imatinib is derived from K562 cell line. Aim This study aims to explore whether low-dose Triptolide(TPL) could enhance the Imatinib-induced apoptosis in K562/G cells and related mechanism. Methods K562/G cells were subjected to different treatments and thereafter MTT assay, flow cytometry and Western blot or RT-PCR were used to determine IC50, apoptotic status and expression of Nrf2, HIF-1α and their target genes. Results Triptolide is highly cytotoxic to K562/G cells in a concentration-dependent manner. To determine the combination effect of TPL and anticancer agents, K562/G cells were exposed to Imatinib(50μM) with or without TPL (25nM) for 24h. The apoptotic cells were determined by PI/Annexin V staining and flow cytometric analysis. Apoptotic ratio of cells treated by Imatinib together with TPL is significantly increased compared to cells treated by Imatinib alone (24.78±1.12 vs. 77.52±7.75, P<0.01). Next, the underlying mechanism was investigated. High expression of Hypoxia-inducible factor-1α (HIF-1α) has been shown to be related with bad clinical outcome in patients while Nrf2 is responsible for chemo-resistanct in cancer cells. Imatinib in combination with TPL could decrease Nrf2 and HIF-1α expression at protein and mRNA levels. Down-stream genes of Nrf2 e.g NQO1, GSR and HO-1 as well as target genes of HIF-1α e.g BNIP3, VEGF and CAIX are also down-regulated at mRNA level. Conclusion TPL could significantly increase the Imatinib-induced apoptotic ratio in K562/G cells through down-regulation of HIF-1α and Nrf2. Disclosures: No relevant conflicts of interest to declare."
}