{
    "doi": "https://doi.org/10.1182/blood.V114.22.477.477",
    "article_title": "SRC Is a Critical Signaling Mediator in FLT3-ITD Positive AML. ",
    "article_date": "November 20, 2009",
    "session_type": "ACUTE MYELOID LEUKEMIA - BIOLOGY AND PATHOPHYSIOLOGY: MODELING AML PATHOGENESIS - SIGNALING, KINASES, AND STEM CELLS",
    "abstract_text": "Abstract 477 Activating mutations of FLT3 are frequent in patients with AML. Two types of mutations are most common: Internal tandem duplications (ITD) of the juxtamembrane domain in approximately 30% of patients and point mutations within the second tyrosine kinase domain (TKD) in about 7% of AML patients. Patients carrying the FLT3-ITD mutation have a significantly worse prognosis whereas FLT3-TKD mutations do not appear to influence the clinical outcome. Studies have shown that mice receiving a transplant of bone marrow expressing FLT3 ITD develop a myeloproliferative disease. In contrast, mice which were transplanted with FLT3 TKD infected bone marrow, suffer from a lymphoid disease. Thus, both FLT3 mutations seem to exert different biological functions. Interestingly, FLT3-ITD but not FLT3-TKD or FLT3-WT leads to a strong activation of the STAT5 signaling pathway. Therefore, STAT5 activation may be responsible for the observed differences in biology. Here we investigated the signalling pathways leading to STAT5 activation downstream of FLT3-ITD. FLT3-ITD does not bind STAT5 directly nor does it activate the classical JAK2 pathway. Instead FLT3-ITD utilizes c-Src to activate STAT5. Co-immunoprecipitations and GST pull downs revealed a strong and exclusive interaction between Src and FLT3 ITD, which is mediated by the Src-SH2 domain. This interaction is absent in FLT3-TKD or FLT3-WT after ligand stimulation. The sequence duplication in FLT3-ITD leads to additional potential Src-SH2 binding sites. We identified tyrosines 589 and 591 of FLT3-ITD to be essential for Src binding and subsequent STAT5 activation. Specific Src inhibitors or Src-siRNA blocked STAT5 activation and growth induced by FLT3-ITD but not FLT3-TKD. FLT3-ITD positive cells with a stable Src knockdown injected into syngenic mice led to a leukemic disease with a significant delayed onset and prolonged survival in comparison to the control group. Finally, a combination of FLT3 and Src inhibitors was tested. This combination was highly efficient in FLT3-ITD positive cells but not in FLT-TKD positive cells. Together these findings show that Src plays an important role in the signalling of FLT3-ITD but not FLT3-TKD. Thus, Src might be an interesting therapeutic target for FLT3-ITD positive AML. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "flt3 gene",
        "impedance threshold device",
        "ms-like tyrosine kinase 3",
        "signal transduction",
        "ligands",
        "myeloproliferative disease",
        "protein tyrosine kinase",
        "rna, small interfering",
        "transplantation",
        "treatment outcome"
    ],
    "author_names": [
        "Hannes Leischner",
        "Rebekka Grundler, Ph.D",
        "Corinna Albers",
        "Anna Lena Illert",
        "Karsten Spiekermann, MD",
        "Christian Peschel, MD",
        "Justus Duyster, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Hannes Leischner",
            "author_affiliations": [
                "III. Department of Hematology/Oncology, Klinikum r.d. Isar der TU Munich, Munich, Germany, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Rebekka Grundler, Ph.D",
            "author_affiliations": [
                "dept.Hematology, Technical University of Munich, Munich, Germany, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Corinna Albers",
            "author_affiliations": [
                "III. Med. Klinik und Poliklinik, Klinikum rechts der Isar, Technische Universität München, Munich, Germany, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anna Lena Illert",
            "author_affiliations": [
                "III. Department of Hematology/Oncology, Klinikum r.d. Isar der TU Munich, Munich, Germany, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Karsten Spiekermann, MD",
            "author_affiliations": [
                "Dept. of Internal Medicine III and CCG Leukemia, Ludwig-Maximilians-Universität and Helmholtz Zentrum München, Munich, Germany, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christian Peschel, MD",
            "author_affiliations": [
                "3rd Medical Department, Hematology and Oncology, Technische Universität München, München, Germany, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Justus Duyster, MD",
            "author_affiliations": [
                "III. Medizinische Klinik und Poliklinik, Klinikum rechts der Isar, Technische Universität München, München, Germany"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-12T06:45:23",
    "is_scraped": "1"
}