{
    "doi": "https://doi.org/10.1182/blood.V114.22.162.162",
    "article_title": "A Novel EKLF Mutation in a Patient with Dyserythropoietic Anemia: The First Association of EKLF with Disease in Man. ",
    "article_date": "November 20, 2009",
    "session_type": "RED CELL ERYTHROPOIESIS STRUCTURE AND FUNCTION, METABOLISM, AND SURVIVAL (EXCLUDING IRON): ERYTHROPOIESIS AND PNH",
    "abstract_text": "Abstract 162 We describe a single-point mutation in the transcription factor EKLF associated with dyserythropoietic anemia. The female Danish patient was extensively studied in the early 1990's (Wickramasinghe et al. Br J Haem 1991,79:322; Tang et al. Blood 1993,81:1636; Parsons et al. Blood 1994,83:860; Agre et al. J Clin Invest 1994,94:1050). The patient was severely anemic at birth and required repeated transfusions during childhood. Notable features included persistent expression of epsilon and zeta embryonic globins, an HbF level of 40%, novel intra-erythroblastic and intra-erythrocytic inclusions and deficiency of erythroid proteins CD44 and Aquaporin 1. Evidence that EKLF plays a major role in globin gene regulation in particular and erythroid gene expression in general led us to examine EKLF in this patient, her unaffected sister, and her parents. The coding sequence of EKLF was normal wild-type in both healthy parents and sister, but the patient had a mutation on one allele of EKLF in the second zinc finger domain (Glu325Lys). This mutation is at a site that is central to the expected site of interaction of EKLF with DNA. However, modelling revealed that reversal of the charge at this position in a critical DNA-binding domain was likely to create a novel direct contact between Lys325 and a phosphate on the DNA backbone, hence maintaining rather than disrupting binding of EKLF to promoter regions. To test this, we created recombinant forms of the EKLF zinc finger domain, corresponding to the wild-type, Glu325Lys and 3 presumed loss-of-function mutations previously associated with the rare blood group In(Lu) phenotype (Singleton et al. Blood 2008,112:2081). Using fluorescence-based binding assays, mutant EKLF proteins Arg328Leu, Arg328His, and Arg331Gly showed virtually no binding to the beta globin ( HBB ) promoter sequence, as expected. In contrast, there was no significant difference in the binding of EKLF Glu325Lys and wild-type EKLF to the promoter sequence. We then transfected full-length wild-type and mutated EKLF into K562 cells and measured the effect on expression of several genes by quantitative real-time PCR. Transfectants with wild-type EKLF showed an average 13.7 fold increase in EKLF mRNA expression (SD 4.8, n=5) compared with a clone transfected with the empty vector. This was associated with an elevation in HBB and CD44H mRNA expression (average 12.8 (SD 10.9, n=5) and 27.0 (SD 21.7, n=5) fold respectively, compared with the empty vector clone). In contrast, transfectants with EKLF Glu325Lys, although expressing slightly lower levels of EKLF mRNA than the wild-type clones (average 8.0 fold compared with the empty vector clone, SD 5.2, n=11), showed much reduced HBB and CD44H expression (average 1.9 (SD 1.6, n=11) and 1.4 (SD 1.4, n=11) fold respectively, compared with the empty vector clone). Our findings indicate that EKLF Glu325Lys has a reduced ability to activate HBB and CD44H expression, thus establishing a link between the mutation and the patient's phenotype. This reduction, however, does not appear to be explained by differences in the ability of the mutant EKLF to bind to the HBB promoter, implying that other mechanisms of gene regulation must be affected in the patient. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "anemia",
        "mutation",
        "dna",
        "rna, messenger",
        "globins",
        "aquaporin 1",
        "beta-globin",
        "blood groups",
        "blood transfusion",
        "cd44 antigens"
    ],
    "author_names": [
        "Belinda K Singleton",
        "Victoria SS Fairweather",
        "Winnie Lau",
        "Stephen F Parsons",
        "Nicholas M Burton",
        "Jan Frayne",
        "R. Leo Brady",
        "David J Anstee"
    ],
    "author_dict_list": [
        {
            "author_name": "Belinda K Singleton",
            "author_affiliations": [
                "Bristol Institute for Transfusion Sciences, NHS Blood and Transplant, Bristol, United Kingdom, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Victoria SS Fairweather",
            "author_affiliations": [
                "Department of Biochemistry, University of Bristol, Bristol, United Kingdom"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Winnie Lau",
            "author_affiliations": [
                "Department of Biochemistry, University of Bristol, Bristol, United Kingdom"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephen F Parsons",
            "author_affiliations": [
                "Bristol Institute for Transfusion Sciences, NHS Blood and Transplant, Bristol, United Kingdom, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nicholas M Burton",
            "author_affiliations": [
                "Department of Biochemistry, University of Bristol, Bristol, United Kingdom"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jan Frayne",
            "author_affiliations": [
                "Department of Biochemistry, University of Bristol, Bristol, United Kingdom"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "R. Leo Brady",
            "author_affiliations": [
                "Department of Biochemistry, University of Bristol, Bristol, United Kingdom"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David J Anstee",
            "author_affiliations": [
                "Bristol Institute for Transfusion Sciences, NHS Blood and Transplant, Bristol, United Kingdom, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-12T03:55:09",
    "is_scraped": "1"
}