{
    "doi": "https://doi.org/10.1182/blood-2018-99-113446",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4050",
    "start_url_page_num": 4050,
    "is_scraped": "1",
    "article_title": "Morning Vs Bedtime Aspirin Intake in Patients with Essential Thrombocythemia ",
    "article_date": "November 29, 2018",
    "session_type": "634. Myeloproliferative Syndromes: Clinical: Poster III",
    "topics": [
        "aspirin",
        "bedtime",
        "thrombocythemia, hemorrhagic",
        "thrombosis",
        "thrombus",
        "awakening",
        "anagrelide",
        "dosing interval",
        "hydroxyurea",
        "myeloproliferative disease"
    ],
    "author_names": [
        "Emma Cacciola, MD",
        "Elio Gentini Cacciola, MDcal Student",
        "Veronica Vecchio, MDcal Student",
        "Rossella Rosari Cacciola"
    ],
    "author_affiliations": [
        [
            "Department of Medical, Surgical and Advance Technologies Sciences \"G..F. Ingrassia\", University of Catania, Catania, Italy "
        ],
        [
            "Haemostasis Unit, Department of Experimenatl and Clinical Medicine - University of Catania, Catania, Italy ",
            "University of Catania, Catania, Italy "
        ],
        [
            "Haemostasi Unit, University of Catania, Catania, Italy "
        ],
        [
            "Department of Clinical and Experimental Medicine, University of Catania, Catania, Italy"
        ]
    ],
    "first_author_latitude": "37.5035647",
    "first_author_longitude": "15.086498099999998",
    "abstract_text": "The essential thrombocythemia (ET) is a myeloid neoplasm characterized by platelet hyperreactivity and thrombotic risk. The treatment with aspirin (ASA) is recommended in ET patients at risk of first-time or recurrent thrombotic events. An unexplored topic is the optimal timing of once daily ASA intake. On the basis of the presumptions that 1) platelet aggregation is higher in the morning and that 2) the platelet inhibitory effect of ASA is not sustained during the usual 24-hour (h) dosing interval and that 3) a higher gastric mucosal resistance in the evening, we evaluated platelet count, β-thromboglobulin (β-TG) and platelet factor 4 (PF4), as markers of platelet activation, the clotting time (CT), clot formation time (CFT) and maximum clot formation/firmness (MCF), as indicators of aspirinated platelet contribution to clot formation/firmness. We studied 60 patients (20 men, 40 women; mean age 51 years, range 32-70) with ET according to WHO criteria. The mean duration of disease was 11 years. All patients were on ASA 100 mg once daily. Of these, 30 took ASA on awakening and 30 took ASA at bedtime. Of the 60 patients, 45 were on anagrelide hydrochloride (daily dose 1.5 mg) (10 men, 35 women), 15 were on hydroxyurea (daily dose 2 mg) (10 men 5 women). None had inherited or acquired thrombotic risk factors. Sixty subjects served as controls. Platelets were measured by automated analyzer. β-TG and PF4 were determined by ELISA. CT, CFT and MCF were measured by ROTEM delta. The mean platelet count was 455±200x109/L. The awakening ASA patients had normal β-TG and PF4 (12±5 IU/ml and 4±1 IU/ml), normal CT (CT, unit: s. n.v. 100-240 s) ( 110±20 s), normal CFT (CFT, unit: s, n.v. 30-110 s) (45±5 s) and normal MCF (MCF, unit: mm, n.v. 50-72 mm) (61±2 mm), whereas the bedtime ASA patients had high β-TG and PF4 (200±15 IU/ml vs 20±11 IU/ml and 170±50 IU/ml vs 6±2 IU/ml, respectively) (p<.0001 and p<.0001, respectively), shortened CT (CT, unit: s. n.v. 100-240 s) ( 80±10 s), CFT (CFT, unit: s, n.v. 30-110 s) (15±5 s) and MCF (MCF, unit: mm, n.v. 50-72 mm) (40±2 mm). These findings suggest that in ET patients the optimal timing of once daily ASA intake is in the morning. Disclosures No relevant conflicts of interest to declare."
}