{
    "doi": "https://doi.org/10.1182/blood.V122.21.1965.1965",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2558",
    "start_url_page_num": 2558,
    "is_scraped": "1",
    "article_title": "Relationship Of Serum Free Light Chain Reduction To Best Overall Response In Phase 2 Single-Agent and Combination Studies Of Carfilzomib In Patients With Relapsed Or Relapsed and/Or Refractory Multiple Myeloma ",
    "article_date": "November 15, 2013",
    "session_type": "653. Myeloma: Therapy, excluding Transplantation: Poster I",
    "abstract_text": "Introduction In patients (pts) receiving novel anti-multiple myeloma (MM) therapy, an early marker of response would be useful for predicting patient outcomes. Markers in blood with a short half-life, such as serum free light chain (sFLC), may have the potential to be predictive of early response to treatment. Herein, we report results from a retrospective analysis evaluating the relationship of a reduction in sFLC to best overall response (OR) and progression-free survival (PFS) from 2 phase 2 studies of single-agent carfilzomib (CFZ) in pts with relapsed and/or refractory MM (R/RRMM) (PX-171-003-A1 [003; NCT00511238], median 5 [range 1–20] prior therapies; PX-171-004 [004; NCT00530816], median 2 [range 1–3] prior therapies) and a phase 1/2 study of CFZ, lenalidomide (LEN), and dexamethasone (DEX) (CRd) in pts with relapsed or progressive MM (PX-171-006 [006; NCT00603447], median 2 [range 1–5] prior therapies). Methods Pts in the 003 and 004 studies received CFZ on days (d) 1, 2, 8, 9, 15, and 16 in 28-day cycles. Pts in the 003 study received CFZ at a starting dose of 20 mg/m 2 in cycle 1; pts had their dose escalated to a target dose of 27 mg/m 2 thereafter for up to 12 cycles. The 004 study included bortezomib (BTZ)-naive and BTZ-treated pts; pts received either CFZ 20 mg/m 2 during all cycles or a starting dose of 20 mg/m 2 during cycle 1 and a target dose of 27 mg/m 2 thereafter. Pts in 006 received CRd in 28-day cycles—CFZ (15–27 mg/m 2 ) on d1, 2, 8, 9, 15, 16; LEN (10–25 mg) orally d1–21; and weekly DEX (40 mg). Responses were assessed by IMWG criteria with minimal response per EBMT criteria on d15 of cycle 1, d1 of cycles 2–12, and at the end of the study. Pts with measurable disease by serum or urine protein electrophoresis were included; pts with disease measurable only by sFLC assay were excluded. An analysis of longitudinal changes in the difference between involved and uninvolved sFLC levels before first evidence of a very good partial response (VGPR) was conducted in pts with k/l 1.65 and involved sFLC ≥50 mg/L. sFLC changes were evaluated using 2 mixed linear models (single-agent: 003 and 004; combination: 006): best OR (≥VGPR vs 6 months) and time points (d15, 29, 57) were the covariates in model 2. Correlation between sFLC reduction at d15 and best OR was evaluated using a chi-squared test. Reported P values are 2-sided and with no multiplicity adjustment. Results A total of 221 out of 503 enrolled pts were included in the sFLC analysis. Of these 221 pts, 160 had their sFLC measured at d15. When sFLC changes were assessed in model 1, pts achieving ≥VGPR had greater decreases in sFLC at d15 vs baseline (BL) compared with pts whose best response was <VGPR in both the 003 and 004 populations ( P <.0001) and the 006 population ( P 6 months had greater decreases in sFLC from BL vs pts with PFS ≤6 months in 003 and 004 ( P 6 months had greater decreases in sFLC from BL vs pts with PFS ≤6 months in 006 study; this change was not significant ( P =.1859). Results in Table 1 showed that sFLC decreased significantly more in pts with best OR ≥VGPR than in those with best OR <VGPR at d57 (003), d15 (004) and d15, d29 and d57 (006). In 003, 004, and 006, significantly more pts with a ≥75% reduction in sFLC from BL to d15 achieved ≥VGPR (17/30 [57%]) compared with pts with <75% reduction from BL to d15 (8/130 [6%]; P <.0001) ( Table 2 ) . Findings were similar whether pts received single-agent CFZ (003 and 004, P <.0001) or CRd (006, P =.0127). When study groups were compared (003 and 004 vs 006), a significantly greater proportion of pts treated with CRd achieved a ≥75% reduction in sFLC from BL to d15 compared with pts who were treated with single-agent CFZ (45% vs 10%; P <.0001) ( Table 3 ) . Conclusions Findings from this retrospective analysis indicate that pts with R/RRMM who are treated with either single-agent CFZ (003, 004) or CRd combination therapy (006), and who exhibit rapid reduction of sFLC levels by d15 of therapy, show a greater predilection for achieving a best response of VGPR or better. A decrease of ≥75% in sFLC from BL on d15 may be associated with increased response (as measured by best OR ≥VGPR) and is more common with CRd than single-agent CFZ. The findings from this analysis—specifically the association of a decline in sFLC at d15—merit further exploration in additional CFZ studies.   View Large   View Large   View Large Disclosures: Vij: BMS: Honoraria; Lilly: Honoraria; Celgene: Research Funding, Speakers Bureau; Onyx: Research Funding, Speakers Bureau; Millenium: Speakers Bureau. Off Label Use: Carfilzomib is a selective proteasome inhibitor that is approved in the US for the treatment of relapsed and refractory multiple myeloma. Wang: Novartis: Research Funding; Janssen: Research Funding; Pharmacyclics: Research Funding; Millennium: Research Funding; Celgene: Honoraria, Research Funding; Onyx: Honoraria, Research Funding. Jagannath: Millennium: Honoraria; Celgene: Honoraria; Onyx Pharmaceuticals: Honoraria; Merck: Honoraria; Ortho Biotech: Membership on an entity’s Board of Directors or advisory committees; Imedex: Membership on an entity’s Board of Directors or advisory committees; Medicom WorldWide: Membership on an entity’s Board of Directors or advisory committees; OptumHealth Education: Membership on an entity’s Board of Directors or advisory committees; PER Group: Membership on an entity’s Board of Directors or advisory committees. Niesvizky: Onyx: Consultancy, Honoraria, Research Funding, Speakers Bureau; Celgene: Consultancy, Honoraria, Research Funding, Speakers Bureau; Millennium: The Takeda Oncology Company: Consultancy, Honoraria, Research Funding, Speakers Bureau. Jakubowiak: Celgene: Consultancy, Honoraria, Research Funding, Speakers Bureau; Millennium: Consultancy, Honoraria, Research Funding; Onyx: Consultancy, Honoraria, Research Funding, Speakers Bureau; Novartis: Research Funding; Janssen-Silag: Consultancy, Honoraria, Research Funding; BMS: Consultancy, Honoraria, Research Funding. Kavalerchik: Onyx: Employment, Equity Ownership. Huang: Onyx: Employment, Equity Ownership. Siegel: Celgene Corporation: Consultancy, Honoraria, Membership on an entity’s Board of Directors or advisory committees, Speakers Bureau; Millennium: Consultancy, Honoraria, Membership on an entity’s Board of Directors or advisory committees, Speakers Bureau.",
    "topics": [
        "carfilzomib",
        "free immunoglobulin light chain",
        "multiple myeloma",
        "brachial plexus neuritis",
        "retinitis pigmentosa",
        "bortezomib",
        "combined modality therapy",
        "dexamethasone",
        "lenalidomide",
        "off-label use"
    ],
    "author_names": [
        "Ravi Vij, MD",
        "Michael Wang, MD",
        "Sundar Jagannath, MD",
        "Ruben Niesvizky, MD",
        "Andrzej J. Jakubowiak, MD, PhD",
        "Edward Kavalerchik, MD",
        "Mei Huang, MS",
        "David S. Siegel, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Washington University, St. Louis, MO, USA, "
        ],
        [
            "Department of Lymphoma/Myeloma, MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Mt Sinai Hospital, New York, NY, USA, "
        ],
        [
            "Weill Cornell Medical College, New York, NY, USA, "
        ],
        [
            "University of Michigan Cancer Center, Ann Arbor, MI, USA, "
        ],
        [
            "Onyx Pharmaceuticals, Inc., South San Francisco, CA, USA, "
        ],
        [
            "Onyx Pharmaceuticals, Inc., South San Francisco, CA, USA, "
        ],
        [
            "John Theurer Cancer Center, Hackensack University Medical Center, Hackensack, NJ, USA"
        ]
    ],
    "first_author_latitude": "38.6487895",
    "first_author_longitude": "-90.31079620000001"
}