{
    "doi": "https://doi.org/10.1182/blood-2019-128903",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4348",
    "start_url_page_num": 4348,
    "is_scraped": "1",
    "article_title": "MRI Evaluation of Liver and Cardiac Iron Overload Impact on Hematopoietic Stem Cell Transplantation with β-Thalassemia Major ",
    "article_date": "November 13, 2019",
    "session_type": "732.Clinical Allogeneic Transplantation: Results",
    "topics": [
        "hematopoietic stem cell transplantation",
        "iron overload",
        "liver",
        "magnetic resonance imaging",
        "thalassemia",
        "iron",
        "transplantation",
        "serum ferritin level result",
        "allogeneic hematopoietic stem cell transplant",
        "human leukocyte antigens"
    ],
    "author_names": [
        "Libai Chen, MD",
        "Yuelin He, MD",
        "Jianyun Wen",
        "Wenjing Yang",
        "Xuan Liu",
        "Yongsheng Ruan, MD",
        "Xiaoqin Feng",
        "Chunfu Li, MD",
        "Xuedong Wu, MD PhD"
    ],
    "author_affiliations": [
        [
            "Department of Pediatrics, Nanfang Hospital, Southern Medical University, Guangzhou, China "
        ],
        [
            "Department of Pediatrics, Nanfang Hospital, Southern Medical University, Guangzhou, China "
        ],
        [
            "Department of Pediatrics,Nanfang Hospital, Southem Medical University, Guangzhou, GUANGZHOU, China "
        ],
        [
            "Pediatric department, Nanfang hospital,Southern Medical University, Guangzhou, China "
        ],
        [
            "Department of Pediatrics, Nanfang Hospital, Southern Medical University, Guangzhou, China "
        ],
        [
            "Department of Pediatrics, Nanfang Hospital, Southern Medical University, Guangzhou, China "
        ],
        [
            "Department of Pediatrics, Southern Medical University/Nanfang Hospital, guangzhou, China "
        ],
        [
            "Nanfang-Chunfu Children's Institute of Hematology & Oncology, Taixin Hospital, Dongguan, China "
        ],
        [
            "Department of Pediatrics, Nanfang Hospital, Southern Medical University, Guangzhou, China"
        ]
    ],
    "first_author_latitude": "23.187804",
    "first_author_longitude": "113.328561",
    "abstract_text": "OBJECTIVE: To assess the effects of liver and cardiac iron overload detected by magnetic resonance imaging (MRI) T2* on hematopoietic stem cell transplantation in children with β-thalassemia major. METHODS:Summary of 380 cases of β-thalassemia major patients more than 5 years old in Nanfang hospital, southern medical university from 2012 to 2019.Iron concentrations in the liver and heart were calculated based on MRI T2* test results of liver and heart. Age, serum ferritin, left ventricular ejection fraction (LVEF), and liver function were compared to evaluate the effect of iron overload on organ function in patients with β-thalassemia major before transplantation.168 patients underwent allogeneic hematopoietic stem cell transplantation, 48 were HLA-mismatched transplantation, and 120 were HLA-identical allogeneic hematopoietic stem cell transplantation.To analysis the influence between implantation rate, hematopoietic reconstruction time, mortality, and common complications after transplantation such as graft-versus-host disease, hepatic venous obstruction, infection, immune hemolysis, and pancytopenia and liver and cardiac iron overload detected by magnetic resonance imaging (MRI) T2*. RESULTS:Myocardial iron overload occurred in 73 cases (19.2%), including 29 cases of cardiac T2*15~20 ms (mild), 23 cases of 10~14 ms (moderate), and 21 cases of <10 ms (severe).There were 305 cases (80.2%) with liver iron overload, including 98 cases with 2.7~6.3 ms (mild), 166 cases with 1.4~2.7 ms (moderate), and 41 cases with <1.4 ms (severe).LVEF decreased in 5 cases (1.6%).Liver iron was positively correlated with serum ferritin (r=0.523, P=0.001), cardiac iron concentration was positively correlated with serum ferritin (r=0.33, P=0.1), age was positively correlated with cardiac iron concentration (r=0.4, P=0.14), and age was negatively correlated with left ventricular ejection fraction (r=-0.36, P=0.001).After transplantation, liver iron concentration was positively correlated with hemoglobin implantation time (r=0.49, P=0.043), heart iron concentration was positively correlated with mortality (r=0.39, P=0.012), serum ferritin was negatively correlated with implantation rate (r=-0.26, P=0.012), and serum ferritin was positively correlated with infection incidence correlation (r=0.441, P=0.034).There were no statistically significant differences in liver, heart MRI T2*, liver iron concentration and heart iron concentration between the two groups before and after transplantation. CONCLUSION:Magnetic resonance imaging (T2*) is an effective and non-invasive method to detect the iron overload in the heart and liver caused by blood transfusion in β-thalassemia patients. Iron overload can have adverse effects on hematopoietic stem cell transplantation,and effective iron removal before transplantation can improve the success rate of transplantation.Quantitative assessment of iron overload in the liver and heart by MRI can be used as a necessary examination before transplantation. Disclosures No relevant conflicts of interest to declare."
}