{
    "doi": "https://doi.org/10.1182/blood.V128.22.1010.1010",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3292",
    "start_url_page_num": 3292,
    "is_scraped": "1",
    "article_title": "HSP70 Is Increased in Circulating Extracellular Vesicles from Transfusion-Dependent β-Thalassemia Patients: Potential Biomarker for Ineffective Erythropoiesis ",
    "article_date": "December 2, 2016",
    "session_type": "112. Thalassemia and Globin Gene Regulation: Molecular Mechanisms of Thalassemia",
    "topics": [
        "biological markers",
        "extracellular vesicles",
        "heat-shock proteins 70",
        "ineffective erythropoiesis",
        "thalassemia",
        "transfusion",
        "insulin-like growth-factor-binding proteins",
        "iron overload",
        "anemia",
        "annexins"
    ],
    "author_names": [
        "Carina Levin, MD",
        "Annie Rebibo-Sabbah",
        "Ariel Koren, MD",
        "Benjamin Brenner, MD",
        "Anat Aharon, PhD"
    ],
    "author_affiliations": [
        [
            "The Bruce Rappaport Faculty of Medicine, Technion - Israel Institute of Technology, Haifa, Israel ",
            "Pediatric Hematology Unit, Emek Medical Center, Afula, Israel "
        ],
        [
            "Department of Hematology and Bone Marrow Transplantation, Rambam Health Care Campus, Haifa, Israel "
        ],
        [
            "The Bruce Rappaport Faculty of Medicine, Technion - Israel Institute of Technology, Haifa, Israel ",
            "Pediatric Hematology Unit, Emek Medical Center, Afula, Israel "
        ],
        [
            "The Bruce Rappaport Faculty of Medicine, Technion - Israel Institute of Technology, Haifa, Israel ",
            "Thrombosis and Hemostasis Unit, Rambam Health Care Campus, Haifa, Israel"
        ],
        [
            "The Bruce Rappaport Faculty of Medicine, Technion - Israel Institute of Technology, Haifa, Israel ",
            "Department of Hematology and Bone Marrow Transplantation, Rambam Health Care Campus, Haifa, Israel "
        ]
    ],
    "first_author_latitude": "32.83426359999999",
    "first_author_longitude": "34.9837992",
    "abstract_text": "Heat-shock protein 70 (HSP70) is a chaperone protein involved in cellular protein homeostasis. It protects proteins from, or targets them for degradation, regulates the cellular response against stress injury, and has a key role in erythropoiesis. In β-thalassemia (β-TM) erythroblasts, HSP70 is retained in the cytoplasm by free α-globin chains; the transcription factor GATA1 is unprotected in the nucleus and therefore degraded, resulting in erythroblast apoptosis, which further aggravates the ineffective erythropoiesis observed in β-TM (Arlet et al, Nature 2014). Extracellular vesicles (EVs) are secreted from cells and are involved in intercellular communication and transport of biologically active molecules. The current study aimed to explore HSP70 in EVs as a potential biomarker in β-TM. EVs of 35 transfusion-dependent β-TM children and adults and matched healthy controls were characterized. Patients were treated under a standard protocol at Emek Medical Center. Clinical and laboratory data were collected from patients' files. EV count, cellular origin and membrane antigens were evaluated in platelet-poor plasma (PPP) by nanoparticle tracking analysis to assess concentration and size distribution of particles in the diameter range of 50-1000 nm, and by FACS to visualize >500 nm particles. Protein content was evaluated in EV pellets (obtained from centrifugation of PPP for 1 h, 18,000 g at 4°C, washing in PBS and recentrifugation). Human protein antibody arrays for angiogenesis, inflammation and apoptosis were used to evaluate pooled EV pellets obtained from controls and patient subgroups: hypersplenism (Hy), No-Hy and splenectomized (Sp). The level of HSP70 was evaluated by ELISA. Nanoparticle tracking analysis demonstrated a sharp increase in EV concentration in patients vs. controls (2.15 ± 1.1 vs. 0.66 ± 0.2 E+9 particles/μl; P < 0.001), with mean sizes of 91.9 ± 22 nm and 80.1 ± 6.4 nm, respectively. The concentration of annexin-V-labeled EVs was slightly higher in patients than in controls (7.5 ± 11 vs. 2 ± 0.6 E+5 particles/μl), with mean sizes of 261.6 ± 74 nm and 295.6 ± 140 nm, respectively. FACS analysis showed significantly lower RBC (CD235+) EV and CD14+ EV levels in patients vs. controls. Similar percentages of platelet EVs (CD41+), activated platelet EVs (CD62P+), endothelial cell EVs (CD31+41-) and leukocyte EVs (CD11+) were found in patients and controls. We found significant differences in several angiogenic/inflammatory proteins between the patients and controls. Increased levels (over 200%) of 11 proteins were observed in the Sp group, among them growth-regulated oncogene and platelet-derived growth factor BB, while levels of only 3 proteins were increased in Hy and No-Hy groups. Levels of 14 proteins seemed to decrease (less than 75%) in Hy and No-Hy groups, whereas 5 proteins decreased in the Sp group. Several differences in the apoptotic protein profile were found between patients and controls; however a uniform pattern was observed in the patient subgroups. Increased levels of insulin-like growth factor-binding protein (IGFBP) 2 and caspase 8, decreased levels of IGFBP 3 and 6, and a high increase in HSP70 were found. The increased HSP70 levels were validated in the study cohort: patients (n = 32) 3.46 ± 3 ng/ml vs. healthy controls (n = 11) 1.7 ± 0.2 ng/ml; P < 0.0001. HSP70 showed a moderate positive correlation with patients' reticulocyte count and lactate dehydrogenase (n = 31, R = 0.47 and n = 32, R = 0.43, respectively) and a moderate negative correlation with hemoglobin (Hb) levels (study Hb n = 32, R = -0.4 and mean 5-yr Hb n = 31, R = -0.51) and annual transfusion requirement (mL /kg weight) (n = 29, R = -0.48). Thus HSP70 reflects the degree of ineffective erythropoiesis, hemolysis and severity of anemia in patients. However, no correlation was found with iron-overload parameters (iron, transferrin saturation and ferritin). Overall, important differences were found between the properties of patient and control EVs, probably reflecting and affecting the pathophysiology of β-TM. We show that circulating EVs in β-TM contain high levels of HSP70 that are correlated with hematological disease severity but not with iron-overload status. These results create a foundation for the potential use of HSP70 in circulating EVs as a novel biomarker for monitoring ineffective erythropoiesis in β-TM. Further studies are required to explore the consequences of high HSP70 in β-TM EVs. Disclosures No relevant conflicts of interest to declare."
}