{
    "doi": "https://doi.org/10.1182/blood-2020-143166",
    "article_title": "Clinical Impact of Cytokine Release Syndrome on Outcomes of Peripheral Blood Stem Cell Haploidentical Hematopoietic Cell Transplantation with Post-Transplant Cyclophosphamide ",
    "article_date": "November 5, 2020",
    "session_type": "732.Clinical Allogeneic Transplantation: Results",
    "abstract_text": "Peripheral blood stem cell (PBSC) as a graft source compared to bone marrow has been reported to result in lower risk of relapse after haploidentical hematopoietic cell transplantation (haplo-HCT) with use of post-transplant cyclophosphamide (PTCy) as a graft-versus-host-disease (GvHD) prophylaxis. However, cytokine release syndrome (CRS) is a common complication of this platform that can affect the outcomes of patients after PBSC haplo-HCT. CRS occurs due to rapid activation and proliferation of alloreactive donor T cells resulting in the elevated secretion of inflammatory cytokines. In this study, we sought to examine the risk factors for CRS and the effect of CRS severity on outcomes of PBSC haplo-HCT. We identified total of 271 consecutive patients with hematological malignancies who received their first PBSC haplo-HCT with PTCy-based GVHD prophylaxis at City of Hope (n=157) or Moffitt (n=114) Cancer Centers between 2014 and 2019. The median patient age at HCT was 54 years (INQ range, 37-64) for the entire cohort and 48% of the patients had HCT-CI ³3. Close to 70% of the study cohort had acute leukemia and 33% of all patients had high/very high-risk disease risk index. Myeloablative conditioning was used in 52% of the cases and 81% of all HCT recipients were CMV seropositive. The median donor age at HCT was 33 years (INQ range, 26-43). The HLA -A, -B, -C, -DRB1, -DQB1, or -DPB1 mismatch between the recipient and the donor in the GVH direction was 5/10 in 51%, 4/10 in 29% and £3/10 in 20% of cases. Offspring donors were used in 54% of the patients, sibling donors in 35%, and parent/other relative donors in 11%. Female donors to male recipients were used in only 22% of patients. The median infused CD34 dose was 5.25 x10 6 cells/kg (range, 2.3-22.4x10 6 ) and the CD3 dose was 2.48x10 8 cells/kg (range, 0.002-8.88 x10 8 ). CRS of any grade by ASTCT criteria was observed in 92% of study patients within first 7 days of HCT: 54% had grade 1, 39% grade 2, and 5.2% grade 3-4. Infused cell doses of CD34 >5x10 6 cells/kg and of CD3 >2.5x10 8 cells/kg had no significant effect on grade 3-4 CRS. On multivariable analysis, the use of reduced-intensity conditioning (RIC) was associated with increased grade 2-4 CRS (HR = 1.6, 95% CI: 1.11.-2.33, p=0.01) and grade 3-4 CRS (HR = 14.7, 95% CI: 1.97-109.5, p=0.009) compared with the myeloablative conditioning. Donor 5/10 HLA-mismatch was also associated with increased grade 2-4 CRS (HR = 1.5, 95% CI: 1.05-2.18; p=0.03) and grade 3-4 CRS (HR = 3.50, 95% CI: 1.00-12.32; p=0.05) compared with £4/10 HLA-mismatch. Non-relapse mortality (NRM) at day 100, and 1-year overall survival (OS) by CRS severity is shown in Figure . Comparing with the grade 0-1 CRS in multivariable analysis ( Table ), increase in CRS severity was associated with lower probability of neutrophil engraftment (HR = 0.9 for grade 2 and HR = 0.4 for grade 3-4; p=0.03). Increased CRS severity as compared to the grade 0-1 was also predictive of higher risks of NRM (HR = 1.6, 95% CI: 0.95-2.79 for grade 2 and HR = 6.6, 95% CI: 3.12-13.78 for grade 3-4; p<0.001), lower disease-free survival (DFS; HR = 1.3 for grade 2 and HR = 4.5 for grade 3-4; p<0.001) and lower OS (HR = 1.2 for grade 2 and HR = 4.1 for grade 3-4; p<0.001) after HCT. We observed no association between CRS severity and risk of relapse or the incidence and severity of acute GvHD after transplant. We conclude that CRS is a common complication after PB haplo-HCT/PTCy. CRS severity is associated with post-HCT outcomes with grade 3-4 CRS associated with the highest risk of NRM and overall mortality after HCT. Infused CD34 or CD3 cell doses effect on CRS is unclear. RIC and higher degree of HLA-mismatch are predictive of higher-grade CRS. Identification of modifiable risk factors can help to mitigate the risk for serious CRS and subsequent mortality after PB haplo-HCT/PTCy. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Nishihori: Karyopharm: Other: Research support to institution; Novartis: Other: Research support to institution. Pidala: CTI Biopharma: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Amgen: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Novartis: Research Funding; Takeda: Research Funding; Janssen: Research Funding; Johnson and Johnson: Research Funding; Pharmacyclics: Research Funding; Abbvie: Research Funding; BMS: Research Funding; Syndax: Consultancy, Membership on an entity's Board of Directors or advisory committees. Nakamura: Merck: Other: advisory board meeting; Alexion: Other: Support on a meeting presentation; Kyowa-Kirin: Other: Support on a meeting presentation; Celgene: Other: Support on seminar; Magenta Therapeutics: Other: Advisory board meeting; Viracor: Consultancy; Kadmon Corporation: Other: Advisory board meeting; NapaJen Pharma: Consultancy. Al Malki: Rigel Pharma: Consultancy; Jazz Pharmacuticals, Inc: Consultancy; Neximmune: Consultancy. Bejanyan: Kiadis Pharma: Membership on an entity's Board of Directors or advisory committees.",
    "author_names": [
        "Salman Otoukesh, MD",
        "Hany Elmariah, MDMS",
        "Dongyun Yang, PhD",
        "Sally Mokhtari, PhD",
        "Madiha Siraj",
        "Haris Ali, MD",
        "Krishnakar Mogili",
        "Shukaib Arslan, MD",
        "Taiga Nishihori, MD",
        "Chatchada Karanes, MD",
        "Joseph Pidala, MD",
        "Ryotaro Nakamura, MD",
        "Claudio Anasetti, MD",
        "Stephen J. Forman, MD",
        "Monzr M. Al Malki, MD",
        "Nelli Bejanyan, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Salman Otoukesh, MD",
            "author_affiliations": [
                "Department of Hematology/HCT, City of Hope National Medical Center, Duarte, CA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Hany Elmariah, MDMS",
            "author_affiliations": [
                "Department of Blood and Marrow Transplant and Cellular Immunotherapy, H. Lee Moffitt Cancer Center and Research Institute, Tampa, FL "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dongyun Yang, PhD",
            "author_affiliations": [
                "Department of Computational and Quantitative Medicine-BRI, City of Hope National Medical Center, Duarte, CA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sally Mokhtari, PhD",
            "author_affiliations": [
                "Department of Clinical Translational Project Development, City of Hope, Duarte, CA, City of Hope National Medical Center, Duarte, CA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Madiha Siraj",
            "author_affiliations": [
                "University of South Florida, Tampa/St. Petersburg, FL "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Haris Ali, MD",
            "author_affiliations": [
                "Department of Hematology/HCT, City of Hope National Medical Center, Duarte, CA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Krishnakar Mogili",
            "author_affiliations": [
                "Department of Blood and Marrow Transplant and Cellular Immunotherapy, H. Lee Moffitt Cancer Center and Research Institute, Tampa, FL "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shukaib Arslan, MD",
            "author_affiliations": [
                "Department of Hematology/HCT, City of Hope National Medical Center, Duarte, CA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Taiga Nishihori, MD",
            "author_affiliations": [
                "Department of Blood and Marrow Transplant and Cellular Immunotherapy, Moffitt Cancer Center, Tampa, FL"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chatchada Karanes, MD",
            "author_affiliations": [
                "Department of Hematology/HCT, City of Hope National Medical Center, Duarte, CA "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joseph Pidala, MD",
            "author_affiliations": [
                "Department of Blood and Marrow Transplant and Cellular Immunotherapy, H. Lee Moffitt Cancer Center and Research Institute, Tampa, FL "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ryotaro Nakamura, MD",
            "author_affiliations": [
                "Department of Hematology/HCT, City of Hope National Medical Center, Duarte, CA "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Claudio Anasetti, MD",
            "author_affiliations": [
                "Department of Blood and Marrow Transplant and Cellular Immunotherapy, H. Lee Moffitt Cancer Center and Research Institute, Tampa, FL "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephen J. Forman, MD",
            "author_affiliations": [
                "Department of Hematology/HCT, City of Hope National Medical Center, Duarte, CA "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Monzr M. Al Malki, MD",
            "author_affiliations": [
                "Department of Hematology/HCT, City of Hope National Medical Center, Duarte, CA "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nelli Bejanyan, MD",
            "author_affiliations": [
                "Department of Blood and Marrow Transplant and Cellular Immunotherapy, H. Lee Moffitt Cancer Center and Research Institute, Tampa, FL "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-20T18:48:41",
    "is_scraped": "1"
}