{
    "doi": "https://doi.org/10.1182/blood.V114.22.4245.4245",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1457",
    "start_url_page_num": 1457,
    "is_scraped": "1",
    "article_title": "Osteoclasts Are Involved in the Maintenance of Dormant Leukemic Cells. ",
    "article_date": "November 20, 2009",
    "session_type": "CHRONIC MYELOID LEUKEMIA - BIOLOGY AND PATHOPHYSIOLOGY EXCLUDING THERAPY",
    "topics": [
        "leukemic cells",
        "osteoclasts",
        "bcr-abl tyrosine kinase",
        "cytokine",
        "antibodies",
        "coculture techniques",
        "ki-67 antigen",
        "leukemia",
        "leukemia, myelocytic, chronic",
        "malignant hypercalcemia"
    ],
    "author_names": [
        "Asumi Yokota, MMSc",
        "Shinya Kimura, MD, PhD",
        "Ruriko Tanaka, MMSc",
        "Miki Takeuchi, MD",
        "Hisayuki Yao, MD",
        "Kazuki Sakai, MD",
        "Rina Nagao",
        "Eishi Ashihara, MD, PhD",
        "Taira Maekawa, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Transfusion Medicine and Cell Therapy, Kyoto University Hospital, Kyoto, Japan, "
        ],
        [
            "Hematology, Respiratory Diseases, and Oncology, Saga University, Saga, Japan"
        ],
        [
            "Department of Transfusion Medicine and Cell Therapy, Kyoto University Hospital, Kyoto, Japan, "
        ],
        [
            "Department of Transfusion Medicine and Cell Therapy, Kyoto University Hospital, Kyoto, Japan, "
        ],
        [
            "Department of Transfusion Medicine and Cell Therapy, Kyoto University Hospital, Kyoto, Japan, "
        ],
        [
            "Department of Transfusion Medicine and Cell Therapy, Kyoto University Hospital, Kyoto, Japan, "
        ],
        [
            "Department of Transfusion Medicine and Cell Therapy, Kyoto University Hospital, Kyoto, Japan, "
        ],
        [
            "Department of Transfusion Medicine and Cell Therapy, Kyoto University Hospital, Kyoto, Japan, "
        ],
        [
            "Department of Transfusion Medicine and Cell Therapy, Kyoto University Hospital, Kyoto, Japan, "
        ]
    ],
    "first_author_latitude": "35.09819619999999",
    "first_author_longitude": "135.7188694",
    "abstract_text": "Abstract 4245 We have previously reported that zoledronic acid (ZOL) had the anti-tumor activity against chronic myelogenous leukemia in the murine models and it could induce apoptosis to leukemic cells (Kuroda, et al. Blood, 2003). ZOL is a widely used agent to treat osteoporosis or hypercalcemia of malignancy because of its activity to induce apoptosis to osteoclasts (OCs), which are specialized cells to resorb the bone matrix. In this study, we hypothesized that OCs might be involved in the survival or the proliferation of leukemic cells in the bone marrow (BM) microenvironment which consists of osteoblasts (OBs), OCs, blood vessels, and so on. In order to verify our hypothesis, we used the in vitro co-culture system. Ba/F3 wt bcr-abl cells were indirectly co-cultured with the murine OBs, OCs, and/or the bone slices derived from the murine femoral bones in the transwell chambers. OBs and OCs enhanced the proliferation of Ba/F3 wt bcr-abl cells. Interestingly, OCs significantly suppressed the proliferation of Ba/F3 wt bcr-abl cells in the presence of the bone slices. Next, we examined the cell cycle status of Ba/F3 wt bcr-abl cells co-cultured in each condition. Ki-67-negative populations were reported to be in G 0 phase, thus 7-AAD and Ki-67 double staining can distinguish population in G 0 phase from that in G 1 phase. It was revealed that OCs with bone slices increased the Ki-67-negative dormant populations in co-cultured Ba/F3 wt bcr-abl cells. Recently, it has been reported that TGF-β 1 is a candidate cytokine that maintain the hibernation state of hematopoietic stem cells in the BM niche. Furthermore, TGF-β 1 is one of the major cytokines accumulated in the mineralized bone matrix. Thus we evaluate the TGF-β 1 levels in the culture supernatants of OBs, OCs, and/or bone slices by ELISA. The concentrations of TGF-β 1 were significantly higher in the supernatants of OBs, OCs, and bone slices, thus it might be suggested that TGF-β 1 was released from the bone slices by bone-resorbing OCs (Figure). Furthermore, TGF-β-neutralizing antibody reduced Ki-67-negative dormant populations in Ba/F3 wt bcr-abl cells co-cultured with OBs, OCs, and bone slices. In conclusion, our in vitro data demonstrate that OCs might maintain the dormant population of leukemic cells in the BM microenvironment and this effect was yielded, in part, by TGF-β 1 released from the bone matrix by OCs. It was also suggested that OCs could be an effective target of a novel therapy against minimal residual disease of leukemia, which are thought to be resulted from the dormant population of leukemic cells residing in the BM microenvironment. View large Download slide View large Download slide  Disclosures: No relevant conflicts of interest to declare."
}