{
    "doi": "https://doi.org/10.1182/blood.V128.22.537.537",
    "article_title": "Health-Related Quality of Life of Patients with Newly Diagnosed Multiple Myeloma Receiving Any or Lenalidomide Maintenance after Autologous Stem Cell Transplant in the Connect ® MM Disease Registry ",
    "article_date": "December 2, 2016",
    "session_type": "904. Outcomes Research-Malignant Conditions: Symptoms, Toxicities, and Patient Reported Outcomes",
    "abstract_text": "Introduction: Phase 3 trials demonstrated maintenance therapy after autologous stem cell transplant (ASCT) extended time to progression, progression-free survival, and in some cases overall survival for patients (pts) with multiple myeloma (MM) (Sonneveld, 2012; McCarthy, 2012; Attal, 2012; Palumbo, 2014; Attal, 2016). Maintenance treatment until progression has the potential to adversely impact health-related quality of life (HRQoL). Few HRQoL analyses have been published in MM, especially with regard to maintenance therapy after ASCT. Connect ® MM is the first and largest multicenter, US-based, prospective observational cohort study designed to characterize treatment patterns and outcomes for pts with newly diagnosed MM (NDMM). This analysis evaluated HRQoL of pts who received Any maintenance therapy, lenalidomide (LEN) only, or No maintenance post-ASCT. Methods: Pts ≥ 18 years with NDMM within 60 days of diagnosis were eligible for enrollment in the registry. For this analysis, pts who completed induction therapy and first-line ASCT who may or may not have gone on to receive maintenance (yes/no) were included. Pts were evaluated in 3 groups: Any maintenance (including LEN-only), LEN-only maintenance, and No maintenance. Pt-reported HRQoL data were collected at protocol-defined quarterly visits. The primary HRQoL measure analyzed was the EQ-5D Index score. Secondary measures included the Functional Assessment of Cancer Therapy-Multiple Myeloma (FACT-MM) total score and the Brief Pain Inventory (BPI). HRQoL assessments were analyzed at study entry (study baseline); after induction therapy but prior to ASCT (analytic baseline); and quarterly from 100 days post-ASCT until the end of maintenance (maintenance groups) or until progressive disease, discontinuation, or death (all groups) (analytic period). SAS Proc Mixed with a random effects unstructured covariance matrix was used to estimate mixed regression models to test the null hypothesis of no HRQoL difference between pts receiving Any or LEN-only maintenance vs No maintenance. A quadratic growth model was used with time as a continuous variable (given that ASCT can occur at any fractional quarterly period post-enrollment and having a starting at 100 days post-ASCT), adjusted for potential confounders. Results: Between September 2009 and December 2011, Connect ® MM enrolled 1493 pts in Cohort 1 from community (82%) and academic (17%) centers. Of the 540 pts who received ASCT, 238 met the analysis criteria for Any maintenance, 167 for LEN-only, and 138 for No maintenance. Median age (range) was 60 years (24-78); 61% were male, and 85% were white. The majority were Eastern Cooperative Oncology Group performance status 0/1 (64%) and International Staging System stage I/II (56%). A higher proportion of pts in the Any and LEN-only maintenance groups received triplet therapy as induction vs the No maintenance group (64%, 66%, and 51%, respectively). Median duration (range) of maintenance in the Any and LEN-only maintenance groups was 23.0 months (0.8-50.4) and 24.4 months (0.6-50.4), respectively. During the analytic period, the EQ-5D questionnaire completion rate across the 3 comparison groups was similar and decreased at a similar rate over time. The median number (range) of EQ-5D forms completed per patient was 4.5 (1.0-16.0), 5.0 (1.0-15) and 5.0 (1.0-16.0) for Any, LEN-only, and No maintenance groups, respectively. The mean baseline HRQoL scores for each measure were similar across the 3 groups, with ranges of EQ-5D (0.75-0.76), FACT-MM Total (114.8-119.7), and BPI (3.87-4.06). There were no significant differences in estimated mean post-ASCT scores when comparing Any or LEN-only with the No maintenance group for the EQ-5D Overall Index, the FACT-MM Total Score, or the BPI (Table and Figure). Conclusions: NDMM pts in the Connect ® MM registry receiving Any or LEN-only maintenance therapy vs No maintenance after ASCT demonstrated generally similar HRQoL scores for the EQ-5D Index, FACT-MM, and BPI. These results suggest that there is no difference in HRQoL for those who received maintenance compared with those who did not despite the risks associated with continued active therapy. Save View large Download slide View large Download slide Close modal View large Download slide View large Download slide Close modal View large Download slide View large Download slide Close modal Disclosures Abonour: Celgene: Membership on an entity's Board of Directors or advisory committees. Jagannath: Bristol-Myers Squibb: Consultancy; Celgene: Consultancy; Merck: Consultancy. Terebelo: Celgene: Membership on an entity's Board of Directors or advisory committees. Gasparetto: Celgene: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Takeda: Consultancy; Bristol-Myers Squibb: Honoraria; Onyx: Honoraria; Janssen: Honoraria. Toomey: Celgene: Consultancy. Hardin: Celgene: Consultancy, Membership on an entity's Board of Directors or advisory committees. Kitali: Celgene: Employment, Equity Ownership. Gibson: Celgene: Employment, Equity Ownership; Sanofi: Other: Spouse employment . Srinivasan: Celgene: Employment; Individual Patent: Patents & Royalties: US7,495,673B1 Used for MM-Connect Treatment Patterns Abstract.. Swern: Celgene: Employment, Equity Ownership. Rifkin: Celgene: Membership on an entity's Board of Directors or advisory committees; Takeda: Membership on an entity's Board of Directors or advisory committees; Amgen/ONYX: Membership on an entity's Board of Directors or advisory committees.",
    "topics": [
        "autologous stem cell transplant",
        "health-related quality of life",
        "lenalidomide",
        "multiple myeloma",
        "brachial plexus neuritis",
        "neoadjuvant therapy",
        "brief pain inventory",
        "cancer",
        "progressive neoplastic disease",
        "time to progression"
    ],
    "author_names": [
        "Rafat Abonour, MD",
        "Brian G.M. Durie, MD",
        "Sundar Jagannath, MD",
        "Jatin J. Shah, MD",
        "Mohit Narang, MD",
        "Howard R. Terebelo, DO",
        "Cristina J. Gasparetto, MD",
        "Kathleen Toomey, MD",
        "James W. Hardin, PhD",
        "Amani Kitali, MPH, PMP",
        "Craig Gibson, PhD",
        "Shankar Srinivasan, PhD",
        "Arlene S. Swern, PhD",
        "Robert M. Rifkin, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Rafat Abonour, MD",
            "author_affiliations": [
                "Indiana University Simon Cancer Center, Indianapolis, IN "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Brian G.M. Durie, MD",
            "author_affiliations": [
                "Cedars-Sinai Samuel Oschin Cancer Center, Los Angeles, CA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sundar Jagannath, MD",
            "author_affiliations": [
                "Mount Sinai Hospital, New York, NY "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jatin J. Shah, MD",
            "author_affiliations": [
                "MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mohit Narang, MD",
            "author_affiliations": [
                "US Oncology Research, Maryland Oncology Hematology, Columbia, MD "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Howard R. Terebelo, DO",
            "author_affiliations": [
                "Providence Cancer Institute, Southfield, MI "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cristina J. Gasparetto, MD",
            "author_affiliations": [
                "Duke University Medical Center, Durham, NC "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kathleen Toomey, MD",
            "author_affiliations": [
                "Steeplechase Cancer Center, Somerville, NJ "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James W. Hardin, PhD",
            "author_affiliations": [
                "University of South Carolina, Columbia, SC "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amani Kitali, MPH, PMP",
            "author_affiliations": [
                "Celgene Corporation, Summit, NJ "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Craig Gibson, PhD",
            "author_affiliations": [
                "Celgene Corporation, Summit, NJ "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shankar Srinivasan, PhD",
            "author_affiliations": [
                "Celgene Corporation, Summit, NJ "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Arlene S. Swern, PhD",
            "author_affiliations": [
                "Celgene Corporation, Summit, NJ "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert M. Rifkin, MD",
            "author_affiliations": [
                "US Oncology Research, Rocky Mountain Cancer Centers, Denver, CO"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-06T06:37:23",
    "is_scraped": "1"
}