{
    "doi": "https://doi.org/10.1182/blood.V124.21.152.152",
    "article_title": "Final Study Results of the Phase 3 Dasatinib Versus Imatinib in Newly Diagnosed Chronic Myeloid Leukemia in Chronic Phase (CML-CP) Trial (DASISION, CA180-056) ",
    "article_date": "December 6, 2014",
    "session_type": "632. Chronic Myeloid Leukemia: Outcomes With TKI Therapy",
    "abstract_text": "Background: The randomized, phase 3 DASISION trial demonstrated improved efficacy with dasatinib compared with imatinib in treatment-naïve CML-CP patients (pts). Dasatinib was also well tolerated, and demonstrated a faster response at 3 months. Here, we report the results of the final, 5-year analysis of DASISION. Methods: Pts with newly diagnosed CML-CP were randomized to receive dasatinib 100 mg once daily (n=259) or imatinib 400 mg once daily (n=260) as previously reported. The primary endpoint was confirmed complete cytogenetic response (cCCyR) by 12 months. Long-term efficacy and safety data from pts with the predefined minimum 5 years of study treatment are presented. Results: Sixty-one percent of dasatinib-treated pts and 63% of imatinib-treated pts were still on their initial study therapy at study end. Cytogenetic and molecular response rates continued to be higher for dasatinib compared with imatinib (intent-to-treat population). Specifically, the rate of cCCyR by 5 years was higher with dasatinib versus imatinib (83% vs 78%, P =.187), as were the rates of major molecular response (MMR; BCR-ABL ≤0.1%; 76% vs 64%, P =.002) and MR 4.5 (BCR-ABL ≤0.0032% IS; 42% vs 33%, P =.025) by 5 years. Time to cCCyR (hazard ratio [95% confidence interval]=1.46 [1.20–1.77], P =.0001) and MMR (hazard ratio [95% confidence interval]=1.54 [1.25–1.89], P <.0001) in all randomized pts were faster with dasatinib ( Figure 1 ). Transformations to both accelerated (AP) and blast phase (BP) CML were reported on study or after discontinuation with fewer cases overall for dasatinib (n=12/259; 4.6%) compared with imatinib (n=19/260; 7.3%). Five-year progression-free survival (PFS) and overall survival (OS) rates were similar across treatment arms (PFS: 85% [dasatinib], 86% [imatinib]; OS: 91% [dasatinib], 90% [imatinib]). A higher proportion of pts on dasatinib achieved BCR-ABL ≤10% at 3 months (84%) compared with those on imatinib (64%). For pts who achieved BCR-ABL ≤10% versus >10% at 3 months, improved PFS, OS, and lower rates of transformation to AP/BP have been previously reported and were maintained at 5 years for dasatinib (PFS: 89% vs 72%, P =.0014; OS: 94% vs 81%, P =.0028; transformation n=6/198 [3%] vs n=5/37 [14%]) and imatinib (PFS: 93% vs 72%, P <.0001; OS: 95% vs 81%, P =.0003; transformation: n=5/154 [3%] vs n=13/85 [15%]). Between 4 and 5 years, the number of mutations increased slightly in dasatinib-treated pts (12 pts at 4 years; 15 pts at 5 years), and the spectrum remained the same. No new, unexpected safety events were identified in either treatment arm at 5 years. However, the total incidence of pleural effusion continued to increase each year in dasatinib-treated pts (29% overall). Most cases of pleural effusion were grade 1/2 (n=67/74), and the median time to first grade 1/2 pleural effusion was 114 weeks (range, 4–299 weeks). Discontinuation of dasatinib due to pleural effusion occurred in only 15 pts (6% overall; 20% of pts who experienced a pleural effusion). Arterial ischemic events overall were not common, occurring in 12 pts (5%) on dasatinib and 6 pts (2%) on imatinib. Cardiovascular (CV) ischemic events and transient ischemic attack were reported in 10 and 2 dasatinib-treated pts, respectively. CV ischemic and peripheral arterial occlusive events were reported in 4 and 2 imatinib-treated pts, respectively. Of the pts with overall arterial ischemic events, 8 pts on dasatinib and 3 pts on imatinib had a history and/or risk factors for atherosclerosis. Fourteen dasatinib-treated pts experienced pulmonary hypertension by 2D echocardiogram, with right heart catheterization (RHC) performed in 1; 6 discontinued therapy. No pts were diagnosed with World Health Organization Group 1 pulmonary arterial hypertension (confirmed by RHC). Conclusion: At 5 years, dasatinib 100 mg once daily has demonstrated superior outcome compared to imatinib 400 mg once daily as initial therapy for CML. This is manifested by a faster time to cytogenetic and molecular responses, with more pts achieving BCR-ABL ≤10% at 3 months, sustained higher cumulative rates of response, and a lower rate of transformation. The 5-year rates of PFS and OS were equal in both arms. After 5 years, no new safety signals have been reported. These consistent results suggest that dasatinib offers meaningful advantages for pts with newly diagnosed CML-CP and remains a standard of care in this setting. Figure 1 View large Download slide Figure 1 View large Download slide Close modal Disclosures Cortes: ARIAD, BMS, Novartis, Pfizer, Teva: Consultancy, Research Funding. Saglio: Novartis: Consultancy, Fees for occasional speeches, Fees for occasional speeches Other; Pfizer: Consultancy, Fees for occasional speeches, Fees for occasional speeches Other; ARIAD: Consultancy, Fees for occasional speeches, Fees for occasional speeches Other; BMS: Consultancy, Fees for occasional speeches Other. Baccarani: Bristol-Myers Squibb: Consultancy, Honoraria, Speakers Bureau. Kantarjian: ARIAD: Research Funding; Pfizer: Research Funding; Amgen: Research Funding. Mayer: Bristol-Myers Squibb: Consultancy, Research Funding; Novartis: Consultancy, Research Funding. Shah: Bristol-Myers Squibb: Research Funding; ARIAD: Research Funding. Chuah: Bristol-Myers Squibb: Honoraria; Novartis: Honoraria. Bradley-Garelik: Bristol-Myers Squibb: Employment. Manos: Bristol-Myers Squibb: Employment. Hochhaus: Novartis: Research Funding; BMS: Research Funding; MSD: Research Funding; Ariad: Research Funding; Pfizer: Research Funding.",
    "topics": [
        "dasatinib",
        "imatinib mesylate",
        "leukemia, myelocytic, chronic",
        "brachial plexus neuritis",
        "bcr-abl tyrosine kinase",
        "pleural effusion",
        "ischemia",
        "measles-mumps-rubella vaccine",
        "atherosclerosis",
        "blast phase"
    ],
    "author_names": [
        "Jorge E. Cortes, MD",
        "Giuseppe Saglio, MD",
        "Michele Baccarani, MD",
        "Hagop M. Kantarjian, MD",
        "Jiří Mayer, MD",
        "Concepción Boqué, PhD",
        "Neil P. Shah, MD PhD",
        "Charles Chuah, MD",
        "Luis Casanova, MD",
        "Geetha Narayanan, MD DM",
        "Brigid Bradley-Garelik, MD MPH",
        "George Manos, PhD",
        "Andreas Hochhaus, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Jorge E. Cortes, MD",
            "author_affiliations": [
                "The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Giuseppe Saglio, MD",
            "author_affiliations": [
                "University of Turin, Orbassano-Torino, Italy "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michele Baccarani, MD",
            "author_affiliations": [
                "University of Bologna, Bologna, Italy "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hagop M. Kantarjian, MD",
            "author_affiliations": [
                "The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jiří Mayer, MD",
            "author_affiliations": [
                "Faculty Hospital Brno, Brno, Czech Republic "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Concepción Boqué, PhD",
            "author_affiliations": [
                "Hematology Service, Institut Català d\u0091Oncologia, Hospital Duran y Reynals, L'Hospitalet, Barcelona, Spain "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Neil P. Shah, MD PhD",
            "author_affiliations": [
                "University of California, San Francisco, San Francisco, CA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Charles Chuah, MD",
            "author_affiliations": [
                "Singapore General Hospital, Singapore, Singapore "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Luis Casanova, MD",
            "author_affiliations": [
                "Instituto Nacional de Enfermedades Neoplásicas, Instituto Oncológico Miraflores, Lima, Peru "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Geetha Narayanan, MD DM",
            "author_affiliations": [
                "Regional Cancer Centre, Trivandrum, Kerala, India "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brigid Bradley-Garelik, MD MPH",
            "author_affiliations": [
                "Bristol-Myers Squibb, Wallingford, CT "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "George Manos, PhD",
            "author_affiliations": [
                "Bristol-Myers Squibb, Wallingford, CT "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andreas Hochhaus, MD",
            "author_affiliations": [
                "Universitätsklinikum Jena, Jena, Germany"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-28T15:33:58",
    "is_scraped": "1"
}