{
    "doi": "https://doi.org/10.1182/blood-2019-131594",
    "article_title": "The Effect of Age and CD34+ Stem Cell Dose on Autologous Hematopoietic Stem Cell Transplantation Outcomes in Multiple Myeloma - Single Institution Experience ",
    "article_date": "November 13, 2019",
    "session_type": "731.Clinical Autologous Transplantation: Results",
    "abstract_text": "Autologous hematopoietic stem cell transplantation (AHSCT) after melphalan (Mel) conditioning has been shown to improve outcomes in patients (pts) with multiple myeloma (MM), including complete response (CR), progression free (PFS) and overall survival (OS). Successful stem cell rescue with adequate number of CD34+ stem cells is thought to be important in achieving these goals post-AHSCT, including reduced platelet (plt) transfusion need, neutrophil engraftment time and previously noted effect on lower cumulative incidence of relapse (CIR). However, there has been some discordance regarding the optimal CD34+ transplantation dose and the effects on outcomes. A retrospective analysis of 508 consecutive MM patients (pts) who underwent AHSCT between 1994-2017 at a single institution was performed to determine the relationship between OS and PFS/CIR at two different CD34+ stem cell infusion dose cutoffs (< 2.5 vs ≥ 2.5 x 10 6 (mill) CD34+ cells/kg, or < 5.0 vs ≥ 5.0 mill CD34+), an age cutoff (< 65 vs ≥ 65) and a Mel conditioning dose cutoff of 140 mg/m 2 vs 200 mg/m 2 . Multivariate analysis considered high risk MM, defined as either having one of the high risk fluorescent in situ hybridization probes [del17p, t(4;14), t(14;16), t(14;20), gain1q, del1p] or having a complex karyotype (standard risk MM did not contain either), international staging system (ISS) stages I, II and III, and immunomodulatory drug (IMiD)-containing induction (yes/no). Fisher's exact test and the Mann-Whitney test were used to look at the association of CD34+ cutoff groups and patient characteristics. OS was defined as the time from infusion to death from any cause, and was determined by the Kaplan-Meier method; comparisons of survival curves was done using the log-rank test. The CIR was determined using cumulative incidence methods that considered death as a competing event. Gray's test was used to compare CIR curves. Linear regression and Cox regression were used for multivariable analysis. P<0.05 was considered statistically significant. Overall, CD34+ dichotomized at 2.5 or 5.0 mill was not associated with PFS (p=0.25, HR 1.19, CI 0.88-1.62; p=0.99, HR 1.00, CI 0.74-1.35) or OS (p=0.50, HR 1.11, CI 0.82-1.51; p=0.27, HR 0.85, CI 0.63-1.41). When analyzing OS by either age (< 65 vs ≥ 65), Mel conditioning (140 mg/m 2 vs 200 mg/m 2 ) or CD34+ infusion cutoffs (< 2.5 vs ≥ 2.5, or < 5.0 vs ≥ 5.0 mill), there was no statistically significant difference. On univariate analysis, the CIR was not statistically different for Mel 140 mg/m 2 vs 200 mg/m 2 patients at 2.5 mill CD34+ cutoff (p=0.62), but was approaching significance at 5.0 mill cutoff (p=0.054). On univariate analysis, the CIR was not statistically different for patients aged < 65 vs ≥ 65 at 2.5 mill CD34+ cutoff (p=0.92), or 5.0 mill cutoff (p=0.11). On univariate analysis, the CIR was statistically different for CD34+ at 5.0 mill cutoff for patients age ≥ 65 (p=0.01, Figure 1A) and for CD34+ at 5.0 mill cutoff for pts who received Mel140 mg/m 2 conditioning (p=0.01, Figure 1B). However, after adjusting for the ISS stage and MM risk in both groups, no difference in CIR was noted (respectively p=0.095, HR: 2.00; 95% CI 0.88, 4.53; p=0.21, HR: 1.77; 95% CI 0.73, 4.29). In a subset analysis for pts ≥ 65 years at the CD34+ 5.0 mill cutoff, mean time in days to neutrophil engraftment on multivariate analysis was shorter for pts who received CD34+ ≥ 5.0 mill compared to < 5.0 mill after adjusting for Mel dose (140 mg/m 2 vs 200 mg/m 2 ), ISS stage (I,II vs III), MM risk (standard vs high) and IMiD induction (yes vs no): 11.1 days vs. 12.1 days (p<0.0001). Mean time in days to last platelet infusion on multivariate analysis was also shorter after adjusting for the Mel dose, ISS stage, MM risk and IMiD induction: 7.3 days vs. 10.6 days (p=0.0083). After adjusting for the same variables in multivariate analysis, depth of response at day+100 (CR vs partial response) was not statistically different. Hospitalization duration in days was not significantly affected by either Mel dosing or CD34+ dose. Our single institution experience suggests that there is no significant association between CD34+ stem cell infusion dose at either 2.5 mill or 5.0 mill cutoffs and post-AHSCT outcomes with either Mel dose once controlled for relevant disease specific factors. However, our results do suggest that in pts ≥ 65 years of age, infusing ≥ 5.0 mill CD34+ cells shortens time to neutrophil engraftment and reduces plt transfusion requirements during AHSCT. View large Download slide View large Download slide  Close modal Disclosures Holstein: Celgene: Consultancy; Takeda: Membership on an entity's Board of Directors or advisory committees; Adaptive Biotechnologies: Membership on an entity's Board of Directors or advisory committees; Sorrento: Consultancy; GSK: Consultancy; Genentech: Membership on an entity's Board of Directors or advisory committees. Lunning: Curis: Research Funding; Janssen Scientific Affairs, LLC: Consultancy, Research Funding; Juno Therapeutics: Consultancy, Research Funding; MiRagen: Research Funding; TG Therapeutics: Consultancy, Research Funding; AbbVie: Consultancy; Bayer: Consultancy; DAVA: Consultancy; Gilead Sciences, Inc.: Consultancy; Kite: Consultancy; Novartis: Consultancy; OncLive: Consultancy; Portola: Consultancy; Seattle Genetics: Consultancy; Spectrum: Consultancy; VANIUM: Consultancy; Verastem: Consultancy. Armitage: Oncology Analytics: Consultancy; Partner Therapeutics: Consultancy; Samus Therapeutics: Consultancy; Ascentage: Consultancy; Union Pacific: Consultancy; Tesaro bio: Membership on an entity's Board of Directors or advisory committees. Al-Kadhimi: Seattle Genetics: Other: Stocks; Celldex Biotech: Other: Stocks. Vose: Celgene Corporation: Research Funding; Incyte Corporation: Research Funding; Kite Pharma: Honoraria, Other: Grants, Research Funding; Novartis: Research Funding; Seattle Genetics: Research Funding; AbbVie: Consultancy, Honoraria; Epizyme: Consultancy, Honoraria; Legend Pharmaceuticals: Honoraria; Acerta Pharma: Honoraria, Other: Grants, Research Funding; Bristol-Meyers Squibb Company: Research Funding. Baljevic: Karyopharm: Other: Internal Review Committee participant; Cardinal Health Specialty Solutions: Consultancy; Takeda Pharmaceuticals: Membership on an entity's Board of Directors or advisory committees.",
    "topics": [
        "hematopoietic stem cell transplantation",
        "multiple myeloma",
        "stem cells",
        "brachial plexus neuritis",
        "infusion procedures",
        "transfusion",
        "complete remission",
        "karyotype determination procedure",
        "length of stay",
        "melphalan"
    ],
    "author_names": [
        "Madeline Skousen",
        "Sarah A. Holstein, MD PhD",
        "Matthew A. Lunning, DO, FACP",
        "Elizabeth R. Lyden, MS",
        "Gilmore Sheree, BA",
        "Kimberly Schmit-Pokorny, Nurse Manager",
        "James O. Armitage, MD",
        "Zaid S. Al-Kadhimi, MD",
        "Julie M Vose, MDMBA",
        "Muhamed Baljevic, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Madeline Skousen",
            "author_affiliations": [
                "Southern Utah University, Cedar City, UT "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Sarah A. Holstein, MD PhD",
            "author_affiliations": [
                "Division of Hematology/Oncology, University of Nebraska Medical Center, Omaha, NE "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Matthew A. Lunning, DO, FACP",
            "author_affiliations": [
                "Division of Hematology/Oncology, University of Nebraska Medical Center, Omaha, NE "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elizabeth R. Lyden, MS",
            "author_affiliations": [
                "Department of Biostatistics, University of Nebraska Medical Center, Omaha, NE"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gilmore Sheree, BA",
            "author_affiliations": [
                "Division of Hematology/Oncology, University of Nebraska Medical Center, Omaha, NE "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kimberly Schmit-Pokorny, Nurse Manager",
            "author_affiliations": [
                "Division of Hematology/Oncology, University of Nebraska Medical Center, Omaha, NE "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James O. Armitage, MD",
            "author_affiliations": [
                "Division of Hematology/Oncology, University of Nebraska Medical Center, Omaha, NE "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zaid S. Al-Kadhimi, MD",
            "author_affiliations": [
                "Division of Hematology/Oncology, University of Nebraska Medical Center, Omaha, NE "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Julie M Vose, MDMBA",
            "author_affiliations": [
                "Division of Hematology/Oncology, University of Nebraska Medical Center, Omaha, NE "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Muhamed Baljevic, MD",
            "author_affiliations": [
                "Division of Hematology/Oncology, University of Nebraska Medical Center, Omaha, NE "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-18T04:01:31",
    "is_scraped": "1"
}