{
    "doi": "https://doi.org/10.1182/blood-2019-124296",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4222",
    "start_url_page_num": 4222,
    "is_scraped": "1",
    "article_title": "Risk of Second Primary Malignancy in Multiple Myeloma in the Novel Therapy Era from 15 Years of Cancer Registry ",
    "article_date": "November 13, 2019",
    "session_type": "653.Myeloma: Therapy, excluding Transplantation",
    "topics": [
        "cancer",
        "multiple myeloma",
        "second primary cancers",
        "chemotherapy regimen",
        "microscopy, scanning probe",
        "hematologic neoplasms",
        "bortezomib",
        "follow-up",
        "renal impairment",
        "solid tumors"
    ],
    "author_names": [
        "Hsin-An Hou",
        "Yanfang Liu, MD MPH",
        "Hong Qiu, MD PhD",
        "Hwei-Fang Tien, MD, PhD",
        "Chao-Hsiun Tang"
    ],
    "author_affiliations": [
        [
            "Division of Hematology, Department of Internal Medicine, National Taiwan University Hospital, Taipei, Taiwan "
        ],
        [
            "Global Epidemiology, Janssen Research & Development, Singapore, Singapore "
        ],
        [
            "Janssen Research & Development, Titusville, "
        ],
        [
            "Division of Hematology, Department of Internal Medicine, National Taiwan University Hospital, Taipei, Taiwan "
        ],
        [
            "School of Health Care Administration, Taipei Medical University, Taipei, Taiwan"
        ]
    ],
    "first_author_latitude": "25.0407391",
    "first_author_longitude": "121.51898630000001",
    "abstract_text": "Background: Novel agents such as thalidomide and bortezomib have changed the treatment landscape of multiple myeloma (MM). As patients with MM live longer, the risk of developing a second primary malignancy (SPM) increases. Few data describe the rate of SPM in patients with MM in Asia. Objectives: To describe SPM in patients with MM using the Taiwan Cancer Registry according to first-line treatment regimen. Methods: Connections between MM treatment and SPM were made by linking data from the Cancer Registry with the National Health Insurance Research database. All patients with a new diagnosis of MM (ICD-O-3 codes M-97323 and C42) in the cancer registry from 01 January 2000 until 31 June 2014 were included. Patients with a prior malignancy were excluded. Patients must have received at least one treatment for MM in the follow-up period with either novel agents alone, chemotherapy + novel agents, or chemotherapy alone. Patients were followed up for the occurrence of SPMs in the cancer registry from the diagnosis date until death, occurrence of the first SPM, or 31 December 2014, whichever occurred first. The incidence of SPM was calculated from the date of the first administered MM treatment. A competing risk model assessed possible effects of death on incidence rates. Results: There were 4327 eligible patients included in the cohort analysis. The mean age at diagnosis was 66.3 years (SD 11.8) and 57.8% were men. A total of 23.7% of patients received treatment with novel agents alone, 21.9% with chemotherapy + novel agents, and 54.4% with chemotherapy alone. Patients treated with novel agents were younger (mean age 64.4 years vs. 69.6 for chemotherapy + novel agents and 65.9 years for chemotherapy alone; p<0.01) and had a higher incidence of renal impairment (18.1% vs. 15.6% and 11.6%, respectively; p<0.01), whereas the co-morbidity index was lower in patients treated with chemotherapy alone (1.19, vs. 1.29 for novel agents and 1.28 for chemotherapy + novel agents; p=0.02). There were 91 (2.1%) patients who developed at least 1 SPM, of which 83.5% developed solid tumors and 16.5% developed a hematological cancer. The crude incidence of SPM per 1000 person-years from the date of first line treatment was 13.93 in patients who received chemotherapy + novel agents, 9.14 in patients receiving chemotherapy alone and 4.48 in patients who received novel agents alone (Table). In the competing risk model, the sub-distribution hazard ratio (adjusted for comorbidity index, sex, age and year of diagnosis) for developing at least one SPM was 3.34 (95% CI 1.51-7.39; p≤0.03) in patients treated with chemotherapy + novel agents, and 2.93 (95% CI 1.12-7.67 p≤0.03) in patients treated with chemotherapy alone as first line therapy in comparison with patients treated with novel agents alone. The 3-year cumulative probability was 1.88% for developing a solid SPM, and 0.47% for a hematological malignancy. The 3-year cumulative probability of developing any SPM was 0.71% in patients treated with novel agents, 4.88% after chemotherapy + novel agents, and 1.99% after chemotherapy alone (Figure). Conclusion: The availability of novel agents appears to be favorable for the prognosis of MM in terms of SPM development. This study shows that linking high quality databases increases the breadth and depth of knowledge that can be gained from real-world data and could be used in other disease areas. View large Download slide View large Download slide  Disclosures Hou: Abbvie, Astellas, BMS, Celgene, Chugai, Daiichi Sankyo, IQVIA, Johnson & Johnson, Kirin, Merck Sharp & Dohme, Novartis, Pfizer, PharmaEssential, Roche, Takeda: Honoraria; Celgene: Research Funding. Liu: Janssen Research & Development: Employment, Equity Ownership. Qiu: Janssen Research & Development: Employment, Equity Ownership. Tien: Celgene: Research Funding; Alexion: Honoraria; Celgene: Honoraria; BMS: Honoraria; Novartis: Honoraria; Johnson &Johnson: Honoraria; Daiichi Sankyo: Honoraria; Roche: Honoraria; Abbvie: Honoraria; Roche: Research Funding; Pfizer: Honoraria. Tang: GSK: Consultancy; Roche: Research Funding; Pfizer: Research Funding; Janssen: Research Funding; Amgen: Research Funding."
}