{
    "doi": "https://doi.org/10.1182/blood.V114.22.466.466",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1436",
    "start_url_page_num": 1436,
    "is_scraped": "1",
    "article_title": "Artificial APC-Based Generation of IL-21 Secreting CD4 + T Cells That Can Provide Help to CD8 + T Cells. ",
    "article_date": "November 20, 2009",
    "session_type": "TUMOR IMMUNOTHERAPY: PRECLINICAL CELLULAR IMMUNOTHERAPIES",
    "topics": [
        "interleukin-21",
        "t-lymphocytes",
        "adenomatous polyposis coli, attenuated",
        "antigens",
        "human leukocyte antigens",
        "aldesleukin",
        "peptides",
        "neoplasms",
        "cd80 antigens",
        "cytokine"
    ],
    "author_names": [
        "Makito Tanaka",
        "Marcus Butler",
        "Sascha Ansén",
        "Osamu Imataki",
        "Alla Berezovskaya",
        "Lee Nadler",
        "Naoto Hirano"
    ],
    "author_affiliations": [
        [
            "Dana-Farber Cancer Institute, Boston, MA, USA, "
        ],
        [
            "Dana-Farber Cancer Institute, Boston, MA, USA, "
        ],
        [
            "Dana-Farber Cancer Institute, Boston, MA, USA, "
        ],
        [
            "Dana-Farber Cancer Institute, Boston, MA, USA, "
        ],
        [
            "Dana-Farber Cancer Institute, Boston, MA"
        ],
        [
            "Dana-Farber Cancer Institute, Boston, MA, USA, "
        ],
        [
            "Dana-Farber Cancer Institute, Boston, MA, USA, "
        ]
    ],
    "first_author_latitude": "42.3375158",
    "first_author_longitude": "-71.1081418",
    "abstract_text": "Abstract 466 CD8 + T cells are thought to be major players in T cell immunity because of their potent direct effector function. However, many studies have demonstrated that CD4 + T cells also play a critical role by providing help which optimizes CD8 + T cell responses. In vivo experiments using murine models have suggested that common cytokine receptor γ-chain cytokines such as IL-2, IL-15 and IL-21 are mediators of this CD4 + T cell help. Previously, we generated K562-based artificial APC (aAPC) by transducing HLA-A2, CD80, and CD83. This aAPC can generate large numbers of antigen-specific CD8 + CTL with a central/effector memory phenotype and potent effector function. These CTL are surprisingly long-lived and can be maintained in vitro without any feeder cells or cloning. We are currently conducting a clinical trial where large numbers of anti-tumor CD8 + CTL generated ex vivo using this aAPC and IL-2/IL-15 are adoptively transferred to patients with advanced cancer. Early results have demonstrated that adoptively transferred anti-tumor CTL can expand and persist as memory T cells for longer than 6 months without lymphodepletion or cytokine administration. Furthermore, some patients have demonstrated objective clinical responses. These in vivo results suggest that K562-based aAPC might serve as a clinically important APC to generate large numbers of antigen-specific T cells for adoptive therapy. Based upon these observations, we have generated a K562-derived aAPC that can expand antigen-specific CD4 + T cells capable of providing help to CD8 + T cells. One challenge with the study of human HLA class II-restricted antigen-specific CD4 + T cells lies in the fact that there is no DR allele with a frequency greater than 25% in any race or ethnic extraction. To overcome this issue, we targeted HLA-DP0401 (DP4), which is positive in 64% of Caucasians and is the most frequent HLA allele in many other ethnic groups. aAPC was generated by sequentially transducing DPA1*0103, DPB1*0401, CD80 and CD83 to HLA class I - , class II - , CD54 + , CD58 + K562. Using this aAPC and 57 overlapping peptides encompassing the full-length protein, we identified three DP4-restricted immunogenic epitopes derived from CMV pp65. One of the 3 epitopes, peptide #23 (aa 221-240) appeared to be an immunodominant epitope, since specific CD4 + T cells were expanded from all donors tested. A cell-based in vitro competitive binding assay confirmed that #23 binds DP4 molecules. #23-specific CD4 + T cells generated using aAPC and low dose IL-2/IL-15 were long-lived, up to 4 months in vitro without any feeder cells or cloning, and were able to recognize APC exogenously pulsed with pp65 protein. ELISPOT showed that #23-specific CD4 + T cells were able to secrete IL-2, IL-4, IFN-γbut not IL-10 in an antigen-specific manner. Interestingly, intracellular cytokine staining revealed that a fraction of IFN-γsecreting CD4 + T cells concurrently produced IL-4. Most importantly, using an aAPC expressing HLA-A2, DP4, CD80, and CD83, we were able to demonstrate that pp65-specific CD4 + T cells can provide help to pp65-specific CD8 + T cells in an antigen-specific way. Survivin is an attractive target antigen for tumor immunotherapy, since it is expressed by many tumor types and is indispensable for tumor growth. We have also successfully generated DP4-restricted Survivin-specific CD4 + T cells using this aAPC. Using a cell-based in vitro binding assay, 5 Survivin-derived peptides with high binding capacity to DP4 molecules were identified. Among these 5 peptides, peptide #90 (aa 90-104) bound DP4 most potently. aAPC pulsed with #90 was able to induce antigen-specific CD4 + T cell responses from cancer patients. These CD4 + T cells were also long-lived, up to 3 months in vitro and secreted IL-2, IL-4, and IFN-γbut not IL-10. Interestingly, IL-21 was also produced upon antigen-specific stimulation. It should be noted that our K562-based aAPC did not expand Foxp3 + regulatory T cells under the experimental conditions tested. Taken all together, we have established a K562-based aAPC to generate large numbers of HLA-DP4-restricted antigen-specific CD4 + T cells that possess longevity and functional competence. Based upon our previous success in clinical translation of K562-based aAPC for CD8 + T cells and the high prevalence of HLA-DP4, generating a clinical grade version of this aAPC for CD4 + T cells is of high priority. Disclosures: No relevant conflicts of interest to declare."
}