{
    "doi": "https://doi.org/10.1182/blood.V120.21.3490.3490",
    "article_title": "Base-Pair Resolution Mapping of IGH Translocations in Multiple Myeloma Using Targeted Capture and Massively Parallel Sequencing ",
    "article_date": "November 16, 2012",
    "session_type": "601. Chromosomal Rearrangements and DNA Repair: Poster III",
    "abstract_text": "Abstract 3490 IGH loci translocations in multiple myeloma are primary events in the aetiology of the disease. There are 5 main translocation partner chromosomes which result in the over-expression of key oncogenes. These translocations are t(4;14), t(6;14), t(11;14), t(14;16) and t(14;20) and result in the over-expression of MMSET and FGFR3 , CCND3 , CCND1 , MAF and MAFB , respectively. The translocations have a major impact on response and survival with the t(4;14), t(14;16) and t(14;20) resulting in poor prognosis. It is therefore imperative that these chromosomal abnormalities be identified. Translocations have traditionally been identified by fluorescence in situ hybridisation (FISH). Using targeted capture techniques, similar to exome capture technology, followed by massively parallel sequencing it should be possible to identify the translocations and the specific breakpoints. We have developed a targeted capture using the SureSelect (Agilent) system by tiling RNA baits across the IGH locus. Baits covered the V, D and J segments as well as being tiled across the entire constant region, including the switch regions. DNA from samples (n=120) were assayed using 150 ng of DNA and a modified capture protocol. The translocation partner had previously been identified by FISH in 36 samples which comprised 11 t(4;14), 3 t(6;14), 11 t(11;14), 9 t(14;16), 2 t(14;20). The remaining 84 samples were assayed by RQ-PCR for over-expression of the partner oncogenes to determine the translocation. Several identified translocations were verified by PCR. In 90% of samples which had FISH performed the correct IGH translocation was detected using the capture technique. The number of paired reads detecting the translocation varied from 2 to 102. Breakpoints could be determined for all of these samples and were mapped for each translocation group. In the t(4;14) group the breakpoints were clustered around exons 1, 4 and 5, corresponding to the MB4-1, MB4-2 and MB4-3 IgH-MMSET hybrid transcripts. Of the 11 t(4;14) with FISH only 2 did not express FGFR3 and had deletion of der(14). In these samples the breakpoint was located between LETM1 and MMSET , confirming that loss of FGFR3 expression is due to deletion of der(14) and not due to the location of the breakpoint. The sample with the breakpoint furthest from MMSET was located 67 kbp upstream of the start of translation within LETM1 , in a position similar to that found in the KMS-11 cell line. In the t(11;14) samples the breakpoints varied dramatically on chromosome 11 but were always centromeric to CCND1 . Breakpoints varied from 1.1 kbp centromeric to the start of CCND1 transcription to 1.1 Mbp centromeric, within the PPP6R3 gene. However, most breakpoints (70%) were in the intergenic region between MYEOV and CCND1 . The distance from the breakpoint to CCND1 did not inversely correlate with CCND1 expression, in fact the sample with the breakpoint furthest from CCND1 , within PPP6R3 , had the highest expression of CCND1 as determined by gene expression array. No samples had breakpoints within the mantle cell lymphoma major translocation cluster. However, 2 samples had their breakpoint within 100 bp of one another, indicating a possible common breakpoint. Of the t(6;14) samples 2 had breakpoints in the first intron of CCND3 , upstream of the start of translation. The remaining sample had its breakpoint 550 kbp upstream of the transcription start site within UBR2 . The t(14;16) samples all had their breakpoints within the last intron of WWOX , 0.48–1.03 Mbp centromeric of MAF and in the location of the common fragile site FRA16D. The breakpoints cluster into 2 groups on either side of the fragile site. The t(14;20) breakpoints were located in the 1.5 Mbp intergenic region centromeric of MAF . The breakpoint furthest from MAF was 1.2 Mbp centromeric of the gene. In conclusion, we have developed and validated a targeted capture and sequencing approach for identifying translocations into the IGH locus in myeloma. This approach is important because of its capacity for high throughput low cost testing strategies that can identify these important prognostic events making a myeloma specific diagnostic platform and personalised medicine a reality for patients with myeloma. Importantly sequence analysis of the peri-breakpoint regions gives insight into molecular mechanisms acting early in the process of myelomagenesis. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "massively-parallel genome sequencing",
        "multiple myeloma",
        "translocation (genetics)",
        "base pairing",
        "cyclin d1",
        "dna",
        "polymerase chain reaction",
        "idiopathic guttate hypomelanosis",
        "immunoglobulin constant regions",
        "immunoglobulin heavy chains"
    ],
    "author_names": [
        "Brian A Walker, BSc, PhD",
        "Christopher P Wardell, PhD",
        "Dil B Begum, BSc",
        "Nasrin B Dahir, BSc",
        "Fiona M Ross, DPhil",
        "Faith E. Davies, MD",
        "David Gonzalez, PhD",
        "Gareth J. Morgan, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Brian A Walker, BSc, PhD",
            "author_affiliations": [
                "Haemato-Oncology Research Unit, Division of Molecular Pathology, The Institute of Cancer Research, London, United Kingdom, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Christopher P Wardell, PhD",
            "author_affiliations": [
                "Haemato-Oncology Research Unit, Division of Molecular Pathology, The Institute of Cancer Research, London, United Kingdom, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dil B Begum, BSc",
            "author_affiliations": [
                "Haemato-Oncology Research Unit, Division of Molecular Pathology, The Institute of Cancer Research, London, United Kingdom, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nasrin B Dahir, BSc",
            "author_affiliations": [
                "Haemato-Oncology Research Unit, Division of Molecular Pathology, The Institute of Cancer Research, London, United Kingdom, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fiona M Ross, DPhil",
            "author_affiliations": [
                "Wessex Regional Genetics Lab., University of Southampton, Salisbury, United Kingdom, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Faith E. Davies, MD",
            "author_affiliations": [
                "Haemato-Oncology Research Unit, Division of Molecular Pathology, The Institute of Cancer Research, London, United Kingdom, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Gonzalez, PhD",
            "author_affiliations": [
                "Haemato-Oncology, The Royal Marsden Hospital and The Institute of Cancer Research, Surrey, United Kingdom"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gareth J. Morgan, MD PhD",
            "author_affiliations": [
                "Haemato-Oncology Research Unit, Division of Molecular Pathology, The Institute of Cancer Research, London, United Kingdom, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-22T09:30:41",
    "is_scraped": "1"
}