{
    "doi": "https://doi.org/10.1182/blood.V112.11.4551.4551",
    "article_title": "Laparoscopic Splenectomy for Immune Thrombocytopenic Purpura (ITP): A Single Center Experience ",
    "article_date": "November 16, 2008",
    "session_type": "Disorders of Platelet Number or Function",
    "abstract_text": "As medical therapy for ITP is expanding to include monoclonal antibodies and thrombopoietin mimetic agents, the role and safety profile of surgical therapy needs to be reassessed, taking into consideration the improvements made over the years both in surgical technique and infection prophylaxis and surveillance. For this purpose pts who underwent laparoscopic splenectomy for ITP between July 2000 – when the procedure became standard practice at our Institution - and July 2008 were retrospectively analyzed to evaluate short-term outcome and perioperative complications. Pts were candidate to splenectomy when refractory (platelet counts ≤30 × 10 9 /L) to one or more lines of therapy and/or steroid-dependant. All pts received steroids as first-line treatment. All pts were vaccinated (pneumococcal, haemophilus, meningococcal vaccine) before the procedure. A total of 26 pts (8 females, 18 males) underwent the procedure: 22 had a diagnosis of ITP according to ASH criteria; the remaining 4 had immune thrombocytopenia associated with isolated LAC positivity (1), HCV infection (2), and HCV+HIV co-infection (1). Median age at splenectomy was 46 yrs (range 18–79). At the time when splenectomy was planned, median platelet (plt) count was 19 × 10 9 /L (range 3–197) with 11/26 pts having plt counts ≥ 30 × 10 9 /L either off therapy (3/11) or on chronic steroids (8/11). The remaining 15 pts required pre-operative therapy to improve plt levels: pre-op plt transfusion (1 pt), IVIg (5 pts), HD steroids (dexametasone 40 mg i.v. or metilprednisolone 125 mg i.v.) either alone (3 pts) or combined with IVIg (4 pts); IVIg and plt concentrates (1 pt), HD steroids + IVIg + platelet concentrates (1 pt); 11/15 responded to therapy, while in 4/15 plt counts remained ≤15 × 10 9 /L and received plt concentrates during surgery. At splenectomy median plt count was 62 × 10 9 /L, range 3– 212 × 10 9 /L. Median surgical time was 150′(range 50–240′); in no case the surgical procedure had to be converted to open laparotomy. No significant correlation (Spearman’s rank correlation ρ = − 0.1569; p = 0.4441) was found between plt counts at splenectomy and duration of the surgical procedure. Median post-splenectomy hospital stay was 6 days (range 4–18). All pts received low-molecular weight heparin prophylaxis; no thrombotic complications were recorded. Two pts developed haematoma; pt 1: plts at surgery 4 × 10 9 /L, hospital stay 18 days, no red cell transfusion required; pt 2: platelet at surgery 109 × 10 9 /L, reintervention needed with 4 units of red cells transfused, hospital stay 11 days. Four pts experienced transient post-operative low-grade fever with no concomitant signs of systemic infection. Median platelet counts at discharge from the hospital was 353 × 10 9 /L, range 47–1,056 × 10 9 /L. In our experience no relevant complications followed laparoscopic splenectomy. Open splenectomy in itself is known to be associated with a very low risk of surgical complications, but the laparoscopic technique is nevertheless advantageous to the pts in terms of shorter duration of hospital stay, convalescence and time to return to work. Rituximab (R) and thrombopoietin mimetic agents are being suggested as alternatives to splenectomy in patients failing first line therapy with steroids. However, splenectomy does not compromise the efficacy of R, while administration of R prior to splenectomy may compromise immune response to subsequent pre-surgical vaccination for a long time. This may increase the risk of overwhelming infections in those pts with persistently very low plt counts requiring splenectomy as an emergency procedure. Moreover, potential harmful long-term effects of B-cell depletion in non-oncologic patients need to be considered. Although promising, little information is as yet available on thrombopoietin mimetic agents, but they are a life-long therapy. Therefore it is our belief that the very good safety and long-term efficacy profile of splenectomy still makes this procedure standard second line therapy for ITP.",
    "topics": [
        "purpura, thrombocytopenic, idiopathic",
        "splenectomy, laparoscopic",
        "brachial plexus neuritis",
        "splenectomy",
        "concentrate dosage form",
        "surgical procedures, operative",
        "steroids",
        "immunoglobulins, intravenous",
        "thrombopoietin",
        "surgical complications"
    ],
    "author_names": [
        "Silvia Cantoni",
        "Dario Maggioni, MD",
        "Valentina Mancini, MD",
        "Anna Brizio, MD",
        "Maddalena Mazzucchelli, PHD",
        "Carmelo Magistro, MD",
        "Annamaria Nosari, MD",
        "Raffaele Pugliese, MD",
        "Enrica Morra, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Silvia Cantoni",
            "author_affiliations": [
                "Ematologia Niguarda-Milano, Milano, Italy"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Dario Maggioni, MD",
            "author_affiliations": [
                "Surgery, Niguarda Hospital, Milano, Italy"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Valentina Mancini, MD",
            "author_affiliations": [
                "Hematology, Niguarda Hospital, Milano, Italy"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anna Brizio, MD",
            "author_affiliations": [
                "Hematology, Niguarda Hospital, Milano, Italy"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maddalena Mazzucchelli, PHD",
            "author_affiliations": [
                "Hematology, Niguarda Hospital, Milano, Italy"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carmelo Magistro, MD",
            "author_affiliations": [
                "Surgery, Niguarda Hospital, Milano, Italy"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Annamaria Nosari, MD",
            "author_affiliations": [
                "Hematology, Niguarda Hospital, Milano, Italy"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Raffaele Pugliese, MD",
            "author_affiliations": [
                "Surgery, Niguarda Hospital, Milano, Italy"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Enrica Morra, MD",
            "author_affiliations": [
                "Division of Hematology, Ospedale Niguarda Cà Granda, Milano, Italy"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-10T01:53:52",
    "is_scraped": "1"
}