{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.4523.4523",
    "article_title": "Accelerated T Cell Senescence after Allogeneic Hematopoeitic Stem Cell Transplantation ",
    "article_date": "December 7, 2017",
    "session_type": "723. Clinical Allogeneic and Autologous Transplantation: Late Complications and Approaches to Disease Recurrence: Poster III",
    "abstract_text": "Long-term survivors of allogeneic hematopoietic stem cell transplantation (HSCT) remain susceptible to opportunistic infections, relapse of primary malignancy and development of secondary malignancy, features that are consistent with continued immune deficiency. Reconstitution of T cell populations following HSCT and the preceding conditioning regimens occurs via two main routes: a thymic-dependent generation of naive T cells from progenitors via thymopoeisis, and a thymic-independent peripheral expansion of adoptively transferred, mature T cells in the graft. We hypothesized that dependence on peripheral expansion for reconstitution in individuals over forty years old leads to T cell populations that are prematurely senescent. In this retrospective study of patients who underwent matched, related allogeneic transplantation, we compared PBMCS from a cohort of long-term (4-5 years) survivors of transplant and their original donor infusion products (n=13), evaluating the expession of markers of immunosenescence and aging (CD28, KLRG1, CD57 and PD-1) at each time point. Using multi-parameter flow cytometry, we determined that CD8 cells expressed significantly higher levels of markers of T cell terminal differentiation and senescence post-transplant. Both the frequency and absolute number of Effector Memory and TEMRA, as well as the incidence of cells expressing senescence markers increased. Although there was no significant change in frequency of CD8+ T-cells actively proliferating (% Ki-67+), TREC analysis revealed that the frequency of recent thymic emigrants in the peripheral T-cell pool was reduced long-term. Additionally, we assessed the telomere lengths of CD8+ T-cells using Flow-FISH and, in line with our hypothesis that reliance on peripheral expansion results in replicative senescence, found that they were significantly shorter post-transplant. In conclusion, our study suggests that a contributory factor underlying the disposition for opportunistic infections in long-term survivors of transplant may be premature T cell dysfunction resulting from immune reconstitution-related senescence. Figure Captions: Figure I. Immune reconstitution post-transplant (A) Absolute T, B, and NK cell counts were measured at the donor infusion and post-transplant time points in 13 donor-recipient pairs. Lines indicate median values for each time point. (B) Individual CD4+ and CD8+ T cell changes post-transplant relative to the donor infusion time point. (C) Inversion of the normal CD4:CD8 ratio at the post-transplant time point. (D) Median values for absolute CD4 and CD8 cell counts per uL for the patient cohort throughout the post-transplant time period. Figure II. Alterations in T cell subsets post-transplant (A) Frequencies of Naive (CCR7+ CD45RA+), Central Memory (CCR7+ CD45RA-), Effector Memory (CCR7- CD45RA-), and Effector Memory cells that re-express CD45RA (TEMRA; CCR7- CD45RA+) subsets for both CD4 and CD8 cells at the donor infusion and post-transplant time points. Boxes indicate the 25 th quartile, median, and 75 th quartile values; whiskers indicate the minimum and maximum values. (B) Absolute cell numbers per uL for each CD4 and CD8 T cell subset. (C) Ratio of absolute cell number for Naïve/Central Memory + Effector Memory populations at the donor infusion and post-transplant time points. (D) TREC analysis of the CD4 and CD8 populations assessing thymic generation of naive T cells at the donor infusion and post-transplant time points (n=6). View large Download slide View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "aging",
        "hematopoietic stem cell transplantation",
        "t-lymphocytes",
        "transplantation",
        "infusion procedures",
        "opportunistic infections",
        "t-cell receptor-rearrangement excision dna circles",
        "uterine fibroids",
        "allogeneic hematopoietic stem cell transplant",
        "cancer"
    ],
    "author_names": [
        "Sean C. Dougherty",
        "Veena Kapoor",
        "Andrew J Uhlman, B.S.",
        "Sarfraz Memon, MD",
        "Monica Cho",
        "Jeremy Rose, PhD",
        "Gregory A. Swan, B.S.",
        "Frances T. Hakim, PhD",
        "Ronald E. Gress, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Sean C. Dougherty",
            "author_affiliations": [
                "Experimental Transplantation and Immunology Branch, National Cancer Institute, National Institutes of Health, Bethesda, MD "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Veena Kapoor",
            "author_affiliations": [
                "Experimental Transplantation and Immunology Branch, National Cancer Institute, National Institutes of Health, Bethesda, MD "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew J Uhlman, B.S.",
            "author_affiliations": [
                "Experimental Transplantation and Immunology Branch, National Cancer Institute, National Institutes of Health, Bethesda, MD "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sarfraz Memon, MD",
            "author_affiliations": [
                "Experimental Transplantation and Immunology Branch, National Cancer Institute, National Institutes of Health, Bethesda, MD "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Monica Cho",
            "author_affiliations": [
                "Experimental Transplantation and Immunology Branch, National Cancer Institute, National Institutes of Health, Bethesda, MD "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeremy Rose, PhD",
            "author_affiliations": [
                "Experimental Transplantation and Immunology Branch, National Cancer Institute, National Institutes of Health, Bethesda, MD "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gregory A. Swan, B.S.",
            "author_affiliations": [
                "Experimental Transplantation and Immunology Branch, National Cancer Institute, National Institutes of Health, Bethesda, MD "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Frances T. Hakim, PhD",
            "author_affiliations": [
                "Experimental Transplantation and Immunology Branch, National Cancer Institute, National Institutes of Health, Bethesda, MD "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ronald E. Gress, MD",
            "author_affiliations": [
                "Experimental Transplantation and Immunology Branch, National Cancer Institute, National Institutes of Health, Bethesda, MD "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-09T03:58:20",
    "is_scraped": "1"
}