{
    "doi": "https://doi.org/10.1182/blood.V122.21.3046.3046",
    "article_title": "Primary Mediastinal Large B-Cell Lymphoma: Investigation On The Role Of Rituximab and PET During Treatment ",
    "article_date": "November 15, 2013",
    "session_type": "624. Lymphoma: Therapy with Biologic Agents, excluding Pre-Clinical Models: Poster II",
    "abstract_text": "Due to limited prospective studies, the optimal treatment of primary mediastinal large B-cell lymphoma (PMLBCL) is still a matter of debate. Third-generation MACOP-B (adriamycin, cyclophosphamide, vincristine, bleomycin, methotrexate and prednisone) regimen in combination with mediastinal radiotherapy (RT) seems to improve disease free survival of patients. In addition, the impact of additional treatment with rituximab and the role of PET are still under investigation due to controversial reported results. As per institutional guidelines, MACOP-B plus RT was recommended in all PMLBCL patients until 2002. Aim of this report was evaluate the outcome of PMBCL patients diagnosed and treated with MACOP-B plus rituximab and consolidative mediastinal RT (30-36 Gy) after 2002. PET role was also investigated. Seventy-four patients were deemed eligible for this study (follow up of at least 2 years). Fifty patients had stage II and 24 stage IIE-IV, bulky disease was documented in 93% of patients. Median age was 34 years (range, 17-62) and 59.5% were females. All patients were evaluated by both CT and PET scan. After the final PET evaluation, PET-negative patients were observed while PET-positive patients underwent mediastinal RT. At the end of treatment, 61 (82.4%) patients achieved a complete response (CR); 51 (68.9%) presented a positive final PET and were treated with local RT, while the other 23 (31.1%) had a negative PET. Five patients relapsed within 12 months. At 10 years, estimated overall survival was 82%, progression-free survival was 87.6% and disease-free survival (DFS) for the 61 CR patients was 90.5% (median follow-up 4 years). Regarding the DFS curve (figure 1), no statistically significant differences were observed between patients who underwent also RT (PET-positive, group 1) and patients who remained under observation (PET-negative, group 2): 90.7% (4/51 relapses) vs 90% (1/23 relapse) (p= 0.85), respectively. Comparing these results with our institutional historical series when the front-line for PMLBCL patients included only MACOP-B plus RT without any decision related to PET results (before 2002), the 10-year DFS resulted lower, i.e. 82.8%. Although with the limitations of an observational retrospective study, the present report underlines that the additional treatment with rituximab does not change the final results in terms of CRs and DFS utilizing third-generation regimens. Moreover, the introduction of the PET-guided RT approach after MACOP-B plus rituximab allows a patient tailored strategy which reduces the use of RT and preserves clinical outcomes. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "positron-emission tomography",
        "primary mediastinal large b-cell lymphoma",
        "rituximab",
        "follow-up",
        "bleomycin",
        "complete remission",
        "craniosynostosis",
        "cyclophosphamide",
        "cytokine release syndrome",
        "doxorubicin"
    ],
    "author_names": [
        "Pier Luigi Zinzani",
        "Cinzia Pellegrini, MD",
        "Beatrice Casadei, MD",
        "Enrico Derenzini, MD",
        "Alessandro Broccoli, MD",
        "Letizia Gandolfi, MD",
        "Federica Quirini, MD",
        "Lisa Argnani, PhD",
        "Vittorio Stefoni, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Pier Luigi Zinzani",
            "author_affiliations": [
                "Institute of Hematology “L. e A. Seràgnoli”, University of Bologna, Bologna, Italy, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Cinzia Pellegrini, MD",
            "author_affiliations": [
                "Institute of Hematology “L. e A. Seràgnoli”, University of Bologna, Bologna, Italy, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Beatrice Casadei, MD",
            "author_affiliations": [
                "Institute of Hematology “L. e A. Seràgnoli”, University of Bologna, Bologna, Italy, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Enrico Derenzini, MD",
            "author_affiliations": [
                "Institute of Hematology “L. e A. Seràgnoli”, University of Bologna, Bologna, Italy, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alessandro Broccoli, MD",
            "author_affiliations": [
                "Institute of Hematology “L. e A. Seràgnoli”, University of Bologna, Bologna, Italy, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Letizia Gandolfi, MD",
            "author_affiliations": [
                "Institute of Hematology “L. e A. Seràgnoli”,, University of Bologna, Bologna, Italy, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Federica Quirini, MD",
            "author_affiliations": [
                "Institute of Hematology “L. e A. Seràgnoli”, University of Bologna, Bologna, Italy, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lisa Argnani, PhD",
            "author_affiliations": [
                "Institute of Hematology “L. e A. Seràgnoli”, University of Bologna, Bologna, Italy, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vittorio Stefoni, MD",
            "author_affiliations": [
                "Institute of Hematology “L. e A. Seràgnoli”, Universiti of Bologna, Bologna, Italy"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-27T06:48:51",
    "is_scraped": "1"
}