{
    "doi": "https://doi.org/10.1182/blood-2019-125769",
    "article_title": "Clinical and Radiological Correlates of Neurotoxicity after Standard of Care Axicabtagene Ciloleucel in Patients with Relapsed/Refractory Large B-Cell Lymphoma ",
    "article_date": "November 13, 2019",
    "session_type": "627.Aggressive Lymphoma (Diffuse Large B-Cell and Other Aggressive B-Cell Non-Hodgkin Lymphomas)-Results from Retrospective/Observational Studies",
    "abstract_text": "Introduction. Cytokine release syndrome (CRS) and neurotoxicity (NT)(also known as immune effector cell-associated neurotoxicity syndrome or ICANS) are commonly observed after chimeric antigen receptor (CAR) T-cell therapy. While the clinical features of CRS have been extensively described, limited data exists for NT. Here, we report clinical and radiological features of NT after standard of care (SOC) axicabtagene ciloleucel (axi-cel) in patients (pts) with relapsed or refractory (r/r) large B-cell lymphoma (LBCL). Methods. Pts with r/r LBCL treated with SOC axi-cel at MD Anderson Cancer Center between 01/2018 and 04/2019 were included in the study. All pts received anti-seizure prophylaxis with levetiracetam starting on the day of axi-cel infusion for 30 days. CRS and NT were prospectively graded according to CARTOX criteria (Neelapu et al, Nat Rev Clin Oncol , 2018). Association between continuous variables were assessed using the bivariate Pearson correlation. Results. Ninety-five pts were included in the study, 72 (76%) with diffuse LBCL, 17 (18%) with transformed follicular lymphoma, and 6 (6%) with primary mediastinal LBCL. Median age was 60 (range, 18-85), 71 (75%) were male. Median number of previous therapies was 4 (range, 2-15), 26 (27%) had a previous autologous stem cell transplant (SCT), and 1 (1%) a previous allogeneic SCT. Eight (8%) pts had prior central nervous system lymphomatous involvement (parenchymal in 5), and 39 (41%) had prior neurological and/or psychiatric medical history. After axi-cel infusion, NT of any grade was observed in 65 (68%) pts, grade ³3 in 46 (48%)(Table). No significant association was observed between above outlined baseline characteristics and development of NT. Median time from axi-cel infusion to NT onset was 5 days (range, 0-25 days) and median duration was 6 days (range, 1-52 days); no new onset/recurrent NT was observed beyond day 30. Among the 65 pts who developed NT, a CT head without contrast was performed in 48, and was not evaluable in 2 because of motion artifacts. Among the 46 evaluable scans, 1 (4%) was abnormal as compared to baseline, and showed new onset cortical edema (non-diffuse but symmetrical). An MRI brain with contrast was performed in 36 pts, but was not evaluable in 10 because of lack of baseline, motion artifacts or differences in imaging sequences. Among the 26 evaluable scans, 15 (58%) showed abnormal findings, including autoimmune encephalitis-like, characterized by symmetric white matter changes of the pons and hippocampus (6; Fig. A), stroke-like (4; Fig. B), LMD-like (3; Fig. C) and PRES-like (2; Fig. D), with concomitant cortical edema in 5. EEGs were performed in 52 pts (>1/pt, for a total of 116 EEGs) and were abnormal in 47 (90%). Focal and/or diffuse slowing was the most common abnormality (isolated finding in 35 [73%] pts), while epileptiform discharges and/or non-convulsive status epilepticus (NCSE) were observed 12 (27%) pts. A lumbar puncture was performed in 12 pts: median white blood cell count was 2 cells/µL (range, 0-6), median protein 47 mg/dL (range, 13-600), median glucose 69 mg/dL (range, 30-111), and cytology was positive for malignant cells in 2 (7%) pts. Convulsive seizure was observed in 4 (6%) pts and 10 (15%) received additional anti-seizure therapy for convulsive or non-convulsive seizures. Among the 65 pts with NT, dexamethasone up to 20 mg IV Q6H was given to 42 (65%) pts, methylprednisolone 1000 mg IV daily to 12 (18%), and tocilizumab to 64 (98%; during CRS or CRS with concurrent NT). Overall, 93 (98%) pts developed CRS, grade >3 in 27 (28%). A significantly higher rate of NT of any grade (96% vs 57%, p3 (81% vs 35%, p3 CRS. After a median follow-up of 4 months, 6-month progression-free (PFS) and overall survival (OS) rates were 60% and 65%, respectively. Significantly shorter 6-month PFS (46% vs 80%, p=0.02) and OS rates (56% vs 83%, p=0.01) were observed among pts developing NT of any grade. Conclusions. Our results suggest that multiple radiological patterns of NT after axi-cel are possible in r/r LBCL pts, MRI being more sensitive than CT scan for their detection. NCSE is a common event, supporting the use of seizure prophylaxis and EEGs for evaluation of these pts. Pts with NT experience a worse outcome, and additional clinical and biological predictors of NT will be analyzed and presented at the meeting. Figure View large Download slide Figure View large Download slide  Close modal Disclosures Nastoupil: Spectrum: Honoraria; Janssen: Honoraria, Research Funding; Bayer: Honoraria; Celgene: Honoraria, Research Funding; Genentech, Inc.: Honoraria, Research Funding; Gilead: Honoraria; TG Therapeutics: Honoraria, Research Funding; Novartis: Honoraria. Westin: 47 Inc: Research Funding; Novartis: Other: Advisory Board, Research Funding; Juno: Other: Advisory Board; MorphoSys: Other: Advisory Board; Unum: Research Funding; Curis: Other: Advisory Board, Research Funding; Genentech: Other: Advisory Board, Research Funding; Celgene: Other: Advisory Board, Research Funding; Kite: Other: Advisory Board, Research Funding; Janssen: Other: Advisory Board, Research Funding. Fowler: Celgene: Membership on an entity's Board of Directors or advisory committees, Research Funding; Roche: Membership on an entity's Board of Directors or advisory committees, Research Funding; Janssen: Membership on an entity's Board of Directors or advisory committees, Research Funding; Abbvie: Membership on an entity's Board of Directors or advisory committees, Research Funding; TG Therapeutics: Membership on an entity's Board of Directors or advisory committees, Research Funding. Lee: Seattle Genetics, Inc.: Research Funding. Parmar: Cellenkos Inc.: Equity Ownership, Membership on an entity's Board of Directors or advisory committees, Research Funding. Wang: Guidepoint Global: Consultancy; BioInvent: Consultancy, Research Funding; Janssen: Consultancy, Honoraria, Research Funding, Speakers Bureau; Pharmacyclics: Honoraria, Research Funding; AstraZeneca: Consultancy, Honoraria, Research Funding, Speakers Bureau; MoreHealth: Consultancy, Equity Ownership; Acerta Pharma: Consultancy, Research Funding; Kite Pharma: Consultancy, Research Funding; VelosBio: Research Funding; Loxo Oncology: Research Funding; Celgene: Honoraria, Research Funding; Juno Therapeutics: Research Funding; Aviara: Research Funding; Dava Oncology: Honoraria. Pinnix: Merck: Research Funding. Hawkins: Novartis Pharmaceuticals: Other: advisory panels. Neelapu: Precision Biosciences: Consultancy; Novartis: Consultancy; Allogene: Consultancy; Incyte: Consultancy; BMS: Research Funding; Cellectis: Research Funding; Poseida: Research Funding; Karus: Research Funding; Acerta: Research Funding; Celgene: Consultancy, Research Funding; Kite, a Gilead Company: Consultancy, Research Funding; Merck: Consultancy, Research Funding; Cell Medica: Consultancy; Unum Therapeutics: Consultancy, Research Funding; Pfizer: Consultancy. Chi: Kite, A Gilead Company: Consultancy, Honoraria, Other: Kite Patient Management Advisory Board.",
    "topics": [
        "axicabtagene ciloleucel",
        "b-lymphocytes",
        "lymphoma",
        "neurotoxicity syndromes",
        "standard of care",
        "brachial plexus neuritis",
        "seizures",
        "electroencephalography",
        "infusion procedures",
        "artifacts"
    ],
    "author_names": [
        "Paolo Strati, MD",
        "Sudhakar Tummala",
        "Loretta J. Nastoupil, MD MSc",
        "Jason R. Westin, MD",
        "Luis Fayad, MD",
        "Sairah Ahmed, MD",
        "Nathan H. Fowler, MD",
        "F. B. Hagemeister, MD",
        "Hun Ju Lee, MD",
        "Swaminathan P. Iyer, MD",
        "Ranjit Nair, MD",
        "Simrit Parmar, MBBS",
        "Maria Alma Rodriguez, MD",
        "Felipe Samaniego, MD",
        "Raphael Eric Steiner, MD",
        "Michael L. Wang, MD",
        "Chelsea Camille Pinnix, MD PhD",
        "Sherry Adkins, ANP",
        "Catherine M. Claussen, MS",
        "Charles Martinez",
        "Misha Hawkins",
        "Nicole Johnson",
        "Shirley George",
        "Sattva S Neelapu, MD",
        "Linda Chi, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Paolo Strati, MD",
            "author_affiliations": [
                "Department of Lymphoma/Myeloma, MD Anderson Cancer Center:, Houston, TX "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Sudhakar Tummala",
            "author_affiliations": [
                "The University of Texas MD Anderson Cancer Center, houston, TX "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Loretta J. Nastoupil, MD MSc",
            "author_affiliations": [
                "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jason R. Westin, MD",
            "author_affiliations": [
                "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Luis Fayad, MD",
            "author_affiliations": [
                "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sairah Ahmed, MD",
            "author_affiliations": [
                "Department of Lymphoma and Myeloma, MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nathan H. Fowler, MD",
            "author_affiliations": [
                "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "F. B. Hagemeister, MD",
            "author_affiliations": [
                "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hun Ju Lee, MD",
            "author_affiliations": [
                "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Swaminathan P. Iyer, MD",
            "author_affiliations": [
                "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ranjit Nair, MD",
            "author_affiliations": [
                "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Simrit Parmar, MBBS",
            "author_affiliations": [
                "Department of Lymphoma/Myeloma, MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria Alma Rodriguez, MD",
            "author_affiliations": [
                "The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Felipe Samaniego, MD",
            "author_affiliations": [
                "Department of Lymphoma and Myeloma, M.D. Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Raphael Eric Steiner, MD",
            "author_affiliations": [
                "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael L. Wang, MD",
            "author_affiliations": [
                "The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chelsea Camille Pinnix, MD PhD",
            "author_affiliations": [
                "Department of Radiation Oncology, University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sherry Adkins, ANP",
            "author_affiliations": [
                "The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Catherine M. Claussen, MS",
            "author_affiliations": [
                "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center., Houston, TX "
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Charles Martinez",
            "author_affiliations": [
                "The University of Texas MD Anderson Cancer Center, Houston,"
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Misha Hawkins",
            "author_affiliations": [
                "The University of Texas MD Anderson Cancer Center, Houston,"
            ],
            "author_rank": 21,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nicole Johnson",
            "author_affiliations": [
                "The University of Texas MD Anderson Cancer Center, Houston,"
            ],
            "author_rank": 22,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shirley George",
            "author_affiliations": [
                "The University of Texas MD Anderson Cancer Center, Houston,"
            ],
            "author_rank": 23,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sattva S Neelapu, MD",
            "author_affiliations": [
                "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 24,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Linda Chi, MD",
            "author_affiliations": [
                "The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 25,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-18T09:35:39",
    "is_scraped": "1"
}