{
    "doi": "https://doi.org/10.1182/blood.V112.11.47.47",
    "article_title": "Rituximab and High-Dose Methylprednisolone for the Initial Treatment of Chronic Lymphocytic Leukemia Is Associated with Promising Clinical Activity and Minimal Hematologic Toxicity ",
    "article_date": "November 16, 2008",
    "session_type": "Chronic Lymphocytic Leukemia - Therapy, excluding Transplantation",
    "abstract_text": "Myelosuppression is associated with significant morbidity and mortality in chronic lymphocytic leukemia (CLL) and is often exacerbated by currently available treatments for this disease. Myelosuppression often requires dose reductions in cytotoxic agents, delays in therapy, truncated treatment courses, or the exclusion of elderly or infirmed individuals from receiving standard chemoimmunotherapy. High-dose methylprednisolone (HDMP) and the anti-CD20 mAb rituximab (Rituxan), each is non-myelotoxic and can induce partial remissions when used alone to treat patients with CLL. However, complete remissions (CRs) in CLL patients are rarely observed following treatment with either agent. Recently, we reported the use of the combination of HDMP and rituximab in fludarabine-refractory patients [Castro Leukemia 2008]. The promising clinical activity and tolerability of this regimen in the refractory setting led to the evaluation of this regimen for the initial treatment of patients with CLL. To mitigate toxicity associated with use of HDMP, we employed a 40% reduction in the dose of HDMP by administering solumedrol at 1 gm/m2 for 3 instead of 5 days during each 4-week treatment cycle. Rituximab was given weekly for 12 weeks at 375mg/m2 or at 750mg/m2 in 9 doses over the 12 weeks of treatment to chemotherapy na·ve CLL patients with an NCI-WG indication for treatment. Objectives were to determine the response rate, safety, and toxicity of this regimen. PFS, overall survival (OS), hematologic, and immune parameters were also evaluated. We enrolled 28 patients who had a median age 65 years (range 48–80), 29% of whom were at least 70 years old. Forty-six were high risk by modified Rai classification, 39% had unfavorable cytogenetic features, and 64% had CLL cells that used unmutated IgV H region genes or exhibited high expression levels of ZAP-70. Patients received the full course of treatment without dose reductions or delays and the treatment well tolerated. Overall response rate was 96% with complete remission achieved in 32% of patients, 22% of whom had no detectable minimal residual disease (MRD) by sensitive 4-color flow cytometry capable of detecting residual CLL cells when present in marrow mononuclear cells at levels of more than 0.01%. Those patients over age 70 had an ORR of 100% with 38% CR, and 11% MRD-negative CR. There was a non-significant trend towards those receiving rituximab at 750mg/m2 being more likely to achieve a CR to treatment (Odds Ratio (OR) = 4.3, p-value 0.09). Individually, both beta-2-microglobulin (p=0.04) and splenomegaly palpable to at least 5 cm below the left costal margin (p<0.01) were associated with failure to achieve a CR to HDMP and rituximab. However, multivariable logistic regression analysis identified only splenomegaly as being significantly associated with failure to achieve a CR (OR = 0.096, p value = 0.03) to this regimen. The majority of adverse events were grade I/ II (80%) and hematologic toxicity was minimal. During the course of treatment, we noted resolution of thrombocytopenia or anemia. ( See Figure) A total of 81 cycles of treatment were administered and only one red cell transfusion and no platelet transfusions were required. Serum immunoglobulins decreased with therapy and a low threshold was used to initiate intravenous gammaglobulin for those patients with experiencing recurrent infections. Percent of CD4 T cell counts increased significantly from median 2% (+/−4% 95% CI) to 32% (+/−8%) (Student t-test p < 0.0001). All patients had a CD4 count of greater than 200 cells/μl (median 848 cells/ul) two months after the completion of treatment. Six patients received consolidation with alemtuzumab at least 4 months following initial therapy and 83% of these patients became MRD negative. The CR and MRD negative CR rate following HDMP and Rituximab with 6 patients receiving consolidation were 43% and 25% respectively. With over three years of follow-up (36.3 mo) median PFS and time to requiring additional therapy have not been reached and OS is 96%. Achieving a MRD negative response was associated with significantly prolonged PFS and time to requiring additional therapy over all other responses (log-rank test p= 0.036 and 0.016 respectively). In summary, the combination of HDMP and rituximab is an effective non-myelotoxic treatment regimen for patients with CLL. Treatment was well tolerated, notably in elderly patients and those with baseline cytopenias making this regimen an effective and safe alternative for frontline therapy. View large Download slide Figure View large Download slide Figure  Close modal",
    "topics": [
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "hematotoxicity",
        "methylprednisolone",
        "rituximab",
        "myelosuppression",
        "splenomegaly",
        "toxic effect",
        "adverse event",
        "alemtuzumab"
    ],
    "author_names": [
        "Aanelle F James, M.D.",
        "Januario E. Castro, M.D.",
        "Jose David Sandoval-Sus, M.D.",
        "Sonia Jain, Ph.D.",
        "Janet Bole, R.N.",
        "Laura Rassenti, Ph.D.",
        "Thomas J. Kipps, M.D., Ph.D."
    ],
    "author_dict_list": [
        {
            "author_name": "Aanelle F James, M.D.",
            "author_affiliations": [
                "Moores UCSD Cancer Center, CLL Research Consortium, La Jolla, CA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Januario E. Castro, M.D.",
            "author_affiliations": [
                "Moores UCSD Cancer Center, CLL Research Consortium, La Jolla, CA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jose David Sandoval-Sus, M.D.",
            "author_affiliations": [
                "Moores UCSD Cancer Center, CLL Research Consortium, La Jolla, CA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sonia Jain, Ph.D.",
            "author_affiliations": [
                "Moores UCSD Cancer Center, CLL Research Consortium, Division of Biostatistics and Bioinformatics UCSD, La Jolla, CA, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Janet Bole, R.N.",
            "author_affiliations": [],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laura Rassenti, Ph.D.",
            "author_affiliations": [
                "Moores UCSD Cancer Center, CLL Research Consortium, La Jolla, CA, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas J. Kipps, M.D., Ph.D.",
            "author_affiliations": [
                "Moores UCSD Cancer Center, CLL Research Consortium, La Jolla, CA, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-09T15:41:14",
    "is_scraped": "1"
}