{
    "doi": "https://doi.org/10.1182/blood.V112.11.1502.1502",
    "article_title": "Effectiveness of Peripheral Blood (PB) Molecular Monitoring by Quantitative RT-PCR (Q-PCR) in Phase II Acute Promyelocytic Leukemia (APL) Trial J0422. ",
    "article_date": "November 16, 2008",
    "session_type": "Leukemias - Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis",
    "abstract_text": "Bone marrow (BM) is the accepted source for monitoring post-therapy minimal residual disease (MRD) in APL. PB is easier and less painful to obtain but variable, sometimes contradictory evidence has been presented for its efficacy in MRD monitoring. In this study, PB vs BM monitoring, as well as conventional, qualitative RT-PCR (C-PCR) vs Q-PCR were directly and prospectively compared for their effectiveness as part of an intensive MRD monitoring schedule applied as a safety measure to an investigative Phase II trial (J0422) designed to test the efficacy of minimizing chemotherapy exposure and treatment duration. This trial consisted of one cycle of induction with all- trans retinoic acid (ATRA) and daunorubicin, followed by consolidation with single-agent arsenic trioxide (ATO), followed by a maintenance phase of intermittent ATRA alone or with 6-mercaptopurine and methotrexate for patients (pts) with a presenting white blood cell count (WBC) of >10,000 WBC/uL. The MRD monitoring schedule was as follows: BM and PB after the induction and consolidation treatment modules (modules 1 & 2), then, PB every month and BM every 3 months during 2 years of maintenance therapy. C-PCR and Q-PCR were performed according to published procedures for monitoring the APL-specific fusion gene PML-RARα by the BIOMED-1 Concerted Action and the North American Cooperative Oncology Groups, respectively. Criteria for positive assays were: C-PCR, confirmed visualization of an appropriate-sized gel band after conventional, double-nested PCR amplification; Q-PCR, demonstration of a C T value <40 cycles by real-time PCR amplification in ≥2 of triplicate assays. Positive dilution controls to document detection with approximately 1 in 10 4 sensitivity were included in all experiments. Test samples were available from 26 patients with 3 to 38 months (mo) post-module-2 follow-up (median, 16 mo). After module-1 induction, 4 pts were positive by C-PCR (3 BM-only; 1 PB-only) and 9 pts were positive by Q-PCR (7 BM & PB, 2 PB-only). All 4 C-PCR and 4 Q-PCR positives occurred in pts with WBC 10,000 (7 pts), suggesting an association of pretreatment WBC with a difference in the initial dynamics of treatment response. After module-2 consolidation, 0 pts were positive by C-PCR and 3 by Q-PCR (1 BM & PB, 1 BM-only, 1 PB-only). During maintenance at the 3 mo shared BM/PB checkpoints, 0 C-PCR and 5/114 Q-PCR assays were positive (2 BM & PB, 1 BM-only, 2 PB-only), distributed among 3 pts. At monthly PB-only checkpoints, an additional 12/252 assays were positive by Q-PCR, none in a progressive pattern suggestive of impending molecular relapse. Overall, 1 – 3 Q-PCR assays were positive in 9 patients during the maintenance and follow-up periods. Among 8 pts who completed 24 mo maintenance, only 1/6 positive Q-PCR assays occurred at >12 mo, suggesting continued reduction of MRD during first 12 mo of maintenance therapy. No C-PCR assays were positive beyond module-1. In 1 exceptional pt, excluded from the above maintenance analysis, the Q-PCR assays became recurrently positive in BM and/or PB after 6 mo maintenance at a level below the criterion for molecular relapse (normalized quotient relative to the housekeeping gene GAPDH, NQ GAPDH , ≥10 −5 ). After 18 mo, the C-PCR became repeatedly positive in PB but not BM with Q-PCRs positive (2 BM & PB, 1 PB-only at shared checkpoints) in the NQ GAPDH 4×10 −7 to 4×10 −6 range, which was associated with relapse in the central nervous system but not the BM. These results indicate that molecular monitoring of PB or BM was equally effective in detecting MRD and that Q-PCR was a more critical measure of MRD than C-PCR on protocol J0422 after single-cycle ATO-based consolidation therapy. The results further suggest that PB monitoring may be more effective in detecting extramedullary relapse, a relatively increasing cause of disease relapse with improved overall therapy for APL.",
    "topics": [
        "acute promyelocytic leukemia",
        "polymerase chain reaction",
        "quantitative real-time polymerase chain reaction",
        "brachial plexus neuritis",
        "gel",
        "tretinoin",
        "follow-up",
        "6-mercaptopurine",
        "arsenic trioxide",
        "chemotherapy regimen"
    ],
    "author_names": [
        "Robert E Gallagher, MD",
        "Esther L Schachter- Tokarz, BA",
        "Lawrence E. Morris",
        "Tianna Dauses, BSN",
        "Ivana Gojo, MD",
        "Marcel P. Devetten, MD",
        "Katarzyna Jamieson, MD",
        "Robert L. Redner, MD",
        "Mikkael A. Sekeres, MD, MS",
        "Ibitayo Owoeye, MD",
        "Steven D. Gore, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Robert E Gallagher, MD",
            "author_affiliations": [
                "Medicine and Oncology, Albert Einstein Cancer Center, Bronx, NY, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Esther L Schachter- Tokarz, BA",
            "author_affiliations": [
                "Oncology, Albert Einstein Cancer Center, Bronx, NY, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lawrence E. Morris",
            "author_affiliations": [
                "BMT Group of Georgia, Atlanta, GA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tianna Dauses, BSN",
            "author_affiliations": [
                "The Sidney Kimmel Comprehensive Cancer Ctr. at Johns Hopkins, Baltimore, MD, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ivana Gojo, MD",
            "author_affiliations": [
                "University of Maryland Medical Center, Baltimore, MD, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marcel P. Devetten, MD",
            "author_affiliations": [
                "Lied Transplant Center 8718, UNMC, Omaha, NE, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Katarzyna Jamieson, MD",
            "author_affiliations": [
                "University of Florida, Gainesville, FL, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert L. Redner, MD",
            "author_affiliations": [
                "Hematology/Oncology, University of Pittsburgh, Pittsburgh, PA, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mikkael A. Sekeres, MD, MS",
            "author_affiliations": [
                "Hematologic Oncology and Blood Disorders R35, Cleveland Clinic, Cleveland, OH, USA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ibitayo Owoeye, MD",
            "author_affiliations": [
                "The Sidney Kimmel Comprehensive Cancer Ctr. at Johns Hopkins, Baltimore, MD, USA"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Steven D. Gore, MD",
            "author_affiliations": [
                "The Sidney Kimmel Comprehensive Cancer Ctr. at Johns Hopkins, Baltimore, MD, USA"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-08T09:30:36",
    "is_scraped": "1"
}