{
    "doi": "https://doi.org/10.1182/blood.V128.22.4592.4592",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3451",
    "start_url_page_num": 3451,
    "is_scraped": "1",
    "article_title": "Pretransplant Plasmatic Citrulline and Monocyte-Derived Macrophage Reactivity : Two Useful Surrogate Markers to Predict Acute GvHD ",
    "article_date": "December 2, 2016",
    "session_type": "722. Clinical Allogeneic Transplantation: Acute and Chronic GVHD, Immune Reconstitution Poster III",
    "topics": [
        "citrulline",
        "graft-versus-host disease, acute",
        "macrophages",
        "surrogate markers",
        "interleukin-10",
        "interleukin-6",
        "allopurinol",
        "cytokine",
        "transplantation",
        "allogeneic stem cell transplant"
    ],
    "author_names": [
        "Thomas Hueso, MD",
        "Leonardo Magro, MD",
        "Marie Jonquel-chevalier Curt, PhD",
        "Ibrahim Yakoub-Agha, MD- PhD",
        "David Seguy, MD- PhD"
    ],
    "author_affiliations": [
        [
            "UMR 995- Lille inflammation research international center- Lille University, Lille, France "
        ],
        [
            "Hematological department, Lille University Hospital, Lille, France "
        ],
        [
            "Biochemistry and Molecular biology department, Lille University Hospital, Lille, France "
        ],
        [
            "Hematological department, Lille University Hospital, Lille, France "
        ],
        [
            "Nutrition Department, Lille University Hospital, Lille, France"
        ]
    ],
    "first_author_latitude": "50.63165619999999",
    "first_author_longitude": "3.0752034999999993",
    "abstract_text": "Acute graft versus host disease (aGvHD) represents the first complication after allogeneic stem cell transplantation (allo-HCT). During conditioning regimen (CR) intestinal damage induces microbial translocation, which primes macrophage reactivity and leads to donor-derived T cells alloreactivity. To date, little is reported on intestinal status and macrophage reactivity prior to CR. This study aimed to assess citrulline, an amino acid reflecting intestinal damage, and circulating monocytes-derived macrophage reactivity 30 days before CR. Blood samples from consecutive patients undergoing allo-HCT for hematological malignancies and from 10 healthy donors were analyzed. Citrulline levels were assessed by high performance liquid chromatography associated to spectrometry. Monocytes were isolated and stimulated with pathogen-associated molecular patterns as LPS, PAM, flagelline, MDP, curdlan and PBS as control. In each condition, cytokines (TNF-α, IL-1β, IL-6, IL-10) releasing was evaluated by multiplex fluorescent immunoassay. Citrulline and cytokine levels were analyzed relatively to aGvHD onset within 100 days post-transplant. Forty-seven patients underwent allo-HCT for different indications, including acute leukemia (n=26) and myelodysplastic syndrome (n=11). Twenty patients developed an aGvHD I-IV. Among the groups, differences were depicted for levels of citrulline, IL-1β, IL-6 and IL-10. Citrulline levels were lower in aGvHD group than in no-aGvHD group (p20 µmol/L, IL-6<326 pg/ml and IL-10<78 pg/ml (n=10) declared aGvHD within the 100-days post-transplant. Our results highlight the role of intestinal damage and macrophage reactivity in aGVHD development. Pretransplant plasmatic citrulline level and monocyte-derived-macrophage reactivity are promising accessible surrogate markers suitable for identifying patients likely to develop aGvHD. Figure 1 View large Download slide Figure 1 View large Download slide  Disclosures No relevant conflicts of interest to declare."
}