{
    "doi": "https://doi.org/10.1182/blood.V122.21.5161.5161",
    "article_title": "A High Throughput Exome Sequencing Approach To Analyse Events Within a Good Responder CML Patient Under Imatinib At Diagnosis and Under Remission ",
    "article_date": "November 15, 2013",
    "session_type": "631. Chronic Myeloid Leukemia: Biology and Pathophysiology, excluding Therapy",
    "abstract_text": "Background Genome sequencing has emerged recently as a technology that can be used to address questions regarding the clonal evolution of cancers. This has the potential to be translated into practical applications in a clinical setting. We have undertaken a case study by carrying out whole exome sequencing of a patient with CML since its clinical outcome varies amongst patients during the progression of disease. Our study is an attempt for a better understanding of why patients differ in their response to different dose of drug regimen and to determine its role in clinical outcome. Our case involves a patient with BCR–ABL positive CML. She has been responding to Imatinib, at 200 mg once a day, a dosage lower than the recommended 400mg /day. She has been taking 200 mg / day irregularly for two years and there were frequent interruptions of regular dosage schedule because of severe symptomatic cytopenias requiring blood transfusions. At the end of 2 years, there has been no progression of disease. Her bone marrow aspirate and biopsy have been normal and the BCR-ABL transcript has been below detectable levels. It was by serendipity that we happened to study the whole exome of this patient before we started her on Imatinib. As her dose response was erratic, we decided to do a longitudinal study. We examined the whole exome of the patient with CML at different points during the progression of disease. The aim of this study is to identify novel polymorphisms or variants which might be associated with the case, there by resisting the disease to progress. We were interested in the process of understanding the variability of the clinical outcome to standard treatment from a genomics perspective. Results The exome sequencing of the bone marrow aspirate was performed at the time of diagnosis and two years post treatment with Imatinib. Matched skin biopsy was used as a control. This study has been approved by the Institutional Ethical Review Board of St. John's Medical college and Hospital. The SNVs of the skin data were used as the control in this experiment to account for germ line mutations. We observe severe genome instability in terms of single nucleotide variants (SNVs) at the time of diagnosis. The counts of SNVs are observed to be drastically reduced in the treated bone marrow sample than at the time of diagnosis. No insertions or deletions were observed in this longitudinal case study. It was also observed that the SNV counts were not dominated in any particular chromosome. The SNVs picked up by exome sequencing were hence contrasted at the stage of diagnosis and post treatment. These SNVs were compared to dbSNP to retain only those which are novel and not previously reported. This finally gave rise to three discreet sets to consider: 1). The SNVs present in the genome of the patient at diagnosis 2). Post treatment, and 3). a subset common to both of them. The non-synonymous coding mutations with single base substitutions were 1,08,436 at the time of diagnosis and reduced to 163 in a stage of remission. The overlaps between these two categories were 169 in number. These hits in respective categories were further filtered based on the score of SNV call, relevance to the disease, presence within domain boundaries and final predicted impact on the function of the coded protein. We have identified novel mutations within the ABL, BCR, Kit and NOTCH genes with high probability of impact on function in the bone marrow sample at diagnosis. These will further be validated experimentally to be confirmed as a probable marker for screening patients. This study will be extended to screen a cohort of patients with similar prognosis as the patient in our case study. The novel mutations will be mapped on the protein structure to show which functional domains could be affected and to provide a structural basis for the deleterious effects of such mutations. We hence attempt to understand this clinical case with an integrated view involving basic experimental biology, bio-informatics and structural biology. These polymorphisms would provide insights on the evolution of CML and eventually allow us to use such readouts as a screen across CML patients to identify cases with better disease prognosis. With the distinct population groups and diverse spectrum of diseases, we believe that our work lays the foundation for larger studies in both CML and other diseases requiring such approaches. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "disease remission",
        "imatinib mesylate",
        "whole exome sequencing",
        "disease progression",
        "bcr-abl tyrosine kinase",
        "bone marrow aspiration",
        "bone marrow specimen",
        "biopsy",
        "blood transfusion",
        "cancer"
    ],
    "author_names": [
        "Anita Chacko",
        "Shankarrao Patil",
        "Atul Upadhayay",
        "Deepak Arya",
        "Ashwat Nagrajan",
        "Rakesh Khatri",
        "Sudhir Krishna, MD, Ph.D",
        "Ramanathan Sowdhamini",
        "Cecil Ross, MD",
        "Rajesh Behl"
    ],
    "author_dict_list": [
        {
            "author_name": "Anita Chacko",
            "author_affiliations": [
                "national centre for biological sciences, bangalore, India, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Shankarrao Patil",
            "author_affiliations": [
                "national centre for biological sciences, bangalore, India, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Atul Upadhayay",
            "author_affiliations": [
                "national centre for biological sciences, bangalore, India, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Deepak Arya",
            "author_affiliations": [
                "national centre for biological sciences, bangalore, India, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ashwat Nagrajan",
            "author_affiliations": [
                "national centre for biological sciences, bangalore, India, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rakesh Khatri",
            "author_affiliations": [
                "national centre for biological sciences, bangalore, India, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sudhir Krishna, MD, Ph.D",
            "author_affiliations": [
                "National Center for Biological Sciences, Bangalore, India, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ramanathan Sowdhamini",
            "author_affiliations": [
                "national centre for biological sciences, bangalore, India, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cecil Ross, MD",
            "author_affiliations": [
                "Hematology, St.John's medical college hospital, Bangalore, India, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rajesh Behl",
            "author_affiliations": [
                "Alta Bates Hospital Berkeley, San Francisco, USA"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-27T02:29:58",
    "is_scraped": "1"
}