{
    "doi": "https://doi.org/10.1182/blood.V106.11.2915.2915",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=288",
    "start_url_page_num": 288,
    "is_scraped": "1",
    "article_title": "Transplantation of HLA-Mismatched Stem Cell Transplantation without T Cell Depletion for the Treatment of Malignant Hematological Disease. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "Allogeneic hematopoietic stem cell transplantation (allo-HSCT) is the only therapeutic option for many hematological malignancies. Many patients requiring allo-HSCT do not have a human leukocyte antigen (HLA)-matched donor. For those patients, unrelated bone marrow or cord blood is often used but with many limitations such as time-consuming search and deficient cell numbers. Recently, HLA mismatched family donors were used in allo-HSCT, but which are associated with higher rates of graft rejection and acute graft versus host disease (aGVHD) if T cells are not first depleted. We developed a new technique for HLA mismatched allogeneic HSCT using G-CSF primed bone marrow plus G-CSF-mobilized peripheral blood stem cells without ex vivo T cell depletion. In this study, 176 patients, including 88 with high-risk or advanced leukemia, were transplanted with cells from a HLA-haploidentical family donor with 1–3 mismatched loci. After conditioning, patients received G-CSF-primed bone marrow grafts that had not been depleted ex vivo of T cells, in combination with G-CSF-mobilized peripheral blood stem cells, as well as GVHD prophylaxis. The total infused nucleated cell count was 6x10 8 to 8x10 8 /kg recipient weight. All patients achieved sustained, full donor-type engraftment. The incidence of grade II–IV aGVHD was 41.5% (73/176), including 21 patients with grade III–IV aGVHD. The development of aGVHD was not associated with the extent of HLA disparity. Chronic GVHD was observed in 81 of 120 evaluable patients (67.5%). Forty-six of the 81 patients had limited-stage disease and 35 had extensive cGVHD. Fifty-two patients died among whom 9 died of recurrent disease and 43 of transplant-related complications. One hundred and twenty-four of the 176 patients survived, and 112 remained disease free at the time of a median follow-up of 22 months (4 to 59 months). The 2-year probabilities of disease-free survival were 74.8% and 69.3% for standard- and high-risk patients, respectively. In summary, we have established a new regimen to use bone marrow from haploidentical family donors without ex vivo T cell depletion, in combination with G-PBSCs, as a source of stem cells even in cases of HLA mismatched transplantation. This method showed us good effect even similar as that of HLA-matched allo-HSCT. It will be very useful for patients with hematological malignancies especially much more patients in China who are the only child in the family.",
    "topics": [
        "hematological diseases",
        "hematopoietic stem cell transplantation",
        "human leukocyte antigens",
        "mismatch",
        "t-lymphocytes",
        "transplantation",
        "allopurinol",
        "colony-stimulating factors",
        "allogeneic hematopoietic stem cell transplant",
        "graft-versus-host disease, chronic"
    ],
    "author_names": [
        "Xiao jun Huang, MD, PhD",
        "Daihong Liu, MDPh.D",
        "Kai Yan Liu, MDPh.D",
        "Lan ping Xu, MD",
        "Huan Chen, MD",
        "Wei Han, MD",
        "Yu Hong Chen, MD",
        "Jing zhi Wang, MD",
        "Zhi yong Gao, MD",
        "Yao Chen Zhang, MD",
        "Qian Jiang, MD",
        "Hong xia Shi, MD",
        "Dao pei Lu, MD"
    ],
    "author_affiliations": [
        [
            "Bone Marrow Transplantation, Peking University Institute of Hematology, People’s Hospital, Beijing, China"
        ],
        [
            "Bone Marrow Transplantation, Peking University Institute of Hematology, People’s Hospital, Beijing, China"
        ],
        [
            "Bone Marrow Transplantation, Peking University Institute of Hematology, People’s Hospital, Beijing, China"
        ],
        [
            "Bone Marrow Transplantation, Peking University Institute of Hematology, People’s Hospital, Beijing, China"
        ],
        [
            "Bone Marrow Transplantation, Peking University Institute of Hematology, People’s Hospital, Beijing, China"
        ],
        [
            "Bone Marrow Transplantation, Peking University Institute of Hematology, People’s Hospital, Beijing, China"
        ],
        [
            "Bone Marrow Transplantation, Peking University Institute of Hematology, People’s Hospital, Beijing, China"
        ],
        [
            "Bone Marrow Transplantation, Peking University Institute of Hematology, People’s Hospital, Beijing, China"
        ],
        [
            "Bone Marrow Transplantation, Peking University Institute of Hematology, People’s Hospital, Beijing, China"
        ],
        [
            "Bone Marrow Transplantation, Peking University Institute of Hematology, People’s Hospital, Beijing, China"
        ],
        [
            "Bone Marrow Transplantation, Peking University Institute of Hematology, People’s Hospital, Beijing, China"
        ],
        [
            "Bone Marrow Transplantation, Peking University Institute of Hematology, People’s Hospital, Beijing, China"
        ],
        [
            "Bone Marrow Transplantation, Peking University Institute of Hematology, People’s Hospital, Beijing, China"
        ]
    ],
    "first_author_latitude": "39.936532",
    "first_author_longitude": "116.354693"
}