{
    "doi": "https://doi.org/10.1182/blood.V118.21.2219.2219",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1962",
    "start_url_page_num": 1962,
    "is_scraped": "1",
    "article_title": "Residual Plasmatic Activity of ADAMTS13 in Congenital Thrombotic Thrombocytopenic Purpura Correlates with Disease Phenotype ",
    "article_date": "November 18, 2011",
    "session_type": "311. Disorders of Platelet Number or Function: Poster II",
    "topics": [
        "adamts13 gene",
        "phenotype",
        "thrombocytopenic purpura, congenital",
        "fresh-frozen plasma",
        "mass spectrometry",
        "thrombotic microangiopathies",
        "mendelian inheritance in man, online",
        "newborn"
    ],
    "author_names": [
        "Luca A Lotta",
        "Haifeng M Wu",
        "Marie A Scully",
        "Marina Noris",
        "Agnes Veyradier",
        "Ian J Mackie, PhD FRCPath",
        "Giuseppe Remuzzi",
        "Paul Coppo",
        "Ri Liesner",
        "Roberta Donadelli",
        "Chantal Loirat, MD",
        "Richard A Gibbs",
        "April Horne",
        "Shangbin Yang",
        "Roberta Palla",
        "Flora Peyvandi"
    ],
    "author_affiliations": [
        [
            "U.O.S. Dipartimentale per la Diagnosi e la Terapia delle Coagulopatie, Angelo Bianchi Bonomi Hemophilia and Thrombosis Center, Fondazione IRCCS Ca' Granda - Ospedale Maggiore Policlinico, Università degli Studi di Milano and Luigi Villa Foundation, Milan, Italy, "
        ],
        [
            "Department of Pathology, Ohio State University, Columbus, OH, USA, "
        ],
        [
            "Haemostasis Research Unit, Department of Haematology, University College London, London, United Kingdom, "
        ],
        [
            "Clinical Research Center for Rare Diseases “Aldo e Cele Dacco', Mario Negri Institute for Pharmacological Research, Ranica, Bergamo, Italy, "
        ],
        [
            "National Reference Center for Thrombotic Microangiopathies, Hospital Saint Antoine, Paris, France, "
        ],
        [
            "Haemostasis Research Unit, Department of Haematology, University College London, London, United Kingdom, "
        ],
        [
            "Clinical Research Center for Rare Diseases “Aldo e Cele Dacco', Mario Negri Institute for Pharmacological Research, Ranica, Bergamo, Italy, "
        ],
        [
            "National Reference Center for Thrombotic Microangiopathies, Hospital Saint Antoine, Paris, France, "
        ],
        [
            "Haemostasis Research Unit, Department of Haematology, University College London, London, United Kingdom, "
        ],
        [
            "Clinical Research Center for Rare Diseases “Aldo e Cele Dacco', Mario Negri Institute for Pharmacological Research, Ranica, Bergamo, Italy, "
        ],
        [
            "Hopital Robert Debre, Paris, France, "
        ],
        [
            "Human Genome Sequencing Center, Baylor College of Medicine, Houston, TX, USA"
        ],
        [
            "Department of Pathology, Ohio State University, Columbus, OH, USA, "
        ],
        [
            "Department of Pathology, Ohio State University, Columbus, OH, USA, "
        ],
        [
            "U.O.S. Dipartimentale per la Diagnosi e la Terapia delle Coagulopatie, Angelo Bianchi Bonomi Hemophilia and Thrombosis Center, Fondazione IRCCS Ca' Granda - Ospedale Maggiore Policlinico, Università degli Studi di Milano and Luigi Villa Foundation, Milan, Italy, "
        ],
        [
            "U.O.S. Dipartimentale per la Diagnosi e la Terapia delle Coagulopatie, Angelo Bianchi Bonomi Hemophilia and Thrombosis Center, Fondazione IRCCS Ca' Granda - Ospedale Maggiore Policlinico, Università degli Studi di Milano and Luigi Villa Foundation, Milan, Italy, "
        ]
    ],
    "first_author_latitude": "45.463938999999996",
    "first_author_longitude": "9.188395",
    "abstract_text": "Abstract 2219 ABSTRACT Congenital thrombotic thrombocytopenic purpura (TTP) (OMIM #274150) is a rare, recessively inherited thrombotic microangiopathy characterized by the congenital deficiency of ADAMTS13 due to mutations in the corresponding gene. The clinical phenotype of congenital TTP is variable, encompassing neonatal-onset disease and adult-onset disease, forms with a single disease episode and chronic-relapsing forms. A review of the ∼100 published cases of congenital TTP showed similar age of first disease episode in patients carrying the same ADAMTS13 gene suggesting that different ADAMTS13 mutations might influence the severity of clinical phenotype, conceivably by determining different patterns of residual plasmatic activity of ADAMTS13. However, the quantification of residual ADAMTS13 activity in severely deficient patients was blunted by the relatively high limit of detection (LOD) of commonly used ADAMTS13 activity assays (varying between 3% and 6%). We report 29 cases of congenital TTP from 4 European cohorts, with 32 mutations of ADAMTS13 including 8 not previously published. To assess if residual ADAMTS13 activity was detectable in these patients and correlated with their clinical history, ADAMTS13 activity was measured by SELDI-TOF mass spectrometry (LOD=0.5%). ADAMTS13 activity above 0.5% was measurable in 26 (90%) patients, and lower levels of activity correlated with an earlier age of disease onset (r=0.51; p=0.006) and with the need for regular fresh frozen plasma prophylaxis (2.24% vs 3.88%; p=0.03). Mutations at the highly conserved N-terminal domains of the protein were associated with lower residual ADAMTS13 activity (1.48% vs 4.89%, p=0.02) and earlier disease onset (3.2 years vs 24.2 years, p=0.003). Our results show that residual ADAMTS13 activity correlates with the severity of clinical phenotype in congenital TTP and provide insights into genotype-phenotype correlations. Figure. View large Download slide Relationship between residual ADAMTS13 activity and the age of onset of congenital TTP. Correlation in 29 patients with congenital TTP. It is possible to observe a strong correlation, especially in patients from Milan and UK cohorts (see main text). French patients were outliers. Figure. View large Download slide Relationship between residual ADAMTS13 activity and the age of onset of congenital TTP. Correlation in 29 patients with congenital TTP. It is possible to observe a strong correlation, especially in patients from Milan and UK cohorts (see main text). French patients were outliers. Disclosures: No relevant conflicts of interest to declare."
}