{
    "doi": "https://doi.org/10.1182/blood.V104.11.3337.3337",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=110",
    "start_url_page_num": 110,
    "is_scraped": "1",
    "article_title": "Effect of KIR Genotype on Outcome of Related HLA Identical Stem Cell Transplant in Patients with β Thalassaemia Major. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "Killer immunoglobulin like receptor (KIR) ligand mismatches cause natural killer (NK) cell alloreactivity in haploidentical stem cell transplantation (SCT) affecting engraftment, graft versus host disease (GVHD) and graft versus leukemia effects. The role of patient/donor KIR genotypes in HLA identical bone marrow transplant (BMT) for patients with non-malignant disorders is less clear. We have analyzed the KIR genotypes in patients with β thalassaemia major who underwent HLA-A, B, DR identical related-donor SCT between February, 1996 to June, 2003. Patients who expired before day 30 (n=13) and for whom DNA samples were unavailable (n=25) were excluded from the study. Retrospective analysis was carried out in 59 patients to evaluate the effect of KIR genotype on the outcome of BMT. All patients received unmanipulated bone marrow and standard cyclosporine /short course methotrexate regimen as prophylaxis against GVHD. Genomic DNA was prospectively extracted from recipient and donor peripheral blood mononuclear cells. Genotyping of 14 KIR genes (8 inhibitory -2DL1, 2DL2, 2DL3, 2DL4, 2DL5, 3DL1, 3DL2 and 3DL3; and 6 activating - 2DS1, 2DS2, 2DS3, 2DS4, 2DS5 and 3DS1) was done by PCR-SSP. The effect of other potential risk factors for GVHD and rejection like recipient’s age, donor’s age, sex mismatch, female donor to male recipient, conditioning regimen, cell dose, and Lucarelli class at BMT was also analyzed. Among 59 patients, 7 (11.8%) rejected the graft. None of the patients who could not be evaluated had rejection of the graft. Two patients had primary graft failure and were not evaluable for the analysis of acute GVHD. Of the remaining 57 patients, 32 (56 %) patients showed evidence of acute GVHD, 10 (31.2%) being grade III-IV. Nine patients expired before day 100 and were not evaluable for chronic GVHD. Of the 50 evaluable patients, 6 (12%) patients developed chronic GVHD. No significant effect of donor/recipient KIR genotype was found on the incidence or severity of acute or chronic GVHD. Among 7 patients who rejected the graft, 6 had identical KIR genotype to their donors. It was disparate in one, with the donor KIR genotype having additional KIR genes (2DL2 and 2DS2) that were absent in the recipient. Further analysis revealed that KIR genotype identical pairs (n=30) had a statistically significant increased risk of graft rejection (Log rank test) in comparison to KIR genotype disparate pairs (n=29) (both graft versus host and host versus graft direction) (p=0.0463). On multivariate analysis including KIR genotype and the other factors listed above, the KIR genotype identical pairs had an 8-fold higher risk of rejection (RR=8.73; 95%CI- 0.83-92.33; p=0.072). Other risk factors assessed in this analysis showed the following relative risks: patient’s age (RR=1.031, p=0.792), sex mismatched transplants (RR=1.455, p=0.693), cell dose (RR=1.013, p=0.961), conditioning regimen (RR=1.308, p= 0.790) and status at BMT (Class I/II versus Class III) (RR=2.750, p=0.384). Our data suggests that identical recipient /donor KIR genotype is a risk factor for graft rejection in patients with β thalassaemia major undergoing related HLA identical SCT. The biological basis for this observation needs evaluation.",
    "topics": [
        "cooley's anemia",
        "genotype",
        "hematopoietic stem cell transplantation",
        "human leukocyte antigens",
        "tissue transplants",
        "graft-versus-host disease",
        "graft-versus-host disease, chronic",
        "dna",
        "graft-versus-host disease, acute",
        "bone marrow transplantation"
    ],
    "author_names": [
        "S Shanmugaapriya",
        "Mathews Vikram",
        "M. L Kavitha",
        "George Biju",
        "R. V Shaji",
        "Chandy Mammen",
        "Srivastava Alok"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Christian Medical College, Vellore, India"
        ],
        [
            "Department of Hematology, Christian Medical College, Vellore, India"
        ],
        [
            "Department of Hematology, Christian Medical College, Vellore, India"
        ],
        [
            "Department of Hematology, Christian Medical College, Vellore, India"
        ],
        [
            "Department of Hematology, Christian Medical College, Vellore, India"
        ],
        [
            "Department of Hematology, Christian Medical College, Vellore, India"
        ],
        [
            "Department of Hematology, Christian Medical College, Vellore, India"
        ]
    ],
    "first_author_latitude": "12.925810799999999",
    "first_author_longitude": "79.1294516"
}