{
    "doi": "https://doi.org/10.1182/blood.V114.22.5059.5059",
    "article_title": "The Mechanisms for Platelet Hyperactivity Induced by Hypergravity. ",
    "article_date": "November 20, 2009",
    "session_type": "Pathophysiology of Thrombosis",
    "abstract_text": "Abstract 5059 Many gravity change-related thrombotic and hemorrhagic diseases or fatalities have been reported to occur in human beings, such as crewmen in space, roller coaster riders, and aircrew subjected to high-G training. Because platelets, as anucleated blood cell, are the primary players in both thrombosis and hemostasis, function change of platelets in altered gravity conditions might offer some insights into the mechanisms leading to these gravity change-related diseases. We have demonstrated that the platelet functions are inhibited in microgravity environments, and activated under high-G conditions, which reveals a novel mechanism for gravity change-related hemorrhagic and thrombotic diseases. The mechanisms, however, remain to be further investigated. Here, firstly we investigated the effect of hypergravity (acceleration centrifugation) on platelet functions. Platelet rich plasma (PRP) or washed platelets were exposed to hypergravity at 8 G for different time points (2 minutes, 10 minutes, 15 minutes, 20 minutes), and then platelet aggregation was measured at each time point. No platelet aggregation was induced by 8 G alone, whereas ristocetin or collagen-induced platelet aggregation was time-dependently increased by hypergravity stimulus. The effect was maximal at 15 minutes after hypergravity treatment. Spreading assay shows that the number of platelet adhesion to immobilized fibrinogen and the mean platelet area spreading on von Willbrand factor (VWF) matrix were obviously increased by hypergravity. To further explore the effect of hypergravity on platelet activity state, the markers of platelet activations (integrin αaIIbβ3 activation, P-selectin surface expression) were assessed by flow cytometry. αaIIbβ3 was activated, in part, in 8 G-exposed platelets as detected by PAC-1 binding, but no significant difference was observed in P-selectin surface expression compared with 1 G controls. Next, we investigated the effects of hypergravity stimulus on actin distribution and intracellular Ca 2+ ([Ca 2+ ]i) in isolated human platelets. Hypergravity at 8 G induced actin cytoskeleton reorganization in platelets, and the release of Ca 2+ from internal stores, but not Ca 2+ influx via mechanosensitive Ca 2+ channels in the plasma membrane. Pretreatment of platelets with intercellular Ca 2+ chelator BAPTA/AM had no effect on hypergravity-induced changes in cytoskeleton, but significantly reduced platelet aggregation induced by hypergravity/ristocetin. In addition, using two different platelet activation inhibitors acetylsalicylic acid (aspirin) and tirofiban, which are widely used as antithrombotic drugs, we assessed the effects of the drugs on hypergravity-induced platelet activation in mice. Treatment of mice with aspirin or tirofiban significantly reduced hypergravity-induced P-selectin expression on platelet surface, prolonged tail bleeding time in vivo and reduced death rate in hypergravity-treated mice. Thus, our results indicate that hypergravity leads to human platelet hyperactivity, but fails to incur essential platelet activation events. Actin cytoskeleton reorganization and [Ca 2+ ]i play important roles in regulation of platelet functions under hypergravity condition. The reorganization of actin cytoskeleton may be upstream or independent of [Ca 2+ ]i, suggesting that hypergravity would affect various intercellular signals leading to platelet hyperactivity. In addition, antithrombotic agents such as aspirin and tirofiban have the therapeutic potential for hypergravity-induced thrombotic diseases. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "blood platelets",
        "hyperactive behavior",
        "hypergravity",
        "hyperkinesis",
        "aspirin",
        "p-selectin",
        "thrombus",
        "tirofiban",
        "fibrinolytic agents",
        "ristocetin"
    ],
    "author_names": [
        "Suping Li",
        "Quanwei Shi",
        "Zhicheng Wang",
        "Rong Yan",
        "Changgeng Ruan, MD, PhD",
        "Kesheng Dai"
    ],
    "author_dict_list": [
        {
            "author_name": "Suping Li",
            "author_affiliations": [
                "School of Biological Science and Medical Engineering, Beihang University, Beijing, China, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Quanwei Shi",
            "author_affiliations": [
                "School of Biological Science and Medical Engineering, Beihang University, Beijing, China, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zhicheng Wang",
            "author_affiliations": [
                "School of Biological Science and Medical Engineering, Beihang University, Beijing, China, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rong Yan",
            "author_affiliations": [
                "School of Biological Science and Medical Engineering, Beihang University, Beijing, China, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Changgeng Ruan, MD, PhD",
            "author_affiliations": [
                "Jiangsu Inst. of Hematology, Suzhou, China, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kesheng Dai",
            "author_affiliations": [
                "Biological Science and Medical Engineering, Beihang University, Beijing, China"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-13T02:34:57",
    "is_scraped": "1"
}