{
    "doi": "https://doi.org/10.1182/blood.V106.11.1383.1383",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=414",
    "start_url_page_num": 414,
    "is_scraped": "1",
    "article_title": "Oncogenic TLS-ERG Fusion Protein Promotes Differentiation of Myeloid Progenitors into Myeloblasts but Blocks Their Terminal Differentiation. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "topics": [
        "fusion proteins",
        "myeloblasts",
        "dna",
        "granulocyte colony-stimulating factor",
        "recombinant granulocyte colony stimulating factor",
        "blast phase",
        "enzymes",
        "ewing's sarcoma",
        "histones",
        "interleukin-3"
    ],
    "author_names": [
        "Junhui Zou, MD",
        "Anna Zielinska-Kwiatkowska, MS",
        "Michael L. Blackburn, BS",
        "Hitoshi Ichikawa, PhD",
        "Liu Yang, PhD"
    ],
    "author_affiliations": [
        [
            " Pathology, University of Arkansas for Medical Sciences, Little Rock, AR, USA and ",
            " Cancer Transcription Project, National Cancer Center Research Institute, Tokyo, Japan."
        ],
        [
            " Pathology, University of Arkansas for Medical Sciences, Little Rock, AR, USA and ",
            " Cancer Transcription Project, National Cancer Center Research Institute, Tokyo, Japan."
        ],
        [
            " Pathology, University of Arkansas for Medical Sciences, Little Rock, AR, USA and ",
            " Cancer Transcription Project, National Cancer Center Research Institute, Tokyo, Japan."
        ],
        [
            " Pathology, University of Arkansas for Medical Sciences, Little Rock, AR, USA and ",
            " Cancer Transcription Project, National Cancer Center Research Institute, Tokyo, Japan."
        ],
        [
            " Pathology, University of Arkansas for Medical Sciences, Little Rock, AR, USA and ",
            " Cancer Transcription Project, National Cancer Center Research Institute, Tokyo, Japan."
        ]
    ],
    "first_author_latitude": "34.74931540000001",
    "first_author_longitude": "-92.320596",
    "abstract_text": "In a subset of acute myelogenous leukemia (AML) and chronic myelogenous leukemia (CML) in blast crisis, the TLS (translocation liposarcoma) gene is fused to the ERG (ets-related gene) gene through a recurrent t(16;21) translocation. This chromosomal translocation results in the generation of the TLS-ERG fusion protein. More recently, the same TLS-ERG fusion protein has also been identified in Ewing’s sarcoma in children. To investigate the oncogenic mechanism of TLS-ERG, we stably expressed TLS-ERG or its mutant TLS-ERGΔets in mouse L-G myeloid progenitor cells through retroviral transduction. L-G cells normally proliferate in the presence of IL-3 and undergo terminal differentiation into hypersegmented neutrophils when treated with G-CSF. In contrast, expression of TLS-ERG in L-G cells led to spontaneous differentiation into immature myeloblasts but G-CSF treatment of these cells failed to induce terminal differentiation. L-G myeloblasts harboring TLS-ERG were characterized by high levels of myeloperoxidase (MPO), a phenomenon also observed in immature myeloblasts isolated from human leukemia patients with the t(16;21) translocation. As deletion of the ets DNA-binding domain from TLS-ERG abolished its ability to promote spontaneous myeloblast differentiation or the ability to up-regulate the MPO gene, we further examined how TLS-ERG fusion protein might affect the functions of other regulators such as PU.1, an ets transcription factor known to play a critical role in the differentiation of myeloid progenitors. Though both proteins have similar DNA-binding property, TLS-ERG differs from PU.1 through binding directly to RNA polymerase II as well as through escaping repression by histone modification enzymes. Together, these findings suggest that the TLS-ERG fusion protein can cause blockage of myeloid differentiation by interfering with the gene expression program normally controlled by key regulators."
}