{
    "doi": "https://doi.org/10.1182/blood.V104.11.1423.1423",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=202",
    "start_url_page_num": 202,
    "is_scraped": "1",
    "article_title": "Constitutively Activated FGFR3 Mutants Signal through PLCγ- Dependent and -Independent Pathways for Hematopoietic Transformation. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "Ectopic expression of FGFR3 associated with t(4;14), frequently containing the activating mutation K650E (TDII), has been implicated in the pathogenesis of human multiple myeloma. To investigate the role of autophosphorylated tyrosine residues in FGFR3 signal transduction and transformation, we characterized a series of FGFR3 TDII mutants with single or multiple Y→F substitutions. Phenylalanine substitution of a non-activation loop tyrosine residue Y760, essential for PLCγ binding and activation, significantly attenuated FGFR3 TDII-mediated PLCγ activation, as well as transformation in Ba/F3 cells and a murine bone marrow transplant (BMT) leukemia model. In contrast, single substitution of other non-activation loop tyrosine residues Y577, Y724 or Y770 had minimal to moderate effects on TDII-dependent transformation. Substitution of all the four non-activation loop tyrosine residues significantly attenuated, but did not abolish FGFR3 TDII transforming activity. However, substitution of both activation loop tyrosine residues Y647/Y648 resulted in complete abrogation of FGFR3 TDII kinase activity and transforming activity in vitro and in vivo. Similar observations were obtained in the context of constitutively activated fusion TEL-FGFR3 associated with peripheral T-cell lymphomas (PTCL) with chromosomal translocation t(4;12)(p16;p13). Moreover, two independent EμSR-FGFR3 TDII transgenic mouse lines developed pro-B cell lymphoma, and PLCγ was highly activated in primary lymphoma cells as assessed by tyrosine phosphorylation, along with elevated activation of STAT3 and expression of Bcl- XL in the tumor tissues. These data indicate that engagement of multiple signaling pathways, including PLCγ-dependent and PLCγ-independent signaling pathways, are required for full hematopoietic transformation by constitutively activated FGFR3 mutants.",
    "topics": [
        "attenuation",
        "bone marrow transplantation",
        "ectopic gene expression",
        "leukemia",
        "lymphoma",
        "lymphoma, t-cell, peripheral",
        "mice",
        "mice, transgenic",
        "multiple myeloma",
        "mutation"
    ],
    "author_names": [
        "Jing Chen, Ph.D",
        "Ifor R. Williams, M.D., Ph.D.",
        "Benjamin H. Lee, M.D., Ph.D.",
        "Nicole Duclos",
        "Brian J.P. Huntly, M.D., Ph.D.",
        "Daniel J. Donoghue, Ph.D.",
        "D. Gary Gilliland, M.D., Ph.D."
    ],
    "author_affiliations": [
        [
            "Hematology and Oncology, Howard Hughes Medical Institute, Harvard Medical School, Boston, MA, USA"
        ],
        [
            "Pathology, Emory University, Atlanta, GA, USA"
        ],
        [
            "Pathology, Brigham and Women’s Hospital, Boston, MA, USA"
        ],
        [
            "Hematology and Oncology, Howard Hughes Medical Institute, Harvard Medical School, Boston, MA, USA"
        ],
        [
            "Hematology and Oncology, Howard Hughes Medical Institute, Harvard Medical School, Boston, MA, USA"
        ],
        [
            "Chemistry and Biochemistry, University of California-San Diego, La Jolla, CA, USA"
        ],
        [
            "Hematology and Oncology, Howard Hughes Medical Institute, Harvard Medical School, Boston, MA, USA"
        ]
    ],
    "first_author_latitude": "42.3356352",
    "first_author_longitude": "-71.1041786"
}