{
    "doi": "https://doi.org/10.1182/blood.V128.22.1419.1419",
    "article_title": "Age-Adjusted D-Dimer Cutoffs for DVT and Pulmonary Embolism: A Comparison of Five Assays ",
    "article_date": "December 2, 2016",
    "session_type": "331. Pathophysiology of Thrombosis: Poster I",
    "abstract_text": "Background: Venous thromboembolism (VTE) is a common but underdiagnosed condition constituted primarily by deep venous thrombosis (DVT, 2/3) and pulmonary embolism (PE, 1/3).Diagnosis of VTE is based on the biomarker D-dimer for excluding low probability VTE, and imaging techniques to verify mid/high probability VTE . D-dimer assays generally have excellent sensitivity, but specificity is kept low by the physiology of the measurand. The plasma concentration of D-dimer increases in thrombosis and activated coagulation, but also in several other conditions such as pregnancy, cancer, trauma, inflammation, infection and with age. Many of these conditions are especially prevalent in VTE-patients, because they are also linked to an increased risk of venous thrombosis. Haase et al. showed that the plasma concentration of D-dimer in a healthy population increases with age, 50% of those ≥70 years old had a positive D-dimer (>0.5 mg/L FEU) 1 . Age-adjusted decision thresholds have subsequentially been recommended and validated, to increase specificity and reduce the rate of false positive D-dimer results in older patients without decreasing sensitivity. Aims: The study compares age-adjusted D-dimer decision thresholds for different assays in Swedish out-patients with suspected DVT or PE. Methods: Patients (n=940) with clinically suspected PE or DVT in a lower limb were recruited from the medical emergency department (ED) of Karolinska University Hospital, and fresh citrated plasma samples were analyzed for D-dimer within 30 minutes. D-dimer concentrations were measured by four immunoturbidimetric assays using the instruments Sysmex CS2100i and Stago CompactMax. VTE was verified by imaging techniques (ultrasonography, computed tomography or ventilation/perfusion lung scintigraphy, as appropriate) and classified into segmental or subsegmental PE and proximal or distal DVT. Non-VTE was identified by imaging techniques or absence of VTE in a three month follow up of medical records. Age adjusted cutoff values were calculated if age was ≥50 years according to Douma et al. 2 , as age x 0.01 for assays measured in mg/L FEU (Siemens INNOVANCE® D-dimer and STA®-Liatest® D-Di) and as age x 0.005 for Roche Tina-quant D-dimer and as age x 0.004 for MediRox D-dimer. Results: VTE was found in 125 patients (13.3%), PE in 35 (3.7%; 3.0% segmental and 0.7% subsegmental) and DVT in 90 (9.6%; 6.3% proximal and 3.4% distal). The diagnostic performances of the assays are displayed below, see table 1. All assays had excellent areas under the ROC-curve (AUC) and all except MediRox D-dimer fulfilled the FDA requirements of sensitivity > 95% and a NPV > 97%, at the cutoff recommended by the manufacturer. When age adjusted cutoffs were applied, all assays maintained their sensitivities, whereas specificities increased by 6-7%. The rate of false positive results decreased by 6% overall, but 10-20% for patients older than 70, see table 2. Conclusion : D-dimer is still the only biomarker used for suspected VTE, even though low specificity with false positive results presents a significant problem due to an elderly patient population burdened with co-morbidity. The examined age-adjusteddecision thresholds increase specificity for VTE without decreasing sensitivity and can thus be used to improve diagnosis of VTE. With fewer false positives, diagnosis will be faster, cheaper and will result in decreased health risks from intravenous contrast, radiation and unnecessary hospital admissions. References 1. Haase C, et al. Age- and sex-dependent reference intervals for D-dimer: evidence for a marked increase by age. Thromb Res. 2013;132(6):676-80. 2. Douma RA, et al. Potential of an age adjusted D-dimer cut-off value to improve the exclusion of pulmonary embolism in older patients: a retrospective analysis of three large cohorts. BMJ. 2010;340:c1475. View large Download slide View large Download slide Close modal View large Download slide View large Download slide Close modal Disclosures Farm: Leo Pharma: Research Funding; Triolab: Honoraria; Siemens: Honoraria. Chaireti: Baxalta: Research Funding. Antovic: Siemens: Honoraria; Roche: Honoraria; Baxter Healthcare Corporation: Honoraria, Research Funding; Novo Nordisk: Honoraria; Sysmex: Honoraria; Stago: Honoraria.",
    "topics": [
        "deep vein thrombosis",
        "fibrin fragment d substance",
        "pulmonary embolism",
        "venous thromboembolism",
        "false-positive results",
        "diagnostic imaging",
        "biological markers",
        "cancer",
        "computed tomography",
        "deep venous thrombosis distal"
    ],
    "author_names": [
        "Maria Farm, MD",
        "Anwar Siddiqui, MD PhD",
        "Liselotte Onelöv, PhD",
        "Roza Chaireti, MD PhD",
        "Margareta Holmström, MD",
        "Jovan P. Antovic, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Maria Farm, MD",
            "author_affiliations": [
                "Department of Molecular Medicine and Surgery, Karolinska Institutet, Stockholm, Sweden ",
                "Clinical Chemistry, Karolinska University Hospital, Stockholm, Sweden "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Anwar Siddiqui, MD PhD",
            "author_affiliations": [
                "Internal Medicine, Karolinska University Hospital, Stockholm, Sweden "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Liselotte Onelöv, PhD",
            "author_affiliations": [
                "Department of Molecular Medicine and Surgery, Karolinska Institutet, Stockholm, Sweden "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Roza Chaireti, MD PhD",
            "author_affiliations": [
                "Department of Molecular Medicine and Surgery, Karolinska Institutet, Stockholm, Sweden "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Margareta Holmström, MD",
            "author_affiliations": [
                "Department of Medicine, Solna, Karolinska Institute, Stockholm, Sweden ",
                "Coagulation Unit, Hematology Centre, Karolinska University Hospital, Solna, Sweden"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jovan P. Antovic, MD PhD",
            "author_affiliations": [
                "Department of Molecular Medicine and Surgery, Karolinska Institutet, Stockholm, Sweden ",
                "Clinical Chemistry, Karolinska University Hospital, Stockholm, Sweden "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-05T06:37:27",
    "is_scraped": "1"
}