{
    "doi": "https://doi.org/10.1182/blood-2019-129754",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4197",
    "start_url_page_num": 4197,
    "is_scraped": "1",
    "article_title": "Incidence and Outcomes of Extramedullary Myeloma in a South Australian Hospital ",
    "article_date": "November 13, 2019",
    "session_type": "651.Myeloma: Biology and Pathophysiology, excluding Therapy",
    "topics": [
        "multiple myeloma",
        "bone marrow transplantation, allogeneic",
        "death",
        "autologous stem cell transplant",
        "biopsy",
        "bone marrow biopsy",
        "bortezomib",
        "karyotype determination procedure",
        "melphalan",
        "neoadjuvant therapy"
    ],
    "author_names": [
        "Angelina Yong, BSc,BMBS, FRACP, FRCPA"
    ],
    "author_affiliations": [
        [
            "Royal Adelaide Hospital, Adelaide, Australia"
        ]
    ],
    "first_author_latitude": "-34.9209375",
    "first_author_longitude": "138.5871711",
    "abstract_text": "Introduction The overall incidence of extramedullary myeloma ranged from 6% to 30% 1-3 in reported literatures. The mechanism of extramedullary myeloma is poorly understood with some authors suggesting an increased incidence of extramedullary relapses post autologous or allogenic stem cell transplants 4 . For our case series, we aim to compare the incidences, frequency of aberrant cytogenetic abnormalities and outcomes of extramedullary myeloma with current reported literature. Method We examined data from the myeloma database in the Royal Adelaide Hospital, South Australia, of patients presenting for treatment from June 2009 to June 2019. Patients with biopsy-proven extramedullary myelomas involving skin, organ or central nervous system, were selected. We looked at paraprotein subtype, cytogenetic abnormalities at diagnosis, sites of involvement, treatment details including autologous and allogenic stem cell transplants. Results A total of 743 patients presenting with myeloma from June 2009 to June 2019 were isolated. From these, a total of 47 (6%) patients with extramedullary disease were reported. Thirteen patients (3%) presented with extramedullary disease at diagnosis, while 34 patients (5%) presented with extramedullary disease at relapse. The most common involved paraprotein were IgG and IgA with an incidence of 38% each. Patients with excess lambda light chains (15%) formed the next most common subtype. Two patients had non-secretory myeloma. Majority of the patients (28%) did not have any cytogenetic abnormality as detected by conventional karyotype or FISH studies. The most common cytogenetic abnormality was +1q (15%), followed by hyperdiploidy (13%). Two patients did not undergo diagnostic bone marrow biopsies and 4 patients did not have cytogenetic and FISH analysis on their diagnostic bone marrow samples. The most common sites of EM disease are soft tissue plasmacytomas with an overall incidence of 46%; followed by major organ involvement at 31% and central nervous system involvement at 19%. Bortezomib-based therapy was the most common upfront treatment in 7 patients (54%) followed by immunomodulator (IMiD) based treatment with 4 patients (31%) being treated in this regime. A total of 7 patients underwent an autologous stem cell transplant with melphalan conditioning post induction therapy and 4 patients received maintenance therapy with an IMiD post transplant. Of the 13 patients who had extramedullary disease at diagnosis, 2 patients passed away due to progressive disease while 10 patients at this time of analysis are still alive. 1 patient was lost to follow up. Of the 47 patients with extramedullary disease, a total of 7 patients received an allogenic stem cell transplant as salvage therapy. Five patients received a salvage allogenic stem cell transplant and subsequently only had extramedullary disease manifestation post transplant. Of these patients, 2 patients passed away from progressive disease, 2 passed away of causes unrelated to disease, with one surviving patient. Of the remainder 2 patients, salvage allogenic stem cell transplant were only undertaken post diagnosis of relapsed extramedullary disease. Conclusions The overall incidence of extramedullary myeloma in our institution at 6% is slightly less than published case series in current literature 1-3 . In this small case series, most patients did not have a cytogenetic abnormality detected at diagnosis while of the patients with cytogenetic abnormalities, the most common was +1q. This presents a different view with current literature suggesting high risk cytogenetic abnormalities such as del17p, del13q are more common in extramedullary myeloma 5,6 . We did not routinely perform a bone marrow biopsy at relapse, nor were karyotype and FISH analysis analysed on biopsies from extramedullary sites. Extramedullary myeloma disease remains a heterogenous disease. Regardless of the presence of extramedullary disease, current Australian guidelines recommend induction therapy with a bortezomib-based therapy followed by high dose melphalan consolidation and autologous stem cell transplant in eligible patients. There are new novel agents available which may be used for treatment of relapsed disease however their efficacy in extramedullary disease is yet to be determined. Disclosures Yong: Celgene: Honoraria; Janssen: Other: other ; Amgen: Honoraria."
}