{
    "doi": "https://doi.org/10.1182/blood.V110.11.4000.4000",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1017",
    "start_url_page_num": 1017,
    "is_scraped": "1",
    "article_title": "New Pulmonary Embolism Diagnostic Algorythm and the Thromboprophylaxis in a Hungarian Teaching Hospital. ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "topics": [
        "academic medical centers",
        "pulmonary embolism",
        "teaching hospitals",
        "thromboprophylaxis",
        "hungarian",
        "angiogram",
        "anticoagulants",
        "c-reactive protein",
        "cyclic amp receptor protein",
        "epley maneuver"
    ],
    "author_names": [
        "Miklos Egyed, PhD",
        "Peter Zadori",
        "Peter Rajnics, PhD",
        "Csaba Varga",
        "Anita Horvath",
        "Gyula Horvath, PhD"
    ],
    "author_affiliations": [
        [
            "Hematology, Kaposi Mór Teaching Hospital, Kaposvar, Hungary"
        ],
        [
            "Radiology, Kaposi Mór Teaching Hospital, Kaposvar, Hungary"
        ],
        [
            "Hematology, Kaposi Mór Teaching Hospital, Kaposvar, Hungary"
        ],
        [
            "Emergency Unit, Kaposi Mór Teaching Hospital, Kaposvar, Hungary"
        ],
        [
            "Hematology, Kaposi Mór Teaching Hospital, Kaposvar, Hungary"
        ],
        [
            "Radiology, Kaposi Mór Teaching Hospital, Kaposvar, Hungary"
        ]
    ],
    "first_author_latitude": "46.360204100000004",
    "first_author_longitude": "17.7977247",
    "abstract_text": "The aims of our study were to evaluate a new pulmonary embolism (PE) diagnostic algorythm and applied VTE prophylaxis. Therefore we reviewed and analysed the medical records of 507 patients with suspected PE. The patients were classified as having preventable or nonpreventable PE according to the risk and adequacy of the administered prophylaxis, or noncompliance if the indicated prophylaxis had been refused. 507 multislice computer tomograph angiography (MuCTA) were done (27 unsuccesful) with a susppected diagnosis of PE between oct.2004 and oct. 2006. From the 140 positive patients 106 were regularly controlled by physicians in different hospitals and 87 had to receive prophylaxis according to the recommendation of the ACCP 2004 guidelines. 7% of them refused it (noncompliance). 70% received inadequate prophylaxis, 23% of the patients (nonpreventable) received prophylaxis in accordance with the ACCP 2004 guidelines. Both Medical and surgical patients were in the preventable group. From the 61 preventable cases, the reason for the inadequacyof prophylaxiswas the omission of prophylaxis in 41, inadequate dose of prophylaxis in 9, inadequate lenght in 5, inadequate anticoagulant in 5 cases. MuCTA is a very useful method to diagnose PE. From the 480 evaluable suspected cases 140 patients found be positive (29%). Adherence to the prophylaxis guidelines is frightful, 70% of patients with PE for whom prophylaxis had been indicated, could have been prevented. The incidence of PE is still high despite adequate prophylaxis, which indicates that the guidelinesmay be needed to reevaluate. Quantitative d-dimer and CRP have very good negative predictive value for excluding PE."
}