{
    "doi": "https://doi.org/10.1182/blood.V128.22.4585.4585",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3448",
    "start_url_page_num": 3448,
    "is_scraped": "1",
    "article_title": "Immune Biomarkers Identify Sustained Quantitative and Functional Immune Reconstitution in the Setting of Adjunctive Lenalidomide Following T-Depleted RIC-Allo SCT for Multiple Myeloma ",
    "article_date": "December 2, 2016",
    "session_type": "722. Clinical Allogeneic Transplantation: Acute and Chronic GVHD, Immune Reconstitution Poster III",
    "topics": [
        "allopurinol",
        "biological markers",
        "immune reconstitution",
        "lenalidomide",
        "multiple myeloma",
        "tissue transplants",
        "autologous stem cell transplant",
        "graft-versus-host disease",
        "neoplasms",
        "proteome"
    ],
    "author_names": [
        "Gordon Cook, MD PhD",
        "Clive R Carter, PhD",
        "Kristian Brock, MSc, BSc",
        "Grant McQuaker, MD",
        "John A Snowden",
        "Charles Crawley",
        "Hannah Hunter",
        "Jamie D. Cavenagh",
        "Mark Lobb, BSc(Hons)",
        "Katherine Cullen, BSc, MSc",
        "Andrea Hodgkinson",
        "Mirjana Sirovica",
        "Mark Cook, PhD MBChB"
    ],
    "author_affiliations": [
        [
            "University of Leeds, Leeds, United Kingdom ",
            "St James's University Hospital, Leeds, United Kingdom "
        ],
        [
            "Transplant & Cellular Immunology Laboratories, Leeds Teaching Hospital NHS Trust, Leeds, United Kingdom "
        ],
        [
            "Cancer Research UK Clinical Trials Unit, University of Birmingham, Birmingham, United Kingdom "
        ],
        [
            "Beatson West of Scotland Cancer Centre, Glasgow, Scotland "
        ],
        [
            "Department of Haematology, Sheffield Teaching Hospitals NHS Foundation Trust, Sheffield, United Kingdom "
        ],
        [
            "Department of Haematology, Cambridge University Hospitals, Cambridge, United Kingdom "
        ],
        [
            "Department of Haematology, Derriford Hospital, Plymouth, United Kingdom "
        ],
        [
            "Department of Haemato-Oncology, St Bartholomew's Hospital, Barts Health NHS Trust, London, United Kingdom "
        ],
        [
            "Transplant & Cellular Immunology Laboratories, Leeds Teaching Hospital NHS Trust, Leeds, United Kingdom "
        ],
        [
            "Transplant & Cellular Immunology Laboratories, Leeds Teaching Hospital NHS Trust, Leeds, United Kingdom "
        ],
        [
            "University of Birmingham, Cancer Research UK Clinical Trials Unit, Birmingham, United Kingdom "
        ],
        [
            "University of Birmingham, Cancer Research UK Clinical Trials Unit, Birmingham, United Kingdom "
        ],
        [
            "Centre for Clinical Haematology, University Hospitals Birmingham, Birmingham, United Kingdom"
        ]
    ],
    "first_author_latitude": "53.806681499999996",
    "first_author_longitude": "-1.5550328000000002",
    "abstract_text": "Background: Immune reconstitution after AlloSCT is a highly complex process influenced by both graft & recipient-related factors including post-graft therapies. Delayed T-cell reconstitution remains a source of morbidity & mortality and may contribute to limited anti-tumour effect. We sought to evaluate the immune reconstitution kinetics in the setting of post-graft Lenalidomide (Revlimid®) to augment the graft-versus-myeloma effect, by defining key immune biomarkers, in the NCRI LenaRIC phase II trial. Material & Methods: All patients recruited into the study underwent a reduced intensity conditioned (RIC) AlloSCT using Fludarabine & 2Gy TBI with ATG (Fresenius) as in vivo T-cell depletion, following a high dose melphalan ASCT (planned tandem SCT programme). Patients were scheduled to receive Lenalidomide (5mg-10mg/day) on day+35 if stable donor engraftment in the absence of GvHD. Lenalidomide discontinuation was planned at 12 months post-transplant, with donor lymphocyte infusions (DLI) given to patients with evidence of residual disease, relapse or mixed chimerism. Sequential peripheral blood samples were drawn at predetermined time frames before (baseline) and after graft infusion (D+30,+60,+90,+180,+270 & D+360) in all trial registrants. Using multi-parameter flow cytometry (MFC), a comprehensive panel of immune subset & functional/activation markers were used to define characteristics of T-cell, B-cell, regulatory T-cell & NK cells. The inflammatory proteome (IL-1b, IL-4, IL-5, IL-6, IL-10, IFNg, TNFa, CXCL8 & GM-CSF) and soluble immune checkpoints (PD-1 & ICOS) were analyzed using LUMINEX assays on serial serum samples at parallel points. PB cell subset-specific Complete Donor Chimerism (CDC) was analysed by single tandem repeat PCR at day (D)+100,+180,+270 and D+365. Results: From January 2011 to May 2015, 40 patients with myeloma ≥VGPR after 1 st or 2 nd ASCT, were recruited into the LenaRIC protocol. The median age was 49 years (range 35-65) with PB as the graft source (Matched Related Donor n=16, 10/10 Matched Unrelated Donor n=23; 1 patient not transplanted). Viable samples were received from 37/40 patients (92.5%), with no cycles of Lenalidomide received by 3/37 (8.1%) patients, 1-6 cycles received by 13/37 (35.1%) patients & >6 cycles received by 21/37 (56.8%) patients. 5 patients completed 12 cycles as per protocol treatment; of those completing >= 10 cycles, 5/16 received DLI. Only 10/37 (27%) of patients achieved a CD4 + cell count >200/µl in a median of 180 days compared with 30/37 (81%) of patients who achieved a CD8 + cell count >200/µl in a median of 60 days. In patients who did not receive any doses of Lenalidomide, higher levels of CD8 + cells (p=0.013) but lower NK cell levels (p=0.071) were evident at D+30 compared with those eligible to proceed with Lenalidomide. No difference was noted between Lenalidomide exposure subgroups in relation to CD8 + or CD4 + cell recovery. T reg cells were increased at D=270 & D+365 in those who received >6 cycles of Lenalidomide, though this corresponded with a higher level of HLA-DR expression on CD8 + T cells representing global immune activation. Significant differences between Lenalidomide exposure subgroups were evident in the inflammatory proteome readout at D+90. CXCL8 levels peaked at D+270, especially in those who received >6 cycles of Lenalidomide. Of 30 evaluable patients, T-cell CDC was seen in 63.3% at D100, with 84% of evaluable patients having CDC at D365. No difference between subgroups was evident in relation to rapidity of CDC and stability of CDC. Conclusions : The sequential monitoring of immune biomarkers in the setting of post-graft Lenalidomide following a T-deplete RIC-AlloSCT highlights the rapid and sustained quantitative and functional reconstitution of donor immune homeostasis. The clinical significance of these findings requires correlation with both the anti-tumour immune effect and theimmunopathy ofAlloSCT (GvHD). Unrestricted educational grants were provided by Cancer Research UK and byCelgene.Lenalidomideprovided free of charge byCelgene. The support and time of participating patients and their families is gratefully acknowledged Figure 1 View large Download slide a) Changes in circulating CD8 + T-cells according to Lenalidomide exposure following RIC-Allo SCT for myeloma b) Changes in circulating CD4 + CD25 + FoxP3 + T-Reg cells according to Lenalidomide exposure following RIC-Allo SCT for Myeloma Figure 1 View large Download slide a) Changes in circulating CD8 + T-cells according to Lenalidomide exposure following RIC-Allo SCT for myeloma b) Changes in circulating CD4 + CD25 + FoxP3 + T-Reg cells according to Lenalidomide exposure following RIC-Allo SCT for Myeloma  Disclosures Cook: Glycomimetics: Consultancy, Honoraria; Sanofi: Consultancy, Honoraria, Speakers Bureau; Janssen: Consultancy, Honoraria, Research Funding, Speakers Bureau; Bristol-Myers Squibb: Consultancy, Honoraria; Takeda: Consultancy, Honoraria, Research Funding, Speakers Bureau; Celgene: Consultancy, Honoraria, Research Funding, Speakers Bureau; Amgen: Consultancy, Honoraria, Research Funding, Speakers Bureau. Brock: AstraZeneca: Equity Ownership; GlaxoSmithKline: Equity Ownership. Cavenagh: Amgen: Consultancy, Speakers Bureau; Novartis: Consultancy, Speakers Bureau; Janssen: Consultancy, Speakers Bureau; Celgene: Consultancy, Speakers Bureau. Cook: Celgene: Honoraria, Research Funding; Janssen: Honoraria, Research Funding; Amgen: Honoraria; Cancer Research UK: Research Funding; Takeda: Honoraria."
}