{
    "doi": "https://doi.org/10.1182/blood.V110.11.4835.4835",
    "article_title": "Efficacy of Lenalidomide in Primary Plasma Cell Leukemia. ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "abstract_text": "Primary plasma cell leukaemia (PCL) is an aggressive variant of multiple myeloma characterized by poor prognosis. Global response rate to standard chemotherapy in primary PCL is less than 50% and median overall survival only 7 months. Even by using transplant procedures, survival does not exceed three years. Among new drugs for PCL, thalidomide has provided conflicting results, while bortezomib is emerging as a possible effective agent. The role of lenalidomide in PCL is still unknown. A 76-year-old man referred to our Institution on January, 2007, because of fatigue, anemia and leucocytosis. Performance status was 2 on ECOG scale and clinical examination revealed an intumescence of the left thigh. Hb was 8,7 g/dl, WBC count 21,8 × 10 9 /l, and PLT count 392 × 10 9 /l. Morphologic examination of the peripheral blood smear revealed the presence of 60% circulating plasma cells which resulted CD 38+, CD138+, CD19−, CD20− and CD 56− at cytofluorimetric analysis. A 3.3 g/dl, IgG lambda monoclonal component (MC) was identified by immunofixation. Serum beta2-microglobulin was 4.8 mg/dl, LDH 1018 U/L. Renal and liver functions were normal, as well as clotting tests and electrolytes. Bone marrow cellularity was completely replaced by anaplastic plasma cells showing chromosome 13 deletion. Magnetic resonance evidenced a large mass (cm 25 × 6) of the left thigh with soft tissues involvement (biopsy: plasmacytoma). Osteolytic bone lesions were detected at level of skull, mandible and ribs. A diagnosis of primary PCL was made. The patient was enrolled into a national clinical trial and treated with a six-week VMP cycle including bortezomib (1,3 mg/m 2 i.v. d 1, 4, 8, 11, 22, 25, 29, 32), melphalan (9 mg/m 2 p.o. d 1–4) and prednisone (60 mg/m 2 p.o. d 1–4). Monthly infusions of zoledronic acid were also administered. After 4 cycles the patient achieved a very satisfactory response, with MC reduction > 90%, complete disappearance of marrow and circulating plasma cells, and total regression of the thigh mass. Grade 3 neurological and grade 2 haematological toxicities were concomitantly observed. On May, 2007, the patient relapsed when still under VMP therapy, showing a progressive increase of the MC (4 g/dl) and WBC count (38.3 × 10 9 /l), associated with the presence of 70% peripheral blood plasma cells and the development of multiple muscle and subcutaneous nodules in both legs. Due to the presence of prior neurological toxicity which excluded the use of thalidomide, the patient received, on a compassionate basis, lenalidomide 25 mg/for 21 days plus dexamethasone 40 mg d 1–4, for a 28-day cycle. During the first cycle, an immediate and impressive response was obtained, with complete regression of extramedullary tumors, disappearance of circulating plasma cells and significant (> 75%) decrease of MC. No relevant side effects were observed. So far, the patient has received two additional cycles with further improvement of the response and is currently continuing the treatment. To the best of our knowledge, this is the second patient with PCL successfully treated with lenalidomide. The duration of response is at present unknown, so that this very preliminary result requires caution. However, the effect of lenalidomide in our patient, who was resistant to a combination of bortezomib, melphalan, and prednisone, is encouraging and suggests the possibility to plan specific clinical trials with this drug in PCL.",
    "topics": [
        "lenalidomide",
        "leukemia, plasma cell",
        "ptsd checklist",
        "bortezomib",
        "melphalan",
        "prednisone",
        "thalidomide",
        "toxic effect",
        "adverse effects",
        "anemia"
    ],
    "author_names": [
        "Giuseppe Pietrantuono",
        "Roberto Guariglia",
        "Maria Carmen Martorelli",
        "Oreste Villani",
        "Fiorella D’Auria",
        "Pellegrino Musto"
    ],
    "author_dict_list": [
        {
            "author_name": "Giuseppe Pietrantuono",
            "author_affiliations": [
                "Hematology and Stem Cell Transplantation, CROB, Centro di Riferimento Oncologico della Basilicata, Rionero in Vulture, Pz, Italy"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Roberto Guariglia",
            "author_affiliations": [
                "Hematology and Stem Cell Transplantation, CROB, Centro di Riferimento Oncologico della Basilicata, Rionero in Vulture, Pz, Italy"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria Carmen Martorelli",
            "author_affiliations": [
                "Hematology and Stem Cell Transplantation, CROB, Centro di Riferimento Oncologico della Basilicata, Rionero in Vulture, Pz, Italy"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Oreste Villani",
            "author_affiliations": [
                "Hematology and Stem Cell Transplantation, CROB, Centro di Riferimento Oncologico della Basilicata, Rionero in Vulture, Pz, Italy"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fiorella D’Auria",
            "author_affiliations": [
                "Hematology and Stem Cell Transplantation, CROB, Centro di Riferimento Oncologico della Basilicata, Rionero in Vulture, Pz, Italy"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pellegrino Musto",
            "author_affiliations": [
                "Hematology and Stem Cell Transplantation, CROB, Centro di Riferimento Oncologico della Basilicata, Rionero in Vulture, Pz, Italy"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-06T02:09:18",
    "is_scraped": "1"
}