{
    "doi": "https://doi.org/10.1182/blood.V108.11.5485.5485",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=714",
    "start_url_page_num": 714,
    "is_scraped": "1",
    "article_title": "Novel γ-Globin Gene Lentiviral Insulated Vectors Containing the HPFH-2 Enhancer and the Activating -117 HPFH Aγ-Promoter Mutation. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Lentiviral vectors for γ-globin genes are being developed as an efficient tool for the gene therapy of β-chain hemoglobinopathies. The γ-globin gene has been chosen as a therapeutic gene based on the potent anti-sickling properties of γ-globins and on their ability to bind free α-chains. However, their development has been hampered by low titers, variable expression and gene silencing. To address these problems, we have initiated a strategy to exploit novel regulatory elements of the β-cluster conferring high level and sustained globin gene expression. To this end, we have successfully used the HPFH-2 enhancer combined with a 210 bp Aγ-globin gene promoter harboring the Greek HPFH -117 mutation and the HS-40 enhancer from the α-globin locus, in a series of oncoretrovirus vectors ( Fragkos et al. Gene Ther  12 : 1591 –1600, 2005 ). Based on the high level of expression of the Aγ-gene (248 ± 99 % per copy of mouse α-globin) and the absence of vector silencing of these vectors and to further exploit the superior transducing efficiency of hematopoietic stem cells by lentiviral vectors, in the present study we have generated two novel self-inactivating lentiviral vectors containing the above regulatory elements. Specifically, vector GGHI contains an expression cassette for Aγ-globin gene linked to the 210 bp Aγ-gene promoter with the Greek HPFH -117 point mutation, the HS-40 enhancer at its 5′ end and the HPFH-2 enhancer at its 3′ end, as well as the cHS4 insulator in the 3′ LTR. The second vector, designated GGHI/PM is essentially similar to GGHI but carries also the MGMT-140K cDNA selectable marker under the control of PGK promoter, to enrich for genetically modified cells. Both vectors exhibited high titers of 10 8 TU/ml, for GGHI and 10 7 TU/ml, for GGH/PM. Their efficiency was tested in MEL-585 cells transduced at an MOI of 1–100 and a series of independent clones were generated. The clones were further induced to differentiate using hemin and HMBA and the level of expression of the Aγ-globin transgene was determined by Real Time PCR and by flow cytometry. Vector GGHI was expressed at 237 ± 369 % per copy of mouse α-globin with a mean copy number of 19.3 in 8 individual clones, while GGHI/PM was expressed only at 10 ± 16 % per copy of mouse α-globin, with a mean copy number of 60 in 10 individual clones of unselected cells. FACS analysis using an anti-γ-globin antibody, revealed a pancellular expression of γ-globin (mean MFI 69.7 for GGHI and mean MFI 40.15 for GGHI/PM), while there was no expression of the transgene in undifferentiated MEL-585 cells, suggesting that both vectors are erythroid-specific. Moreover, there was no sign of transgene silencing in any of the above clones. The results for the novel GGHI vector, are consistent with our previous studies and reflect a) the robust synergistic capacity of the HS-40 and HPFH-2 elements to enhance transcription, b) the ability of HPFH-2 to reduce the rate of gene silencing and c) the ability of the -117 point mutation to support the Aγ-globin gene expression in the adult erythroid environment, for the first time, in the context of lentiviral vectors. This extremely high level of expression if achieved in vivo , would clearly exceed the proposed therapeutic threshold for the β-chain hemoglobinopathies. Current studies combine their assessment on CD34+ cells from patients with β-thalassemia as well as their evaluation in vivo using the Hb thal3+/− thalassemic mouse model.",
    "topics": [
        "enhancer of transcription",
        "genes",
        "globins",
        "mutation",
        "spatial vectors",
        "gene therapy",
        "hemoglobinopathies",
        "antibodies",
        "dna, complementary",
        "flow cytometry"
    ],
    "author_names": [
        "Eleni Papanikolaou, PhD",
        "Maria Georgomanoli, BSc",
        "Nicholas P. Anagnou, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Laboratory of Biology, University of Athens School of Medicine, Athens, Greece",
            "Laboratory of Cell and Gene Therapy, Foundation for Biomedical Research of the Academy of Athens, Athens, Greece"
        ],
        [
            "Laboratory of Biology, University of Athens School of Medicine, Athens, Greece",
            "Laboratory of Cell and Gene Therapy, Foundation for Biomedical Research of the Academy of Athens, Athens, Greece"
        ],
        [
            "Laboratory of Biology, University of Athens School of Medicine, Athens, Greece",
            "Laboratory of Cell and Gene Therapy, Foundation for Biomedical Research of the Academy of Athens, Athens, Greece"
        ]
    ],
    "first_author_latitude": "37.968196",
    "first_author_longitude": "23.778687100000003"
}