{
    "doi": "https://doi.org/10.1182/blood.V110.11.4403.4403",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1043",
    "start_url_page_num": 1043,
    "is_scraped": "1",
    "article_title": "Comparison of Immunohystochemical (IHC) Expression Profile and Prognosis in 98 Patients with Diffuse Large B Cell Non-Hodgkin’s Lymphoma (DLBCL) with and without Human Immunodeficiency Virus (HIV) Infection. ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "topics": [
        "b-lymphocytes",
        "diffuse large b-cell lymphoma",
        "hiv",
        "infections",
        "lymphoma, non-hodgkin",
        "brachial plexus neuritis",
        "antiretroviral therapy, highly active",
        "tissue microarray",
        "hiv seropositivity",
        "neprilysin"
    ],
    "author_names": [
        "Blanca Xicoy, MD",
        "Josep-Maria Ribera, PhD",
        "Mireia Morgades, MD",
        "Jose-Luis Mate, PhD",
        "Gustavo Tapia, MD",
        "Jose-Tomas Navarro, PhD",
        "Tatiana Ruiz, MD",
        "Aurelio Ariza, PhD",
        "Evarist Feliu, PhD"
    ],
    "author_affiliations": [
        [
            "Hematology Department, ICO-Hospital Germans Trias i Pujol, Badalona, Spain"
        ],
        [
            "Hematology Department, ICO-Hospital Germans Trias i Pujol, Badalona, Spain"
        ],
        [
            "Hematology Department, ICO-Hospital Germans Trias i Pujol, Badalona, Spain"
        ],
        [
            "Pathology Department, Hospital Germans Trias i Pujol, Badalona, Spain"
        ],
        [
            "Pathology Department, Hospital Germans Trias i Pujol, Badalona, Spain"
        ],
        [
            "Hematology Department, ICO-Hospital Germans Trias i Pujol, Badalona, Spain"
        ],
        [
            "Pathology Department, Hospital Germans Trias i Pujol, Badalona, Spain"
        ],
        [
            "Pathology Department, Hospital Germans Trias i Pujol, Badalona, Spain"
        ],
        [
            "Hematology Department, ICO-Hospital Germans Trias i Pujol, Badalona, Spain"
        ]
    ],
    "first_author_latitude": "41.481187",
    "first_author_longitude": "2.2375472999999997",
    "abstract_text": "In some studies DLBCL germinal center (GC) phenotype has better prognosis than non-germinal center (non-GC) according to IHC expression profile by tissue microarrays (TMA), but the frequency and prognostic significance of ICH expression profile in HIV-related DLBCL is not well known. The objectives of this study were to characterize the IHC expression pattern in 98 pts with DLBCL, of which 34 were HIV positive, and to evaluate its prognostic significance. From August 1991 to February 2006, 98 consecutive pts with DLBCL from a single institution were retrospectively studied. Group A: HIV-negative DLBCL pts, n=64; group B: HIV-related DLBCL pts, n=34. TMA was constructed containing sections of paraffin-embedded tissue samples and cases were assessed for IHC study (expression of CD10, BCL-6, MUM-1). Patients were classified as CG pattern (CD10+ or CD10−/BCL-6+/MUM1−) and non-GC pattern (any other combination of these markers). Clinical and biological characteristics as well as overall survival (OS) and disease-free survival (DFS) were analyzed comparing: 1-GC vs non-GC pattern within groups A and B; 2-GC pattern from groups A vs B; 3-Non-GC pattern from groups A vs B; 4-non-GC pts from group A vs non-GC pts from group B, considering only the pts treated with highly active antiretroviral therapy (HAART) (n=13/32, 41%). There were no differences in clinico-biological parameters according to IHC pattern within each group. The only differences in OS and DFS between subgroups were observed in HIV-related DLBCL with non-GC pattern, whose survival was poorer than non-HIV related pts. Whithin the former group, only those pts not receiving HAART retained their bad prognosis. 5-year OS (95% CI) and 5-year DFS (95%CI) are summarized in the table. In our series the frequency of GC and non-GC subtypes was not significantly different in HIV positive and negative pts with DLBCL. Only those pts with HIV-related DLBCL with non-GC expression pattern not receiving HAART had a significantly inferior survival.  View large View Large"
}