{
    "doi": "https://doi.org/10.1182/blood-2018-99-112252",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4081",
    "start_url_page_num": 4081,
    "is_scraped": "1",
    "article_title": "Impact of Post-Hematopoietic Cell Transplant (HCT) Survival on Cost-Effectiveness of CPX-351 Versus 7+3 in the Treatment of Therapy-Related AML or AML-MRC in the United States ",
    "article_date": "November 29, 2018",
    "session_type": "902. Health Services Research-Malignant Diseases",
    "topics": [
        "cell transplants",
        "cost effectiveness",
        "liposomal cytarabine-daunorubicin cpx-351",
        "magnetic resonance cholangiography",
        "medical reserve corps",
        "liposomes",
        "cytarabine",
        "daunorubicin",
        "myelodysplastic syndrome",
        "preleukemia"
    ],
    "author_names": [
        "Anuraag Kansal, PhD",
        "Odette Reifsnider",
        "Lora Todorova",
        "Anna Coughlan",
        "Kathleen F. Villa"
    ],
    "author_affiliations": [
        [
            "Evidera, Bethesda, MD "
        ],
        [
            "Evidera, Bethesda, MD "
        ],
        [
            "Jazz Pharmaceuticals, Oxford, United Kingdom "
        ],
        [
            "Evidera, Bethesda, MD "
        ],
        [
            "Jazz Pharmaceuticals, Palo Alto, CA"
        ]
    ],
    "first_author_latitude": "38.9803675",
    "first_author_longitude": "-77.0916939",
    "abstract_text": "Background: A central goal of treatment for high-risk AML is enabling patients to receive HCT. CPX-351 is a dual-drug liposomal encapsulation of cytarabine and daunorubicin at a synergistic ratio. A large randomized, open-label, multicenter, phase 3 trial demonstrated superior outcomes, including significantly longer overall survival and a larger fraction of patients reaching HCT, for CPX-351 versus conventional cytarabine/daunorubicin (7+3 regimen) in patients aged 60 to 75 years with newly diagnosed therapy-related AML (tAML) or AML with myelodysplasia-related changes (AML-MRC; Lancet JE, et al. J Clin Oncol . 2018). In order to estimate the cost-effectiveness of treatments for AML, and for CPX-351 in particular, it is necessary to extrapolate survival of patients undergoing HCT to the long-term. The objective of this analysis was to assess the impact of different estimates of post-HCT mortality on cost-effectiveness of CPX-351. Methods: An existing economic model of CPX-351 versus 7+3 for the treatment of tAML or AML-MRC was used to project lifetime health and cost outcomes. The modeled population included 30% patients <60 years of age and 70% between 60 and 75 years of age. The model uses a survival-partition approach, with distinct survival curves for cohorts defined by treatment pathways (response and transplantation). Projected life expectancy for each cohort was estimated based on trial data (for those 60-75 years of age), US population life-tables, and published data. For patients younger than age 60, response rates were adjusted based on published literature. Standardized mortality ratio (SMR) values following HCT were selected individually for the younger and older cohorts. SMR values were calibrated in the model to match the literature finding that post-HCT mortality results in a loss of approximately 30% of life expectancy. This yielded an SMR of 2.25 for older patients and 4.0 for younger patients. Values ranged from 1.0 to 4.0 in sensitivity analyses based on recent appraisals by the United Kingdom's National Institute for Health and Care Excellence (NICE). Model outputs included survival, quality-adjusted life-years (QALYs), costs, and incremental cost-effectiveness ratio (ICER). Results: In the base case with different SMR values by age, the model yielded a predicted ICER value of $111,841/QALY in the overall cohort, which compares favorably to the typical $150,000/QALY threshold (Bae 2014) for good value care in the United States. Using the same estimates of SMR in all patients yielded ICER values of $125,280/QALY and $151,793/QALY for SMR values of 2.25 and 4.0, respectively. Assuming no excess mortality post-HCT relative to the general population, using an SMR of 1.0, resulted in modest improvements in cost-effectiveness (ICER = $102,298/QALY). Conclusions: CPX-351 is a cost-effective option for the treatment of patients with tAML or AML-MRC when accounting for potentially increased mortality following HCT. Disclosures Kansal: Jazz Pharmaceuticals: Consultancy. Reifsnider: Jazz Pharmaceuticals: Consultancy. Todorova: Jazz Pharmaceuticals: Employment, Equity Ownership. Coughlan: Jazz Pharmaceuticals: Consultancy. Villa: Jazz Pharmaceuticals: Employment, Equity Ownership, Other: Stock and stock options."
}