{
    "doi": "https://doi.org/10.1182/blood.V122.21.2198.2198",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2507",
    "start_url_page_num": 2507,
    "is_scraped": "1",
    "article_title": "Heme and Iron Chelators Inhibit HIV-1 Through The Induction Of Heme Oxygenase 1, Ferroportin and IKBα ",
    "article_date": "November 15, 2013",
    "session_type": "102. Regulation of Iron Metabolism: Poster II",
    "topics": [
        "ferroportin",
        "heme",
        "heme oxygenase (decyclizing)",
        "hiv-1",
        "iron chelating agents",
        "hemin",
        "hiv-1 infection",
        "nf-kappa b",
        "oxygenases",
        "cdk2 protein, human"
    ],
    "author_names": [
        "Namita Kumari, PhD",
        "Sergei A Nekhai, PhD"
    ],
    "author_affiliations": [
        [
            "Center for Sickle Cell Disease, Howard University, Washington, DC, USA"
        ],
        [
            "Center for Sickle Cell Disease, Howard University, Washington, DC, USA"
        ]
    ],
    "first_author_latitude": "38.914789999999996",
    "first_author_longitude": "-77.02219199999999",
    "abstract_text": "Background Recently, HIV-1 infection was shown to be efficiently inhibited in macrophages and T-cells treated with hemin that was added extracellularly 1,2 . Hemin administration to humanized transgenic mice significantly reduced HIV-1 viral load 1 . Suppression of HIV-1 by hemin was mediated through the induction of (HO-1) 1 , via a protein kinase C-dependent pathway 2 . The inhibitory effect of hemin could be reversed by protoporphyrin, an HO-1 inhibitor 2 . Induction of heme oxygenase-1 (HO-1) by hemin was shown to inhibit HIV-1. We recently analyzed the role of HO-1 in protecting LPS-treated human macrophages against HIV-1 infection 3 . LPS-treated macrophages were negative for mature virions, expressed HO-1 and produced MIP1α, MIP1β and LD78β chemokines which led to a decreased CCR5 expression. Treatment with HO-1 inhibitor SnPP IX (tin protoporphyrin IX) increased HIV-1 replication and decreased secretion of MIP1α, MIP1β, and LD78β chemokines. HO-1 also affects several proteins involved in cell cycle progression, and cell cycle is critical for HIV-1 progression. Hypoxia leads to induction and stabilization of HIF-1α and is inhibitory to HIV-1 replication. NF-kB is important for basal and Tat-activated HIV-1 transcription. Here we analyzed factors involved in HIV-1 transcription affected by HO-1 expression. Results HIV-1 replication was reduced in THP1 cells treated with hemin. Subsequent treatment with hepcidin restored HIV-1 replication, suggesting that ferroportin plays a key role in the HIV-1 inhibition. Stable ferroportin knock down in THP1 cells led to the inability of hemin to inhibit HIV-1, again suggesting that ferroportin plays a key role in this process. In hemin-treated THP-1 cells, expression of p21, HIF-1α and IKBα mRNA was induced. The expression of IKBα, an inhibitor of NF-kB, reduced the level of p65 subunit of NF-kB. We obtained similar results in THP-1 cell treated with iron chelators, which also induced the expression of IKBα, HIF-1 and p21. THP-1 cells treated with hemin or iron chelators were arrested in G1 phase of cell cycle. Stable HIF-1a knockdown in promonocytic THP-1 cells increased HIV replication suggesting that HIF-1 might be a restriction factor for HIV-1. In contrast to iron chelators that inhibited enzymatic activity of CDK2 without affecting its protein level, hemin treatment reduced CDK2 expression at mRNA and protein levels. Conclusions Induction of HIF-1 regulatory pathway and iron export by ferroportin might protect hemin-treated THP-1 cells from HIV-1 infection. Additional molecular mechanisms of heme-mediated HIV-1 inhibition might also include NF-kB inhibition by IKBα and CDK2 inhibition leading to the inhibition of HIV-1 transcription. Our results point to novel therapeutics, such as the use of hemin and iron chelators, both of which are FDA approved for treatment for acute porphyries and iron overload. Acknowledgments This project was supported by NIH Research Grants 1SC1GM082325, 2G12RR003048, and P30HL107253. Literature 1. Devadas K, Dhawan S. Hemin activation ameliorates HIV-1 infection via heme oxygenase-1 induction. J Immunol . 2006;176(7):4252-4257. 2. Devadas K, Hewlett IK, Dhawan S. Lipopolysaccharide suppresses HIV-1 replication in human monocytes by protein kinase C-dependent heme oxygenase-1 induction. J Leukoc Biol . 2010;87(5):915-924. 3. Zhou ZH, Kumari N, Nekhai S, et al. Heme oxygenase-1 induction alters chemokine regulation and ameliorates human immunodeficiency virus-type-1 infection in lipopolysaccharide-stimulated macrophages. Biochem Biophys Res Commun . 2013;435(3):373-377. Disclosures: No relevant conflicts of interest to declare."
}