{
    "doi": "https://doi.org/10.1182/blood.V122.21.1229.1229",
    "article_title": "RPL5 and RPL11 Diamond Blackfan Anaemia Patients Have An Increased Number Of Hypolabated and Non-Lobulated Megakaryocytes In The Bone Marrow ",
    "article_date": "November 15, 2013",
    "session_type": "508. Bone Marrow Failure: Poster I",
    "abstract_text": "Diamond Blackfan anaemia (DBA) is an inherited bone marrow failure syndrome most commonly presenting as a red cell aplasia in infancy. It is associated with physical abnormalities and an increased propensity to develop malignancy. DBA affects around 5 per million live births and in approximately 60% of the patients causative mutations in ribosomal protein genes have been documented. In vitro studies suggest that the erythroid maturation arrest occurs during the erythropoietin dependent stage of erythropoiesis occurring at the transition from the erythroid colony forming unit (CFU-e) to proerythroblasts. However, the morphological diagnosis of DBA can be difficult due to the heterogenous findings and the lack of a systematic review of the bone marrow features. Seventy-five patients with clinical and laboratory features consistent with Diamond Blackfan anaemia attend the DBA clinic at St. Mary’s Hospital. The median age is 8.8 years (0.7 – 41.9). Three patients presented in utero (3.9%), 46 patients (60.5%) in the first twelve weeks of life, 13 patients (17.1%) from 3 to 12 months, 10 patients (13.2%) 1 to 5 years, 2 patients (2.6%) 5 to 10 years, 1 patient (1.32%) 10 to 18 years and 1 patient (1.32%) later than 18 years of age. Fifty-one patients (67.1%) have systemic features [the heart involved in 22 patients (28.9%)], 7 patients (9.21%) have short stature only and 18 patients (23.6%) no systemic abnormalities. Thirty-nine patients (51.3%) are transfusion dependent, fifteen (19.7%) steroid responsive, seven (9.4%) are in remission, ten (13.1%) have undergone a bone marrow transplant achieving normal haemopoiesis, five (6.5%) have never developed anaemia of sufficient severity to warrant treatment and 3 are deceased (two transfusion dependent patients due to overwhelming sepsis and one following unrelated bone marrow transplantation). We reviewed the bone marrow aspirates of 29 DBA patients to identify with light microscopy a stage of erythroid maturation arrest and review the morphological features of the myeloid, lymphoid and megakaryocytic cell lineages. Morphological assessment was carried out in the form of a 500 cell differential, in addition to a blinded 500 erythroid:myeloid differential and 50 megakaryocyte assessment. The 500 erythroid:myeloid differential was performed for specific assessment of the erythroid lineage with cells being divided in to proerythroblasts, early, middle and late erythroblasts. Megakaryocyte morphology we specifically focused on nuclear lobulation, categorised as ‘non-lobulation’, ‘hypolobulation’ (second immature lobe) or ‘normal lobulation’. Ten control samples were used for comparison, collected from paediatric healthy bone marrow donors. The paucity of erythroid precursors was restricted to early, middle and late erythroblasts (p≤0.001), with no significant difference in proerythroblast numbers (p=0.26). There was a greater number of non-lobulated megakaryocytes in DBA patients than controls (p=0.009). However, on further characterisation by mutation analysis, only those with the RPL5 and RPL11 mutation maintained the statistical difference, demonstrating that non-lobulation was restricted to this population (figure 1). No correlation with the peripheral platelet count was found. In conclusion, there is a morphologically identifiable stage of erythroid maturation arrest in diagnostic bone marrow aspirates, with retention of normal numbers of proerythroblasts in some patients. There are significantly increased numbers of hypo and non-lobulated megakaryocytes in RPL5/RPL11 DBA patients adding to a growing body of evidence that RPL5 and RPL11 may have particular characteristic features representing a distinct subcategory of DBA. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "bone marrow",
        "diamond-blackfan anemia",
        "megakaryocytes",
        "bone marrow aspiration",
        "bone marrow transplantation",
        "transfusion",
        "anemia",
        "cancer",
        "disease remission",
        "erythropoietin"
    ],
    "author_names": [
        "Steven Leak",
        "Yvonne Harrington, RCN",
        "Josu de la Fuente, PhD, FRCP, MRCPCH, FRCPath"
    ],
    "author_dict_list": [
        {
            "author_name": "Steven Leak",
            "author_affiliations": [
                "Division of Haematology, Imperial College London, London, United Kingdom, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Yvonne Harrington, RCN",
            "author_affiliations": [
                "Division of Paediatrics, Imperial College Healthcare NHS Trust, London, United Kingdom"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Josu de la Fuente, PhD, FRCP, MRCPCH, FRCPath",
            "author_affiliations": [
                "Division of Paediatrics, Imperial College Healthcare NHS Trust, London, United Kingdom"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-26T06:42:58",
    "is_scraped": "1"
}