{
    "doi": "https://doi.org/10.1182/blood.V112.11.4197.4197",
    "article_title": "Phase II Study of Dasatinib in Patients with Relapsed CLL ",
    "article_date": "November 16, 2008",
    "session_type": "Chronic Lymphocytic Leukemia - Therapy, excluding Transplantation",
    "abstract_text": "Preclinical studies have demonstrated that the Src-related tyrosine kinase Lyn is upregulated and constitutively activated in CLL cells. Lyn inhibitors have been shown to reduce survival of CLL cells in vitro and the Src inhibitor PPW results in the death of murine B cell leukemia. This has spurred interest in the role of Src inhibition as a treatment option for patients with CLL. Dasatinib is a dual Src- and Abl-kinase inhibitor that was recently approved by the FDA for the treatment of patients with CML failing imatinib. It has been shown to induce apoptosis in CLL cells in vitro. The aim of this study was to investigate the activity of dasatinib in patients with relapsed CLL. Patients with relapsed CLL, SLL, T-PLL and normal organ function were eligible. The dose of dasatinib was 50 mg PO bid continuously with possible escalation up to 70 mg bid. Each cycle was 4 weeks. Thirteen patients have been treated. The median age was 67 years (range, 42 to 83). The median number of prior treatments was 4 (range, 1 to 8). Five patients (38%) had Rai stage 0–1 disease, the other 8 (62%) had stage II–IV disease. Two patients were inevaluable for response; one changed his mind after only 2 days of treatment and the other patient was hospitalized with Aspergillus 2 weeks into treatment. Of the remaining 11 patients, 6 were treated for 3 cycles, 1 for 6 cycles, 1 is still on treatment, and 3 had therapy stopped after 2, 15, and 34 days for lip numbness, persistent headache, and thrombocytopenia/fatigue, respectively. Five patients had dose escalation after cycle 1, and 1 patient had escalation after cycle 3. The Grade 1 and 2 toxicities included 38% headache, 38% flushing, 46% fatigue, 46% anorexia/nausea, and 23% diarrhea. One patient (8%) had both Grade 3–4 headache and fatigue. One patient (8%) had Grade 3–4 diarrhea and another (8%) had a Grade 3 pleural effusion. Hematologic toxicities included neutropenia in 76%, (grade 3-4 63%), thrombocytopenia in 44% (grade 3–4 22%), and 80% with Grade 1–2 anemia. Eleven patients were evaluable for response. No patient achieved CR or PR based on NCI-WG Criteria. Several patients showed evidence of biologic activity of dasatinib including 1 PR in nodes but worsening anemia, 1 stable disease for 3 cycles, and 2 patients with significant reductions in ALC; one patient had a drop from 76,000/ml to 32,000/ml after only 2 days of dasatinib but stopped therapy because of headache, one had a reduction in WBC from 40,000 to 6,000. One patient continues on therapy. In this trial dasatinib produced no responses by NGI-WG criteria but showed evidence of biologic activity in a very heavily pretreated group of pts with CLL. Accrual continues.",
    "topics": [
        "chronic lymphocytic leukaemia recurrent",
        "dasatinib",
        "phase 2 clinical trials",
        "headache",
        "fatigue",
        "anemia",
        "diarrhea",
        "thrombocytopenia",
        "brachial plexus neuritis",
        "chronic lymphocytic leukemia"
    ],
    "author_names": [
        "Ravin Jain Garg, M.D.",
        "William Wierda, MD",
        "Luis Fayad",
        "Zeev Estrov, MD",
        "Susan M Bickel, RN",
        "Susan O’Brien, M.D."
    ],
    "author_dict_list": [
        {
            "author_name": "Ravin Jain Garg, M.D.",
            "author_affiliations": [
                "Hematology and Oncology Fellow, M.D. Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "William Wierda, MD",
            "author_affiliations": [
                "Department of Leukemia, M.D. Anderson Cancer Ctr., Houston, TX, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Luis Fayad",
            "author_affiliations": [
                "MD Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zeev Estrov, MD",
            "author_affiliations": [
                "Department of Leukemia, U.T.M.D. Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Susan M Bickel, RN",
            "author_affiliations": [
                "Department of Leukemia, M.D. Anderson Cancer Ctr., Houston, TX, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Susan O’Brien, M.D.",
            "author_affiliations": [
                "Department of Leukemia, University of Texas MD Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-07T18:38:15",
    "is_scraped": "1"
}