{
    "doi": "https://doi.org/10.1182/blood.V104.11.5071.5071",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=46",
    "start_url_page_num": 46,
    "is_scraped": "1",
    "article_title": "Pseudomembranous Colitis Following Autologous Stem Cell Transplantation. ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "autologous stem cell transplant",
        "pseudomembranous colitis",
        "diarrhea",
        "toxins",
        "stool culture",
        "transplantation",
        "empirical antibiotic therapy",
        "metronidazole",
        "stool specimen",
        "time factors"
    ],
    "author_names": [
        "Joanne M. Hickey, BSc MD",
        "Kirsty A. Tompkins, MD FRCPC",
        "Peter R. Duggan, MD FRCPC"
    ],
    "author_affiliations": [
        [
            "Hematology, Memorial University of Newfoundland, St. John’s, NL, Canada"
        ],
        [
            "Hematology, Memorial University of Newfoundland, St. John’s, NL, Canada"
        ],
        [
            "Hematology, Memorial University of Newfoundland, St. John’s, NL, Canada"
        ]
    ],
    "first_author_latitude": "47.5727628",
    "first_author_longitude": "-52.7410631",
    "abstract_text": "Introduction: Diarrhea is a well established cause of morbidity post autologous stem cell transplantation (ASCT), occurring in 50–90% of patients - particularly in the first 20–30 days. Clostridium difficile toxin overproduction is a cause of diarrhea and can lead to serious morbidity and mortality. However, previous studies have demonstrated an incidence of C. difficile toxin positive diarrhea post ASCT of only 4%–7%. Our aims were to retrospectively identify the prevalence of C. difficile positive diarrhea in our population of ASCT patients in the first 30 days post transplant, and to retrospectively identify the prevalence of empiric antibiotic treatment for C. difficile diarrhea in these patients during the same time period. Methods: All patients who received ASCT or immediate post transplant care at the General Hospital, Health Sciences Centre between April 1996 and March 2004 were identified and the results of any stool cultures sent in the first 30 days post transplant were recorded. In addition, the use of metronidazole during the same time period in any patient with a stool culture sent was identified. Results: A total of 101 patients received ASCT or post transplant care between April 1996 and March 2004. Of these, 63 patients (62%) had a total of 75 stool cultures sent for culture and sensitivity as well as C. difficile toxin analysis. A total of 3 cultures from 2 patients (2%) were positive for C. difficile toxin. No other bacteria were isolated from stool samples. Of the 63 patients having C. difficile toxin analysis, 30 (48%) were treated with a course of metronidazole. Conclusions: Our population of ASCT patients have similar rates of C. difficile positive diarrhea as previously studied populations. Despite the very low frequency of C. difficile diarrhea in our patients, there was a high prevalence of empiric antibiotic treatment with metronidazole. Based on this data, we feel that it is safe to forego empiric antibiotic treatment pending stool culture results and to use anti-diarrheal agents to achieve symptomatic relief in patients with diarrhea immediately post ASCT."
}