{
    "doi": "https://doi.org/10.1182/blood.V118.21.4832.4832",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2125",
    "start_url_page_num": 2125,
    "is_scraped": "1",
    "article_title": "A Wharton's Jelly Mesenchymal Stromal Cell Derived 3D Osteogenic Niche Allows for Cord Blood Stem Cell Expansion Using Cytokine-Free Culture Media ",
    "article_date": "November 18, 2011",
    "session_type": "Hematopoietic Stem and Progenitor Biology",
    "topics": [
        "culture media",
        "cytokine",
        "stem cell, mesenchymal",
        "stem cells",
        "umbilical cord blood",
        "wharton's jelly",
        "cd34 antigens",
        "flow cytometry"
    ],
    "author_names": [
        "Omar S. Aljitawi, MD",
        "Peggy Keefe, B.S.",
        "Christianna Henderson",
        "Salem Akel, PhD",
        "Sunil Abhyankar, MD",
        "Joseph McGuirk, DO",
        "Michael Detamore, PhD",
        "Rama Garimella, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology/Oncology, University of Kansas Medical Center, Kansas City, KS, USA, "
        ],
        [
            "2Department of Chemical and Petroleum Engineering, University of Kansas, Lawrence, KS, USA, "
        ],
        [
            "Saint Louis Cord Blood Bank, St. Louis, MO, USA, "
        ],
        [
            "St. Louis Cord Blood Bank, St. Louis, MO, USA, "
        ],
        [
            "Department of Hematology/Oncology, University of Kansas Medical Center, Kansas City, KS, USA, "
        ],
        [
            "Department of Hematology/Oncology, University of Kansas Medical Center, Kansas City, KS, USA, "
        ],
        [
            "Chemical & Petroleum Engineering, University of Kansas, Lawrence, KS, USA, "
        ],
        [
            "Dietetics and Nutrition, School of Allied Health, University of Kansas Medical Center, Kansas City, KS, USA"
        ]
    ],
    "first_author_latitude": "39.056349999999995",
    "first_author_longitude": "-94.6113987",
    "abstract_text": "Abstract 4832 Introduction: In prior experiments, a 3 dimensional (3D) osteogenic niche was developed using Wharton's jelly mesenchymal stromal cells (WJMSC) that allowed for successful attachment of CD34 + umbilical cord blood (UCB) stem cells. The 3D osteogenic scaffold resulted in 10 times expansion of total nucleated cells (TNCs), however, most of the expanded cells were CD34 negative possibly secondary to their differentiation attributed to the cytokine-rich media. Accordingly, it was proposed to use a cytokine-free media in expansion of CD34+UCB using the same 3D osteogenic structure. Aims: To assess the ex vivo expansion of CD34+UCB stem cells in a 3D osteogenic niche using cytokine-free culture media. The expansion in 3D conditions was compared to 2D and liquid-culture conditions. Methods: CD34+ selected UCB stem cells were expanded in 3D osteogenic scaffold using cytokine-free media for 2 weeks. In 2D conditions, CD34+ UCB stem cells were expanded over a monolayer of osteogenic differentiated WJMSCs using the same cytokine-free media. In liquid culture conditions, the CD34+ UCB stem cells were expanded in culture flask. Pre- and post-expanded TNC was determined and post expansion CD34 expression was assessed using flow cytometry. Colony forming unit (CFU) assays were used to compare the expanded population in the three culture conditions. Results: TNCs were expanded 26X in 3D, 265X in 2D, and only 2X in liquid culture conditions. CD34 expressing cells increased 2.4X in 3D, 10X in 2D, and decreased in liquid cultures. Relative to 3D, CFU expansion in 2D was increased 2.6X. In 3D, CFUs were almost exclusively CFU-GM (>93%), compared to 2D (74%). Absence of CFU-E was noticed in the expanded population that remained attached to the 3D osteogenic scaffold. On the other hand, low CFU-E percentage was noticed in the population of expanded cells that dettached from the 3D osteogenic scaffold. Conclusions: The experimental conditions lead to a modest but significant expansion of CD34+UCB stem cells in 3D as well as 2D conditions. Though the majority of the expanded population did not express CD34, they retained their colonogenic potential. Contrary to the expanded cells that detached from the 3D osteogenic scaffold, the cells that remained attached did not form CFU-E. Disclosures: No relevant conflicts of interest to declare."
}