{
    "doi": "https://doi.org/10.1182/blood.V122.21.4829.4829",
    "article_title": "A Case Of Refractory Autoimmune Hemolytic Anemia In a Patient With Digeorge Syndrome Treated Successfully With Plasma Exchange ",
    "article_date": "November 15, 2013",
    "session_type": "401. Basic Science and Clinical Practice in Blood Transfusion",
    "abstract_text": "Background warm auto-immune hemolytic anemia (AIHA) results from targeted antibodies towards the RBCs and can be secondary to certain diseases (auto-immune disease or malignancy), drugs, infections or may be idiopathic in nature. Patients with DiGeorge syndrome are vulnerable to auto-immune conditions secondary to thymic hypoplasia with an estimated incidence in one series of 8.5% (Tison, Nicholas et al. 2011). First line therapy of AIHA consists of corticosteroids with an anticipated response rate of 80% (Lechner and Jager 2010). Relapses are not uncommon and are treated with splenectomy or rituximab. Case we describe an unusual case of an 18 year old female with DiGeorge syndrome who presented with AIHA refractory to usual modes of therapy. In this case, she was diagnosed with immune thrombocytopenia purpura (ITP) at age 13 with multiple relapses following successful standard therapy. Eventually, she was managed with monthly IVIG (intravenous immune globulin) infusions and thrombopoietin analogue romiplostim, maintaining her platelet count between 50 - 100 x 10 9 /L. At 18 years of age she presented with severe anemia (Hb 55 g/L), positive hemolytic markers and a positive direct Coombs (3+ IgG and negative C3). A diagnosis of AIHA was established, and patient was started on prednisone (1-1.5 mg/kg) with transfusion support. Due to lack of response, high dose IVIG was administered followed by weekly rituximab 375 mg/m2. Due to hemodynamic instability, Rituximab was interrupted after the second dose. The finding of ineffective erythropoiesis evident by inappropriately low reticulocytosis prompted a bone marrow aspirate and biopsy. Aside from erythroid hyperplasia (M:E ratio of 1:4) with a left shift, no other anomaly was noted. PNH and G6PD screen was negative. The refractory nature of her AIHA required that the patient undergo a splenectomy. Hemolytic markers transiently improved however, within a few days, her hemolytic picture worsened and patient remained transfusion dependent. Given deterioration of her clinical status, decision was made to proceed with plasma exchange (PE) daily for 5 sessions with fresh frozen plasma fluid replacement. 24 hours following her first exchange session, there was a steady improvement of her hemolytic markers and patient became transfusion independent ( Fig 1 ). Hb normalized eight days following the last exchange session. Additionally, platelets normalized following the splenectomy and she no longer required romiplostim. At her last follow up, 280 days following her last session of PE, Her Hb is within normal limits and hemolytic markers continue to be negative. During her admission, she required 42 bags of PRBCs ( Fig 2 ). Figure 1 View large Download slide Evolution of Hb (Hemoglobin) (dashed line) and T. Bili (Total Bilirubin) (solid line) during hospital admission. Blue arrow indicates rituximab, red arrow indicates splenectomy and green arrow indicates plasma exchange (PE). Figure 1 View large Download slide Evolution of Hb (Hemoglobin) (dashed line) and T. Bili (Total Bilirubin) (solid line) during hospital admission. Blue arrow indicates rituximab, red arrow indicates splenectomy and green arrow indicates plasma exchange (PE). Close modal Figure 2 View large Download slide Number of PRBC (packed red blood cells) units transfused during hospital admission. Red arrow indicates splenectomy and blue arrow indicates plasma exchange (PE). Figure 2 View large Download slide Number of PRBC (packed red blood cells) units transfused during hospital admission. Red arrow indicates splenectomy and blue arrow indicates plasma exchange (PE). Close modal Conclusion This is the first reported case of a DiGeorge syndrome presenting with refractory AIHA successfully treated with PE. We conclude in this case that the combination of splenectomy followed by PE successfully controlled her hemolysis. Thus, we hope this report will give an additional insight on the use of PE as a therapeutic modality in refractory cases. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "autoimmune hemolytic anemia",
        "digeorge syndrome",
        "plasma exchange",
        "splenectomy",
        "packed red blood cells",
        "rituximab",
        "hospital admission",
        "immunoglobulins, intravenous",
        "transfusion",
        "bilirubin"
    ],
    "author_names": [
        "Moussab Damlaj, BSc MD",
        "Chantal Séguin, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Moussab Damlaj, BSc MD",
            "author_affiliations": [
                "Department of Hematology, McGill University Health Center, Montreal, QC, Canada, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Chantal Séguin, MD",
            "author_affiliations": [
                "Department of Hematology, McGill University Health Center, Montreal, Canada"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-27T12:59:56",
    "is_scraped": "1"
}