{
    "doi": "https://doi.org/10.1182/blood.V126.23.5418.5418",
    "article_title": "Notch Is a Novel Critical Signaling Pathway Regulating Responses of T Cell and Antigen Presenting Cells in Multiple Murine aGVHD Models ",
    "article_date": "December 3, 2015",
    "session_type": "702. Experimental Transplantation: Immune Function, GVHD and Graft-versus-Tumor Effects",
    "abstract_text": "Introduction: Acute graft-versus-host disease (aGVHD) is a potentially life-threatening complication mediated by both host-derived antigen presenting cells (APCs) and donor T cells after allogeneic hematopoietic stem cell transplantation (allo-HSCT). Despite prophylaxis and treatments, aGVHD stell occurs in many allo-HSCT patients. The role of Notch1 signal inhibition becomes more and more important in aGVHD study. This study is to investigate the role of Notch1 inhibition by γ-secretase inhibitor DAPT in murine aGVHD model. Methods: We established a C57BL/6 BALB/c murine aGVHD model. γ-secretase inhibitor-DAPT is used to inhibit Notch1 signal in vivo and in vitro before transplantation. The degree of clinical and histopathologic GVHD is assessed by aGVHD scores and body weight. The functions of host-derived APCs and donor T cells are analyzed by flow cytometry, ELISA and PCR. Results: All mice survived at least 14 days after transplantation and all of them developed aGVHD (n=20). The expression of Hes-1, as one of the target genes of Notch1 signal pathway, decreased significantly after DAPT inhibition. Body weight of mice in control groups decreased significantly compared to mice with Notch1 inhibition by DAPT after transplantation. Notch1 inhibited recipients produced markedly decreased amounts of the pro-inflammatory cytokines IFN-γ. The expressions of CD4 and Foxp3 increased while CD11c, CD80 and CD86 decreased after Notch1 inhibition. Conclusions: These results indicate that Notch is a novel critical signaling pathway regulating responses of T cell and antigen presenting cells in multiple murine aGVHD models. Notch signaling inhibition appears to limit the harmful effects of aGVHD. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "allogeneic hematopoietic stem cell transplant",
        "allopurinol",
        "antigen-presenting cells",
        "atrial premature complexes",
        "cd80 antigens",
        "cytokine",
        "dual anti-platelet therapy",
        "flow cytometry",
        "graft-versus-host disease",
        "graft-versus-host disease, acute"
    ],
    "author_names": [
        "Xiaodan Luo",
        "Pengfei Qin",
        "Chunyan Wang",
        "Zhenqian Huang",
        "Huo Tan"
    ],
    "author_dict_list": [
        {
            "author_name": "Xiaodan Luo",
            "author_affiliations": [
                "Department of Hematology, the First Affiliated Hospital of Guangzhou Medical University, Guangzhou, China "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Pengfei Qin",
            "author_affiliations": [
                "Department of Hematology, the First Affiliated Hospital of Guangzhou Medical University, Guangzhou, China "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chunyan Wang",
            "author_affiliations": [
                "Department of Hematology, the First Affiliated Hospital of Guangzhou Medical University, Guangzhou, China "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zhenqian Huang",
            "author_affiliations": [
                "Department of Hematology, the First Affiliated Hospital of Guangzhou Medical University, Guangzhou, China "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Huo Tan",
            "author_affiliations": [
                "Department of Hematology, the First Affiliated Hospital of Guangzhou Medical Unversity, Guangzhou, China"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-05T03:49:23",
    "is_scraped": "1"
}