{
    "doi": "https://doi.org/10.1182/blood.V106.11.5354.5354",
    "article_title": "Cidofovir: A Treatment for BK Virus Cystitis after Allogenic Bone Marrow Transplantation. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Late-onset hemorrhagic cystitis (HC) is a common complication after bone marrow transplantation (BMT) with an incidence ranging from 7 to 70 %. Viral infections are the main risk factors of HC and the BK virus (BKV) is an emerging micro-organism implicated in interstitial nephritis, ureteral stenosis and HC in immunocompromised patients. Most of anti-viral treatments (aciclovir, foscavir, ganciclovir, ribavirine, vidarabine) are inefficient, excepted cidofovir, a cytosine nucleoside analog, usually used in the treatment of cytomegalovirus retinitis in AIDS patients. The pathogenicity of BKV after BMT remains to be precised. Ten allogenic bone marrow transplanted patients were treated with cidofovir for a severe and refractory HC between December 02 and January 05. BKV replication was diagnosed by real-time Polymerase Chain Reaction on blood and urinary samples. The majority of patients had a severe cellular immunosuppression (absolute lymphocyte count <100 cells/microl) and they were all treated with immunosuppressive drugs (steroids, tacrolimus, mycophenolate, ciclosporine) for an uncontrolled graft versus host disease (GVHD). Cidofovir was administered by intravenous injection (5 mg/kg) with an average of four doses per patient and was generally well tolerated. Complete remission was obtained in 5/10 patients with a clinical improvement and a significant decreasing of urinary viral load in 60 days. In conclusion, cidofovir might be proposed in the treatment of refractory BKV hemorrhagic cystitis after allogenic stem cell transplantation.",
    "topics": [
        "bk virus",
        "bone marrow transplantation, allogeneic",
        "cidofovir",
        "cystitis",
        "graft-versus-host disease",
        "hemorrhagic cystitis",
        "acquired immunodeficiency syndrome",
        "acyclovir",
        "bone marrow transplantation",
        "complete remission"
    ],
    "author_names": [
        "Katell Le Du, MD",
        "Pierre-Simon Rohrlich, PhD",
        "Fabrice Larosa, MD",
        "Georges Herbein, PhD",
        "Eric Deconinck, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Katell Le Du, MD",
            "author_affiliations": [
                "Hematology, Jean Minjoz Hospital, Besancon, Franche Comte, France"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Pierre-Simon Rohrlich, PhD",
            "author_affiliations": [
                "Hematology, Jean Minjoz Hospital, Besancon, Franche Comte, France"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fabrice Larosa, MD",
            "author_affiliations": [
                "Hematology, Jean Minjoz Hospital, Besancon, Franche Comte, France"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Georges Herbein, PhD",
            "author_affiliations": [
                "Virology, Saint Jacques Hospital, Besancon, Franche Comte, France"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eric Deconinck, PhD",
            "author_affiliations": [
                "Hematology, Jean Minjoz Hospital, Besancon, Franche Comte, France"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-26T13:08:40",
    "is_scraped": "1"
}