{
    "doi": "https://doi.org/10.1182/blood-2018-99-114973",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4112",
    "start_url_page_num": 4112,
    "is_scraped": "1",
    "article_title": "Selective Pharmacologic Inhibition of Paroxysmal Nocturnal Hemoglobinuria Clones ",
    "article_date": "November 29, 2018",
    "session_type": "508. Bone Marrow Failure: Poster I",
    "topics": [
        "clone cells",
        "paroxysmal nocturnal hemoglobinuria",
        "pharmacology",
        "1-phosphatidylinositol 3-kinase",
        "adenosine receptor antagonists",
        "antigens, cd59",
        "aplastic anemia, idiopathic",
        "blood transfusion",
        "complement system proteins",
        "cycloserine"
    ],
    "author_names": [
        "Amy C Graham, BS, MS",
        "Alexey Efanov, PhD",
        "Bartlomiej P. Przychodzen",
        "Cassandra M. Hirsch",
        "Vera Adema, PhD",
        "Valeria Visconte, PhD",
        "Jaroslaw P. Maciejewski"
    ],
    "author_affiliations": [
        [
            "Department of Translational Hematology and Oncology Research, Taussig Cancer Institute, Cleveland Clinic Foundation, Cleveland, OH "
        ],
        [
            "Translational Hematology and Oncology Research, Cleveland Clinic, Cleveland, OH "
        ],
        [
            "Department of Translational Hematology and Oncology Research, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH "
        ],
        [
            "Department of Translational Hematology and Oncology Research, Taussig Cancer Institute, Cleveland Clinic, Cleveland, "
        ],
        [
            "Department of Translational Hematology and Oncology Research, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH"
        ],
        [
            "Department of Translational Hematology and Oncology Research, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH"
        ],
        [
            "Department of Translational Hematology and Oncology Research, Taussig Cancer Institute, Cleveland Clinic Foundation, Cleveland, OH "
        ]
    ],
    "first_author_latitude": "41.50313175",
    "first_author_longitude": "-81.61913360000001",
    "abstract_text": "Paroxysmal nocturnal hemoglobinuria (PNH) is usually associated with reduced bone marrow (BM) capacity caused by acquired idiopathic aplastic anemia (AA). PIGA mutations lead to a partial or total deficiency of glycosylphosphatidyl-inositol (GPI) anchor proteins (AP). AA is characteristically accompanied by the presence of often tiny GPI-AP deficient clones, which in a significant proportion of patients (10-15%), irrespective of the initial success of immunosuppressive therapy, will evolve to produce manifest hemolytic PNH. Indeed in our cohort of BM failure patients (n=319), 41% of AA patients had a PNH clone present (0.02-20% of granulocytes) (AA/PNH), 14% of patients had primary PNH (primary PNH), and 8% had a history of PNH post AA (secondary PNH). To date, drug development for PNH has focused on designing supportive therapies to prevent transfusions due to hemolysis or thrombotic complications. In addition to the current FDA approved C5 inhibitor eculizumab, new, more convenient and effective complement blockers are under development. Apart from hematopoietic stem cell (HSC) transplantation, no direct strategies targeting basic pathophysiologic mechanisms of PNH have been ventured to prevent evolution of PNH clones and cure the disease. In early AA/PNH syndrome, the PIGA mutant HSCs are rare and unlikely contribute to significant blood cell production. While in later stages of manifest hemolytic PNH, hematopoiesis relies most frequently on mutant HSCs and thus elimination of these cells would result in AA. We hypothesized that if a selective inhibitor of GPI-AP-deficient [GPI-AP (-)] cells can be developed, it could be used primarily in AA/PNH patients with a small clone size. The hope would be to prevent both later expansion of GPI-AP d(-) cells and development of manifest PNH. To discover compounds acting selectively against GPI-AP (-) cells, we subjected wild type (WT) and GPI-AP (-) cell lines (K562, TF-1) to a high-throughput screen using a platform of 3000 bio-active molecules to identify hits and chemical compounds capable of selectively eliminating GPI-AP (-) cells. Our robotic screen yielded several top hits including GR -89696 fumarate, D-cycloserine and CGS-15943. Dose-response experiments confirmed CGS-15943 as a candidate growth inhibitor of GPI-AP (-) cells. CGS-15943 is an adenosine receptor antagonist and non-phosphodiesterase inhibitor which has previously been shown to inhibit cancer cell growth via PI3K/Akt pathway. Low range dose CGS-15943 (1uM) induced cell growth inhibition in K562 and TF-1 GPI-AP (-) cells by 4.7 fold and 3.2 fold, respectively. No cell growth arrest was observed in K562 WT and TF-1 WT cells, as the percentage of alive cells was >95% upon drug treatment. Mixed competition assays were conducted in vitro using equal ratios of K562 and TF-1 WT and GPI-AP (-) cells exposed to CGS-15943 (1uM). Six days after culture, flow cytometric analysis of CD59 surface expression revealed that CGS-15943 allowed for preferential survival of WT cells (84.7 % K562, 96.3% TF-1) vs. GPI-AP (-) cells (15.3% K562, 3.7% TF-1). CGS-15943 induced an increase in the % of AnnexinV+/PI- and AnnexinV+/PI+ in TF-1 GPI-AP (-) cells (12.04% and 44.82, respectively). Similar results were obtained in K562 GPI-AP (-) cells (15.84% and 21.08%). Mononuclear cells of a PNH patient were stimulated with CD3/28 beads in presence of CGS-15943. Flow cytometric analysis indicates a dose dependent growth inhibition effect on GPI-AP (-) lymphocytes after 3 days of culture. Previous reported observations from our group identified that the survival differences between GPI-AP (-) and WT cells largely depend on active PI3K signaling pathway. Our pilot investigation of CGS-15943 - indicates that CGS-15943 induces an decrease in the protein expression of the PI3K isoform - p110γ - exclusively in GPI-AP (-) cells possibly suggesting that CGS-15943 inhibits the catalytic subunit of- p110γ. In sum, we describe that the small molecule compound CGS-15943 selectively eliminates GPI-AP (-) cells in vitro , in both cell lines and in primary PNH cells most likely interfering with the PI3K/AKT survival pathway. Disclosures Maciejewski: Alexion Pharmaceuticals, Inc.: Consultancy, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Ra Pharmaceuticals, Inc: Consultancy; Apellis Pharmaceuticals: Consultancy; Apellis Pharmaceuticals: Consultancy; Alexion Pharmaceuticals, Inc.: Consultancy, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Ra Pharmaceuticals, Inc: Consultancy."
}