{
    "doi": "https://doi.org/10.1182/blood.V128.22.991.991",
    "article_title": "Upfront Single Versus Double Autologous Stem Cell Transplantation for Newly Diagnosed Multiple Myeloma: An Intergroup, Multicenter, Phase III Study of the European Myeloma Network (EMN02/HO95 MM Trial) ",
    "article_date": "December 2, 2016",
    "session_type": "731. Clinical Autologous Transplantation: Results: Clinical Autologous Transplantation in Myeloma II",
    "abstract_text": "Background The role of single vs double autologous stem cell transplantation (ASCT) in patients with newly diagnosed (ND) multiple myeloma (MM) needs to be prospectively investigated in the novel agent era. Methods The phase III EMN02/HO95 study was designed to compare (first randomization, R1) (stratification according to ISS stage) standard-dose intensification therapy with bortezomib-melphalan-prednisone (VMP) vs high-dose intensification therapy with melphalan at 200 mg/m 2 (HDM) followed by ASCT after 3-4 cycles of bortezomib-cyclophosphamide-dexamethasone as induction therapy. A second randomization to consolidation therapy vs no consolidation was performed after intensification therapy, to be followed by lenalidomide maintenance until progression or toxicity in both arms. A primary study endpoint was progression-free survival (PFS) from R1. In centers with a policy of double ASCT, patients were randomized in a 1:1:1 ratio to either VMP or single ASCT (ASCT-1) or two sequential courses (administered 2 to 3 months apart) of HDM and double ASCT (ASCT-2) in order to prospectively compare ASCT-1 with ASCT-2, which was an additional study objective. Results From February 2011 to April 2014, 1510 pts aged ≤65 years with symptomatic NDMM were registered and 1192 of these were eligible for R1. According to the design of the study, 614 eligible patients who received the diagnosis of MM in centers with a double intensification policy were randomly assigned to either VMP (n=199) or ASCT-1 (n=208) or ASCT-2 (n=207). Patients randomized to ASCT-1 or ASCT-2 were included in the current pre-specified analysis. Median age was 59 years for patients in the ASCT-1 group and 57 years for those in the ASCT-2 group. The frequency of ISS stage III was 18% and 19%, while revised ISS stage III was 9% and 11%, respectively. Cytogenetic abnormalities were detected by FISH analysis of CD138+ plasma cells. A high-risk (HR) cytogenetic profile, defined by t(4;14) and/or del(17p) and/or t(14;16) (HR cyto-3), was observed in 26% of evaluable patients who were randomized to ASCT-1 and in 21% of those randomly assigned to ASCT-2. If amp(1q) and/or del(1p) were added for the definition of high-risk disease, a HR cytogenetic profile that included at least 1 of the 5 above mentioned chromosomal abnormalities (HR cyto-5) was reported in 55% of evaluable patients in the ASCT-1 group and in 54% of those in the ASCT-2 group. Median follow-up from R1 was 27 (IQR: 20-35) months. On an intention-to-treat basis, the median PFS was 45 months in the ASCT-1 arm and was not yet reached for patients in the ASCT-2 arm; 3-year estimates of PFS were 60% and 73%, respectively (HR=0.66; 95% CI=0.45-0.96; P=0.030). PFS benefit with ASCT-2 was retained across predefined subgroups, including patients with β2-microglobulin >3.5 mg/L (HR=0.59; CI=0.34-0.99; P=0.005), bone marrow plasma cells >60% (HR=0.41; CI=0.22-0.77; P=0.006), LDH values above the upper limits (HR=0.52; CI=0.28-095; P=0.034), revised ISS stage II (HR=0.50; CI=0.31-0.80; p=0.004), HR cyto-3 (HR=0.49; CI=0.24-1.02; P=0.057) and HR cyto-5 (HR=0.57; CI=0.35-0.93; P=0.024). In a multivariate Cox regression analysis stratified by ISS stage, randomization to ASCT-2 (HR=0.62; CI=0.40-0.95; P=0.027) and HR cyto-5 (HR=2.63; CI=1.63-4.16; P<0.001) were the leading independent predictors of PFS. Overall survival was not yet mature and no difference between the two treatment groups was evident. Conclusions Upfront double ASCT after bortezomib-based induction therapy for newly diagnosed MM was superior over a single ASCT in terms of prolonged PFS. Clinical benefits of double ASCT were mostly seen in patients with disease-related factors predicting for poor prognosis. Disclosures Cavo: Bristol-Myers Squibb: Honoraria; Takeda: Honoraria; Celgene: Honoraria, Research Funding; Janssen: Honoraria, Research Funding; Amgen: Honoraria. Offidani: Janssen: Honoraria; Celgene: Honoraria, Research Funding. Boccadoro: Janssen: Honoraria, Research Funding; CELGENE: Honoraria, Research Funding; Mundipharma: Research Funding; Amgen: Honoraria, Research Funding; SANOFI: Honoraria, Research Funding; BMS: Honoraria, Research Funding; Novartis: Honoraria, Research Funding; Abbivie: Honoraria.",
    "topics": [
        "autologous stem cell transplant",
        "multiple myeloma",
        "phase 3 clinical trials",
        "bortezomib",
        "melphalan",
        "neoadjuvant therapy",
        "brachial plexus neuritis",
        "consolidation therapy",
        "cyclophosphamide",
        "dexamethasone"
    ],
    "author_names": [
        "Michele Cavo",
        "Maria Teresa Petrucci",
        "Francesco Di Raimondo, MD",
        "Elena Zamagni",
        "Barbara Gamberi, MD",
        "Claudia Crippa",
        "Giulia Marzocchi",
        "Mariella Grasso, MD",
        "Stelvio Ballanti, MD",
        "Donatella Iolanda Vincelli, MD",
        "Paola Tacchetti",
        "Massimo Offidani",
        "Gianpietro Semenzato",
        "Anna Marina Liberati, MD",
        "Anna Pascarella",
        "Giulia Benevolo, MD",
        "Rossella Troia",
        "Angelo D. Palmas",
        "Nicola Cantore",
        "Rita Rizzi",
        "Fortunato Morabito",
        "Mario Boccadoro, MD",
        "Pieter Sonneveld"
    ],
    "author_dict_list": [
        {
            "author_name": "Michele Cavo",
            "author_affiliations": [
                "Seragnoli Institute of Hematology, Bologna University School of Medicine, Bologna, Italy "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Maria Teresa Petrucci",
            "author_affiliations": [
                "Department of Hematology, Sapienza University of Rome, Rome, Italy "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francesco Di Raimondo, MD",
            "author_affiliations": [
                "A.O.U. Policlinico \"Vittorio Emanuele\", University of Catania, Division of Hematology, Catania, Italy "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elena Zamagni",
            "author_affiliations": [
                "Azienda Ospedaliero-Universitaria Policlinico S. Orsola, Malpighi, Bologna, Italy "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Barbara Gamberi, MD",
            "author_affiliations": [
                "Hematology Unit, Azienda Ospedaliera ASMN, IRCCS, Reggio Emilia, Reggio Emilia, Italy "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Claudia Crippa",
            "author_affiliations": [
                "Hematology, Spedali Civili di Brescia, Brescia, Italy "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Giulia Marzocchi",
            "author_affiliations": [
                "Seragnoli Institute of Hematology, Bologna University School of Medicine, Bologna, Italy "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mariella Grasso, MD",
            "author_affiliations": [
                "Divisione di Ematologia, Ospedale Civico S. Croce e Carle, Cuneo, Italy "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stelvio Ballanti, MD",
            "author_affiliations": [
                "Hematology, Ospedale S. Maria della Misericordia, Università di Perugia, Perugia, Italy "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Donatella Iolanda Vincelli, MD",
            "author_affiliations": [
                "Hematology, Azienda Ospedaliera Bianchi-Melacrino-Morelli, Reggio Calabria, Italy "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paola Tacchetti",
            "author_affiliations": [
                "Seragnoli Institute of Hematology, Bologna University School of Medicine, Bologna, Italy "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Massimo Offidani",
            "author_affiliations": [
                "Clinica di Ematologia, AOU Ospedali Riuniti di Ancona, Ancona, Italy "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gianpietro Semenzato",
            "author_affiliations": [
                "Department of Medicine, Hematology and Clinical Immunology Section, Padua University School of Medicine, Padova, Italy "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anna Marina Liberati, MD",
            "author_affiliations": [
                "Oncohaematology, University of Perugia, Terni, Italy "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anna Pascarella",
            "author_affiliations": [
                "UOC Ematologia, Ospedale dell'Angelo, Mestre Venezia, Italy "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Giulia Benevolo, MD",
            "author_affiliations": [
                "Division of Hematology, AOU Città della Salute e della Scienza, Torino, Italy "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rossella Troia",
            "author_affiliations": [
                "Myeloma Unit, Division of Hematology, University of Torino, Azienda Ospedaliera Città della Salute e della Scienza di Torino, Torino, Italy "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Angelo D. Palmas",
            "author_affiliations": [
                "Hematology, \"San Francesco\" Hospital-ASL Nuoro, Nuoro, Italy "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nicola Cantore",
            "author_affiliations": [
                "Division of Hematology and Hematopoietic Transplantation A.O. S.G. Moscati, Avellino, Italy "
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rita Rizzi",
            "author_affiliations": [
                "Sezione Medicina Interna e Oncologia Clinica, Policlinico di Bari, Bari, Italy "
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fortunato Morabito",
            "author_affiliations": [
                "Hematology Unit, Department of Hemato-Oncology, Annunziata Hospital, Cosenza, Italy "
            ],
            "author_rank": 21,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mario Boccadoro, MD",
            "author_affiliations": [
                "Division of Hematology, University of Torino, Azienda Ospedaliera Città della Salute e della Scienza di Torino, Turin, Italy "
            ],
            "author_rank": 22,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pieter Sonneveld",
            "author_affiliations": [
                "Department of Hematology, Erasmus Medical Center, Rotterdam, Netherlands"
            ],
            "author_rank": 23,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-05T18:34:23",
    "is_scraped": "1"
}