{
    "doi": "https://doi.org/10.1182/blood.V114.22.2441.2441",
    "article_title": "IL-2 + Anti-IL2 Complex in Situ Stimulation of Host Tregs Combined with Absence of Donor B7.1 / B7.2: A Novel Approach to Facilitate Chimerism in RIC MHC-Matched Miha-Mismatched BMT Recipients. ",
    "article_date": "November 20, 2009",
    "session_type": "Experimental Transplantation - Basic Biology, Immune Function, and Engraftment Poster I",
    "abstract_text": "Abstract 2441 Poster Board II-418 Reducing and ultimately eliminating conditioning while enabling donor cell engraftment remains an elusive goal of allogeneic hematopoietic stem cell transplantation. The control of host resistance (HVG) to donor allogeneic transplantation antigens is pivotal for engraftment and the successful induction and maintenance of immune tolerance. Using a well characterized minor histocompatibility antigen (MiHA) matched allogeneic (HSCT) model, we have demonstrated a requirement for CD80/CD86 expression on donor APC in order to elicit resistance under reduced intensity conditioning (RIC) of 5.5Gy TBI. Based on this observation, we hypothesize that expansion of host Treg cells which may engage donor APC – the site of host anti-donor Tconv activation - is an advantageous strategy to effectively inhibit HVG responses. To address this hypothesis, we reduced TBI almost 30% to 4.0Gy, and found that even recipients transplanted with 4×10 6 CD80 -/- CD86 -/- T cell depleted donor BMC failed to engraft. Experiments were therefore initiated to target and rapidly expand host Tregs by administering IL-2 + anti-IL2 (IAC) complex to further strengthen suppression of HVG. C3H.SW (H2 b ) recipient mice were conditioned with 4.0Gy TBI (D-1) and B6-CD80 -/- CD86 -/- TCD-BM (H2 b , 7×10 6 ) infused on the following day (D0). IAC was introduced on the day of conditioning (D-1) and then daily on days D 0, 1 and 2. We reported that anti-IL-2 + IL-2 complex can expand residual host Treg cells in RIC recipients (Blood, 113:733-743, 2009; Biol. Blood Marrow Transplantation. 15: 785-794, 2009). One month later, 1/3 of mice receiving complex – but not untreated controls demonstrated significant levels (15% B220 + ) of hematopoietic chimerism. These results, while encouraging, indicated that stimulation of the endogenous Treg compartment alone in 4.0 Gy recipients was not sufficient to regulate the HVG response. We then modified our approach by infusing 1×10 6 recipient Tregs obtained from normal C3H.SW mice one day following 4.0Gy RIC, i.e. at D0 and began expanding these cells with IAC injected early on D0 and again on D1 prior to the B6-CD80 -/- CD86 -/- TCD-BM graft – delayed one day and administered on D1. 100% of these recipients (n=3/gr) exhibited high donor chimerism (43.7 +/-10.8 SD ) 6 weeks post-HSCT, whereas all non-Treg infused control recipients rejected these marrow allografts. Results of 4 independent transplant experiments demonstrated 10/12 recipients contained similar levels of B220 + chimerism (mean donor: 53.9%) and significant T cell chimerism (mean donor: CD4, 19.8%; CD8, 35%). When both host Tregs and IAC were employed, strong chimerism was observed using 4 or 7×10 6 CD80 -/- 86 -/- TCD-BM grafts. Notably, addition of 1×10 6 donor (i.e. B6-wt) Tregs and IAC treatment did not augment chimerism vs. IAC only in 4.0Gy conditioned C3H.SW recipients. These results suggest that the introduction of host Tregs 2 days prior to the BM graft allowed adequate time for IAC to mediate Treg expansion in the lymphopenic environment to generate sufficient Treg levels and together with the absence of donor APC B7 signaling to host Tconv cells overcome, i.e. suppressed HVG responses. Transplants were then performed using the identical Treg and IAC protocol with B6-wt TCD-BM which is readily rejected in 4.0 Gy TBI conditioned recipients. Despite the presence of B71/2 on B6-wt donor APC, one-third of the recipients receiving an infusion of host Tregs and IAC treatment exhibited chimerism, although lower (6.3%) than observed with B7.1/2 deficient donors. Transplants of wild type TCD-BM into MiHA mismatched recipients will determine how anti-B7.1/2 mab blockade, together with rapid in situ expansion of infused host Tregs post-TBI and pre-HSCT can be utilized to further diminish immunosuppressive TBI conditioning (<4.0 Gy) regimens. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "aldesleukin",
        "birc4 gene",
        "chimerism",
        "donors",
        "host (organism)",
        "mismatch",
        "cd80 antigens",
        "hematopoietic stem cell transplantation",
        "tissue transplants",
        "allogeneic hematopoietic stem cell transplant"
    ],
    "author_names": [
        "Monica Jones",
        "Alwi Shatry, Ph.D.",
        "Bruce R. Blazar, MD",
        "Robert B. Levy, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Monica Jones",
            "author_affiliations": [
                "Microbiology and Immunology, University of Miami Miller School of Medicine, Miami, FL, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Alwi Shatry, Ph.D.",
            "author_affiliations": [
                "Microbiology and Immunology, University of Miami Miller School of Medicine, Miami, FL, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bruce R. Blazar, MD",
            "author_affiliations": [
                "Pediatric Heme/Onc/BMT, University of Minnesota, Minneapolis, MN, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert B. Levy, PhD",
            "author_affiliations": [
                "Dept. of Microbiology and Immunology, Univ. of Miami Miller School of Medicine, Miami, FL, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-13T09:35:42",
    "is_scraped": "1"
}