{
    "doi": "https://doi.org/10.1182/blood.V124.21.9.9",
    "article_title": "A Novel Xenograft Model of Cytogenetically Normal Acute Myeloid Leukemia Harboring RUNX1 and ASXL1 Mutations Demonstrates Residual Disease after Anthracycline/Cytarabine-Based Chemotherapy ",
    "article_date": "December 6, 2014",
    "session_type": "615. Acute Myeloid Leukemia: Commercially available Therapy, excluding Transplantation",
    "abstract_text": "Introduction: Cytogenetically normal acute myeloid leukemia (CN-AML) patients harboring RUNX1 mutations have a poor prognosis with standard, anthracyline/cytarabine-based chemotherapy and novel therapeutic approaches are urgently needed. Development of novel therapeutic approaches in RUNX1 -mutated, CN-AML is hindered by a lack of adequate in vivo models. Munker et al. have generated a RUNX1 -mutated, CN-AML cell line (termed CG-SH) from an AML patient and characterized its properties in vitro [Leukemia Research 33 (2009) 1405-1408; PMID: 19414191]; however, its potential to model the disease in vivo has not previously been explored. Moreover, CG-SH has not been comprehensively examined for additional AML driver mutations that might contribute to its biological properties. Our hypothesis was that CG-SH cells would efficiently engraft immune-deficient mice and demonstrate residual disease after anthracycline/cytarabine-based chemotherapy, rendering it a robust, in vivo platform to explore novel therapeutic approaches targeting RUNX1 -mutated CN-AML. Methods: CG-SH cells were generously provided to us by Dr. Reinhold Munker of LSU-Shreveport and cultured in RPMI containing 12% FCS + P/S. For xenograft transplantation studies, CG-SH were injected via tail vein into 8-10 week old NOD/SCID/IL2Rg null (NSG) mice. Engraftment of CG-SH in NSG mice was determined by quantifying the percentage of human CD45+ (hCD45+) cells in bone marrow, spleen, and peripheral blood by flow cytometry. Whole exome sequencing and identification of sequence variations in genes known to be recurrently mutated in AML was done in conjunction with the Genomics Research Center at the University of Rochester Medical Center. Results: In initial experiments, CG-SH were confirmed to harbor the previously reported mutation in exon 8 of RUNX1 (c.1213_1214insCCCC) by Sanger Sequencing and to be cytogenetically normal by conventional karyotyping. Since our goal was to assess response of CG-SH-engrafted NSG mice to AML-like chemotherapy, and mice pre-conditioned with irradiation do not tolerate this therapy, we first tested the ability of CG-SH to engraft non-irradiated NSG mice. We found that tail vein injection of 1e6 CG-SH cells directly from culture into non-irradiated NSG mice resulted in high-level engraftment; at 6 weeks, mean engraftment in bone marrow, spleen, and peripheral blood was 71 +/- 9%, 49 +/- 12%, and 35 +/- 16%, respectively. Since CG-SH cells grow slowly in culture, we wanted to know the fewest number of cells necessary to establish leukemia in non-irradiated NSG mice. Limiting dilution analysis demonstrated that as few as 1000 CG-SH cells were sufficient to establish leukemia in non-irradiated NSG mice. At an equivalent cell dose, CG-SH engraftment levels were approximately 100-fold greater than those of M9-ENL cells, a different leukemia line commonly used for engraftment studies in NSG mice. Given the chemotherapy resistance demonstrated by patients with RUNX1 -mutated, CN-AML, we hypothesized that mice xenografted with CG-SH cells would demonstrate residual disease after anthracycline/cytarabine-based chemotherapy. Mice xenografted with CG-SH cells were allowed to develop leukemia and then treated with a 5-day regimen of doxorubicin and cytarabine adapted for NSG mice [Wunderlich et al. Blood 2013; 121(12):e90-e97; PMID: 23349390]. Disease response was assessed 4 days after completion of chemotherapy ( Figure 1 A). Chemotherapy treatment resulted in eradication of CG-SH cells from the spleen and peripheral blood (data not shown), but persistence of a low-level of disease in the bone marrow ( Figure 1 B). To better understand the spectrum of AML driver mutations in CG-SH, we conducted whole exome sequencing. In addition to the RUNX1 and NRAS mutations previously reported, we identified mutations in ASXL1 , which frequently co-occur with RUNX1 mutations in CN-AML, and CEBPA . Conclusions: Tail vein injection of CG-SH cells directly from culture into non-irradiated NSG mice efficiently generates leukemia in recipient animals that is not eradicated with AML-like chemotherapy. As such, these xenografts are a robust, in vivo platform to explore mechanisms of chemotherapy resistance and novel therapeutic approaches in CN-AML with RUNX1 and ASXL1 mutations. Figure 1A View large Download slide Figure 1A View large Download slide Close modal Figure 1B View large Download slide Figure 1B View large Download slide Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "anthracycline antibiotics",
        "asxl1 gene",
        "chemotherapy regimen",
        "cytarabine",
        "leukemia, myelocytic, acute",
        "mutation",
        "residual tumor",
        "transplantation, heterologous",
        "leukemia",
        "ccaat/enhancer binding protein alpha"
    ],
    "author_names": [
        "Umayal Sivagnanalingam, BS",
        "Marlene Balys",
        "Allison Eberhardt",
        "Nancy Wang, PhD",
        "John M. Ashton, PhD",
        "Jason H. Mendler, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Umayal Sivagnanalingam, BS",
            "author_affiliations": [
                "J.P. Wilmot Cancer Center, University of Rochester Medical Center, Rochester, NY "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Marlene Balys",
            "author_affiliations": [
                "J.P. Wilmot Cancer Center, University of Rochester Medical Center, Rochester, NY "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Allison Eberhardt",
            "author_affiliations": [
                "J.P. Wilmot Cancer Center, University of Rochester Medical Center, Rochester, NY "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nancy Wang, PhD",
            "author_affiliations": [
                "University of Rochester Medical Center, Rochester, NY"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John M. Ashton, PhD",
            "author_affiliations": [
                "J.P. Wilmot Cancer Center, University of Rochester Medical Center, Rochester, NY "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jason H. Mendler, MD PhD",
            "author_affiliations": [
                "J.P. Wilmot Cancer Center, University of Rochester Medical Center, Rochester, NY "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-31T06:41:38",
    "is_scraped": "1"
}