{
    "doi": "https://doi.org/10.1182/blood.V120.21.2321.2321",
    "article_title": "Activation of Notch Signaling Mediates Ex Vivo Expansion of Multilineage, Engrafting Murine Hematopoietic Progenitors From Embryonic Sources. ",
    "article_date": "November 16, 2012",
    "session_type": "501. Hematopoietic Stem and Progenitor Biology: Poster II",
    "abstract_text": "Abstract 2321 An important goal in the application of pluripotent stem cells (PSC) for therapeutic purposes is the derivation of hematopoietic stem and progenitor cells (HSPC) capable of efficient engraftment in vivo . Fundamental to achieving this goal is improved understanding of key signal pathways required to establish, maintain and expand HSPCs from embryonic sources. Ex vivo activation of Notch signaling in mouse bone marrow and human cord blood-derived HSC can facilitate expansion of rapidly engrafting multilineage progenitors, which has recently been translated for therapeutic purposes. In contrast, similar expansion of engrafting progenitors has not been successful from PSC. This prompted us to evaluate whether embryonic-derived HSPC have capacity to respond to ligand-induced Notch signaling ex vivo , and whether Notch activation could promote expansion of engrafting progenitors from these embryonic sources. We have examined the effects of ex vivo activation of Notch receptors by immobilized, exogenous Notch ligands on highly enriched populations of embryonic HSC and HSC precursors (pre-HSC) at various developmental stages. We find that activation of Notch by the ligand Delta1 within HSC/pre-HSC isolated from embryonic aorta-gonad-mesonephros (AGM) promotes expansion of progenitors with erythromyeloid colony forming potential and T/B-lymphoid potential in vitro , with concurrent expression of surface phenotypes resembling fetal liver-stage HSC. Furthermore, Notch activation in embryonic HSPC also mediates expansion of progenitors with rapidly engrafting myeloid and lymphoid capacity in irradiated mouse models. Our results demonstrate that embryonic stage HSPC have capacity to expand in response to Notch activation, and thus further studies comparing AGM- and PSC-derived hematopoietic precursors are needed to elucidate differences that may account for failure to expand HSPC from PSC. Disclosures: Bernstein: Seattle Genetics, Inc.: Consultancy.",
    "topics": [
        "embryo",
        "ligands",
        "mice",
        "receptors, notch",
        "signal transduction",
        "aorta",
        "bone marrow",
        "fetus",
        "gonads",
        "liver"
    ],
    "author_names": [
        "Brandon K Hadland, MD, PhD",
        "Barbara Varnum-Finney, Ph.D.",
        "Irwin D. Bernstein, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Brandon K Hadland, MD, PhD",
            "author_affiliations": [
                "Pediatric Hematology/Oncology, Fred Hutchinson Cancer Research Center, Seattle Children's Hospital, Seattle, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Barbara Varnum-Finney, Ph.D.",
            "author_affiliations": [
                "Fred Hutchinson Cancer Rsch Ctr., Seattle, WA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Irwin D. Bernstein, MD",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-24T13:00:09",
    "is_scraped": "1"
}