{
    "doi": "https://doi.org/10.1182/blood.V128.22.2597.2597",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3326",
    "start_url_page_num": 3326,
    "is_scraped": "1",
    "article_title": "Children's Hospital-Acquired Thrombosis (CHAT) Registry: A Multi-Institutional Registry for Prospective Identification of Independent Risk Factors ",
    "article_date": "December 2, 2016",
    "session_type": "331. Pathophysiology of Thrombosis: Poster II",
    "topics": [
        "child",
        "thrombosis",
        "venous thromboembolism",
        "central venous catheters",
        "central venous catheterization",
        "laboratory techniques and procedures",
        "estrogen",
        "steroids",
        "thromboprophylaxis",
        "wounds and injuries"
    ],
    "author_names": [
        "Arash Mahajerin, MD MS",
        "Julie Jaffray, MD",
        "Brian Vasquez",
        "Neil A Goldenberg, MD PhD",
        "Guy Young",
        "Brian R. Branchford, MD"
    ],
    "author_affiliations": [
        [
            "University of California, Irvine, Irvine, CA ",
            "Department of Hematology, CHOC Children's Hospital, Orange, CA "
        ],
        [
            "Children's Hospital Los Angeles, Los Angeles, CA ",
            "Children's Hospital Los Angeles, University of Southern California, Los Angeles, CA ",
            "Children's Hospital Los Angeles, University of Southern California, Los Angeles, CA "
        ],
        [
            "Children's Hospital Los Angeles, Los Angeles, CA "
        ],
        [
            "All Children's Hospital- Johns Hopkins Medicine (ACH-JHM) and All Children's Research Institute, St. Petersburg, FL ",
            "Division of Pediatric Hematology, The Johns Hopkins University, Baltimore, MD ",
            "Pediatrics, All Children's Hospital, St. Petersburg, FL "
        ],
        [
            "Children's Hospital Los Angeles, University of Southern California, Los Angeles, CA ",
            "Children's Hospital Los Angeles, University of Southern California Keck School of Medicine, Los Angeles, CA "
        ],
        [
            "Department of Pediatrics, Section of Hematology/Oncology/Bone Marrow Transplant, University of Colorado School of Medicine and Children's Hospital Colorado, Aurora, CO ",
            "Children's Hospital Colorado, University of Colorado Anschutz Medical Campus, Aurora, CO"
        ]
    ],
    "first_author_latitude": "33.649532349999994",
    "first_author_longitude": "-117.85502514999999",
    "abstract_text": "Background: Pediatric hospital-acquired venous thromboembolism (HA-VTE) incidence is rising and many centers are instituting pediatric-specific prophylaxis programs despite a lack of evidence-based risk stratification to reduce unnecessary thromboprophylaxis exposure. Objectives: The multi-institutional Children's Hospital-Acquired Thrombosis (CHAT) Registry via Research Electronic Data Capture (REDCap) can identify independent HA-VTE risk factors for prospective validation and creation of a risk-assessment scoring system. Methods: This IRB-approved, retrospective registry reveals HA-VTE risk factors from subjects aged 0-21 years with radiographically-validated VTE ≥ 48 hours after hospital admission, or after central venous line placement, at 5 pediatric hospitals from January 2012 - June 2015. Descriptive statistics summarize demographics, medical comorbidities, characteristics of the VTEs themselves and associated laboratory testing for 555 subjects. Further analyses are currently utilizing matched controls and logistic regression to identify specific odds ratios for independent risk factors. Results: The median time to VTE diagnosis was 9 days with interquartile range (IQR) of 5-18.5 days, 34% of VTE occurred in a critical care unit, and 36.8% of subjects had been hospitalized in the 30 days prior to the index hospitalization. 22.7% of VTE events were incidentally found. VTE distribution was: deep vein thromboses of arms/legs (79.6%), cerebral sinus venous thrombosis (7%), abdominal VTE (5%), pulmonary embolism (4.3%), and other (intra-cardiac and superior vena cava/right atrial junction - 5.5%) with overlap due to some subjects with multiple, separate, concurrent VTE events. Demographic characteristics revealed median age of 3.6 years (IQR: 0.4 - 13.6 years) at VTE diagnosis and slight male predominance (55%). 66.1% of subjects had significant past medical history (Table 1) and 7.2% were immobile at baseline. Evaluation of hospital course revealed a multitude of acquired putative risk factors for HA-VTE (Table 2). 70.8% of VTE were associated with a central venous catheter (CVC). Of CVC-related VTE, 70.5% were in the same vein as CVC, 20.1% were in a vein which previously held a CVC, 10.7% surrounded the CVC tip, 2.5% occurred in a vein where CVC placement was attempted but unsuccessful. 55% of subjects had at least one documented infection during hospitalization, 42% of subjects had surgery, 20.7% had a procedure involving intravascular instrumentation (defined as dialysis, plasmapheresis, cardiac catheterization, stent placement/removal, or coiling procedure), 5% of subjects underwent trauma prior to admission with 82% of trauma classified as \"major\", and 59.5% of subjects were intubated at some point during their admission. Regarding medications, 31.9% of subjects were on steroids at VTE diagnosis and an additional 13.2% of subjects received steroids in the 30 days prior to VTE diagnosis, 2.2% of subjects were on estrogen with all of these subjects having started estrogen within 6 months prior to VTE diagnosis, 4.1% of subjects received asparaginase prior to VTE, 1.6% of subjects received recombinant factor VIIa prior to VTE, and 0.4% of subjects received prothrombin complex concentrates prior to VTE. Laboratory testing of hospitalized patients revealed 43.2% of patients had a d-dimer level obtained at time of VTE and 96.5% of those patients had an elevated level. 48.3% of patients had at least one thrombophilia lab test ordered. 17.8% of subjects received VTE prophylaxis - 55% of which was pharmacologic anticoagulation. Conclusions: The CHAT registry results demonstrate a slight male predisposition and multiple associated chronic medical illnesses and acquired hospital course co-morbidities, particularly CVCs which were involved in the majority of events. Ongoing work includes incorporating additional institutions to reach a goal of 1000 cases and 2000 controls to identify independent risk factors for the development of a risk-assessment scoring system. Long-term goals include prospective validation of the scoring system to serve as the basis of identifying subjects for a future randomized clinical trial of risk-based prevention strategies. Such a trial would evaluate efficacy, safety, and cost-benefit of thromboprophylaxis in hospitalized children and help inform best practices. View large Download slide View large Download slide View large Download slide View large Download slide Disclosures Young: Novo Nordisk: Consultancy, Speakers Bureau; Kedrion: Consultancy; Baxter: Consultancy; Biogen: Consultancy, Speakers Bureau."
}