{
    "doi": "https://doi.org/10.1182/blood.V124.21.4389.4389",
    "article_title": "Progress Towards Creation of a Rhesus Macaque Animal Model for PNH Disease Via Crispr/Cas9 Technology to Knock out the PIG-a Gene ",
    "article_date": "December 6, 2014",
    "session_type": "508. Bone Marrow Failure: Poster III",
    "abstract_text": "Paroxysmal nocturnal hemoglobinuria (PNH) is an acquired clonal hematopoietic stem/progenitor cell (HSPC) disease characterized by severe intravascular hemolysis, bone marrow failure, and propensity to thrombosis, causing early death in untreated patients. PNH has been linked to acquired somatic loss-of-function mutations in the X-linked PIG-A gene in HSPC, with resultant disruption of the first step of the biosynthesis of GPI anchors and loss of cell-surface expression of GPI-linked proteins such as CD55 or CD59. PNH red cells are sensitive to complement-mediated lysis due to loss of these GPI-linked proteins. Even though the molecular mechanism of PNH has been well-characterized, the apparent clonal dominance of PIG-A mutant HSPC over residual unmutated HSPC is still poorly understood. Murine models for PNH generated via conditional knockout of PigA do not recapitulate the hemolysis, thrombotic phenotype, or clonal dominance. We took advantage of the newly-described CRISPR-Cas9 gene editing technology to disrupt the PIG-A gene via non-homologous end joining DNA repair and generate a relevant animal model for PNH, in order to investigate these important pathophysiologic questions in rhesus macaques, a species phylogenetically closely related to humans. We constructed a lentiviral vector expressing GFP, Cas9, and one of a series of five guide RNAs manually designed to target the rhesus macaque PIG-A gene at several sites within exon 2, where most human missense mutations are clustered. Two of these five gRNAs also 100% matched homologous sequences in the human PIG-A gene, while three of the gRNAs had 1-2 mismatches with the human sequence. We characterized the efficiency of each guide at the genotypic level using the SURVEYOR assay for locus disruption and direct sequencing, and at the phenotypic level by flow cytometry for GPI-linked proteins. We used human K562 or rhesus macaque FRhK-4 cell lines for proof of concept in vitro studies. The majority of human K562 cells transduced with vectors expressing guide RNAs targeting human PIG-A sequences in exon 2 gradually lost expression of cell surface CD55 and CD59, approximately 70% of double negative for CD55 and CD59 markers by 3 weeks following transduction, in contrast to K562 cells transduced with control vectors not expressing gRNA. It is notable that of the 5 guides tested in K562 cells, the 2 guides resulting in efficient knockdown of CD55 and CD59 were targeted to regions with 100% homology between the rhesus and the human sequence of PIG-A. The other 3 guides with only 1 or 2 mismatches to the human sequence were very inefficient at gene disruption in human cells, suggesting high fidelity and limited off-target effects The SURVEYOR assay confirmed disruption of the K562 PIG-A gene by these two gRNAs (see Figure). Upon sequencing, we demonstrated a variety of indels consisting of insertions or deletions of 1 to 40 nucleotides at the target site in the PIG-A gene. Analysis for off-target indels is ongoing. Similar experiments were carried out in the FRhK4 rhesus cell line, with the SURVEYOR assay demonstrating gene disruption with all five gRNA targeting sequences, all 100% homologous to the rhesus PIG-A gene targets (see Figure) . In FRhK-4 rhesus cells all the PIG-A gRNAs, knocked down CD55 and CD59 expression. gRNAs #4.1, #6.2 and #9.1 showed higher efficiency than the others, with approximately 78% of double negative cells for CD55 and CD59 markers 3 weeks following transduction. We have validated the lentiCRISPR-/Cas9 approach for use in rhesus cells for PIG-A knockout in vitro , and the guide-RNAs have shown effectiveness and specificity. We are in the process of implementing the technique in primary rhesus macaque CD34+ HSPC prior to proceeding to transplantation of these cells in an autologous rhesus model, allowing investigation of the mechanisms of clonal dominance and thrombosis. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "animal model",
        "macaca mulatta",
        "pig-a gene",
        "crispr",
        "antigens, cd55",
        "antigens, cd59",
        "gpi-linked proteins",
        "rna, guide",
        "thrombosis",
        "complement system proteins"
    ],
    "author_names": [
        "Marcus A.F. Corat, PhD",
        "Jean-Yves Metais, PhD",
        "Cynthia E. Dunbar, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Marcus A.F. Corat, PhD",
            "author_affiliations": [
                "National Institutes of Health, Bethesda, MD ",
                "University of Campinas, Campinas, Brazil "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jean-Yves Metais, PhD",
            "author_affiliations": [
                "National Institutes of Health, Bethesda, MD "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cynthia E. Dunbar, MD",
            "author_affiliations": [
                "National Institutes of Health, Bethesda, MD"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-29T06:43:48",
    "is_scraped": "1"
}