{
    "doi": "https://doi.org/10.1182/blood-2019-121814",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4426",
    "start_url_page_num": 4426,
    "is_scraped": "1",
    "article_title": "The Impact of Hematopoietic Stem Cell Transplantation on Work and Productivity Loss in Patients with Acute Leukemia: Results from a Rapid Review ",
    "article_date": "November 13, 2019",
    "session_type": "902.Health Services Research-Malignant Conditions (Lymphoid Disease)",
    "topics": [
        "hematopoietic stem cell transplantation",
        "leukemia, acute",
        "hematologic neoplasms",
        "acute lymphocytic leukemia",
        "allogeneic hematopoietic stem cell transplant",
        "cancer",
        "complete remission",
        "cytotoxic drug therapy",
        "hematological diseases",
        "leukemia, myelocytic, acute"
    ],
    "author_names": [
        "Tayler Scory, MSc",
        "Eileen Shaw, MSc",
        "Tara Cowling, MSc",
        "Francois Peloquin, MSc",
        "Verna L Welch, PhD MPH",
        "Majed Charaan, MSc, MBA",
        "Andrew Brown, PhD"
    ],
    "author_affiliations": [
        [
            "Medlior Health Outcomes Research Ltd., Calgary, Canada "
        ],
        [
            "Medlior Health Outcomes Research Ltd., Calgary, Canada "
        ],
        [
            "Medlior Health Outcomes Research Ltd., Calgary, Canada "
        ],
        [
            "Pfizer Canada Inc, Montreal, Canada "
        ],
        [
            "Pfizer Inc, New York, NY"
        ],
        [
            "Pfizer Canada Inc, Montreal, Canada "
        ],
        [
            "Pfizer Inc, New York, NY"
        ]
    ],
    "first_author_latitude": "50.9639123",
    "first_author_longitude": "-114.0149383",
    "abstract_text": "Introduction: Acute lymphocytic leukemia (ALL) and acute myeloid leukemia (AML) are both hematological malignancies characterized by rapid onset. While AML is more common than ALL, both typically receive cytotoxic chemotherapy in first line. Upon complete remission, patients will be considered for allogeneic hematopoietic stem cell transplant (HSCT). The economic burden of malignant blood disorders was recently studied in Europe, with an estimated €3.6 billion in productivity losses. The objective of this review is to evaluate the impact on productivity and understand the societal burden of HSCT in ALL and AML patients. Methods: A rapid review was conducted to identify real-world evidence reporting work and productivity loss associated with ALL and AML, including the impact of HSCT. A search of PubMed was executed for citations published between April 1, 2014 to April 1, 2019 and limited to English language. Eligible studies examined outcomes on work productivity in patients diagnosed with ALL, AML, or combined hematological malignancies, with no geographical restriction. A single reviewer screened all identified citations and extracted key data from included papers. Results: A total of 13 unique real-world data studies were identified. Seven studies examined the impact of hematological cancers (including ALL and AML) with varied return-to-work outcomes reported. Of these, 3 studies observed positive return-to-work outcomes over time, while 4 reported decreased employment among patients when compared to the general population, although 2 of the 4 studies were focused on childhood hematological cancer survivors. A total of 6 studies examined the impact of HSCT on work productivity. Two studies reported opposing results in unemployment in adult survivors of childhood hematological cancers who received HSCT. The remaining 4 studies found a general decrease in employment or increase in low-income status among adult patients when comparing pre-HSCT to post-HSCT; however, 2 of these studies reported most patients were still employed post-HSCT, with 62% returning to work over 1 year post-HSCT and 77% of patients returning to work 5 years post-HSCT. Overall, there was a trend towards work reintroduction as an important outcome post-HSCT. Further, recurring themes included structural changes in the current delivery of health services or potential interventions to help rehabilitation post-transplantation and optimize employment. Conclusions: Work productivity outcomes are important facets of long-term survivorship care in patients with hematological cancers. Although there was a limited number of studies identified, results from the current rapid review indicate that while productivity is lower in patients with AML or ALL, including those treated with HSCT, a substantial proportion of patients are still actively employed. Future research should be directed toward understanding the causes of unemployment post-HSCT to help prevent adverse financial outcomes following this life-saving procedure. In terms of limitations, none of the identified studies compared work productivity outcomes of those who received HSCT to those who did not receive HSCT, among patients with hematological cancer. Four of the studies only examined patients pre- and post-HSCT and the remaining 2 studies compared patients to the general population; thus, the effect of HSCT could not be discerned from the effect of the disease. While HSCT is a costly and resource-intensive procedure, it remains the only potentially curative intervention for most hematological cancers. Advances in HSCT have dramatically improved clinical outcomes in cancer patients; resulting in lowered HSCT-related morbidity and mortality. Future studies with direct comparisons of patients with hematological cancer who received HSCT to those who did not receive HSCT would be desirable to estimate the indirect costs of impact of work productivity in these patients; however, ability to receive HSCT may remain confounded by variables that are challenging to measure, such as disease state, donor availability, HSCT reimbursement policies, and patient preference. Disclosures Scory: Medlior Health Outcomes Research: Employment. Shaw: Medlior Health Outcomes Research: Employment. Cowling: Medlior Health Outcomes Research: Employment. Peloquin: Pfizer Inc: Employment, Equity Ownership. Welch: Pfizer Inc: Employment, Equity Ownership. Charaan: Pfizer Inc: Employment, Equity Ownership. Brown: Pfizer: Employment, Equity Ownership."
}