{
    "doi": "https://doi.org/10.1182/blood.V110.11.4737.4737",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1039",
    "start_url_page_num": 1039,
    "is_scraped": "1",
    "article_title": "SDF-1 Is Responsible for the Constitutively High NF-kB Activity in Human Myeloma Cells. ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "topics": [
        "myeloma cells",
        "nf-kappa b",
        "stromal cell-derived factor 1",
        "intercellular adhesion molecule 1",
        "cxcr4 receptors",
        "chemokines",
        "dna",
        "monoclonal gammopathy of undetermined significance",
        "multiple myeloma",
        "plasma cells"
    ],
    "author_names": [
        "Abul Islam, MD",
        "Ken-ichiro Otsuyama, MD",
        "Jakia Amin, MD",
        "Saeid Abroun, MD",
        "Karim Shamsasenjan, MD",
        "Mohd S. Iqbal, MD",
        "Michio M. Kawano, MD"
    ],
    "author_affiliations": [
        [
            "Cellular Signal Analysis, Graduate School of Medicine, Yamaguchi Univ, Ube, Yamaguchi, Japan"
        ],
        [
            "Cellular Signal Analysis, Graduate School of Medicine, Yamaguchi Univ, Ube, Yamaguchi, Japan"
        ],
        [
            "Cellular Signal Analysis, Graduate School of Medicine, Yamaguchi Univ, Ube, Yamaguchi, Japan"
        ],
        [
            "Cellular Signal Analysis, Graduate School of Medicine, Yamaguchi Univ, Ube, Yamaguchi, Japan"
        ],
        [
            "Cellular Signal Analysis, Graduate School of Medicine, Yamaguchi Univ, Ube, Yamaguchi, Japan"
        ],
        [
            "Cellular Signal Analysis, Graduate School of Medicine, Yamaguchi Univ, Ube, Yamaguchi, Japan"
        ],
        [
            "Cellular Signal Analysis, Graduate School of Medicine, Yamaguchi Univ, Ube, Yamaguchi, Japan"
        ]
    ],
    "first_author_latitude": "34.04298839999999",
    "first_author_longitude": "131.28198905",
    "abstract_text": "The chemokine, stromal cell-derived factor 1 (SDF-1; CXCL12) and its receptor, CXCR4 are considered to be essentially required for plasma cell homing to the bone marrow (BM). It is well known that plasma cells in the BM (long-lived plasma cells) survive for a long time and have the constitutively high NF-kB activity. Since human myeloma cells are considered to be derived from these committed long-lived plasma cells, we investigated the role of SDF-1 on the survival of primary myeloma cells from myeloma patients and the possible relationship with NF-kB activity. First, we confirmed that all primary myeloma cells expressed CXCR4 but not CCR9 or CCR10 receptors on their surface and the levels of CXCR4 expression apparently correlated with maturity of BM plasma cells; mature myeloma cells (MPC-1+) as well as polyclonal plasma cells expressed higher levels of CXCR4 than those on immature myeloma cells (MPC-1-). The production of SDF-1 was found strongly in BM stromal cells but not in primary myeloma cells as well as myeloma cell lines. On the other hand, high DNA binding activity of NF-kB was constitutively detected in primary myeloma cells as well as myeloma cell lines, and these NF-kB activities significantly correlated with the expression levels of CD54 on their surface, for CD54 gene is one of the strict NF-kB target genes. Based on the expression levels of CD54 protein, interestingly, primary myeloma cells showed weaker NF-kB activities than those in monoclonal plasma cells from MGUS and polyclonal plasma cells from polyclonal gammopathy. Plasma concentrations of SDF-1 were also significantly correlated to the expression levels of CD54 on primary myeloma cells significantly ( P <0.01). Furthermore, it was confirmed that addition of SDF-1 significantly increased the expression levels of CD54 in the in vitro culture of primary myeloma cells. Therefore, these results indicate that SDF-1 is responsible for high expression levels of CD54 and possibly the constitutively high NF-kB activity in primary myeloma cells."
}