{
    "doi": "https://doi.org/10.1182/blood-2020-142131",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4455",
    "start_url_page_num": 4455,
    "is_scraped": "1",
    "article_title": "A Prospective Haploidentical Peripheral Blood Stem Cell Transplant Study Using a Pre-Defined Conditioning Regimen Intensity Based on Age and the Hematopoietic Cell Transplantation Comorbidity Index- Anzhit 1: Encouraging Preliminary Survival Outcomes at One Year Follow up ",
    "article_date": "November 5, 2020",
    "session_type": "732.Clinical Allogeneic Transplantation: Results",
    "topics": null,
    "author_names": [
        "John Moore, MB.BS, MD FRACP, FRCPA",
        "John Kwan, MBBS,FRACP,FRCPA",
        "David Gottlieb, MBBS, MD FRACP, FRCPA",
        "Ashish Bajel, FRACP",
        "David Ritchie, MB ChB, PhD FRACP, FRCPA",
        "David T Yeung, BSc,PhDFRACP,FRCPA,MBBS",
        "Matthew Greenwood, MBBS, FRACP, FRCPA",
        "Duncan Purtill, MBBS,FRCPA,FRACP",
        "Steven Tran, BEng MBiomedE",
        "Donna Aarons, B.Pharm",
        "Nada Hamad, MB.BS, FRACP, FRCPA"
    ],
    "author_affiliations": [
        [
            "Department of Haematology and Bone Marrow Transplantation, St. Vincent's Hospital, Sydney, Australia "
        ],
        [
            "Department of Haematology and Bone Marrow Transplantation, Westmead Hospital, Sydney, Australia "
        ],
        [
            "Department of Haematology and Bone Marrow Transplantation, Westmead Hospital, Sydney, Australia "
        ],
        [
            "Haematology Department, Royal Melbourne Hospital, Parkville, Australia "
        ],
        [
            "Haematology Department, Royal Melbourne Hospital, Melbourne, Australia "
        ],
        [
            "Haematology, Institute of Medical Veterinary Science, Adelaide, Australia "
        ],
        [
            "Department of Haematology, Royal North Shore Hospital, Sydney, AUS "
        ],
        [
            "Department of Bone Marrow Transplantation, Fiona Stanley Hospital, Perth, Australia "
        ],
        [
            "The Australasian Bone Marrow Transplant Recipient Registry, Sydney, Australia "
        ],
        [
            "The Australasian Bone Marrow Transplant Recipient Registry, Sydney, Australia "
        ],
        [
            "Department of Haematology, St. Vincent's Hospital, Sydney, Australia"
        ]
    ],
    "first_author_latitude": "-33.88031134999999",
    "first_author_longitude": "151.22152949999997",
    "abstract_text": "Background HLA-matched sibling and unrelated donors are not always available for patients that are in need of an allogeneic haematopoietic stem cell transplant. Partially HLA-mismatched related (haploidentical) donors can be identified for the vast majority of patients but these transplants were historically complicated by excessive graft versus host disease (GVHD), nonrelapse mortality (NRM), and poor overall survival (OS). Haploidentical haematopoietic stem cell transplantation (Haplo HSCT) has become increasingly common over the last ten years, predominately due to the successful use of post-transplant cyclophosphamide (PTCy) in mitigating graft versus host disease (GVHD). Most studies using PTCy have been retrospective with various conditioning regimens and stem cell sources making interpretation of results difficult. ANZHIT-1 is a prospective Australian multi-centre phase II study of Haplo HSCT with defined conditioning and GVHD prophylaxis regimens. Methods: This is an ethics approved Phase II study (ACTRN: 12617000151336) conducted between 2015-2020 at six Australian allogeneic HSCT centres. All patients received peripheral blood Haplo HSCT from haploidentical family members. The reduced intensity regimen (RIC) was fludarabine, cyclophosphamide and 200cGy TBI and the myeloablative regimen (MAC) was fludarabine with IV busulfan 3.2mg/kg x 4. PTCy 50mg/kg D+3, D+4 was used with MMF (to D35) and a calcineurin inhibitor (CNI) as GVHD prophylaxis. CNIs were weaned and ceased by D+120 in patients who did not have evidence of GVHD. Choice of conditioning regimen was based on age and hematopoietic cell transplantation comorbidity index (HCT-CI) scores. Patients who had an HCTCI >3 or age >50yrs received RIC. Data collection was through the Australian Bone Marrow Transplant Recipient Registry. Survival was analysed using the Kaplan-Meier method. Results: Seventy eight patients were included in the study with a median follow up of 402.5 days (28-1259). There was a male predominance (66%). The median age was 53 years (range 18-69) and the median HCT-CI score was 1 (range 0-5). Thirty nine patients had acute myeloid leukaemia, 12 acute lymphoblastic Leukaemia, 14 Non Hodgkin lymphoma or Hodgkin lymphoma, 4 myelodysplastic syndrome and 9 other diagnoses. The majority received RIC (59%). Median neutrophil and platelet engraftment times were 18 days (range: 12-92) and 28 days (range: 13-262) respectively. Acute GVHD grade III-IV occurred in 14.1% of patients whilst chronic GVHD occurred in 20.5%. Moderate to severe cGVHD according to NIH consensus criteria occurred in 10.3% of patients. Overall survival probability at one year was 74.1% (95% CI: 52.9-86.8) for MAC recipients and 77.8% (95% CI: 61.6-87.8) for RIC recipients (Figure 1). Non relapse mortality (NRM) at D100 and 1 year were 2.2% and 8.7% respectively in the RIC group compared to 6.3% and 18.8% respectively in the MAC group. Causes of NRM included infection (n=5), GVHD (n=3) and VOD, respiratory failure and multi-organ failure in one patient each. Haemorrhagic cystitis and poor graft function were relatively common post-transplant morbidities but rarely contributed to NRM. Despite the use of peripheral blood stem cells and early weaning of CNIs, only 3/11 NRM deaths were due to GVHD. Relapse was the most common cause of death in the RIC group with 17.4% of patients relapsing at a median of 114 days (range 36-564) compared to only 6.3% at a median of 90.5 days (range 64-154) in the MAC group. Conclusion: This prospective Haplo HSCT trial utilising PTCY demonstrates encouraging overall survival rates. The RIC regimen had a promising toxicity profile but early relapse remains a concern despite early weaning of CNIs. In contrast, the MAC regimen is associated with a low relapse rate but NRM at one year remains significant. Further refinement of the conditioning and GVHD prophylaxis regimens will be incorporated in the follow-on study, ANZHIT-2, which will begin accrual in late 2020. View large Download slide View large Download slide  Disclosures Bajel: Pfizer: Honoraria; Amgen: Honoraria, Speakers Bureau; Novartis: Honoraria; Astellas: Honoraria; Abbvie: Honoraria. Greenwood: Servier: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; MSD: Membership on an entity's Board of Directors or advisory committees; Amgen: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau. Hamad: Novartis: Honoraria; Abbvie: Honoraria."
}