{
    "doi": "https://doi.org/10.1182/blood.V122.21.1563.1563",
    "article_title": "Puma Is The Critical BH3-Only Protein Mediating Apoptosis In The Nup98-HoxD13 (NHD13) Mouse Model Of Human MDS ",
    "article_date": "November 15, 2013",
    "session_type": "633. Myelodysplastic Syndromes: Poster I",
    "abstract_text": "One of the key hallmarks of myelodysplastic syndromes (MDS) is that of ineffective haematopoiesis. The main factor contributing to this is increased apoptosis of bone marrow progenitors – a prominent feature particularly of early-stage MDS. Although apoptosis has been attributed to cell extrinsic triggers such as increased levels of Fas and TNF-α, there is increasing evidence implicating the cell intrinsic pathway – in which Bcl-2 and its related proteins play an important role and which is activated by p53. Consistent with this, we have recently shown that apoptosis in the Nup98-HoxD13 (NHD13) transgenic mouse model of MDS can be effectively blocked by enforced expression of Bcl-2. To further define the molecular mechanism of apoptosis upstream of Bcl-2, we mated NHD13 mice with mice deficient for p53. Consistent with a lineage specific role for p53, we observed p53-dependent apoptosis of the erythroid, but not the myeloid lineage. In NHD13 progenitors, gene expression analysis for members of the intrinsic pathway, showed elevated expression of Noxa but not Puma – both of which are BH3-only proteins and transcriptional targets of p53. We proceeded to mate NHD13 mice with mice deficient in Noxa and Puma. Unexpectedly, the expression levels were in fact misleading as genetic ablation studies showed that apoptosis of both erythroid and myeloid lineages was Puma dependent, with no role for Noxa. These studies have demonstrated that gene expression of Bcl-2 proteins cannot be used to predict functional relevance and in this case, Puma is the critical BH3-only protein mediating apoptosis in MDS. Disclosures: Guirguis: Leukaemia Foundation - Australia: Research Funding.",
    "topics": [
        "ablation",
        "apoptosis",
        "leukemia",
        "mice",
        "myelodysplastic syndrome",
        "tumor necrosis factors",
        "bone marrow",
        "ilex paraguariensis",
        "mice, transgenic",
        "bcl2 gene"
    ],
    "author_names": [
        "Andrew Guirguis, MBBS, FRACP, FRCPA",
        "David J. Curtis, M.D., Ph.D.",
        "Christopher Slape, PhD",
        "Jesslyn Saw",
        "Andrew H Wei, MBBS, PhD",
        "Laura M Failla",
        "Philippe Bouillet, PhD",
        "Andreas Strasser, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Andrew Guirguis, MBBS, FRACP, FRCPA",
            "author_affiliations": [
                "Haematology Department, The Alfred Hospital, Melbourne, Australia, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "David J. Curtis, M.D., Ph.D.",
            "author_affiliations": [
                "Australian Centre For Blood Diseases, Monash University, Melbourne, Australia, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christopher Slape, PhD",
            "author_affiliations": [
                "Australian Centre For Blood Diseases, Monash University, Melbourne, Australia, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jesslyn Saw",
            "author_affiliations": [
                "Australian Centre For Blood Diseases, Monash University, Melbourne, Australia, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew H Wei, MBBS, PhD",
            "author_affiliations": [
                "Haematology Department, The Alfred Hospital, Melbourne, Australia, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laura M Failla",
            "author_affiliations": [
                "Bone Marrow Research Laboratories, Royal Melbourne Hospital, Parkville, Australia, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Philippe Bouillet, PhD",
            "author_affiliations": [
                "The Walter and Eliza Hall Institute Of Medical Research, Melbourne, Australia"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andreas Strasser, PhD",
            "author_affiliations": [
                "The Walter and Eliza Hall Institute Of Medical Research, Melbourne, Australia"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-25T04:07:23",
    "is_scraped": "1"
}