{
    "doi": "https://doi.org/10.1182/blood.V126.23.3977.3977",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3056",
    "start_url_page_num": 3056,
    "is_scraped": "1",
    "article_title": "Efficacy and Safety of Combined Rituximab and Ipilimumab to Treat Patients with Relapsed/Refractory CD20+ B-Cell Lymphoma ",
    "article_date": "December 3, 2015",
    "session_type": "624. Lymphoma: Therapy with Biologic Agents, excluding Pre-Clinical Models: Poster III",
    "topics": [
        "b-lymphocytes",
        "ipilimumab",
        "lymphoma",
        "rituximab",
        "cytotoxic t-lymphocyte antigen 4",
        "toxic effect",
        "anemia",
        "cd80 antigens",
        "diarrhea",
        "hyponatremia"
    ],
    "author_names": [
        "Barbara Marie Galligan, MD",
        "Denice Tsao-Wei",
        "Susan Groshen",
        "Mark Kirschabum",
        "Robert O'Donnell",
        "Paul R. Kaesberg, MD",
        "Tanya Siddiqui",
        "Leslie Popplewell",
        "Ailawadhi Sikander",
        "Htut Myo",
        "Robert Chen",
        "John F. DiPersio, MD PhD",
        "Neil D. Palmisiano, MD",
        "David F. Claxton, MD",
        "Edward M. Newman, PhD",
        "Joseph Tuscano, MD"
    ],
    "author_affiliations": [
        [
            "University of California Davis, Sacramento, CA "
        ],
        [
            "University of Southern California, Los Angeles, "
        ],
        [
            "University of Southern California, Los Angeles, "
        ],
        [
            "North Shore - LIJ, Forest Hills, "
        ],
        [
            "University of California Davis, Sacramento, CA "
        ],
        [
            "University of California Davis, Sacramento, CA "
        ],
        [
            "City of Hope, Duarte, CA "
        ],
        [
            "City of Hope, Duarte, CA "
        ],
        [
            "Mayo Clinic, Minneapolis, "
        ],
        [
            "City of Hope, Duarte, CA "
        ],
        [
            "City of Hope, Duarte, CA "
        ],
        [
            "Department of Medicine, Division of Oncology, Washington University School of Medicine, Saint Louis, MO "
        ],
        [
            "Kimmel Cancer Center, Thomas Jefferson University, Philadelphia, PA "
        ],
        [
            "Hematology/Oncology Division, Penn State Hershey Cancer Institute, Penn State University, Hershey, PA"
        ],
        [
            "City of Hope, Duarte, CA "
        ],
        [
            "University of California Davis, Sacramento, CA "
        ]
    ],
    "first_author_latitude": "38.5600381",
    "first_author_longitude": "-121.44307920000001",
    "abstract_text": "Background: As a single agent, rituximab produces an overall response rate (ORR) of 20-50% in patients with relapsed/refractory (r/r) B-cell non-Hodgkin lymphomas (NHL). Acquired resistance occurs, however, partially due to defective host immune effector mechanisms. Efforts to augment immune function have included combining rituximab with immune modulators such as IL-2, IL-12, interferonand lenalidomide. These efforts have resulted in improved efficacy of rituximab. Ipilimumab is a human IgG 1 κ monoclonal antibody (mAb) specific for the cytotoxic T lymphocyte-associated antigen-4 (CTLA-4, CD152) expressed on activated T cells. CTLA-4 is a negative regulator of T-cell responses. Ipilimumab augments the immune response by disrupting the interaction of CTLA-4 with its ligands, B7-1 (CD80) and B7-2 (CD86). We therefore hypothesize that ipilimumab will augment the efficacy of rituximab. This phase I with an expansion cohort was designed to assess the safety of this combined therapy. Methods: Patients ≥ 18 years old with r/r CD20+ NHL, measurable disease, KPS ≥ 70%, neutrophils ≥ 1000, platelets ≥ 50,000 and adequate kidney and liver function were eligible. In this phase I with an expansion cohort, after establishing the recommended Phase II dose (RP2D), study patients would be randomized to differing treatment schedules of rituximab and ipilimumab. For induction in phase I, rituximab was given every week for four weeks and ipilimumab was administered every 3 weeks for 4 doses. Primary endpoints included toxicity and determination of the maximum tolerated dose (MTD)/RP2D during the first 7 weeks of induction of ipilimumab (2 doses) when given in combination with rituximab (4 doses, 375mg/m 2 per dose). Secondary end points included immune response, ORR and progression free survival (PFS). In the phase I component, a standard 3+3 design was used to determine the MTD/RP2D. After the RP2D was established, 20 more patients would be randomized to one of two schedules: Arm A - ipilimumab on Day 1 together with the first dose of rituximab, or Arm B - ipilimumab on Day 15 together with the third rituximab dose. After induction in both the Phase I and the expansion cohorts, ipilimumab and rituximab were given every 12 weeks (+/- 1 week) on the same day for 1 year. Results : As of August 1 2015, 21 patients have been enrolled (1SLL, 9FL, 6DLCL, 1MCL, 4 indeterminate): 15 are evaluable for toxicity assessment at 7 weeks. The median age was 62 (32-71) and the median number of prior regimens was 2 (1-6). The RP2D of ipilimumab when given with rituximab (375 mg/m2) was 3 mg/kg, which was the highest dose tested. The most common grade 1-2 AEs (>20%) were:anemia (33%); diarrhea (20%); constipation (27%); nausea/vomiting (33%); fatigue (40%); anorexia (33%); low albumin (53%); hypocalcemia (33%); hyponatremia (27%). The most common grade 3-4 AEs (≥ 5%) were: anemia (20%); diarrhea (13%); leukopenia (13%); and hyponatremia (27%). There were no study related deaths. Twelve patients remain on treatment, 6 came off due to progression, 2 due to toxicity, and there was one death (unrelated). Conclusion: The RP2D of ipilimumab when given in combination with rituximab is 3 mg/kg. This dose is safe and moderately well tolerated. Enrollment continues in the expansion cohort to assess efficacy and the ability of ipilimumab to augment the rituximab-mediated immune response. Disclosures Off Label Use: Ipilimumab to augment rituxan in treating lymphoma. Chen: Merck: Consultancy, Research Funding; genentech: Consultancy, Speakers Bureau; Millennium: Consultancy, Research Funding, Speakers Bureau; Seattle Genetics: Consultancy, Research Funding, Speakers Bureau."
}