{
    "doi": "https://doi.org/10.1182/blood.V122.21.128.128",
    "article_title": "IAP Antagonists Are a Novel Class Of Immunomodulators That Induce Complete Response In Vk*MYC Myeloma By Stimulating Plasmacytoid Dendritic Cells To Secrete IFNa ",
    "article_date": "November 15, 2013",
    "session_type": "652. Myeloma: Pathophysiology and Pre-Clinical Studies, excluding Therapy",
    "abstract_text": "LCL161 is a IAP antagonist targeting the cellular inhibitor of apoptosis proteins cIAP1 and -2 (cIAP1/2). We previously reported that loss of the ubiquitin ligase cIAP1/2 results in the stabilization of NIK and activation of the non-canonical NFkB pathway, a pathway we found frequently activated by a promiscuous array of mutations in multiple myeloma (MM), including the homozygous deletion of cIAP1/2 themselves. This suggests that LCL161 treatment will have no direct anti-tumor activity, and may even increase the already high level of NFkB in MM. However, this pathway is also a key regulator of the host immune response and LCL161 has been shown to induce some activation of the immune system that can potentiate the effects of anti-tumor vaccines. Like IMiDs, which target another ubiquitin ligase complex containing cereblon, we found that LCL161 inhibits TNFa secretion by LPS-stimulated monocytes in vitro. Also like IMiDs, LCL161 has little direct anti-tumor activity against primary MM cells and MM cell lines in vitro, or immunodeficient xenograft models in vivo, which, contrary to preclinical studies in other tumor types, is not potentiated by the addition of TNFa. At concentrations ten times higher than the ones required for target modulation (cIAP1/2 degradation, achieved at nanomolar doses), direct cytotoxicity was observed, as reported by other investigators, most likely derived from off target inhibition of the caspase inhibitor XIAP. LCL161 has been studied in a phase I study in solid tumors where it was well tolerated with a cytokine release syndrome as the dose limiting toxicity and is now being studied in a phase II study in combination with paclitaxel. Surprisingly we found that LCL161 has dramatic activity in vivo against MM that develops spontaneously in an immunocompetent genetically engineered mouse model of MM (Vk*MYC). This model has been rigorously validated and found to have a positive predictive value for clinical activity of 67%, and a negative predictive value for clinical inactivity of 88%. Among nearly 50 drugs tested as single agents, only LCL161, proteasome inhibitors and alkylating agents induce complete response in this model. We found that LCL161 has no activity in vitro against these same tumor cells, suggesting an important role for the host in mediating the anti-tumor effect. MM that develops in congenic recipient mice transplanted with unfractionated bone marrow from Vk*MYC donor mice with MM, but not from those transplanted with purified CD138+ MM cells, is sensitive to LCL161. Cell fractionation and “add back” transplantation experiments in Vk*MYC mice have identified plasmacytoid dendritic cells (pDCs) as the key mediators of LCL161 anti-MM activity, which is completely independent of adaptive immunity. pDCs infiltrate the BM of MM patients, and similarly of Vk*MYC mice, where they stimulate tumor growth through release of inflammatory cytokines and NFkB activation. It has been shown that engagement of TLR with CPG abrogates this effect. MM is a tumor exquisitely dependent on pro-inflammatory cytokines for survival, but also sensitive to the cytotoxic effects of type-I IFN. We found that the dramatic anti-MM activity of LCL161 is directly mediated by pDCs. In normal condition pDCs support MM growth by providing a cytokine rich environment. LCL161, however, turns them into killers by suppressing the MYD88 pathway responsible for IL6 and TNFa production while simultaneously activating IFNa production. Although the response rate to single agent IFNa in MM patients is approximately 20%, its use in the treatment of MM has been discontinued because of toxicity. LCL161 may represent a novel way of administering high level of IFNa directly to the tumor bed, limiting toxicity and increasing efficacy. Interestingly, IMiDs have been recently shown to augment IFNb production downstream of MYD88 in lymphoma, and their anti-lymphoma activity can be inhibited by antibodies to IFNb. We conclude that LCL161 is a novel immunomodulator with very potent anti-MM activity in vivo and well-defined molecular and cellular targets. A phase II clinical trial of LCL161 in MM is ongoing. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "antagonists",
        "complete remission",
        "dendritic cells",
        "immunologic adjuvants",
        "interferon-alpha",
        "multiple myeloma",
        "neoplasms",
        "cytokine",
        "nf-kappa b",
        "toxic effect"
    ],
    "author_names": [
        "Marta Chesi, PhD",
        "Victoria Garbitt",
        "Stephen Palmer",
        "P. Leif Bergsagel, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Marta Chesi, PhD",
            "author_affiliations": [
                "Comprehensive Cancer Center, Mayo Clinic Arizona, Scottsdale, AZ, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Victoria Garbitt",
            "author_affiliations": [
                "Comprehensive Cancer Center, Mayo Clinic Arizona, Scottsdale, AZ, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephen Palmer",
            "author_affiliations": [
                "Comprehensive Cancer Center, Mayo Clinic Arizona, Scottsdale, AZ, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "P. Leif Bergsagel, MD",
            "author_affiliations": [
                "Comprehensive Cancer Center, Mayo Clinic Arizona, Scottsdale, AZ, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-28T12:59:21",
    "is_scraped": "1"
}