{
    "doi": "https://doi.org/10.1182/blood.V110.11.4207.4207",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1015",
    "start_url_page_num": 1015,
    "is_scraped": "1",
    "article_title": "Exogenous Nucleic Acids - A Potential Source of Resistance to Nucleoside Analogues in Cancer and Antiviral Therapy. ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "topics": [
        "antiviral agents",
        "cancer",
        "nucleic acids",
        "nucleoside analog",
        "nucleoside analog antiviral",
        "acyclovir",
        "fludarabine",
        "deoxycytidine",
        "deoxycytidine kinase",
        "dna, viral"
    ],
    "author_names": [
        "Raymund Buhmann, MD",
        "Ting Yang, MD",
        "Martin Obermeier, MD",
        "Gundula Jaeger, MD",
        "Hans-Jochem Kolb, MD,PhD"
    ],
    "author_affiliations": [
        [
            "Hematop.Cell Transpl. Dept Med. 3, University of Munich, Muenchen, Germany",
            "Inst. Molecular Immunology, GSF-National Research Centre for Environment and Health, Muenchen, Germany"
        ],
        [
            "Hematop.Cell Transpl. Dept Med. 3, University of Munich, Muenchen, Germany"
        ],
        [
            "Dept. Virology, Max von Pettenkofer Institut, Muenchen, Germany"
        ],
        [
            "Dept. Virology, Max von Pettenkofer Institut, Muenchen, Germany"
        ],
        [
            "Hematop.Cell Transpl. Dept Med. 3, University of Munich, Muenchen, Germany",
            "Inst. Molecular Immunology, GSF-National Research Centre for Environment and Health, Muenchen, Germany"
        ]
    ],
    "first_author_latitude": "48.150482700000005",
    "first_author_longitude": "11.580236200000002",
    "abstract_text": "The metabolism of exogenous nucleic acids is not well defined. Moreover, there is little information whether there might be interference with chemically and structurally related drugs, e.g. nucleoside analogues (NA) widely used in cancer or in antiviral therapy. In the present report we provide evidence, that nucleic-acid based drugs might antagonize fludarabine or acyclovir. In vitro , fludarabine treated lymphocytes or myeloid blasts where rescued from apoptosis when incubated with defibrotide (DF), a polydisperse mixture of single-stranded oligodeoxyribonucleotides (15 to 30 kD) or singular deoxynucleotides. Thereby deoxycytidine (dCTP) turned out to be the key substrate competing with fludarabine for phosphorylation by deoxycitidine kinase (dCK) and suggested interference with nucleic acid metabolism rather than direct competition with the drug. To further prove this hypothesis the influence of defibrotide on HSV replication was evaluated. In standard drug resistance assays performed with acyclovir sensitive herpes simplex virus (HSV) strains (V0631508) 4 mM of DF restored viral replication in presence of 50 mM acyclovir. This was confirmed by quantitative PCR of viral DNA. Moreover, in this case deoxythymidine (dTTP) turned out to be the competitor for intracellular phosphorylation mediated by virus thymidine kinase. We conclude that treatment with DF and other nucleic-acid-based drugs interfere with the efficacy of NA used for cancer and antiviral therapy. Prospective clinical trials are required to confirm these in vitro findings."
}