{
    "doi": "https://doi.org/10.1182/blood-2019-122285",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4156",
    "start_url_page_num": 4156,
    "is_scraped": "1",
    "article_title": "I-Care for MDS: Development of Guidelines-Based Indicators for Appropriate Care in Adult Patients with Myelodysplastic Syndromes ",
    "article_date": "November 13, 2019",
    "session_type": "903.Health Services Research-Malignant Conditions (Myeloid Disease)",
    "topics": [
        "guidelines",
        "myelodysplastic syndrome",
        "adverse effects",
        "cancer",
        "electropalatography",
        "immunosuppressive agents",
        "iron chelation therapy",
        "paracoccidioidomycosis",
        "surrogate endpoints",
        "toxic effect"
    ],
    "author_names": [
        "Kristina Stojkov, BSc, MSc Pharm",
        "Tobias Silzle, MD",
        "Georg Stussi, MD",
        "David Schwappach, PhD MPH",
        "Juerg Bernhard, PhD",
        "David Bowen, MD",
        "Jaroslav Cermak",
        "Avinash G. Dinmohamed, BSc, MSc",
        "Corien Eeltink",
        "Sabrina Eggmann, PT, MSc",
        "Pierre Fenaux, MD PhD",
        "Ulrich Germing, MD",
        "Manuel Haschke, MD",
        "Eva Hellstrom Lindberg, MD PhD",
        "Monika Heger",
        "Arjan A. Van de Loosdrecht, MD PhD",
        "Jakob R. Passweg, MDMS",
        "Michael Pfeilstocker, MD",
        "Uwe Platzbecker, MD",
        "Luca Malcovati, MD",
        "Antonio Medina De Almeida, MD PhD",
        "Moshe Mittelman, MD",
        "Christine Morgenthaler",
        "David P. Steensma, MD",
        "Valeria Santini, MD",
        "Reinhard Stauder, MD MSc",
        "Argiris Symeonidis, MD PhD",
        "Saemi Schaer, PhD",
        "Charlotte Maddox, DVM, PhD",
        "Theo M de Witte, MD",
        "Julia Bohlius, MD",
        "Nicolas Bonadies, MD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology and Central Hematology Laboratory, Inselspital, Bern University Hospital, University of Bern, Bern, Switzerland ",
            "Department for BioMedical Research, University of Bern, Bern, Switzerland "
        ],
        [
            "Experimental Oncology and Hematology, Department of Oncology and Hematology, Cantonal Hospital St. Gallen, St. Gallen, Switzerland "
        ],
        [
            "Clinic of Haematology, Oncology Institute of Southern Switzerland, Bellinzona, Switzerland "
        ],
        [
            "Swiss Patient Safety Foundation, Zurich, Switzerland "
        ],
        [
            "Department of Medical Oncology, Inselspital, Bern University Hospital, University of Bern, Bern, Switzerland "
        ],
        [
            "Department of Haematology, Leeds Teaching Hospitals, Leeds, United Kingdom "
        ],
        [
            "Institute of Hematology and Blood Transfusion, Prague, Czech Republic "
        ],
        [
            "Department of Research and Development, Netherlands Comprehensive Cancer Organisation (IKNL), Utrecht, Netherlands "
        ],
        [
            "Department of Hematology, Amsterdam University Medical Center, Vrije Universiteit Amsterdam, Amsterdam, Netherlands "
        ],
        [
            "Department of Physiotherapy, Inselspital, Bern University Hospital, University of Bern, Bern, Switzerland "
        ],
        [
            "Service d'Hématologie,Assistance Publique des Hôpitaux de Paris (AP-HP) and Université Paris 7, Hôpital Saint-Louis / Université Paris 7, Paris, France "
        ],
        [
            "Dept. of Hematology, Oncology, and Clinical Immunology, Heinrich-Heine-University, Düsseldorf, Germany "
        ],
        [
            "Clinical Pharmacology and Toxicology, Department of General Internal Medicine, Inselspital, Bern University Hospital, University of Bern, Bern, Switzerland "
        ],
        [
            "HERM, Dept. of Medicine, Huddinge, Karolinska Institute, and PO Hematology, Karolinska University Hospital, Stockholm, Sweden "
        ],
        [
            "Department of Hematology and Central Hematology Laboratory, Inselspital, Bern University Hospital, University of Bern, Bern, Switzerland ",
            "Department of Medical Oncology, Inselspital, Bern University Hospital, University of Bern, Bern, Switzerland "
        ],
        [
            "Department of Hematology, Amsterdam UMC, Vrije Universiteit Amsterdam, Amsterdam, Netherlands "
        ],
        [
            "University Hospital Basel, Basel, Switzerland "
        ],
        [
            "3rd Med. Dept. Hanusch-Hosp., Vienna, Austria "
        ],
        [
            "Medical Clinic and Policlinic, Hematology and Cellular Therapy, University of Leipzig Medical Center, Leipzig, Germany "
        ],
        [
            "Department of Molecular Medicine & Hematology Oncology, University of Pavia Medical School, Piazzale Golgi 2, Italy "
        ],
        [
            "Hospital da Luz; Centro de Investigação Interdisciplinar em Saúde, Universidade Católica Portuguesa de Lisboa, Lisbon, Portugal "
        ],
        [
            "Department of Medicine A, Tel Aviv Sourasky (Ichilov) Medical Center and Sackler Medical Faculty, Tel Aviv University, Tel Aviv, Israel "
        ],
        [
            "Department of Hematology and Central Hematology Laboratory, Inselspital, Bern University Hospital, University of Bern, Bern, Switzerland ",
            "Department of Medical Oncology, Inselspital, Bern University Hospital, University of Bern, 3010, Switzerland "
        ],
        [
            "Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
        ],
        [
            "Hematology- MDS Unit, Azienda Ospedaliero Universitaria Careggi, University of Florence, Florence, Italy "
        ],
        [
            "Department of Internal Medicine V (Hematology and Oncology), Innsbruck Medical University, Innsbruck, Austria "
        ],
        [
            "University of Patras, Medical School, Patras, Greece "
        ],
        [
            "SAKK Coordinating Center, Bern, Switzerland "
        ],
        [
            "SAKK Coordinating Center, Bern, Switzerland "
        ],
        [
            "Dep. of Tumor Immunology - Nijmegen Center for Molecular Life Sciences, Radboud University Medical Centre, Nijmegen, Netherlands "
        ],
        [
            "University of Bern, Institute of Social and Preventive Medicine (ISPM), Bern, Switzerland "
        ],
        [
            "Department of Hematology, Inselspital, Bern University Hospital, University of Bern, Bern, Switzerland ",
            "Department of BioMedical Research, University of Bern, Bern, Switzerland"
        ]
    ],
    "first_author_latitude": "46.9504896",
    "first_author_longitude": "7.438119000000002",
    "abstract_text": "Introduction: The incidence and prevalence of patients with Myelodysplastic Syndromes (MDS) are continuously rising due to population ageing and diagnostic advances. Consequently, the appropriate use of health care resources and assessment of their impact on relevant outcomes are of growing interest. Several evidence-based guidelines and recommendations (G&Rs) have been published for adult MDS patients. However, publishing G&Rs does not necessarily translate into better quality of care. Several studies have shown that MDS patients are not always treated according to published G&Rs, but systematic investigations have not been done so far. To this aim, we initiated the I-CARE for MDS study with the objectives to i) define relevant guideline-based indicators (GBIs) as measurable elements of practice performance for appropriate care, ii) assess the level of adherence and reasons for non-adherence to GBIs and iii) investigate the impact of adherence/non-adherence to GBIs on MDS relevant outcomes. Here we present results of the development of GBIs for appropriate care in adult MDS patients. Methods: We systematically screened G&Rs from cooperative MDS groups as well as cancer care accreditation/certification programs (table 1). All relevant information was extracted by a structured procedure and summarized as candidate GBIs in a handbook (table 2). We applied a RAND technique with a two-step DELPHI rating procedure to find an expert consensus for the clinically most relevant GBIs (Coulter J et al, J Health Serv Res Policy, 2018). The expert panel group (EPGs) members consisted of 17 internationally acknowledged MDS experts, 7 additional health-professionals (3 nurses, 1 pharmacologist, 1 physiotherapist, 1 psychologist and 1 epidemiologist) and 3 patient advocates. Candidate GBIs were rated using a 9-point Likert-like scale for R elevance, U nderstandability, M easurability, B ehaviorability, A ttainability (RUMBA-criteria) and ranked according to the agreement score, defined as % of all EPG members scoring all RUMBA-criteria in the first tertile (9, 8, or 7). Results: We extracted 61 candidate GBIs from G&Rs for the three domains Diagnostics (n=23), Treatment (n=21) and Provider characteristics (n=17). 18 and 16 candidate GBIs were excluded after the first and second round, respectively, remaining with a set of 27 GBIs (figures 1-3). Twelve GBIs were selected for Diagnostics (figure 1). Patient reported outcomes (PROs), Toxicity assessment (TAs) and Geriatric assessment were excluded as there was no agreement among experts on appropriate measurement instruments and concerns for practicability in daily routine. Eight GBIs were selected for Treatment (figure 2). Iron-chelation and Immunosuppressive treatment , even though mentioned in most G&Rs, were excluded, as there were concerns with regard to controversial indications, side effects and benefit for only a minority of patients. Seven GBIs were selected for Provider characteristics (figure 3), which will be generally fulfilled by accreditation or certification of institutions. Agreement scores were generally higher in this domain and required a more stringent threshold for selection of GBIs. Conclusions: Here we report on the development of relevant GBIs for the management of adult MDS patients covering the domains of Diagnostics , Treatment and Provider characteristics . Our preliminary set GBIs represents the most comprehensive integration of current practice based G&Rs and were developed by a structured consensus process involving internationally acknowledged experts. We identified important shortcomings in standardisation, measurability and practicability, especially for PROs and TAs, which asks for improvements in the future. Even though PROs and TAs are generally acknowledged endpoints for efficacy and safety, respectively, they are yet not standardised outside clinical trials or validated to inform routine MDS care. Our preliminary set of GBIs will be tested for applicability/operability as well as validated for their potential impact on relevant outcomes in MDS cohorts. They will eventually enable to systematically monitor, compare and optimize appropriateness of health care provided to MDS patients in everyday clinical practice. As such, GBIs will be important for the realization of a common standard for value-based medicine in economically driven health care systems with limiting resources. View large Download slide View large Download slide  Disclosures Fenaux: Celgene Corporation: Honoraria, Research Funding; Jazz: Honoraria, Research Funding; Aprea: Research Funding; Astex: Honoraria, Research Funding. Germing: Novartis: Honoraria, Research Funding; Jazz Pharmaceuticals: Honoraria; Amgen: Honoraria; Celgene: Honoraria, Research Funding. Pfeilstocker: Janssen-Cilag: Honoraria; Novartis: Consultancy, Honoraria; Celgene: Consultancy, Honoraria. Platzbecker: Celgene: Consultancy, Honoraria; Abbvie: Consultancy, Honoraria; Novartis: Consultancy, Honoraria. Medina De Almeida: Celgene: Speakers Bureau; Novartis: Speakers Bureau. Mittelman: Novartis: Honoraria, Research Funding, Speakers Bureau. Steensma: H3 Biosciences: Other: Research funding to institution, not investigator.; Stemline: Consultancy; Arrowhead: Equity Ownership; Aprea: Research Funding; Pfizer: Consultancy; Onconova: Consultancy; Astex: Consultancy; Summer Road: Consultancy. Santini: Menarini: Membership on an entity's Board of Directors or advisory committees; Amgen: Membership on an entity's Board of Directors or advisory committees; Acceleron: Membership on an entity's Board of Directors or advisory committees; Johnson & Johnson: Honoraria; Novartis: Honoraria, Membership on an entity's Board of Directors or advisory committees; Celgene Corporation: Honoraria, Membership on an entity's Board of Directors or advisory committees. Stauder: Novartis: Honoraria, Membership on an entity's Board of Directors or advisory committees; Teva (Ratiopharm): Honoraria, Research Funding; Celgene: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: Advisory board, Research Funding. Symeonidis: MSD: Membership on an entity's Board of Directors or advisory committees, Research Funding; Gilead: Membership on an entity's Board of Directors or advisory committees, Research Funding; Sanofi: Research Funding; Tekeda: Membership on an entity's Board of Directors or advisory committees, Research Funding; Celgene: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Janssen: Membership on an entity's Board of Directors or advisory committees, Research Funding; Novartis: Membership on an entity's Board of Directors or advisory committees, Research Funding; Pfizer: Research Funding; Roche: Membership on an entity's Board of Directors or advisory committees, Research Funding. de Witte: Novartis: Research Funding; celgene: Research Funding; Amgen: Research Funding. Bonadies: Novartis: Other: financial support for travel, Research Funding; Celgene: Other: financial support for travel, Research Funding; Janssen: Other: financial support for travel; Roche: ; Amgen: Other: financial support for travel."
}