{
    "doi": "https://doi.org/10.1182/blood.V118.21.4104.4104",
    "article_title": "Massively Parallel Immunoglobulin Gene Sequencing Provides Ultra-Sensitive Minimal Residual Disease Detection and Predicts Post-Transplant Relapse in Acute Lymphoblastic Leukemia by Three to Six Months, ",
    "article_date": "November 18, 2011",
    "session_type": "723. Clinical Allogeneic and Autologous Transplantation - Late Complications and Approaches to Disease Recurrence: Poster III",
    "abstract_text": "Abstract 4104 Background: Although acute lymphoblastic leukemia (ALL) can be eradicated in some patients using allogeneic hematopoietic cell transplantation (allo-HCT), post-transplant relapse is common and associated with a dire prognosis. The ability to predict ALL relapse while disease burden is minimal might offer the opportunity for timely intervention. Minimal residual disease (MRD) may be quantified in ALL using flow cytometry or detection of molecular markers, including clonal gene aberrations such as BCR-ABL translocations. Here, we evaluated a novel approach for quantifying leukemic clones using ultrasensitive high-throughput sequencing (HTS) of the immunoglobulin heavy chain (IGH) gene. Methods: We amplified VDJ-rearranged IGH loci from genomic DNA extracted from peripheral blood mononuclear cells (PBMC) or bone marrow aspirates (BM) using V and J segment consensus primers. Amplified IGH molecules were sequenced with one million or more dedicated reads from a median 287,000 input genomes (range 11,000 – 2,900,000) using Illumina HiSeq and clones were quantified using Sequenta HTS bioinformatics. To verify 10e-6 sensitivity using this system, a clonal B cell population was diluted to 10e-6 in PBMC from a healthy donor with successful clonal detection. Thirty-six patients were selected for this retrospective study based on availability of a diagnostic sample containing leukemic cells, which was necessary for validating the amplification and sequencing method with each disease clonotype. In total, 160 samples (32 for disease clone ascertainment and 128 for MRD quantification) were subjected to IGH-HTS analysis. Results: The IGH locus was successfully amplified from PBMC and sequenced from 18/36 ALL patients. The remaining 18 patients did not exhibit an apparent disease clone using consensus IGH primers, suggesting that either the PBMC disease burden was below threshold for clone identification, or the IGH locus had not completed VDJ rearrangement in the cancer clone. Among 12 patients who achieved MRD negativity following allo-HCT, 8 ultimately relapsed with a median time to molecular disease progression of 189 days (range 77–689 days) and a median time to clinical relapse of 278 days (range 89–889 days). Four patients achieved persistent MRD negativity following HCT and 3 remain alive at a median 714 days (range 325–1008 days). One of the 4 long-term MRD negative patients died leukemia-free from cardiovascular disease at 1047 days following HCT. All patients with MRD detected more than 100 days following HCT relapsed and died (median survival 431 days; range 286–624 days). Across all 8 patients who relapsed after achieving molecular remission, the lead time between molecular disease detection by IGH-HTS and clinical relapse was a median 89 days (range 0–275 days) with significant likelihood of MRD detection in a PBMC sample at least one month (p<0.0001), three months (p<0.0001), and six months (p=0.01) prior to clinical relapse. Amongst 30 contemporaneous PBMC and BM samples, 16 were concordantly MRD negative, 5 were MRD positive in BM but negative in PBMC, and 9 exhibited significantly higher MRD in BM versus PBMC (median 14.2-fold higher). IGH-HTS exhibited higher sensitivity than histopathologic BM interpretation, with 38% (8/21) of BM biopsies deemed negative by histopathology being positive for MRD by IGH-HTS, and all such patients relapsed. Detection of MRD in BM aspirates 50–100 days following allo-HCT was predictive of relapse (p=0.03), irrespective of PBMC disease burden. Conclusions: We demonstrate the applicability of IGH-HTS using consensus primers for ultra-sensitive detection of MRD in ALL and a significant correlation between detection of molecular MRD and clinical relapse. IGH-HTS MRD quantification appears to provide a valuable lead-time prior to clinical relapse. This 3–6 month window could provide an opportunity to apply additional chemotherapy and/or immunotherapy while disease burden is small. Our finding that MRD sensitivity in BM is more than 14 times higher than in PBMC suggests marrow assessment may further improve the lead-time for predicting disease recurrence using IGH-HTS. The dismal outcome of patients with ALL, even in the setting of allo-HCT, demands further clinical study of both post-transplant disease monitoring and novel methods for treating ALL relapse in evolution. Disclosures: Faham: Sequenta, Inc.: Employment, Equity Ownership. Carlton: Sequenta, Inc.: Employment, Equity Ownership. Zheng: Sequenta, Inc.: Employment, Equity Ownership. Moorhead: Sequenta, Inc.: Employment, Equity Ownership. Klinger: Sequenta, Inc.: Employment, Equity Ownership. Willis: Sequenta, Inc.: Employment, Equity Ownership.",
    "topics": [
        "acute lymphocytic leukemia",
        "neoplasm, residual",
        "transplantation",
        "genes, immunoglobulin",
        "allopurinol",
        "histopathology tests",
        "bcr-abl tyrosine kinase",
        "biological markers",
        "biopsy",
        "bone marrow aspiration"
    ],
    "author_names": [
        "Aaron C. Logan, MD, PhD",
        "Nikita Vashi, BS",
        "Malek Faham, MD, PhD",
        "Victoria Carlton, PhD",
        "Ismael Buno, MD",
        "Jianbiao Zheng, PhD",
        "Martin Moorhead, PhD",
        "Mark Klinger, PhD",
        "Tom Willis, PhD",
        "Melody B. Zhang, PhD",
        "Amna Waqar",
        "James L. Zehnder, MD",
        "David B. Miklos, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Aaron C. Logan, MD, PhD",
            "author_affiliations": [
                "Dept. of Medicine, Div. of Blood and Marrow Transplantation, Stanford University School of Medicine, Stanford, CA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Nikita Vashi, BS",
            "author_affiliations": [
                "Dept. of Medicine, Div. of Blood and Marrow Transplantation, Stanford University School of Medicine, Stanford, CA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Malek Faham, MD, PhD",
            "author_affiliations": [
                "Sequenta, Inc., South San Francisco, CA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Victoria Carlton, PhD",
            "author_affiliations": [
                "Sequenta, Inc., South San Francisco, CA, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ismael Buno, MD",
            "author_affiliations": [
                "Dept. of Hematology, Hospital G.U. Gregorio Maranon, Madrid, Spain, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jianbiao Zheng, PhD",
            "author_affiliations": [
                "Sequenta, Inc., South San Francisco, CA, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martin Moorhead, PhD",
            "author_affiliations": [
                "Sequenta, Inc., South San Francisco, CA, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mark Klinger, PhD",
            "author_affiliations": [
                "Sequenta, Inc., South San Francisco, CA, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tom Willis, PhD",
            "author_affiliations": [
                "Sequenta, Inc., South San Francisco, CA, USA, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Melody B. Zhang, PhD",
            "author_affiliations": [
                "Dept. of Pathology, Stanford University School of Medicine, Stanford, CA, USA"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amna Waqar",
            "author_affiliations": [
                "Dept. of Pathology, Stanford University School of Medicine, Stanford, CA, USA"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James L. Zehnder, MD",
            "author_affiliations": [
                "Dept. of Pathology, Stanford University School of Medicine, Stanford, CA, USA"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David B. Miklos, MD, PhD",
            "author_affiliations": [
                "Dept. of Medicine, Div. of Blood and Marrow Transplantation, Stanford University School of Medicine, Stanford, CA, USA, "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-19T15:55:40",
    "is_scraped": "1"
}