{
    "doi": "https://doi.org/10.1182/blood-2021-151850",
    "article_title": "PDGF-BB and Its Role in Megakaryopoiesis and Thrombocythemia ",
    "article_date": "November 5, 2021",
    "session_type": "311.Disorders of Platelet Number or Function: Clinical and Epidemiological",
    "abstract_text": "Background: Essential Thrombocythemia (ET) is characterized by persistently elevated platelet counts in the context of a normal red cell mass. However, the molecular mechanism of ET is still under investigation. Our previous studies demonstrated the presence of functional PDGF receptors (PDGFR) on megakaryocytes and their ability to mediate hematopoiesis and megakaryopoiesis (Ye et al, Haematologica, 2010). The role of PDGF-BB on megakaryocytic progenitors (CD41+, CD34+ cells) and its mechanisms on ET will be further studied in this project. Methods: ELISA, CFU assay, immunofluorescence microscope, flow cytometry and NOD/SCID mice were used in this study. Results: Bone marrow plasma levels of PDGF-BB in ET patients (n=18) and normal control (n=10) were tested and found an increased PDGF-BB levels in ET patients (2071.2±124.8 pg/ml), compared with normal control (1382.5±128.3pg/ml) (P=0.002). In vitro experiment, PDGF-BB promoted the ex vivo expansion of human hematopoietic stem (CD34 + ) and progenitor (CD41 + CD61 + ) cells. More significantly, PDGF enhanced the engraftment of human CD45 + cells and their myeloid subsets (CD33 + , CD14 + cells) in NOD/SCID mice. PDGF-BB stimulated megakaryopoiesis via PDGFR and its signalling. It also showed a direct stimulatory effect of PDGF-BB on c-Fos, GATA-1 and NF-E2 expressions in megakaryocytes. We speculate that these transcription factors might be involved in the signal transduction of PDGF-BB on the regulation of megakaryopoiesis. PDGF-BB also enhanced platelet recovery in mice model with radiation-induced thrombocytopenia. Studies showed that PDGF, like TPO, significantly promoted platelet recovery and the formation of CFU-MK in this irradiated-mouse. An increased number of hematopoietic stem/progenitor cells and a reduction of apoptosis were found in the bone marrow histology sections. In the CHRF apoptotic model, PDGF-BB had a similar anti-apoptotic effect as TPO on megakaryocytes. We also demonstrated that PDGF-BB activated the p - Akt , p-Jak2 and p-Stat3 expression, while addition of imatinib mesylate reduced p-Akt, p-Jak2 and p-Stat3 expression in CHRF cells. Conclusion: Our findings suggested that PDGF-BB is likely to be mediated via PDGF receptors with subsequent activation of the Akt and Jak2/ Stat3 pathways in megakaryopoiesis. These studies provide a possible explanation that PDGF-BB and its signaling may be involved in the molecular mechanism of essential thrombocythemia. Disclosures No relevant conflicts of interest to declare.",
    "author_names": [
        "Mo Yang",
        "Liang Li",
        "Yi Luo",
        "Weiqing Su",
        "Huimin Kong",
        "Beng H Chong",
        "Jieyu Ye"
    ],
    "author_dict_list": [
        {
            "author_name": "Mo Yang",
            "author_affiliations": [
                "The Seventh Affiliated Hospital, Sun Yat-sen University, Shenzhen, China"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Liang Li",
            "author_affiliations": [
                "The Seventh Affiliated Hospital, Sun Yat-sen University, Shenzhen, China"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yi Luo",
            "author_affiliations": [
                "Department of Internal Medicine, Lianjiang People's Hospital, Lianjiang, China"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Weiqing Su",
            "author_affiliations": [
                "Lianjiang People's Hospital, Zhanjiang, China"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Huimin Kong",
            "author_affiliations": [
                "Department of Transfusion, The Seventh Affiliated Hospital, Sun Yat-Sen University, Shenzhen, China"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Beng H Chong",
            "author_affiliations": [
                "Medicine, University of New South Wales, Kogarah, Australia",
                "St George Hospital, Sydney, Australia"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jieyu Ye",
            "author_affiliations": [
                "Department of Hematology, Nanfang Hospital, Southern medical university, Guangzhou, China"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-21T18:47:27",
    "is_scraped": "1"
}