{
    "doi": "https://doi.org/10.1182/blood-2020-140918",
    "article_title": "Immunophenotyping of Baseline Bone Marrow Reveals a Specific Pattern of Immune Cells Associated with Greater Depth and Sustained Response in Newly Diagnosed Patients Randomized to Krd or Ktd Followed By Carfilzomib Maintenance or Control (AGMT MM 02 Study) ",
    "article_date": "November 5, 2020",
    "session_type": "653.Myeloma/Amyloidosis: Therapy, excluding Transplantation",
    "abstract_text": "Background The depth of response to myeloma therapy shows significant variation between individual patients. Responsiveness depends on the activity of the treatment regimen, the genetic aberrations of the predominant myeloma clone(s), and on the composition of the bone marrow environment, particularly of the immune compartment, in patients treated with drugs having broad immune effects. Here, we evaluated possible relationships between multiple immune cells and response to therapy in a series of newly diagnosed patients randomized to either carfilzomib-lenalidomide-dexamethasone or to carfilzomib-thalidomide-dexamethasone. Patients and Methods Forty-one patients with newly diagnosed multiple myeloma enrolled in a randomized phase II trial (AGMT_MM 02) with baseline bone marrow phenotyping were enrolled. Median age: 74 years (range: 58-84 years), R-ISS I: 23.8%, R-ISS II: 33.3%, and R-ISS III: 42.9%, IgG: 57.1%, IgA: 21.4%, light chain only: 19.0%, IgM: 2.4%, ECOG Status 0: 42.9%, 1: 57.1%. Treatment: Carfilzomib : Cycle 1 day 1+2: 20mg/m 2 , days 8+9 and 15+16: 27 mg/m 2 ; Cycle 2 day 1,2,8,9,15 + 16: 27 mg/m 2 Cycle 3-9: 56mg/m 2 on days 1, 8 and 15. Lenalidomide: 25mg p.o. on days 1-21/cycle or thalidomide: 100 mg p.o. on days 1-28; in patients ≥75 years of age 50mg p.o. on days 1-28, dexamethasone: 40 mg p.o. on days 1, 8, 15, 22 (± 1 day), in patients ≥ 75 years of age 20 mg p.o. this treatment was administered for nine cycles. Thereafter, patients were randomized to carfilzomib maintenance at last tolerated dose on days 1+15 or to control for 12 cycles. BM samples were stained with 3 different antibody combinations for the analysis of T, B and NK cells (T cells: CD45RA, CD127, CD8, TCRgd, CD25, CD197, CD4, CD3, B/NK cells: CD57, CCR7, CD314, CD85j, CD62L, CD3, CD16, CD56, CD335, HLADR, CD337) using sample preparation protocols standardized by EuroFlow. We used a semi-automated pipeline to unveil full cellular diversity based on unbiased clustering. The median and range of each cellular subgroup was calculated in patients with CR and compared with results obtained in non-CR patients. Statistical significance of these comparisons was calculated using the Wilcoxon test. Results Median follow up is 15.9 months. Thirteen of the 41 patients achieved a CR (31.7%) and 9 (75%) of the 12 who had MRD testing were shown to be MRD negative at a sensitivity of 10 -6 . Nine (22.0%) of the 41 patients did already progress. High numbers of total B cells (p=0.011), B-cells expressing CD62L (p=0.027), CD4+ CD127+ central memory T cells (p=0.009), and CD337+ (p=0.012), or adaptive CD57 lo (p=0.002) cytotoxic NK cells were significantly associated with achievement of CR. By contrast, lower numbers of T-NK cells (CD3+CD56+) (p=0.006), CD127- double-negative T cells (CD4- CD8-) (p=0.013), CD85j+ tissue resident immunoregulatory NK cells (p=0.002) and CD56+CD57+ (p=0.002) and CD56+ HLADR+ (p=0.003) T cells correlated significantly with achievement of CR. Significant correlations were also noted when NK cell subsets were analyzed for a possible association with progressive disease. Higher numbers of CD85j+ tissue resident immunoregulatory NK cells (p=0.001) were associated with progressive disease. In contrast, higher numbers of canonical cytotoxic NK cells (p=0.015) and CD314+ circulating immunoregulatory NK cells (p=0.033) correlated with sustained response. Conclusion Our data show significant correlations between the composition of bone marrow immune cells with achievement of CR and sustained response in newly diagnosed patients uniformly treated with carfilzomib-based therapy. High cytotoxic NK cell and B-cell, and low CD56+ T cell numbers among others were associated with deep response to carfilzomib-based therapy. Furthermore, higher numbers of specific NK cell subsets (CD85j+, CD57 lo ), correlated with disease progression while for other NK cell subtypes (canonical cytotoxic NK cells and CD314+ circulating immunoregulatory) a correlation with sustained response was noted. This study paves the way towards clinically relevant immune monitoring, whereby a holistic and unbiased assessment of the immune tumor microenvironment is connected with patients' treatment, depth of response and outcome. Disclosures Greil: Daiichi Sankyo, Gilead: Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: Travel, accomodations, expenses, Research Funding; MSD Merck: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: Travel, accomodations, expenses, Research Funding; Janssen: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: Travel, accomodations, expenses, Research Funding; Astra zeneca: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: Travel, accomodations, expenses, Research Funding; Abbvie: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: Travel, accomodations, expenses, Research Funding; Takeda: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: Travel, accomodations, expenses, Research Funding; BMS: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: Travel, accomodations, expenses, Research Funding; F. Hoffmann-La Roche: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: Travel, accomodations, expenses, Research Funding; Novartis: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: Travel, accomodations, expenses, Research Funding; BMS/celgene: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: Travel, accomodations, expenses, Research Funding. Podar: Amgen, BMS-Celgene, Janssen, Roche: Consultancy, Honoraria, Research Funding. Petzer: Novartis: Honoraria, Membership on an entity's Board of Directors or advisory committees; Kite-Gilead: Honoraria, Membership on an entity's Board of Directors or advisory committees; Celgene: Honoraria, Membership on an entity's Board of Directors or advisory committees; Roche: Honoraria, Membership on an entity's Board of Directors or advisory committees; Janssen: Honoraria, Membership on an entity's Board of Directors or advisory committees; Amgen: Honoraria, Membership on an entity's Board of Directors or advisory committees. Agis: Janssen: Honoraria, Research Funding; Amgen: Honoraria; BMS: Honoraria; Celgene: Honoraria; Takeda: Honoraria. Schreder: BMS-Celgene, Amgen: Consultancy. Paiva: Janssen: Consultancy, Honoraria; Karyopharm: Consultancy, Honoraria; Kite: Consultancy; Celgene: Consultancy, Honoraria, Research Funding, Speakers Bureau; Sanofi: Consultancy, Honoraria, Research Funding; SkylineDx: Consultancy; Takeda: Consultancy, Honoraria, Research Funding; Roche: Research Funding; Adaptive: Honoraria; Amgen: Honoraria. Ludwig: Bristol Myers: Other: Advisory Boards, Speakers Bureau; Sanofi: Other: Advisory Boards, Speakers Bureau; Seattle Genetics: Other: Advisory Boards; Takeda: Research Funding; Amgen: Other: Advisory Boards, Research Funding, Speakers Bureau; Celgene: Speakers Bureau; Janssen: Other: Advisory Boards, Speakers Bureau. OffLabel Disclosure: Use of Carfilzomib in myeloma first-line treatment",
    "author_names": [
        "Irene Manrique, PhD",
        "Richard Greil, MD",
        "Johannes Andel, MD",
        "Siegfried Sormann, MD",
        "Bernd L. Hartmann, MD",
        "Klaus Podar, MDPhD",
        "Alexander Egle, MD",
        "Andreas Petzer, MD",
        "Niklas Zojer, MD",
        "Reinhard Ruckser, MD",
        "Boris Bozic, MD",
        "Clemens A. Schmitt, MD",
        "Sigrid Machherndl-Spandl, MD",
        "Hermine Agis, MD",
        "Martin Schreder, MD",
        "Maria-Theresa Krauth, MD",
        "Christoph Tinchon, MD",
        "Michael Fillitz, MD",
        "Thomas Melchardt, MD PhD",
        "Bruno Paiva, PhD",
        "Heinz Ludwig, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Irene Manrique, PhD",
            "author_affiliations": [
                "Clinica Universidad de Navarra, Pamplona, Spain "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Richard Greil, MD",
            "author_affiliations": [
                "Department of Internal Medicine III with Hematology, Medical Oncology, Hemostaseology, Infectiology and Rheumatology, Oncologic Center, Salzburg Cancer Research Institute-Laboratory for Immunological and Molecular Cancer Research (SCRI-LIMCR), Paracelsus Medical University, Cancer Cluster Salzburg, Salzburg, Austria "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Johannes Andel, MD",
            "author_affiliations": [
                "Department of Internal Medicine II, LKH Steyr, Steyr, Austria "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Siegfried Sormann, MD",
            "author_affiliations": [
                "Department of Internal Medicine, University Clinic Graz, Graz, Austria "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bernd L. Hartmann, MD",
            "author_affiliations": [
                "Department of Internal Medicine II, LKH Rankweil, Rankweil, Austria "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Klaus Podar, MDPhD",
            "author_affiliations": [
                "Department of Internal Medicine II, University Hospital Krems, Karl Landsteiner University of Health Sciences, Krems an der Donau, Austria "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alexander Egle, MD",
            "author_affiliations": [
                "Department of Internal Medicine III with Hematology, Medical Oncology, Hemostaseology, Infectiology and Rheumatology, Oncologic Center, Salzburg Cancer Research Institute-Laboratory for Immunological and Molecular Cancer Research (SCRI-LIMCR), Paracelsus Medical University, Cancer Cluster Salzburg, Salzburg, Austria "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andreas Petzer, MD",
            "author_affiliations": [
                "Department of Internal Medicine I, Ordensklinikum Linz - BHS, Linz, Austria "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Niklas Zojer, MD",
            "author_affiliations": [
                "Department of Medicine I, Center for Oncology, Hematology, and Palliative Care, Clinic Ottakring, Vienna, Austria "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Reinhard Ruckser, MD",
            "author_affiliations": [
                "Department of Medicine II, Clinic Donaustadt, Vienna, Austria "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Boris Bozic, MD",
            "author_affiliations": [
                "Department of Medicine II, Clinic Donaustadt, Vienna, Austria "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Clemens A. Schmitt, MD",
            "author_affiliations": [
                "Clinic for Internal Medicine 3, Kepler University Clinic Linz, Linz, Austria "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sigrid Machherndl-Spandl, MD",
            "author_affiliations": [
                "Department of Internal Medicine I, Ordensklinikum Linz Elisabethinen, Linz, Austria "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hermine Agis, MD",
            "author_affiliations": [
                "Department of Internal Medicine I, Divison of Hematology and Hemostaseology, Medical University Vienna, Vienna, Austria "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martin Schreder, MD",
            "author_affiliations": [
                "Department of Medicine I, Center for Oncology, Hematology, and Palliative Care, Clinic Ottakring, Vienna, Austria "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria-Theresa Krauth, MD",
            "author_affiliations": [
                "Department of Internal Medicine I, Divison of Hematology and Hemostaseology, Medical University Vienna, Vienna, Austria "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christoph Tinchon, MD",
            "author_affiliations": [
                "Department of Internal Medicine, LKH Hochsteiermark, Leoben, Austria "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Fillitz, MD",
            "author_affiliations": [
                "Third Department of Internal Medicine, Hanusch Hospital, Vienna, Austria "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas Melchardt, MD PhD",
            "author_affiliations": [
                "Department of Internal Medicine III with Hematology, Medical Oncology, Hemostaseology, Infectiology and Rheumatology, Oncologic Center, Salzburg Cancer Research Institute-Laboratory for Immunological and Molecular Cancer Research (SCRI-LIMCR), Paracelsus Medical University, Cancer Cluster Salzburg, Salzburg, Austria "
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bruno Paiva, PhD",
            "author_affiliations": [
                "Clinica Universidad de Navarra, Pamplona, Spain "
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Heinz Ludwig, MD",
            "author_affiliations": [
                "Wilhelminen Cancer Research Institute, c/o Department of Medicine I, Center for Oncology, Hematology, and Palliative Care, Clinic Ottakring, Vienna, Austria"
            ],
            "author_rank": 21,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-20T21:30:42",
    "is_scraped": "1"
}