{
    "doi": "https://doi.org/10.1182/blood.V124.21.3765.3765",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2954",
    "start_url_page_num": 2954,
    "is_scraped": "1",
    "article_title": "In Vivo Treatment with TG-02 Results in Increased Mobilization and Sensitization of Leukemia Stem Cells to Chemotherapeutic Agents ",
    "article_date": "December 6, 2014",
    "session_type": "616. Acute Myeloid Leukemia: Novel Therapy, excluding Transplantation: Poster III",
    "abstract_text": "TG02 is a potent cyclin-dependent kinase 9 (CDK9) inhibitor. It also inhibits CDK1, CDK2, ERK5 and JAK2 at clinically relevant doses. In vitro studies of TG02 have shown robust induction of apoptosis in both acute myeloid leukemia (AML) cell lines and primary cells (Goh et al Leukemia 2011). A phase I dose escalation trial enrolled relapsed/refractory AML patients >18 years of age or patients >65 years with newly diagnosed AML unable to undergo standard induction therapy. Leukemia stem cells (LSCs) comprise a largely quiescent, highly chemotherapy-resistant cell population that contributes to the initiation, propagation and relapse of disease. Thus, the effect of in vivo treatment with TG02 in LSCs was investigated. Peripheral blood (PB) and bone marrow (BM) samples were evaluated (n=16) for LSC percentages and cell cycle status using flow cytometry. Colony forming assays were also performed. TG02 was not found to have an effect on AML tumor burden; however, 8 patients were found to have an increase in immunophenotypically-defined LSCs in both BM and PB with increased colony formation, suggestive of LSC mobilization from marrow into the circulation (Guzman et al Blood 2013). Thus, we hypothesized that exposure to TG02 in vivo may result in mobilization of LSCs from marrow into the periphery, potentially allowing their sensitization to chemotherapeutic agents, such as cytarabine. We tested this hypothesis in vivo by xenotransplanting NOD/SCID mice with primary human AML samples. Mice were divided randomly into one of four groups which received either TG02, cytarabine, both drugs, or saline (control). TG02 was dosed orally at 50mg/kg twice weekly, and the combination group received two doses of TG02 prior to initiation of intraperitoneal cytarabine 10mg/kg days 1-5/week, and for its duration. The total treatment time for all groups was three weeks. Flow cytometry was used to assess the effects of these agents, individually and in combination, on LSCs. BM examination revealed significantly fewer human leukemia cells in mice receiving the combination of TG02 and cytarabine than in those receiving TG02 alone (p=0.027), and both groups had significantly fewer human leukemia cells compared to controls (p=0.018). Mice receiving TG02 alone had significantly higher numbers of leukemic cells in the peripheral blood than untreated controls (p=0.005), suggesting that the agent resulted in mobilization of leukemic cells from marrow. In the group of mice treated with TG02 combined with cytarabine, there were significantly fewer peripheral leukemia cells (p<0.001), suggesting that cytarabine successfully eliminated the circulating cells mobilized with TG02 treatment. Our data suggest that TG02 induces an effect on LSCs or their niche, resulting in mobilization of these cells to the periphery. Furthermore, the addition of cytarabine to TG02 was associated with a significant decrease in both marrow and peripheral blood leukemia cells, suggesting that treatment with TG02 may sensitize these typically chemotherapy-resistant cells to cytarabine. Further investigation of the LSC-mobilizing and chemo-sensitization effects of TG02 is warranted in patients with AML. Disclosures Burrows: Tragara Pharmaceuticals: Employment.",
    "topics": [
        "antineoplastic agents",
        "leukemia",
        "sensitization",
        "stem cells",
        "cytarabine",
        "chemotherapy regimen",
        "flow cytometry",
        "leukemic cells",
        "burrow",
        "cdc2 protein kinase"
    ],
    "author_names": [
        "Zeena Salman, MD MPH",
        "Jeanne P. De Leon",
        "Eric J. Feldman, MD",
        "Francis Burrows, PhD",
        "Gail J. Roboz, MD",
        "Monica L. Guzman, PhD"
    ],
    "author_affiliations": [
        [
            "Weill Cornell Medical College/New York Presbyterian Hospital, New York, NY "
        ],
        [
            "Weill Cornell Medical College, New York, NY "
        ],
        [
            "Weill Cornell Medical College/New York Presbyterian Hospital, New York, NY "
        ],
        [
            "Tragara Pharmaceuticals, San Diego, CA "
        ],
        [
            "Weill Cornell Medical College/New York Presbyterian Hospital, New York, NY "
        ],
        [
            "Weill Cornell Medical College, New York, NY"
        ]
    ],
    "first_author_latitude": "40.75647190000001",
    "first_author_longitude": "-73.9725937"
}