{
    "doi": "https://doi.org/10.1182/blood.V126.23.806.806",
    "article_title": "Long Term Overall Survival of Greater Than 98% in Childhood ALL Patients with Good Risk Features and Low Risk MRD:Â Results from a Large Multi-Center Randomized Controlled Trial, UKALL 2003 ",
    "article_date": "December 3, 2015",
    "session_type": "618. Acute Lymphoblastic Leukemia: Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis: Prognostic Factors in Adult and Pediatric Acute Lymphoblastic Leukemia",
    "abstract_text": "Background: Overall survival (OS) for childhood ALL treated on contemporary protocols is now > 90%. For low risk patients the risk of treatment related mortality (TRM) is now similar to the risk of death due to disease relapse. The only way to improve TRM and morbidity in this group is to identify even lower risk patients and reduce therapy. We analysed outcomes for patients with low risk MRD at end of induction (EOI) therapy treated on UKALL 2003, to identify a very low risk group who could potentially benefit from protocols that further reduce TRM. Methods: UKALL 2003 trial recruited 3126 patients aged 1-25 years with Philadelphia-negative ALL between Oct 1, 2003, and June 30, 2011. Treatment was initially stratified based on NCI risk and cytogenetic results. Subsequent treatment was directed by MRD from bone marrow (BM) measured using EuroMRD approved real-time quantitative PCR method for immunoglobulin and T-cell receptor gene rearrangements at EOI therapy. Analysis was performed on the 2666 patients with available MRD results and focused on patients with low risk MRD combined with other patient characteristics - cytogenetic risk group, white cell count (WCC) and age to identify those subgroups with extremely good event free survival (EFS). Low risk MRD at EOI was defined a level <0.005%. Patients with MRD ≥ 0.005% were considered high risk. Good risk cytogenetics included the presence of ETV6-RUNX1 or high hyperdiploidy. Results: Overall 52% (n=1391) of patients had MRD < 0.005% with the remaining 48% (n=1275) of patients with MRD ≥ 0.005%. 5yr OS 97.6 (95% CI 96.6-98.3) vs. 89.1% (87.2-90.7, p50 / age>10yrs). Long term survival remained excellent with 10 year EFS 93.9% (OS 98.2%). There were 32 relapses in the low risk MRD/ good risk cytogenetics group (relapse sites: 11 BM, 7 combined BM and central nervous system (CNS), 3 BM + other site, 6 isolated CNS and 5 other site, non BM/CNS), giving an overall relapse rate of 3.8% with a salvage rate of 81%. The relapse death rate was 0.7% (n=6) with TRM of 0.8% (n=7). The low risk group can be further sub divided into a group of 442 patients (16.6% of whole trial) with undetectable MRD at EOI and good risk cytogenetics who have a 5yr EFS of 97.4% (5yr OS 99.5%). Conclusion: This excellent long term outcome for a third of all patients with childhood ALL, low risk MRD and good risk cytogenetics in a large multi-center randomized controlled trial supports exploration of further reduction of therapy in this group to reduce TRM. This strategy is further supported by the observation that the rate of TRM is now similar the relapse death rate in this group, coupled with the very high salvage rates for those patients who do relapse. The superior OS for patients with undetectable MRD and good risk cytogenetics further highlights the additive strength of MRD to accurately predict outcome in the low risk cytogenetic group. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "leukemia, lymphocytic, acute, childhood",
        "immunoglobulins",
        "quantitative real-time polymerase chain reaction",
        "risk reduction",
        "bone marrow",
        "central nervous system",
        "leukocytes"
    ],
    "author_names": [
        "Jack Bartram, MD",
        "David O'Connor, MD PhD",
        "Amir Enshaei, PhD",
        "Anthony V Moorman, PhD",
        "Christine Harrison, PhDFRCPath FMedSci",
        "Rachel Wade, MSc",
        "Rachel Clack, MSc",
        "Jeremy Hancock, PhD",
        "Sujith Samarasinghe, MD PhD",
        "John Moppett, MD PhD",
        "Ajay J. Vora",
        "Nicholas Goulden, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Jack Bartram, MD",
            "author_affiliations": [
                "Department of Haematology, Great Ormond Street Hospital For Children, London, United Kingdom "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "David O'Connor, MD PhD",
            "author_affiliations": [
                "Department of Haematology, Great Ormond Street Hospital For Children, London, United Kingdom "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amir Enshaei, PhD",
            "author_affiliations": [
                "Northern Institute for Cancer Research, Newcastle University, Newcastle upon Tyne, United Kingdom "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anthony V Moorman, PhD",
            "author_affiliations": [
                "Northern Institute for Cancer Research, Newcastle University, Newcastle upon Tyne, United Kingdom "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christine Harrison, PhDFRCPath FMedSci",
            "author_affiliations": [
                "Northern Institute for Cancer Research, Newcastle University, Newcastle upon Tyne, United Kingdom "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rachel Wade, MSc",
            "author_affiliations": [
                "CTSU, University of Oxford, Oxford, United Kingdom "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rachel Clack, MSc",
            "author_affiliations": [
                "CTSU, University of Oxford, Oxford, United Kingdom "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeremy Hancock, PhD",
            "author_affiliations": [
                "Bristol Genetics Laboratory, Southmead Hospital, Bristol, United Kingdom "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sujith Samarasinghe, MD PhD",
            "author_affiliations": [
                "Department of Haematology, Great Ormond Street Hospital For Children, London, United Kingdom "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John Moppett, MD PhD",
            "author_affiliations": [
                "Department of Pediatric Haematology, Bristol Royal Hospital for Children, Bristol, England "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ajay J. Vora",
            "author_affiliations": [
                "Dept. of Pediatric Hematology, The Children's Hospital, Sheffield, United Kingdom"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nicholas Goulden, MD PhD",
            "author_affiliations": [
                "Department of Haematology, Great Ormond Street Hospital For Children, London, United Kingdom "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-04T02:08:50",
    "is_scraped": "1"
}