{
    "doi": "https://doi.org/10.1182/blood.V118.21.5118.5118",
    "article_title": "Efficacy of Novel Agents in Multiple Myeloma in Comparison to Autologous Stem Cell Transplant: A Retrospective Study in a Single Inner City Institution ",
    "article_date": "November 18, 2011",
    "session_type": "Myeloma - Therapy, excluding Transplantation",
    "abstract_text": "Abstract 5118 Introduction: Since the mid 1990s, high dose chemotherapy with hematopoietic stem cell rescue has been considered the standard of care for front-line treatment in younger patients with multiple myeloma. This standard of care has been based on randomized controlled trials that compared autologus stem cell transplant (ASCT) with conventional chemotherapy. During the past decade, novel agents (NA), thalidomide, bortezomib and lenalinomide, have replaced conventional chemotherapy in the treatment of myeloma. These agents, used frontline, have shown promise in improving the outcome of myeloma patients without increasing toxicity. There are no studies to date comparing NA therapy to ASCT to determine whether there is a survival difference or whether NA therapy may reduce the need for transplantation. Many of our patients have no health insurance coverage and transplant is not a therapeutic option for them. We have attempted to compare the outcome of such patients receiving NA therapy with those in the literature who received conventional chemotherapy followed by ASCT. Methods: Ninety nine patients with multiple myeloma were treated at John H Stroger Hospital of Cook County between 2001 and 2011. All patients received novel agents (thalidomide, bortezomib and lenalinomide) as part of their therapy. Only 18/99 (18.2%) went for high-dose chemotherapy with ASCT and the remaining 81/99 (81.8%) received novel therapy without ASCT. We compared the outcome of patients who received novel therapy alone to a historical control group from the literature who received ASCT with conventional therapy (N Engl J Med 2003;348:1875–83). Overall survival was determined by Kaplan-Meier estimates. Results: We evaluated 99 consecutive myeloma patients (38% males and 61% female) of which 65% were African Americans, 19% Hispanics and 7% whites. All 3 stages (international staging system) of myeloma were equally represented. The median age at diagnosis was 60 years (40–85yr). Median follow up was 48 months (12–120). During the ten year follow up period, 60 patients (60.4%) have died. Twenty four out of 99 patients (24.2%) received only one line of therapy. 75 patients received more than one line of therapy. 75% received thalidomide-based therapy, 13% received bortezomib-based therapy and 12% received lenalinomide-based therapy. The median survival of patients who received novel therapy without ASCT (n=81) was 60 months, which is higher than the median survival of the historical controls who received ASCT reported by Child et al, N Engl J Med 2003;348:1875–83, (median survival = 54.1 months), the difference was statistically significant (P=0.0329). There was no statistically significant difference between the two groups by sex (p=0.927) and race (p=0.421). The 5-year survival of patients who received novel therapy without ASCT (n=81) was 48.2%. For those who were younger than 65 years (n=54), the median survival was 72 months and the 5-year survival was 58.1% in comparison to those who were 65 years and older (n=27), the median survival was 46 months and the 5-year survival was 29.2% (P=0.029). Conclusion: Novel agents are effective frontline therapy for multiple myeloma, especially in patients younger than 65. Our cohort had remarkable results in comparison to a historical population of patients who had ASCT with conventional chemotherapy. Since there is no curative therapy to date, a prospective randomized trial comparing NA with ASCT will be essential to clarify the role of ASCT in the era of novel therapy. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "autologous stem cell transplant",
        "multiple myeloma",
        "chemotherapy regimen",
        "bortezomib",
        "thalidomide",
        "follow-up",
        "transplantation",
        "hematopoietic stem cell transplantation",
        "toxic effect",
        "child"
    ],
    "author_names": [
        "Tareq Braik, MD",
        "Dayra Avila, MD",
        "Shivi Jain, MD",
        "Manila Gaddh, MD",
        "Barabara Yim, PharmD",
        "Peter Ruestow, MPH",
        "Shylendra B Sreenivasappa, MD",
        "Shweta Gupta, MD",
        "Sylvia Velinova, MD",
        "Paul G. Rubinstein, MD",
        "Margaret Telfer, MD",
        "Mousami Shah, MD",
        "Thomas Lad",
        "Rosalind Catchatourian, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Tareq Braik, MD",
            "author_affiliations": [
                "Hematology/Oncology, John H. Stroger Jr. Hospital of Cook County, Chicago, IL, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Dayra Avila, MD",
            "author_affiliations": [
                "Internal Medicine, John H Stroger Jr Hospital of Cook County, chicago, IL, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shivi Jain, MD",
            "author_affiliations": [
                "Division of Infectious Diseases, John H. Stroger Jr. Hospital of Cook County (Cook County Hospital), Chicago, IL, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Manila Gaddh, MD",
            "author_affiliations": [
                "Hematology and Oncology, John H Stroger Jr Hospital of Cook County, chicago, IL, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Barabara Yim, PharmD",
            "author_affiliations": [
                "Hematology and Oncology, John H Stroger Jr Hospital of Cook County, chicago, IL, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter Ruestow, MPH",
            "author_affiliations": [
                "Occupational and Environmental Epidemiology, University of Illinois at Chicago School of Public Health, chicago, IL, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shylendra B Sreenivasappa, MD",
            "author_affiliations": [
                "Department of Hematology and Oncology, John H Stroger Jr Hospital of Cook County, Chicago, IL, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shweta Gupta, MD",
            "author_affiliations": [
                "Section of Hematology/Oncology, John H. Stroger Jr. Hospital of Cook County (Cook County Hospital), Chicago, IL, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sylvia Velinova, MD",
            "author_affiliations": [
                "Div of Hematology/Oncology, Dept of Medicine, John H.Stroger Hospital of Cook County/RUSH, Chicago, IL, USA, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paul G. Rubinstein, MD",
            "author_affiliations": [
                "Section of Hematology/Oncology, John H. Stroger Jr. Hospital of Cook County (Cook County Hospital), Chicago, IL, USA, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Margaret Telfer, MD",
            "author_affiliations": [
                "Division of Hematology/Oncology, Department of Medicine, John Stroger Hospital of Cook County (RUSH U), Chicago, IL, USA, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mousami Shah, MD",
            "author_affiliations": [
                "Department of Hematology and Oncology, John H Stroger Jr Hospital of Cook County, Chicago, IL, USA, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas Lad",
            "author_affiliations": [
                "Hematology and Oncology, John H Stroger Jr Hospital of Cook County, chicago, IL, USA, "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rosalind Catchatourian, MD",
            "author_affiliations": [
                "Div of Hematology/Oncology, Dept of Medicine, John Stroger Hospital of Cook County (RUSH U), Chicago, IL, USA"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-20T03:55:01",
    "is_scraped": "1"
}