{
    "doi": "https://doi.org/10.1182/blood.V126.23.118.118",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3138",
    "start_url_page_num": 3138,
    "is_scraped": "1",
    "article_title": "A Novel Bispecific CD38 Antibody Eradicates Multiple Myeloma in a Mouse Model Following Yttrium-90-DOTA Capture ",
    "article_date": "December 3, 2015",
    "session_type": "652. Myeloma: Pathophysiology and Pre-Clinical Studies, excluding Therapy: Novel Immunotherapeutics and the Impact of the Microenvironment",
    "topics": [
        "antibodies",
        "cd38",
        "mice",
        "multiple myeloma",
        "yttrium",
        "neoplasms",
        "transplantation, heterologous",
        "cd20 antigens",
        "biotin",
        "cancer"
    ],
    "author_names": [
        "Damian J Green, MD",
        "Jon C Jones",
        "Yukang Lin",
        "Shani L. Frayo",
        "Aimee L Kenoyer, BS",
        "Shyril O'Steen",
        "Arianna Peters",
        "Sofia HL Frost, PhD",
        "Johnnie J. Orozco, MD PhD",
        "Ajay K Gopal, MD",
        "Mark D Hylarides, PhD",
        "Darrell R Fisher, PhD",
        "Brenda M. Sandmaier, MD",
        "Brian G. Till, MD",
        "Ethan R Balkin, PhD",
        "Don K Hamlin",
        "D.Scott Wilbur, PhD",
        "Kelly D Orcutt, PhD",
        "K. Dane Wittrup, PhD",
        "Oliver W. Press, MD PhD"
    ],
    "author_affiliations": [
        [
            "Department of Medicine, Division of Medical Oncology, University of Washington, Seattle, WA "
        ],
        [
            "FHCRC, Seattle, WA "
        ],
        [
            "FHCRC, Seattle, WA "
        ],
        [
            "Fred Hutchinson Cancer Research Center, Seattle, WA "
        ],
        [
            "FHCRC, Seattle, WA "
        ],
        [
            "FHCRC, Seattle, WA "
        ],
        [
            "Fred Hutchinson Cancer Research Center, Seattle, WA "
        ],
        [
            "FHCRC, Seattle, WA "
        ],
        [
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA "
        ],
        [
            "Fred Hutchinson Cancer Research Center, Seattle, WA "
        ],
        [
            "FHCRC, Seattle, WA "
        ],
        [
            "Dade Moeller Health Group, Richland, WA "
        ],
        [
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA ",
            "Division of Medical Oncology, University of Washington, Seattle, WA "
        ],
        [
            "Department of Medicine, Division of Medical Oncology, University of Washington, Seattle, WA "
        ],
        [
            "Department of Radiation Oncology, University of Washington, Seattle, WA "
        ],
        [
            "Department of Radiation Oncology, University of Washington, Seattle, WA "
        ],
        [
            "Department of Radiation Oncology, University of Washington, Seattle, WA "
        ],
        [
            "Massachusetts Institute of Technology, Boston, MA "
        ],
        [
            "Massachusetts Institute of Technology, Boston, MA "
        ],
        [
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA ",
            "University of Washington, Seattle, WA"
        ]
    ],
    "first_author_latitude": "47.65011229999999",
    "first_author_longitude": "-122.308142",
    "abstract_text": "BACKGROUND: Despite high rates of initial response to immunomodulatory agents and proteasome inhibitors, the vast majority patients living with multiple myeloma (MM) will ultimately die of progressive disease that is a function of persistent MM cell clones. The radiosensitivity of malignant plasma cells is well documented in clinical settings, and we have previously reported the therapeutic efficacy of a streptavidin-biotin (SAB) pretargeted radioimmunotherapy (PRIT) system delivering the β-emitter 90 Y to CD38 antigen targets (Green, et al. Cancer Res. 2014). While SAB-PRIT is capable of disease eradication in mouse models, SA immunogenicity and interference by endogenous biotin may complicate clinical translation of these findings into human trials. METHODS: To prospectively address these potential limitations and to further enhance therapeutic efficacy of PRIT, we engineered an anti-human CD38 xanti-chelated radiometal fusion protein (FP) specifically designed to trap second-step radiolabeled ligand (Y-DOTA) using a very high affinity anti-Y-DOTA scFv (C825). The bispecific anti-CD38 FP construct (028Fc-C825) expressed in CHO cells was affinity purified, assessed by gel filtration chromatography and binding specificity to both CD38 and Y-DOTA was confirmed. In vivo experiments showed the absence of toxicity of the bispecific construct at a dose range of 0.14-2.8 nmol per mouse (n=5/group). Biodistribution studies were performed in athymic nude mice (n=5/group) bearing s.c. luciferase transduced NCI-H929 Luc human MM xenograft tumors. Animals received 2.8 nmol (420 µg) of either 028-Fc-C825 (anti-CD38 FP) or an irrelevant matched negative control bi-specific FP 2H7-Fc-C825 (anti-CD20 FP) with the same modular IgG-scFv structure (NCI-H929 Luc are CD20 negative). The bispecific FP was administered 23 hours prior to a synthetic DOTAY-Dextran clearing agent (CA; 5 µg) and 24 hours prior to administration of trace labeled 90 Y-DOTA (2 µg). In therapy studies, athymic nude mice (n=10/group) bearing s.c. NCI-H929 Luc human MM xenograft tumors received 2.8 nmol of either 028-Fc-C825 (anti-CD38 FP) or 2H7-Fc-C825 (anti-CD20 FP) 23 hours prior to synthetic DOTAY-Dextran CA and 24 hrs prior to 90 Y-DOTA (2 µg; 1200 µCi per mouse). An activity range of 800 µCi to 1200 µCi was previously identified as optimal in a MM xenograft model using the high energy beta particle emitter 90 Y (t1/2 = 64 hours) [Green, et al. Cancer Res. 2014]. RESULTS: Selective tumor targeting of 90 Y ligand to CD38+ xenografts was observed following administration of the bispecific anti-CD38 FP. Blood, tumor and nonspecific organ uptakes of 028-Fc-C825 demonstrated tumor-to-normal organ absorbed ratios that were 15:1; 17:1; 9:1; and 13:1, respectively for blood, lung, liver and kidney; compared to 0.7:1; 1:1; 1:1 and 0.5:1, respectively, in mice pretargeted with 2H7-Fc-C825 (control). The bispecific anti-CD38 FP also resulted in tumor-to-normal organ ratios of absorbed radioactivity that were superior to those measured in animals receiving anti-CD38 SAB-PRIT (OKT10-SA chemical conjugate) in the same study (5:1; 8:1; 5:1 and 2:1 for blood, lung, liver and kidney respectively). In therapy studies, no animal in any group lost >7% of initial body weight and by day 11 anti-CD38 bispecific FP treated animals were 102.4% ± 3.4% of baseline weight. All mice in the control bispecific FP group experienced exponential MM tumor growth and 100% of these control animals required euthanasia within 27 days. All mice pretargeted with 028-Fc-C825 (anti-CD38 bispecific FP) demonstrated tumor response by day 6. After 45 days, 100% of the anti-CD38 bispecific FP treated animals remained alive (Figure A) and objective remissions were observed within 18 days in 100% of the mice treated with 028-Fc-C825 followed by 1200 µCi of 90 Y-DOTA, including 90% complete remissions (no detectable tumor in 028Fc-C825 treated mice) compared to tumors that were 2040 ± 1389% of initial tumor volume [p<0.0001, Student's t-test] in untreated control animals by day 12 (Figure B). CONCLUSION: Biodistribution studies demonstrate MM tumor specific targeting after anti-CD38 xanti-chelated radiometal FP with minimal levels of yttrium-90 radioactivity detected in normal organs. Tumor responses are very encouraging in this MM xenograft model and results support clinical evaluation of bispecific anti-CD38 FP PRIT in MM. Figure 1. View large Download slide Figure 1. View large Download slide View large Download slide View large Download slide Disclosures No relevant conflicts of interest to declare."
}