{
    "doi": "https://doi.org/10.1182/blood-2019-129436",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4284",
    "start_url_page_num": 4284,
    "is_scraped": "1",
    "article_title": "Identification of Dual Positive CD19+/CD3+ T Cells in an Apheresis Product Undergoing Chimeric Antigen Receptor (CAR) Transduction ",
    "article_date": "November 13, 2019",
    "session_type": "711.Cell Collection and Processing",
    "topics": [
        "apheresis",
        "chimeric antigen receptors",
        "t-lymphocytes",
        "cd19 antigens",
        "hematopoietic stem cell transplantation",
        "epidermal necrolysis, toxic",
        "flow cytometry",
        "graft-versus-host disease",
        "leukapheresis",
        "caspase-9"
    ],
    "author_names": [
        "Liora M Schultz, MD",
        "Shabnum Patel, PhD",
        "Sneha Ramakrishna, MD",
        "Alice Bertaina, MD PhD",
        "Neehar Bhatia",
        "Jean Oak, MD PhD",
        "Robbie G. Majzner, MD",
        "Christina Baggott, RN, PhD",
        "Kara L. Davis, DO",
        "Crystal L. Mackall, MD",
        "Steven A Feldman, PhD"
    ],
    "author_affiliations": [
        [
            "School of Medicine, Department of Pediatrics, Division of Hematology and Oncology, Stanford University, Palo Alto, CA "
        ],
        [
            "Stanford University, Palo Alto, CA "
        ],
        [
            "Stanford University School of Medicine, Department of Pediatrics, Division of Hematology and Oncology, Palo Alto, CA "
        ],
        [
            "Department of Pediatric Hematology and Oncology, Stanford University, Palo Alto, CA "
        ],
        [
            "Stanford University School of Medicine, Lab for Cell and Gene Medicine, Palo Alto, CA "
        ],
        [
            "Department of Pathology, Stanford University Medical Center, Stanford, CA "
        ],
        [
            "Department of Pediatrics, Stanford University School of Medicine, Palo Alto, CA "
        ],
        [
            "Cancer Clinical Trials Office, Stanford University, Palo Alto, CA "
        ],
        [
            "Department of Pediatrics, Stanford University School of Medicine, Stanford, CA "
        ],
        [
            "Department of Pediatrics, Stanford University School of Medicine, Stanford, CA "
        ],
        [
            "Stanford University School of Medicine, Stanford, CA"
        ]
    ],
    "first_author_latitude": "37.427474499999995",
    "first_author_longitude": "-122.16971899999999",
    "abstract_text": "Following CAR T cell therapy, many patients receive consolidative hematopoietic stem cell transplantation (HSCT), with the available donor pool recently expanding to include genetically engineered cell products. One such example with striking early promise is the α/Β T-cell depleted haploidentical HSCT (α/Β haplo-HSCT) given with bystander α/Β genetically modified T cells, termed BPX-501 cells. These cells are engineered to express an inducible caspase 9 (iCas9) suicide vector that can be activated by the AP1903 (Rimiducid) dimerizing agent in the event of graft-versus-host disease (GVHD) (US NCT03301168). Here, we report the identification of an unexpected dual expressing CD19+/CD3+ T cell subset in a 10 year old patient who underwent apheresis collection for CAR T cell manufacturing upon relapse six months after α/Β haplo-HSCT and BPX-501 cell addback. A leukapheresis product was collected and CD4 and CD8 T cells were selected from this product for CAR transduction using the Miltenyi CliniMACS Prodigy. T cell purity was assessed using flow cytometry. Characterization of his T cell product at this stage revealed an aberrant cell population expressing both surface CD3 and CD19 (Fig 1a) and lacking additional B cell surface markers, excluding leukemic origin of these cells. This patient was the recipient of the described BPX-501 cell product. BPX-501 cells are also engineered to express a truncated version of CD19 to permit tracking of these modified T cells in patients, post-infusion. We hypothesized that these dual positive CD19+/CD3+ cells were the BPX-501 cells derived from his paternal haploidentical donor and still circulating despite leukemia relapse. We utilized the patient's leukapheresis sample to better characterize these cells. Flow cytometry confirmed the presence of this dual positive CD19+/CD3+ population in the apheresis product. We subsequently treated the apheresis product with Rimiducid in vitro and observed elimination of the CD19+/CD3+ cell subset in a dose dependent manner, thus confirming that these cells were BPX-501 cells (Fig 1b). We additionally investigated the fate of the BPX-501 cells following CAR transduction and observed an absence of this subset post-CAR transduction (Fig 1a). Cells co-expressing CD19-targeting CARs and surface CD19 were not observed in the final manufactured product. The most likely explanation for this phenomenon is in vitro fratricide of the CD19+ T cell population by the CD19-specific CAR+ T cells in culture. We aim to bring attention to this cell phenotype that may be recognized with greater frequency as CAR T therapy and engineered α/Β haplo-HSCT are increasingly coupled. We additionally suggest consideration towards using alternative markers to CD19 as a synthetic identifier for post-transplant add-back products, as CD19-expression on effector T cells may complicate subsequent treatment using CD19-directed therapy. View large Download slide View large Download slide  Disclosures Majzner: Xyphos Inc.: Consultancy; Lyell Immunopharma: Consultancy; Xyphos Inc.: Consultancy. Mackall: Obsidian: Research Funding; Lyell: Consultancy, Equity Ownership, Other: Founder, Research Funding; Nektar: Other: Scientific Advisory Board; PACT: Other: Scientific Advisory Board; Bryologyx: Other: Scientific Advisory Board; Vor: Other: Scientific Advisory Board; Roche: Other: Scientific Advisory Board; Adaptimmune LLC: Other: Scientific Advisory Board; Glaxo-Smith-Kline: Other: Scientific Advisory Board; Allogene: Equity Ownership, Membership on an entity's Board of Directors or advisory committees; Apricity Health: Equity Ownership, Membership on an entity's Board of Directors or advisory committees; Unum Therapeutics: Equity Ownership, Membership on an entity's Board of Directors or advisory committees. Feldman: Octane Biotech, Inc.: Employment; Personalized Medicine Initiative Science: Membership on an entity's Board of Directors or advisory committees."
}