{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.126.126",
    "article_title": "Runx2 Deficiency in Committed Osteoblasts Promotes Myeloma Cell Homing to and Progression in New Bone Sites ",
    "article_date": "December 7, 2017",
    "session_type": "651. Myeloma: Biology and Pathophysiology, excluding Therapy: New Insights into the Role of the Immune Microenvironment of Multiple Myeloma",
    "abstract_text": "Multiple myeloma (MM) is a plasma cell malignancy that arises and preferentially grows in the bone marrow (BM), with frequent progression to new local and distant bone sites. Our previous studies demonstrated that primary MM cells secrete soluble factors that orchestrate changes in distant bone sites prior to the arrival of metastatic tumor cells. One such alteration is the simultaneous suppression of osteoblastogenesis and bone formation via inhibition of the critical Runt-related transcription factor 2 (Runx2) in osteoblast (OB) progenitors and committed OBs. While the mechanisms regulating MM-induced Runx2 suppression in these cells have been described, how this change in distant sites provides feedback to regulate MM cell homing and survival has not been determined. To study the effect of OB-Runx2 suppression at distant bone sites on MM dissemination and progression to these sites, we generated a syngeneic mouse model of MM in which Runx2 is specifically deleted in the committed OBs of C57BL6/KaLwRij mice (OB-Runx2 -/- mice). Bone-homing and growth of luciferase-expressing 5TGM1 (5TGM1-Luc) MM cells was tested by tail vein injection in 5-week-old OB-Runx2 +/+ (controls) and OB-Runx2 -/- mice (n=7 per group). Compared with controls, OB-Runx2 -/- mice showed significantly enhanced bone homing of MM cells and increased tumor growth in bone, which was confirmed by weekly luciferin imaging and ELISA for serum levels of IgG2bκ (a soluble marker of 5TGM1 MM cells). These results demonstrate that Runx2 deficiency in committed OBs in new bone sites promotes MM metastasis to and progression in these areas. To investigate the molecular mechanism by which OB-Runx2 deficiency promotes MM bone-homing and tumor progression, we harvested BM from 5-week-old OB-Runx2 +/+ controls and OB-Runx2 -/- mice with 1 ml PBS (n=3-4 per group) and centrifuged it to collect BM cells and supernatants. Measurement of 48 cytokines related to tumor cell bone-homing and bone remodeling revealed substantially increased levels of pro-metastatic cytokines in the BM supernatants of OB-Runx2 -/- mice, including EGF, GM-CSF, M-CSF, ICAM-1, IGF-1, MMP-3, OPN, SDF-1, TGF- β, RANKL, VCAM-1, and IL-10. Flow cytometric analysis of the immune cell profile showed significantly more immune inhibitory cells, including myeloid-derived suppressor cells (MDSCs) and regulatory T and B cells, in the BM of OB-Runx2 -/- mice. These data indicate that Runx2 deficiency in committed OBs induces an inflammatory and immunosuppressive pre-condition in the BM microenvironment, which attracts MM cells and allows their invasion into the bone tissue. Next, we evaluated the survival and proliferation status of MM cells and the immune cell response to MM cells in the BM under the condition of OB-Runx2 suppression. We injected 2 x 10 6 5TGM1-Luc cells into 5-week-old OB-Runx2 +/+ control and OB-Runx2 -/- mice via tail vein (n=5 per group). After 4 weeks, MM and BM cells isolated from the BM of these mice were analyzed by immunostaining and flow cytometry with antibodies specific for CD138, a marker of MM cells; Ki-67, a marker of cell proliferation; and Bcl-2, an anti-apoptotic protein. Results showed significantly more proliferating and non-apoptotic MM cells in the BM of Runx2 OB -/- mice. Additional flow cytometry analysis of isolated BM cells revealed a striking increase in immune-suppressive cell populations, significantly higher expression of CD8 + T cell inhibitory molecules (Arginase 1, iNOS, IL-10) in MDSCs, and dramatically decreased production of tumor-killing factors (Perforin, Granzyme B, and IFN-γ) in T cells in OB-Runx2 -/- mice. Together, these findings indicate that Runx2 deficiency in committed OBs impairs antitumor immunity, leading to tumor proliferation and progression in bone. In conclusion, this study demonstrated that Runx2 inhibition in committed OBs in distant bone sites, induced by primary MM, can feed back to invite MM cell metastasis to and progression in these new bone areas. The increase in pro-metastatic cytokines and immunosuppressive cells induced by OB-Runx2 deficiency in new bone sites play a critical role in this process. These novel discoveries provide insights into the mechanisms of MM dissemination and progression and may inform the prognosis of outcomes in patients with MM. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "antibodies",
        "arginase",
        "cancer",
        "cytokine",
        "diagnostic imaging",
        "flow cytometry",
        "granulocyte-macrophage colony-stimulating factor",
        "granzyme b",
        "immunosuppressive agents",
        "insulin-like growth factor i"
    ],
    "author_names": [
        "Xiaoxuan Xu",
        "Juan Li, MD",
        "Timothy Trotter",
        "Pramod Gowda",
        "Xiaoxiao Hao",
        "Jacob Calahan",
        "Racquel Innis-Shelton, MD",
        "Amjad Javed",
        "Yang Yang, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Xiaoxuan Xu",
            "author_affiliations": [
                "Department of Hematology, the First Affiliated Hospital of Sun Yat-Sen University, Guangzhou, China ",
                "Department of Pathology, University of Alabama at Birmingham, Birmingham, AL "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Juan Li, MD",
            "author_affiliations": [
                "Department of Hematology, the First Affiliated Hospital of Sun Yat-Sen University, Guangzhou, China "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Timothy Trotter",
            "author_affiliations": [
                "Department of Pathology, University of Alabama at Birmingham, Birmingham, AL "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pramod Gowda",
            "author_affiliations": [
                "Department of Pathology, University of Alabama at Birmingham, Birmingham, AL "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xiaoxiao Hao",
            "author_affiliations": [
                "Department of Pathology, University of Alabama at Birmingham, Birmingham, AL ",
                "Department of Hematology, Nanfang Hospital, Southern Medical University, Guangzhou, China "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jacob Calahan",
            "author_affiliations": [
                "Department of Pathology, University of Alabama at Birmingham, Birmingham, AL "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Racquel Innis-Shelton, MD",
            "author_affiliations": [
                "Department of Medicine, University of Alabama at Birmingham, Birmingham, AL "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amjad Javed",
            "author_affiliations": [
                "Department of Oral and Maxillofacial Surgery, School of Dentistry, University of Alabama at Birmingham, Birmingham, AL ",
                "Comprehensive Cancer Center, University of Alabama at Birmingham, Birmingham, AL "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yang Yang, MD",
            "author_affiliations": [
                "Comprehensive Cancer Center, University of Alabama at Birmingham, Birmingham, AL ",
                "University of Alabama at Birmingham, Birmingham, AL"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-11T18:40:06",
    "is_scraped": "1"
}