{
    "doi": "https://doi.org/10.1182/blood.V118.21.2633.2633",
    "article_title": "Clinical Significance of Genetic Mutations of CD79B , CARD11 , MYD88 , and EZH2 Genes in Diffuse Large B-Cell Lymphoma Patients ",
    "article_date": "November 18, 2011",
    "session_type": "622. Non-Hodgkin Lymphoma - Biology, excluding Therapy: Poster II",
    "abstract_text": "Abstract 2633 Background: Recently, single nucleotide polymorphism array and next generation DNA sequencing techniques have been used to identify several genetic mutations in diffuse large B-cell lymphoma (DLBCL). The mutations seem to be localized in the B-cell receptor and NF-k B signaling pathway and histone- and DNA methylation-related enzymes. However, the relationship between the genetic mutations and the clinical features, such as outcome and disease progression, and pathological findings, has not yet been elucidated. Aims: To confirm frequency of genetic mutations in Japanese DLBCL patients, and to examine the relationship between genetic mutations and clinical and pathological features of the disease, including prognosis, responsiveness to chemotherapy with/without rituximab, and to examine the correlation between mutations and patient clinical symptoms. Methods: Genomic DNA was extracted from lymphoma cells harvested from 138 DLBCL patients enrolled in this study at Nagoya University Hospital. Genetic mutations in the coding regions of CD79B, CARD11, MYD88 , and EZH2 were confirmed using pyrosequencing and direct DNA sequencing analyses. DLBCL subtype, germinal center B (GCB; 37 cases) or non-GCB cell (40 cases), were confirmed by immuno-pathological analysis. Overall survival rate was calculated by Kaplan-Meier analysis, and statistical differences were detected by the log-rank test. Results and Discussion: Mutations in CD79B leading to disruption of the immunoreceptor tyrosine-based activation motif (ITAM) were observed in 15 cases [10.5%; GCB, 2 cases (5.4%) and non-GCB, 4 cases (10.0%)], and mutations resulting in Y196 substitution, which is known to be a phosphorylation site critical for signal transduction, were confirmed in 13/15 cases (86.7%). Mutations in the coiled-coil (C-C) domain of CARD11 were detected in 4 cases [2.9%; GCB, 1 case (2.7%) and non-GCB, 1 case (2.5%)]. TIR (Toll/IL1 receptor) mutations in MYD88 were detected in 17 cases [12.3%; GCB, 3 cases (8.1%) and non-GCB, 6 cases (15%)], and Y265P substitution was confirmed in 14/17 cases (82%). Y641 substitution in EZH2 was detected in 9 cases [6.5%; GCB, 6 cases (16.2%) and non-GCB, 2 cases (5.0%)]. The frequency of EZH2 mutation was almost equivalent with previous reports, but the mutation frequencies of CD79B , CARD11 , and MYD88 were much lower. Genetic mutations were confirmed in both CD79B and MYD88 in 6 cases (4.3%), while the frequency of CD79B and MYD88 mutations individually were 40% and 35.3%. Overall survival was compared between patients with or without each genetic mutation. Patients with CD79B and MYD88 mutations tended to have relatively poor outcomes, but the differences were not statistically significant ( p= 0.12 and 0.40, respectively). Patients with the EZH2 mutation showed relatively better outcomes, but the difference was not statistically significant ( p= 0.57). The overall survival rate of subjects with the CARD11 C-C mutation was significantly lower ( p <0.0001), with the median overall survival of mutation(+) and (−) of 308.5 and 2950 days, respectively. Clinical records indicate that all cases with mutations were diagnosed as DLBCL at stages I (1 case), II (1 case), and IV (2 cases) and died due to disease progression within 1 year after the first diagnosis. Although we could not demonstrate statistically significant differences in overall survival for presence of CD79B , MYD88 , and EZH2 mutations in this investigation, the tendencies observed here warrant further investigation with larger numbers of patients. Since prognosis was significantly poor in patients with the CARD11 C-C mutation, a more detailed extraction of their clinical symptoms is needed to confirm which phenomenon are related to the CARD11 C-C mutation. Disclosures: Naoe: Zenyaku-Kogyo: Research Funding; Novartis Pharma.: Honoraria, Speakers Bureau; Chugai Pharma.: Research Funding; Dainipponn-Sumitomo Pharma.: Research Funding; Kyowa-Hakko Kirin.: Research Funding; Otsuka Pharma.: Research Funding.",
    "topics": [
        "diffuse large b-cell lymphoma",
        "ezh2 gene",
        "mutation",
        "myd88 gene",
        "genes",
        "disease progression",
        "dna",
        "sequence analysis, dna",
        "chemotherapy regimen",
        "enzymes"
    ],
    "author_names": [
        "Chisako Iriyama, MD",
        "Akihiro Tomita, MD, PhD",
        "Takashi Tokunaga, MD",
        "Keisuke Sugiyama, PharmD",
        "Junji Hiraga, MD, PhD",
        "Tomohiro Kinoshita, MD, PhD",
        "Tomoki Naoe, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Chisako Iriyama, MD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Nagoya University Graduate School of Medicine, Nagoya, Japan, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Akihiro Tomita, MD, PhD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Nagoya University Graduate School of Medicine, Nagoya, Japan, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Takashi Tokunaga, MD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Nagoya University Graduate School of Medicine, Nagoya, Japan, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Keisuke Sugiyama, PharmD",
            "author_affiliations": [
                "Department of Pharmacy, Anjo-Kosei Hospital, Anjo, Japan, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Junji Hiraga, MD, PhD",
            "author_affiliations": [
                "Department of Hematology, Toyota Memorial Hospital, Toyota, Japan, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tomohiro Kinoshita, MD, PhD",
            "author_affiliations": [
                "Department of Hematology and Cell Therapy, Aichi Cancer Center Hospital, Nagoya, Japan"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tomoki Naoe, MD, PhD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Nagoya University Graduate School of Medicine, Nagoya, Japan, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-17T21:35:46",
    "is_scraped": "1"
}