{
    "doi": "https://doi.org/10.1182/blood.V108.11.175.175",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=700",
    "start_url_page_num": 700,
    "is_scraped": "1",
    "article_title": "Identifying Novel Modifier Genes Regulating von Willebrand Factor Levels in Mice. ",
    "article_date": "November 16, 2006",
    "session_type": "Oral Sessions",
    "topics": [
        "genes",
        "mice",
        "von willebrand factor",
        "rna, messenger",
        "abo blood-group system",
        "blood group antigens",
        "dna",
        "genotype determination",
        "glycosyltransferase",
        "hemorrhage"
    ],
    "author_names": [
        "Jordan A. Shavit",
        "Heidi L. Lemmerhirt",
        "David Ginsburg"
    ],
    "author_affiliations": [
        [
            "Pediatrics, University of Michigan, Ann Arbor, MI, USA"
        ],
        [
            "Human Genetics, University of Michigan, Ann Arbor, MI, USA"
        ],
        [
            "Human Genetics, University of Michigan, Ann Arbor, MI, USA",
            "Internal Medicine, Life Sciences Institute and Howard Hughes Medical Institute, University of Michigan, Ann Arbor, MI, USA"
        ]
    ],
    "first_author_latitude": "42.26474054999999",
    "first_author_longitude": "-83.7390163",
    "abstract_text": "Plasma von Willebrand factor (VWF) levels are highly variable in the normal human population, and twin studies suggest that two-thirds of this variability is heritable. Only one-third of this genetic component is explained by ABO blood group, with the factors responsible for the majority of the effect still unknown. These putative VWF modifier genes contribute to the wide variability in bleeding severity among patients with von Willebrand disease (VWD), as well as the frequent difficulty in establishing this diagnosis. We previously mapped four loci responsible for variable plasma VWF levels among several inbred mouse strains, which we termed Mvwf 1-4 (modifier of Vwf ). We have identified the mutant alleles for Mvwf1 , a variant in a glycosyltransferase with homology to a human blood group antigen, and Mvwf2 , a mutation in the Vwf gene itself. For the current study we chose two inbred strains with 3.5-fold divergent VWF plasma levels, C57BL/6J and WSB/EiJ, neither of which carries the Mvwf1 or Mvwf2 alleles. F1 hybrid mice were backcrossed onto C57BL/6J to generate 200 N2 progeny, followed by determination of plasma VWF levels by ELISA. A dense genome scan of 149 markers, an average of one marker every 10 centimorgans, was performed on genomic DNA from all 200 N2 mice by the Mammalian Genotyping Service at the Marshfield Clinic Research Foundation. Analysis of the data with the R/qtl statistical package identified two major candidate loci with significant evidence for linkage to VWF levels. The first locus ( Mvwf5 ) mapped to a region containing the Vwf gene itself on chromosome 6, with a logarithm of the odds (LOD) score of 12.1. Preliminary studies of Vwf mRNA from F1 mice by primer extension SNP (single nucleotide polymorphism) analysis suggest that Mvwf5 exerts its effect at the level of Vwf transcription or mRNA stability. A second potential modifier ( Mvwf6 ) localized to chromosome 10 with a LOD score of 4.6, and displayed additive effects with Mvwf5 . Two additional suggestive loci mapped to murine chromosomes 4 and 5, with LOD scores of 2.4 and 3.4, respectively. The former locus maps to the same region of chromosome 4 as Mvwf3 , a candidate modifier previously identified in an F2 intercross between the strains A/J and CASA/RkJ. In summary, we have identified a 2 nd natural Vwf gene variant among inbred mice ( Mvwf5 ), a novel VWF regulatory locus on murine chromosome 10 ( Mvwf6 ), and 2 other possible VWF modifiers on chromosomes 4 and 5. Surprisingly, two of six Mvwf loci characterized to date correspond to hypomorphic mutations at the Vwf gene itself and appear to interact with modifier loci on other chromosomes. Similar interactions are likely to explain the extensive variability in plasma VWF levels observed in the general human population as well as among patients with VWD."
}