{
    "doi": "https://doi.org/10.1182/blood.V114.22.3914.3914",
    "article_title": "The Marine Tunicate-Derived Cyclic Depsipeptide Aplidin Restores Functional Hematopoiesis in the Marrow of the Gata1 low Mouse Model of Myelofibrosis. ",
    "article_date": "November 20, 2009",
    "session_type": "MYELOPROLIFERATIVE SYNDROMES POSTER III",
    "abstract_text": "Abstract 3914 Poster Board III-850 Aplidin is a cyclic depsipeptide originally derived from the marine tunicate Aplidium albicans and currently obtained by chemical synthesis. Aplidin induces an early oxidative stress, with activation of Rac1 GTPase and inhibition of protein phosphatases, which, in conjunction, causes the sustained activation of JNK. This drug inhibits cancer growth through direct and indirect mechanisms. It has been reported to directly induce apoptosis and growth arrest of those tumor cells expressing low p27(Kip1) levels. In addition, Aplidin, by inhibiting secretion and/or response to VEGF, reduces endothelial cell proliferation in several in vitro and in vivo models of angiogenesis. The myeloproliferative neoplasm primary myelofibrosis (PMF) is associated with alterations of stem/progenitor cell trafficking which results in extramedullary hematopoiesis. The abnormal trafficking is caused by defective interactions between the stem/progenitor cells and their niches in the marrow. The stem/progenitor cells fail to express CXCR4, the receptor that recognizes the chemokine SDF-1 responsible for interaction with the vascular niche. In addition, in PMF, the marrow vascular niches are increased in numbers (due to angiogenesis) and abnormally coated with pericytes. Mice carrying the hypomorphic Gata1 low mutation that deletes the enhancer HS1 driving expression of the gene in hematopoietic progenitor cells, erythroid cells and megakaryocytes, develop myelofibrosis with age and are considered an animal model for PMF. The phenotype of Gata1 low mice includes reduced expression of CXCR4 on the stem/progenitor cells, increased numbers of pericyte-coated vessel in the marrow (probably triggered by high VEGF/TGF-β expression levels) and extramedullary hematopoiesis in the liver. To assess the effects of Aplidin-treatment in myelofibrosis, Gata1 low mice received Aplidin (ip at 100 μg/kg/daily/5 days or 60 μg/kg/daily/9 days for 1-2-4 cycles 21-38 days apart) or saline and were sacrified at the end of each cycle for analyses of disease development. Similar results were observed after each cycle and those obtained after the 4 th cycle are summarized here. Gata1 low stem/progenitor cells were found to express low levels of p27(Kip1), the proposed biomarker for Aplidin-sensitivity and responded to treatment by increasing their levels of p27(Kip1) (10–fold) and Gata1 (2-fold) expression. Aplidin-treated Gata1 low progenitor cells acquired the ability to form Gata1 pos megakaryocytes in vivo (Gata1 content 34.2±2.6 vs 16.6±3.3 pixels/megakaryocyte in aplidin- and vehicle-treated mice, respectively) and hematopoietic colonies in vitro (23-47 vs below detectable levels colonies/10 3 purified progenitor cells, respectively). Accordingly, Aplidin-treatment increased by 3-fold blood platelet counts significantly and prevented fibrosis and bone growth normalizing the femur cellularity (20.3×10 6 vs 7.5×10 6 cells/femur, in Aplidin- and vehicle-treated mice, respectively). Although stem/progenitor cells from Aplidin-treated Gata1 low mice did not express CXCR4 and were found in high numbers in the liver (10 3 vs 25 progenitor cells/liver in Aplidin-treated Gata1 low and wild-type mice, respectively), they did not develop hematopoiesis in this organ. In addition, Aplidin-treatment reduced (by 67%) microvessel density and levels of TGF-β/VEGF expression (by 70% and 61.7%, respectively) in the marrow. In conclusion, Aplidin-treatment, by restoring Gata1 expression in the stem/progenitor cells and reducing the numbers of vascular niches in the marrow, restored the functional interactions between Gata1 low progenitor cells and their marrow niches, preventing development of myelofibrosis, including extramedullary hematopoiesis in liver. Disclosures: Aracil: PharmaMar: Employment.",
    "topics": [
        "animal model",
        "hematopoiesis",
        "mice",
        "myelofibrosis",
        "romidepsin",
        "urochordata",
        "cdkn1b gene",
        "cxcr4 receptors",
        "vascular endothelial growth factor a",
        "biological markers"
    ],
    "author_names": [
        "Maria Verrucci, Ph.D",
        "Alessandro Pancrazzi, PhD",
        "Fabrizio Martelli, Ph.D",
        "Paola Guglielminelli",
        "Miguel Aracil",
        "Maria Zingariello, Ph.D",
        "Emanuela D'Amore",
        "Jose Jimeno",
        "Alessandro M. Vannucchi, MD",
        "Anna Rita Migliaccio, Ph.D."
    ],
    "author_dict_list": [
        {
            "author_name": "Maria Verrucci, Ph.D",
            "author_affiliations": [
                "Istituto Superiore di Sanità, Biologia Cellulare, Rome, Italy, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Alessandro Pancrazzi, PhD",
            "author_affiliations": [
                "Hematology, Università degli Studi di Firenze, Firenze, Italy, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fabrizio Martelli, Ph.D",
            "author_affiliations": [
                "Biologia Cellulare, Istituto Superiore di Sanità, Rome, Italy, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paola Guglielminelli",
            "author_affiliations": [
                "Hematology, Università degli Studi di Firenze, Firenze, Italy, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Miguel Aracil",
            "author_affiliations": [
                "Pharmamar, Colmenar Viejo, Madrid, Spain, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria Zingariello, Ph.D",
            "author_affiliations": [
                "Biomorofologia, Università G. D'Annunzio, Chieti, Italy, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Emanuela D'Amore",
            "author_affiliations": [
                "Biologia Cellulare, Istituto Superiore di Sanità, Rome, Italy, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jose Jimeno",
            "author_affiliations": [
                "Pharmamar, Colmenar Viejo, Madrid, Spain, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alessandro M. Vannucchi, MD",
            "author_affiliations": [
                "Hematology, Universitá degli Studi di Firenze, Firenze, Italy, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anna Rita Migliaccio, Ph.D.",
            "author_affiliations": [
                "Tisch Cancer Institute and Myeloproliferative Disease Research Consortium, Mount Sinai School of Medicine, New York, NY, USA"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-12T18:41:14",
    "is_scraped": "1"
}