{
    "doi": "https://doi.org/10.1182/blood.V124.21.663.663",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2964",
    "start_url_page_num": 2964,
    "is_scraped": "1",
    "article_title": "Biomarkers for Diagnosis and Prognosis of Sinusoidal Obstruction Syndrome after Hematopoietic Stem Cell Transplantation ",
    "article_date": "December 6, 2014",
    "session_type": "722. Clinical Allogeneic Transplantation: Acute and Chronic GVHD, Immune Reconstitution: Novel Predictive Biomarkers",
    "topics": [
        "bilirubin level, increased",
        "biological markers",
        "hematopoietic stem cell transplantation",
        "hepatic veno-occlusive disease",
        "weight gain",
        "ficolin",
        "plasminogen activator inhibitor 1",
        "prognostic marker",
        "vascular cell adhesion molecule-1",
        "abdominal pain"
    ],
    "author_names": [
        "Christen L Mumaw, BS",
        "Ayman Akil, PhD",
        "Nieves Velez de Mendizabal, PhD",
        "Qing Zhang",
        "Nisha Raiker, BS",
        "Jeffrey Yu",
        "Maribel Diaz-Ricart, PhD",
        "Enric Carreras, MD",
        "Laura S. Haneline, MD",
        "Kent A. Robertson, MD PhD",
        "Lindsey Elmore",
        "Rose Case",
        "Jamie Renbarger, MD",
        "Samir Hanash, MD PhD",
        "Robert R. Bies, PhD",
        "Sophie Paczesny, MD PhD"
    ],
    "author_affiliations": [
        [
            "Indiana University, Indianapolis, IN "
        ],
        [
            "Indiana University, Indianapolis, IN "
        ],
        [
            "Indiana University, Indianapolis, IN "
        ],
        [
            "Fred Hutchinson Cancer Research Center, Seattle, WA "
        ],
        [
            "Indiana University, Indianapolis, IN "
        ],
        [
            "Indiana University, Indianapolis, IN "
        ],
        [
            "Hospital Clinic, Barcelona, Spain "
        ],
        [
            "José Carreras Foundation & Leukemia Research Institute, Barcelona, Spain "
        ],
        [
            "Indiana University, Indianapolis, IN "
        ],
        [
            "Indiana University, Indianapolis, IN "
        ],
        [
            "Indiana University, Indianapolis, IN "
        ],
        [
            "Indiana University, Indianapolis, IN "
        ],
        [
            "Indiana University, Indianapolis, IN "
        ],
        [
            "MD Anderson Cancer Center, Houston, TX"
        ],
        [
            "Indiana University, Indianapolis, IN "
        ],
        [
            "Indiana University, Indianapolis, IN "
        ]
    ],
    "first_author_latitude": "39.7749927",
    "first_author_longitude": "-86.1772798",
    "abstract_text": "Background. Sinusoidal obstructive syndrome (SOS) is a life-threatening liver injury complication that affects up to 20% of patients receiving allogeneic HSCT in some centers. Symptoms may be variable in less severe cases and the etiology of abdominal pain, weight gain, and elevated bilirubin following HSCT presents a diagnostic challenge. Although a few potential biomarkers for SOS have been identified based on hypothesis-driven testing, there is still no validated blood test for SOS. Methods. We used a mass spectrometry-based proteomics discovery approach comparing plasma pooled from 19 patients with SOS to plasma pooled from 19 patients without SOS. Of 494 proteins quantified, 151 proteins showed at least 2-fold increase in the heavy/light isotope ratio, and 77 proteins showed a ratio of 0.5 or less. We selected 6 proteins [L-Ficolin, vascular cell adhesion molecule-1 (VCAM1), tissue inhibitor of metalloproteinase-1, von-Willebrand factor, intercellular adhesion molecule-1, and CD97] based on their ratio, their involvement in relevant pathway networks, and other information from published literature, and the availability of a sandwich ELISA. In addition, five endothelial markers [suppressor of tumorigenicity 2 (ST2), angiopoietin2 (ANG2), hyaluronic acid (HA), thrombomodulin (sCD141), and plasminogen activator inhibitor-1 (PAI-1)] were measured based on previous demonstrations of their involvement in SOS or in refractory GVHD. Using sequential ELISA, levels of these 11 proteins were measured in plasma from a validation set of 45 patients: 32 SOS patients at disease onset (days +14 to +21 post-HSCT) and from 13 time-matched controls. We tested the value of these proteins as diagnostic biomarkers of SOS using two-sample t-tests and by calculating the area under the receiver operating characteristic curve (AUC of the ROC). Next, we tested the prognostic significance of these biomarkers using Wilcoxon Rank-Sum analysis of their levels measured prior to the clinical signs (days 0 and +7 post-HSCT). We also examined these markers in an independent set of 35 patients (13 SOS+; 22 SOS-). Finally, a Naïve Bayes classifier implemented in Waikato Environment for Knowledge Analysis (WEKA) was developed for SOS prognosis based on a balanced subset of 24 patients (11 SOS-; 13 SOS+). The classifier performance was evaluated by doing a 10-fold cross-validation. Results. Of the 11 proteins tested, 8 were diagnostic markers of SOS with p-values<0.001 and with AUC between 0.91 and 0.70 ( Figure 1 A ). Of note, PAI-1 which was previously identified and which was considered as the gold standard marker for SOS had an AUC of only 0.68 as compared to the five best diagnostic markers. Together ST2, ANG2, L-Ficolin, HA, and VCAM1 compose a biomarker panel for diagnosis of SOS with an AUC of 0.98 ( Figure 1 B ). We next evaluated the prognostic value of these biomarkers in samples collected prior to the clinical signs of SOS. L-Ficolin ( Figure 1 C ), HA, and VCAM1 can stratify patients at risk of SOS as early as the day of HSCT (AUC = 0.83 to 0.69) and were also validated as diagnostic and prognostic markers of SOS in the independent set of 35 patients despite the smaller sample size (not shown). The Naïve Bayes classifier for SOS prognosis was developed using nine clinical attributes (e.g. age, gender, donor type) and day zero post-transplant levels of VCAM-1, L-Ficolin and HA. 83.33% of patients were correctly classified (ROC area of 0.902). Of the misclassified patients (16.67%), 25% were false positive and 75% were false negative. Classifying patients based on solely clinical attributes only resulted in 58.33% correct classification (ROC area of 0.608) indicating minimal to no prediction. Conclusions. Together ST2, ANG2, L-Ficolin, HA, and VCAM1 represent a biomarker panel for reliable, non-invasive diagnosis of SOS (composite AUC = 0.98). Furthermore, L-Ficolin, HA, and VCAM1 are prognostic biomarkers of SOS before the appearance of clinical symptoms. The identified markers represent several pathways, including previously suspected pathways involved in hemostasis and endothelial injury as well as novel pathways related to innate immunity and homeostatic clearance of mitochondria. Once further validated, these biomarkers could provide opportunities for preemptive intervention to minimize the incidence and severity of SOS clinical symptoms, and thereby increase survival. Figure 1 View large Download slide Figure 1 View large Download slide  Disclosures Carreras: Gentium/Jazz : Grant from Gentium/Jazz to study the MoA of Defibrotide Other."
}