{
    "doi": "https://doi.org/10.1182/blood-2019-127693",
    "article_title": "The Appropriateness of Fresh Frozen Plasma (FFP) Administration in Three Community Teaching Hospitals ",
    "article_date": "November 13, 2019",
    "session_type": "901.Health Services Research-Non-Malignant Conditions",
    "abstract_text": "Objective: Although Fresh Frozen Plasma (FFP) is indicated in critically ill patients, there are growing concerns about it's cost effectiveness and adverse effects in instances that do not conform to evidence-based indications. Despite a range of adverse reaction with the inappropriate usage of FFP, its usage has significantly increased over the last decade. We previously evaluated the overuse of FFP in our community teaching hospital in 2010-2011 and 2016-2017. The interventions to reduce the inappropriate FFP transfusion were implemented after the results from 2016-2017. The present multicenter study is a post-interventional study that describes practices regarding administration of FFP in three community teaching hospitals between 2017-2018. Methods: A retrospective chart review of patients who received FFP transfusion in three community teaching hospitals between 2017-2018 were included in our study. Criteria were established to evaluate the appropriateness of FFP. Descriptive statistics were utilized to compare the appropriateness of FFP transfusion among the participating hospitals. Results: Overall, 306 participants were evaluated where 25% of the participants (77 out of 306) received inappropriate FFP transfusions. The most common rationale for inappropriate FFP transfusions were bleeding with INR less than 1.5 followed by INR over 1.5 (without any evidence of active bleeding).Based on our study criteria, the proportion of inappropriate FFP transfused out of the total FFP transfused decreased from 49% in the study period 2016-2017 to 25% in the study period 2017-2018. 15% of the study population received inappropriate FFP transfusion for bleeding in 2017-2018 compared to 42% in 2016-2017. Conclusion: Our study showed a reduction in inappropriate FFP transfusions in 2017-2018 compared to 2016-2017. This can be attributed to the interventions implemented after obtaining study results from 2016-2017. The interventions included creating fliers educating about lack of effectiveness of FFP to reduce INR below 1.6 and arranging educational talks from transfusion committee about the evidence-based usage of FFP transfusion. Such interventions are essential to reduce healthcare expenditure and transfusion related adverse events. View large Download slide View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "fresh-frozen plasma",
        "teaching hospitals",
        "fresh-frozen plasma transfusion",
        "blood transfusion",
        "hemorrhage",
        "international normalized ratio",
        "adverse effects",
        "transfusion",
        "adverse event",
        "critical illness"
    ],
    "author_names": [
        "Sufana Shikdar, MD MPH",
        "Kavita Agrawal",
        "Nicholas Ghionni, DO",
        "Kakageldi Hommadov, MD",
        "Shahrzad Abdollahi",
        "Ida Micaily, MD",
        "Eric Green, MDMSc"
    ],
    "author_dict_list": [
        {
            "author_name": "Sufana Shikdar, MD MPH",
            "author_affiliations": [
                "Mercy Catholic Medical Center, Darby, PA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Kavita Agrawal",
            "author_affiliations": [
                "Overlook Medical Center, Summit, NJ "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nicholas Ghionni, DO",
            "author_affiliations": [
                "Mercy Catholic Medical Center, Darby, PA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kakageldi Hommadov, MD",
            "author_affiliations": [
                "Mercy Catholic Medical Center, Darby, PA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shahrzad Abdollahi",
            "author_affiliations": [
                "Abington Jefferson Health, Jenkintown, PA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ida Micaily, MD",
            "author_affiliations": [
                "Department of Medicine, Abington Jefferson Health, Jenkintown, PA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eric Green, MDMSc",
            "author_affiliations": [
                "Mercy Catholic Medical Center, philadelphia, PA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-17T18:47:21",
    "is_scraped": "1"
}