{
    "doi": "https://doi.org/10.1182/blood.V118.21.1070.1070",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2082",
    "start_url_page_num": 2082,
    "is_scraped": "1",
    "article_title": "Effect of Short-Term Simvastatin Treatment on Endothelial Adhesion Molecules in Sickle Cell Disease: A Pilot Study ",
    "article_date": "November 18, 2011",
    "session_type": "111. Hemoglobinopathies, excluding Thalassemia: Poster I",
    "topics": [
        "cell adhesion molecules",
        "endothelium",
        "sickle cell anemia",
        "simvastatin",
        "intercellular adhesion molecule-3",
        "vascular cell adhesion molecule-1",
        "vascular endothelial growth factor a",
        "coenzyme a",
        "intercellular adhesion molecule 1",
        "p-selectin"
    ],
    "author_names": [
        "Carolyn Hoppe, MD",
        "Frans A Kuypers, PhD",
        "Sandra K Larkin",
        "Robert Hagar, MD",
        "Elliott Vichinsky, MD",
        "Lori A Styles, MD"
    ],
    "author_affiliations": [
        [
            "Dept of Hematology-Oncology, Children's Hospital & Research Center Oakland, Oakland, CA, USA, "
        ],
        [
            "Children's Hospital Oakland Research Institute, Oakland, CA, USA, "
        ],
        [
            "Children's Hospital Oakland Research Institute, Oakland, CA, USA, "
        ],
        [
            "Children's Hosp. & Rsch. Ctr. Oakland, Oakland, CA, USA, "
        ],
        [
            "Hematology/Oncology, Children's Hospital & Research Center Oakland, Oakland, CA, USA"
        ],
        [
            "Children's Hospital Oakland Research Institute, Oakland, CA, USA, "
        ]
    ],
    "first_author_latitude": "37.837713599999994",
    "first_author_longitude": "-122.26438519999998",
    "abstract_text": "Abstract 1070 Inflammation and abnormal adhesion of leukocytes and sickle red blood cells (RBC) to the vascular endothelium are postulated to play a central role in the pathogenesis of sickle cell disease (SCD). The 3-hydroxy-3-methylglutaryl coenzyme A (HMG-CoA) reductase inhibitors (statins) have been shown to improve vascular function, independent of their lipid-lowering properties, by restoring nitric oxide (NO) bioavailability and suppressing the inflammatory response to endothelial injury. We previously documented an increase in plasma NO (nitrate) levels, as well as a reduction in plasma IL-6 and hs-CRP levels in SCD patients treated with simvastatin. In this study, we investigated the effect of simvastatin treatment on levels of circulating endothelial adhesion molecules, including vascular cell adhesion molecule (VCAM-1), intercellular adhesion molecules (ICAM-1, ICAM-3), platelet endothelial cellular adhesion marker (PECAM), E- selectin, P-selectin as well as vascular endothelial growth factor (VEGF) in SCD patients. Twenty-eight subjects with SCD were treated with 20mg (n=16) or 40mg (n=12) of simvastatin daily for 21 days using a dose-escalating approach. Short-term simvastatin treatment resulted in decreased levels of plasma VCAM-1 (−22%, p=0.003), ICAM-1 (−7%, p=0.004), ICAM-3 (−24%, p=0.01), E-selectin (−9%, p=0.01) and VEGF (−35%, p=0.002) from baseline. The relative change in biomarker levels did not differ between the 20mg and 40mg treatment groups. Among HbSS subjects, ICAM-3 (p=0.02) and P-selectin (p=0.007) decreased to a greater extent in subjects who were not receiving hydroxyurea (HU) therapy compared to subjects who were on HU therapy. Simvastatin holds promise as a potential new treatment for patients with SCD. Disclosures: Off Label Use: Zocor (simvastatin) use in sickle cell disease."
}