{
    "doi": "https://doi.org/10.1182/blood-2019-122799",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4292",
    "start_url_page_num": 4292,
    "is_scraped": "1",
    "article_title": "Baseline Total Lesion Glycolysis Combined with Interim PET/CT Is a Robust Predictor of Outcome in Patients with Peripheral T-Cell Lymphoma ",
    "article_date": "November 13, 2019",
    "session_type": "624.Hodgkin Lymphoma and T/NK Cell Lymphoma-Clinical Studies",
    "topics": [
        "computed tomography/positron emission tomography imaging",
        "glycolysis",
        "lymphoma, t-cell, peripheral",
        "lymphoma",
        "chemotherapy regimen",
        "ki-1+ anaplastic large cell lymphoma",
        "angioimmunoblastic lymphadenopathy",
        "cyclophosphamide, doxorubicin, prednisone, and vincristine",
        "adult t-cell lymphoma/leukemia",
        "anthracycline antibiotics"
    ],
    "author_names": [
        "Akihiro Kitadate, MD PhD",
        "Kentaro Narita, MD",
        "Kota Fukumoto, MD",
        "Toshiki Terao, MD",
        "Takafumi Tsushima, MD",
        "Hiroki Kobayashi, MD",
        "Yoshiaki Abe, MD",
        "Daisuke Miura, MD",
        "Masami Takeuchi, MD",
        "Youichi Machida, MD",
        "Naoto Takahashi, MD PhD",
        "Kosei Matsue, MD PhD"
    ],
    "author_affiliations": [
        [
            "Division of Hematology/Oncology, Department of Medicine, Kameda Medical Center, Kamogawa, Japan ",
            "Department of Hematology, Nephrology and Rheumatology, Akita University Graduate School of Medicine, Akita, Japan "
        ],
        [
            "Division of Hematology/Oncology, Department of Medicine, Kameda Medical Center, Kamogawa, Japan "
        ],
        [
            "Division of Hematology/Oncology, Department of Medicine, Kameda Medical Center, Kamogawa, Japan ",
            "Department of Hematology, Graduate School of Comprehensive Human Sciences, University of Tsukuba, Tukuba, Japan "
        ],
        [
            "Division of Hematology/Oncology, Department of Medicine, Kameda Medical Center, Kamogawa, Japan "
        ],
        [
            "Division of Hematology/Oncology, Department of Medicine, Kameda Medical Center, Kamogawa, Japan "
        ],
        [
            "Division of Hematology/Oncology, Department of Medicine, Kameda Medical Center, Kamogawa, Japan "
        ],
        [
            "Division of Hematology/Oncology, Department of Medicine, Kameda Medical Center, Kamogawa, Japan "
        ],
        [
            "Division of Hematology/Oncology, Department of Medicine, Kameda Medical Center, Kamogawa, Japan "
        ],
        [
            "Division of Hematology/Oncology, Department of Medicine, Kameda Medical Center, Kamogawa, Japan "
        ],
        [
            "Department of Radiology, Kameda Medical Center, Kamogawa, Japan "
        ],
        [
            "Department of Hematology, Nephrology, and Rheumatology, Akita University Graduate School of Medicine, Akita, Japan"
        ],
        [
            "Division of Hematology/Oncology, Department of Medicine, Kameda Medical Center, Kamogawa, Japan "
        ]
    ],
    "first_author_latitude": "35.1203152",
    "first_author_longitude": "140.126491",
    "abstract_text": "Background : 18 F-fluorodeoxyglucose (FDG) positron emission tomography/computed tomography (PET/CT) has been widely used for the initial staging and monitoring of the response in patients with malignant lymphomas, including peripheral T-cell lymphoma (PTCL). FDG PET/CT performed during a course of chemotherapy (interim PET, iPET) indicates early response and has been found to have prognostic value in various lymphoma subtypes. In addition to early treatment response, baseline characteristics including tumor burden and metabolic activity also significantly impact outcomes. Recently, volume-based metabolic assessments using PET/CT, including the total metabolic tumor volume (TMTV) and total lesion glycolysis (TLG), have emerged as new assessment tools. In this study, we investigated the predictive value of baseline TMTV and TLG in PTCL, and ascertained whether iPET response can be combined with these parameters to improve risk stratification. Methods : Patients with confirmed PTCL treated at Kameda Medical Center were retrospectively analyzed. The inclusion criteria included: a confirmed histological diagnosis of PTCL; pretreatment PET/CT and iPET evaluation; and anthracycline-based chemotherapy as first-line treatment. TMTV was defined as the volume of lymphoma visualized on PET/CT with a standardized uptake value (SUV) greater than or equal to the fixed absolute threshold of 2.5. TLG was calculated as the sum of the product of the average SUV (SUVmean) and MTV of all lesions. The computer-aided analyses of the PET/CT images for TMTV and TLG calculations were performed using an open-source software application Metavol (Hokkaido University, Sapporo, Japan). All iPET scans were defined as PET/CT scans performed after 2-4 cycles of chemotherapy. Response on iPET was assessed using the Deauville 5-point scale, with a score of 4-5 reflecting positivity. Results : Of the 107 patients with PTCL in our lymphoma cohort, we excluded adult T-cell leukemia/lymphoma, extranodal NK/T cell lymphoma, and cutaneous T-cell lymphoma, due to the different treatment strategies. Finally, 63 patients were enrolled in this study, including 30 with PTCL not otherwise specified (PTCL-NOS), 28 with angioimmunoblastic T-cell lymphoma (AITL), 4 with ALK-negative anaplastic large cell lymphoma (ALCL), and one with ALK-positive ALCL. The median age was 73 (range: 46-88) years. The majority of patients were treated with CHOP or CHOP-like chemotherapy. Consolidation therapy with stem cell transplantation was performed only in seven patients (11%) as our patients had a relatively higher age. After a median follow-up period of 35 months, the 5-year progression-free survival (PFS) and overall survival (OS) for all patients were 30% and 51%, respectively. First, we assessed the prognostic value of the TMTV and TLG. The median baseline TMTV and TLG values were 423 cm 3 (range, 21-3012 cm 3 ) and 1980 (range, 56-21400), respectively. The optimal cutoff values determined using ROC curve analysis were 389 cm 3 for TMTV and 875 for TLG. A high baseline TMTV was associated with worse PFS (hazard ration [HR], 2.244; 95% confidence interval [CI], 1.195-4.212; P = .01) and OS (HR, 3.358; 95% CI, 1.502-7.503; P = .002). Moreover, high baseline TLG were highly predictive of worse PFS (HR, 3.767; 95% CI, 1.666-8.517; P = .0005) and OS (HR, 4.722; 95% CI, 2.032-10.97; P <.0001) (Figure 1). Next, we confirmed the prognostic value of the iPET findings. The iPET results were negative in 38 of 63 (60%) cases. In the univariate analysis, iPET positivity was predictive of worse PFS (HR, 2.177; 95% CI, 1.203-3.940; P = .009) and OS (HR, 4.931; 95% CI, 2.395-10.15; P <.0001) (Figure 2). In the multivariate analysis testing TLG or TMTV with iPET results and PIT scores, only high TLG and positive iPET independently predicted both worse OS and PFS. Thus, we constructed a prognostic model combining the baseline TLG and iPET results. This model showed that patients with low baseline TLG values and negative iPET results had superior outcomes, with 5-year PFS of 72% and 5-year OS of 90% (Figure 3). While 5-year PFS and OS for those with high TLG and positive iPET were both 0%. Conclusion : Baseline TLG and iPET results are both independent prognostic factors in PTCL. Furthermore, TLG combined with iPET more accurately predicted survival in PTCL. This information may help the development of a risk-adapted treatment strategy for patients with PTCL. View large Download slide View large Download slide  Disclosures Takahashi: Novartis Pharmaceuticals: Research Funding, Speakers Bureau; Astellas Pharma: Research Funding; Chug Pharmaceuticals: Research Funding; Otsuka Pharmaceutical: Research Funding, Speakers Bureau; Kyowa Hakko Kirin: Research Funding; Pfizer: Research Funding, Speakers Bureau; Eisai Pharmaceuticals: Research Funding; Bristol-Myers Squibb: Speakers Bureau; Asahi Kasei Pharma: Research Funding; Ono Pharmaceutical: Research Funding. Matsue: Celgene: Honoraria; Takeda Pharmaceutical Company Limited: Honoraria; Janssen Pharmaceutical K.K.: Honoraria; Novartis Pharma K.K: Honoraria; Ono Pharmaceutical: Honoraria."
}