{
    "doi": "https://doi.org/10.1182/blood-2018-99-112569",
    "article_title": "Analysis of T-Cell Receptor Beta-Constant Region Expression for Rapid Assessment of T-Cell Clonality ",
    "article_date": "November 29, 2018",
    "session_type": "622. Lymphoma Biology—Non-Genetic Studies: Poster II",
    "abstract_text": "Introduction T-cell malignancies are heterogenous disorders, representing approximately 10-15% of cases of non-Hodgkin's lymphoma and 15% of acute lymphoblastic leukaemia. Diagnosis may be complicated both by the fact that non-malignant oligoclonal T-cell proliferations often mimic T-cell cancers, and due to the lack of consistent markers of malignancy which discriminate healthy and malignant T-cells. B-cell lymphoproliferations, by contrast, can be reliably identified as clonal by confirmation of restricted kappa or lambda light chain expression. We have recently described an analogous method for evaluation of T-cell clonality, by evaluating expression of one of two virtually identical and mutually exclusive alleles at the T-cell receptor beta constant region: TRBC1 or TRBC2. We demonstrated that approximately 35% of normal T-cells and T-cell malignancies expressed TRBC1, using a TRBC1-specific antibody suitable for use in fresh/ frozen tissues. We have now developed a novel antibody with TRBC2 specificity, which recognises an intracellular, non-surface exposed epitope and can be used in both fresh and formalin-fixed paraffin-embedded (FFPE) tissues. Here we demonstrate TRBC1/2 assessment can be used to identify T-cell clonality using immunohistochemistry on FFPE tissues, and confirm our results using reference methods including Sanger and massively parallel sequencing. Methods/ Results To generate anti-TRBC2 antibody, we immunised New Zealand rabbits with a peptide comprising the intracellular portion of the TCR beta-2 chain (VKRKDSRG). Protein A-purified immunoglobulin from the sera of immunised rabbits was tested for reactivity to TRBC1 (VKRKDF) and TRBC2 peptides by ELISA. Strong TRBC2-specificity with limited TRBC1 binding was seen. Immunoglobulin was then depleted of residual TRBC1 reactivity by depletion on TRBC1 peptide-coated agarose beads. Following this, no reactivity to TRBC1 peptide could be detected by ELISA. We then stained fresh frozen and FFPE samples of pelleted TRBC1 and TRBC2 cell lines with the novel, polyclonal anti-TRBC2 antibody. We confirmed that anti-TRBC2 antibody stained only TRBC2 and not TRBC1 cell lines, and that the antibody performed equivalently in fresh or FFPE preparations. We then showed that in a range of normal tissues, including tonsil, spleen and others, a staining pattern restricted to only a proportion of T-cells was seen. In bone marrow sections, some staining of megakaryocytes was also seen, as has been previously demonstrated for other T-cell markers such as linker for activation of T-cells (LAT). No other non-T-cell staining was noted. We obtained paired FFPE and frozen samples of several TCR+ T-cell malignancies. We performed staining for TRBC1 and TRBC2 on both frozen and FFPE samples: TRBC1 staining was performed only on frozen samples. In addition, we extracted DNA from these tissues and performed PCR for TCR beta VDJ rearrangement using standard BIOMED protocols. Clonal proliferations were identified by heteroduplex gel analysis and capillary electrophoresis (Sanger) sequencing was performed on dominant bands. In addition, pooled PCR products were subjected to massively parallel sequencing to quantify clone frequency and to confirm VDJ identity. We demonstrated mutual exclusivity between samples staining positive for TRBC1 and TRBC2, and concordance between TRBC1/2 status identified by Sanger sequencing, NGS and antibody-based methods. Further, in a number of TCR+ malignancies, non-T-cell haematological tumours and reactive lymphoproliferations, where only FFPE material was available, we used anti-TRBC2 antibody to evaluate TRBC2 expression. We demonstrated that in non-T cell tumours, a limited pattern of staining was seen, restricted to a proportion of infiltrating normal T-cells only. T-cell tumours, by contrast, were uniformly TRBC2-negative or positive, across a range of entities. 18/29 (62%) of T-cell neoplasms were TRBC2-positive. Conclusions We have generated a new TRBC2-specific polyclonal reagent suitable for use in FFPE tissues, which displays minimal cross-reactivity against other cell types. A monoclonal reagent is in preparation. We suggest that TRBC1/2 assessment can thus be used to rapidly identify clonal T-cell lymphoproliferations and may be a helpful addition to the diagnostic haematopathology toolkit. Disclosures Maciocia: Autolus: Equity Ownership, Patents & Royalties: UCLB. Neves: Autolus Ltd: Employment. Onuoha: Autolus Ltd: Employment, Equity Ownership, Patents & Royalties. Pule: UCLB: Patents & Royalties; Autolus: Employment, Equity Ownership.",
    "topics": [
        "clonality (genetic analysis)",
        "t-cell receptor",
        "t-lymphocytes",
        "gel",
        "antibodies",
        "cancer",
        "peptides",
        "massively-parallel genome sequencing",
        "immunoglobulins",
        "neoplasms"
    ],
    "author_names": [
        "Paul Maciocia, BSc, MBChB, MRCP",
        "Margarida Neves, MSc",
        "Shimobi Onuoha, PhD",
        "Patrycja Wawrzyniecka",
        "Giuseppe Gritti",
        "Manuela Tosi",
        "Alessia Moioli",
        "Martin Pule, MD",
        "Teresa Marafioti, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Paul Maciocia, BSc, MBChB, MRCP",
            "author_affiliations": [
                "Department of Haematology, University College London, London, United Kingdom "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Margarida Neves, MSc",
            "author_affiliations": [
                "Department of Haematology, University College London, London, United Kingdom "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shimobi Onuoha, PhD",
            "author_affiliations": [
                "Autolus Ltd, London, United Kingdom "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Patrycja Wawrzyniecka",
            "author_affiliations": [
                "Department of Haematology, University College London, London, United Kingdom "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Giuseppe Gritti",
            "author_affiliations": [
                "Ospedale Papa Giovanni XXIII, Bergamo, Italy "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Manuela Tosi",
            "author_affiliations": [
                "Ospedale Papa Giovanni XXIII, Bergamo, Italy "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alessia Moioli",
            "author_affiliations": [
                "Ospedale Papa Giovanni XXIII, Bergamo, Italy "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martin Pule, MD",
            "author_affiliations": [
                "Department of Haematology, University College London, London, United Kingdom ",
                "Autolus Ltd, London, United Kingdom "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Teresa Marafioti, MD",
            "author_affiliations": [
                "Department of Haematopathology, University College London, London, United Kingdom"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-14T02:45:01",
    "is_scraped": "1"
}