{
    "doi": "https://doi.org/10.1182/blood.V124.21.4568.4568",
    "article_title": "Imatinib Combined with Reduced-Intensity Allogeneic Hematopoietic Stem Cell Transplantation Versus Imatinib Alone for Young Patients with Chronic Myeloid Leukemia in Chronic Phase ",
    "article_date": "December 6, 2014",
    "session_type": "632. Chronic Myeloid Leukemia: Therapy: Poster III",
    "abstract_text": "Background and Aims The relative merits of reduced intensity hematopoietic stem cell transplantation (RIST) for chronic myeloid leukemia (CML) in the first chronic phase (CP) in the imatinib (IM) era have not previously been evaluated. This prospective clinical trial was designed to compare the medical outcomes, with combination therapy of RIST plus imatinib versus imatinib alone in treating young patients with first CP including the early CP (ECP; a CML duration < 12 months) and the late CP (LCP; a CML duration ∼12 months). Patients and methods From January 2005 to January 2013, Patients aged ¡Ü 49 years, who were treated consecutively at the First Affiliated Hospital of Zhejiang University, were non-randomly assigned to treatment with imatinib alone or RIST group according to whether the patient had an HLA-matched donor; those with an HLA-matched donor were assigned to the RIST group, and the others were assigned to the imatinib group. In the RIST group, the conditioning regimen was based on busulfan, fludarabine and anti-thymocyte globulin, combined with pre-transplant imatinib for 3-12 months and post-transplant imatinib for 12 months. Results In total, 130 patients with the age from 11 to 49 years old were recruited, 42 patients were assigned to the RIST group and 88 patients were assigned to the imatinib group, respectively. Based on an eight-year follow-up period, the overall survival (OS) and event-free survival (EFS) were comparable between RIST and IM group (8 year-OS: 85.5% vs 89.0%, p=0.186; 8 year-EFS: 78.2% vs 73.9%, p=0.59). Interval from diagnosis to imatinib treatment more than 12 months (Late CP), high socal score, and no complete cytogenetic response at 3 month to IM were the adverse prognostic factors for EFS and OS, but only the time from diagnosis to imatinib was an independent predictor after multivariate analysis (OS: estimated HR=5.8, P=0.009; PFS:estimated HR=4.7, P=0.01). Among the ECP patients, imatinib alone was superior to RIST, with 8-year EFS rates of 92.3% vs 83.4% (p=0.05) and OS rates of 96.6% vs. 90% (P=0.03), respectively. Among LCP patients, both treatments resulted in similar survival (8-year OS rate: 62.6% vs 64.8%, p=0.53), but more LCP patients in the imatinib alone group experienced events as defined for 8-year EFS rate of 25.6%, compared with those in RIST group, with 8-year EFS rate of 48% P=0.047). The outcome of RIST was also released in the study. Primary graft failure occurred in two patients. Eleven (26.2%) developed grade I–II aGVHD, and one (2.4%) developed grade III–IV aGVHD. cGVHD could be evaluated in 39 patients, of whom 13 (33.3%) developed limited cGVHD and only 4 (10.2%) developed extensive cGVHD. The 100-day treatment-related mortality (TRM), one-year TRM and 8-year TRM was 2.5%, 10% and 12.7%, respectively. The patients were treated with 12-month imatinib for relapse prophylaxis, and the 2-year relapse rate was 10.5%. There was no late relapse (relapse after two year post-transplantation ) case. The patients with higher EBMT risk scores (3-5) had an inferior survival than those with lower EBMT risk scores ( 69.2% vs 92.9%, P = 0.04), and the EBMT risk score was an independent risk factor for OS with an odds ratio of 5.1 in multivariate analysis. Conclusions We concluded that imatinib alone confers significant survival advantages for young patients with CML in the ECP. For those in the LCP, both treatment arms resulted in similar overall survival, but RIST plus IM group resulted superior EFS, compared with IM alone. Thus, imatinib is superior to transplantation as the first-line therapy for young patients in the ECP, as for LCP, RIST should be considered to combined with pre-transplant and post-transplant IM as the treatment choice, especially when the patient get low EBMT risk scores. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "allogeneic hematopoietic stem cell transplant",
        "imatinib mesylate",
        "leukemia, myelocytic, chronic",
        "radioimmunosorbent test",
        "transplantation",
        "graft-versus-host disease, chronic",
        "human leukocyte antigens",
        "antithymoglobulin",
        "busulfan",
        "combined modality therapy"
    ],
    "author_names": [
        "Yanmin Zhao",
        "Yi Luo",
        "Yamin Tan",
        "Jimin Shi",
        "Zhen Cai, MDPhD",
        "Maofang Lin",
        "He Huang, MDPhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Yanmin Zhao",
            "author_affiliations": [
                "Bone Marrow Transplantation Center, The First Affiliated Hospital, Zhejiang University School of Medicine, Hangzhou, China "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Yi Luo",
            "author_affiliations": [
                "The First Affiliated Hospital, College of Medical, Zhejiang University, Hangzhou, China "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yamin Tan",
            "author_affiliations": [
                "The First Affiliated Hospital, Zhejiang University School of Medicine, Hangzhou, China "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jimin Shi",
            "author_affiliations": [
                "The First Affiliated Hospital, Zhejiang University School of Medicine, Hangzhou, China "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zhen Cai, MDPhD",
            "author_affiliations": [
                "Bone Marrow Transplantation Center, The First Affiliated Hospital, Zhejiang University School of Medicine, No. 79 Qing Chun Rd., Hangzhou, 310003, China, Hangzhou, China"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maofang Lin",
            "author_affiliations": [
                "The First Affiliated Hospital, College of Medical, Zhejiang University, Hangzhou, China "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "He Huang, MDPhD",
            "author_affiliations": [
                "Bone Marrow Transplantation Center, The First Affiliated Hospital, Zhejiang University School of Medicine, No. 79 Qing Chun Rd., Hangzhou, 310003, China, Hangzhou, China"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-29T02:40:29",
    "is_scraped": "1"
}