{
    "doi": "https://doi.org/10.1182/blood.V122.21.2915.2915",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2540",
    "start_url_page_num": 2540,
    "is_scraped": "1",
    "article_title": "Living In Remission: Disparities In Conditional Survival Among Non-Hodgkin Lymphoma Survivors ",
    "article_date": "November 15, 2013",
    "session_type": "901. Health Services and Outcomes Research: Poster II",
    "abstract_text": "Introduction With advances in therapy, the numbers of survivors of aggressive and indolent non-Hodgkin lymphomas (NHL) are increasing. Conventional prognostic scores such as the International Prognostic Index (IPI) provide survival predictions at diagnosis, but it is not known whether factors such as stage, age, sex and race retain prognostic value for patients who successfully complete initial treatment and live in remission or under watchful waiting. In order to inform surveillance and survivorship care strategies, we studied conditional survival (CS), which describes outcomes in patients who survive a pre-specified time since diagnosis. Using the population-based, Surveillance, Epidemiology, and End Results (SEER) registry we identified factors that influence initial and long-term disparities in NHL. Methods We analyzed SEER data on 157,846 adults diagnosed between 1998 and 2010 with Burkitt's (BL), diffuse large B-cell (DLBCL), peripheral T-cell (PTCL), mantle cell (MCL), follicular (FL) or small lymphocytic lymphoma/chronic lymphocytic leukemia (SLL/CLL). We calculated 5-year relative survival conditional on remaining alive beyond the initial 1 to 4 years from the diagnosis. Age-standardized CS estimates were used to compare the NHL subtypes. We then calculated absolute (excess risk, ER), relative (relative risk) and summary measures of disparity for groups defined by stage (I/II versus III/IV), age (< or ≥ 60 years), sex and race ‒ at diagnosis (ER 0 ) and after 1 to 4 years (ER 1 -ER 4 ) for each subtype. Differences in trends were evaluated by interaction test of slope inequality ( P Δ ). Results The 5-year relative survival at diagnosis ranged from 32% in PTCL to 81% in FL (see Figure ). In BL and DLBCL, CS notably improved after the first year, nullifying the difference between them (ER 0 20%, ER 1 1%). After 2 years, further prognosis was as good for BL/DLBCL as for FL (CS ∼85%), but remained significantly worse in PTCL. In “indolent” NHLs the CS remained relatively flat and MCL demonstrated the worst prognosis of all subtypes after 2 years. View large Download slide View large Download slide  Among aggressive NHLs, the disparities in BL and DLBCL evolved differently than in PTCL. The initial prognostic significance of advanced stage subsided within 2 years in BL (ER 0 24%, ER 2 4%, P Δ =.0002) and DLBCL (ER 0 20%, ER 2 5%, P Δ =.0005), but persisted in PTCL (ER 0 28%, ER 2 19%; P Δ =.12). Likewise, the disparity between patients < or ≥ 60 years old significantly decreased in BL (ER 0 22%, ER 2 8%, P Δ =.0003) and DLBCL (ER 0 18%, ER 2 7%, P Δ =.005), but not in PTCL (ER 0 17%, ER 2 13%, P Δ =.78). The initial disparity in black patients, compared to white, largely decreased in all three subtypes (ER 0 13% in BL, 7% in DLBCL and 8% in PTCL, ER 2 7%, 1% and 1%, respectively). In MCL, FL and SLL, patients with advanced stage had continuously worse CS (ER 0 /ER 2 =15%/10%, 13%/8%, 7%/10%, respectively). In CLL outcomes were equal to stage I/II rather than stage IV SLL. The difference between age groups also essentially carried on (ER 0 /ER 2 =22%/16%, 11%/7%, 15%/11%, respectively in MCL, FL and SLL, all P Δ >0.2). The extent of disparity between the age groups was particularly large in MCL (ER 2-4 >42% between groups<40 and ≥80 years, compared with ER 2-4 =11-28% in all other NHLs). In SLL/CLL, the CS in black patients was persistently worse than in other racial groups (ER 0-4 >12% compared with whites). Conversely, in MCL it steadily improved (from ER 0 -0.6% to ER 4 -12% compared with whites) and was higher than in other races after the first year. Gender disparities were small at diagnosis (ER 0 = 0-4%) and without evident trends in any NHL. Conclusions In patients surviving just the first year from NHL diagnosis, further prognosis markedly improves in BL and DLBCL, underscoring their high curability. PTCL and MCL follow a different trajectory and have a worse outlook than BL/DLBCL in survivors. Age and stage, major components of the IPI, lose much of their initial prognostic value after the first year in BL and DLBCL, but not in PTCL. Conversely, age, race and stage continue to significantly affect disease-related mortality in indolent NHL. The surprisingly favorable survival in black patients with MCL and their persistently poorer outcomes in SLL/CLL suggest biological differences rather than issues related to access to treatment. Counseling NHL survivors on their prognosis and planning long-term surveillance should take these factors into consideration. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "disease remission",
        "health disparity",
        "lymphoma, non-hodgkin",
        "survivors",
        "diffuse large b-cell lymphoma",
        "lymphoma, t-cell, peripheral",
        "small cell lymphoma",
        "indolent",
        "chronic b-cell leukemias",
        "b-lymphocytes"
    ],
    "author_names": [
        "Yazan Migdady, MD",
        "Mohammed Salhab, MD",
        "Adam J. Olszewski, MD"
    ],
    "author_affiliations": [
        [
            "Department of Medicine, Memorial Hospital of Rhode Island, Pawtucket, RI, USA, "
        ],
        [
            "Department of Medicine, Memorial Hospital of Rhode Island, Pawtucket, RI, USA, "
        ],
        [
            "Memorial Hospital of Rhode Island, Pawtucket, RI, USA"
        ]
    ],
    "first_author_latitude": "41.869890600000005",
    "first_author_longitude": "-71.3765214"
}