{
    "doi": "https://doi.org/10.1182/blood.V108.11.2914.2914",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=627",
    "start_url_page_num": 627,
    "is_scraped": "1",
    "article_title": "Day 15 Natural Killer (NK) Cell Recovery Predicts Progression Free Survival after Autologous Stem Cell Transplantation in Non-Hodgkin’s Lymphoma. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "autologous stem cell transplant",
        "lymphoma, non-hodgkin",
        "progression-free survival",
        "antigens, cd16",
        "cd19 antigens",
        "amyloidosis, primary systemic",
        "b-cell lymphomas",
        "breast cancer",
        "cancer",
        "cd56 antigens"
    ],
    "author_names": [
        "Mustaqeem A. Siddiqui, MD",
        "Svetomir N. Markovic, MD, PhD",
        "Wendy K. Nevala",
        "Cindy B. Uhl",
        "William G. Morice, MD, PhD",
        "Luis F. Porrata, MD"
    ],
    "author_affiliations": [
        [
            "Internal Medicine, Mayo Clinic, Rochester, Rochester, MN, USA"
        ],
        [
            "Hematology, Mayo Clinic, Rochester, Rochester, MN, USA"
        ],
        [
            "Hematology, Mayo Clinic, Rochester, Rochester, MN, USA"
        ],
        [
            "Hematology, Mayo Clinic, Rochester, Rochester, MN, USA"
        ],
        [
            "Hematology, Mayo Clinic, Rochester, Rochester, MN, USA"
        ],
        [
            "Hematology, Mayo Clinic, Rochester, Rochester, MN, USA"
        ]
    ],
    "first_author_latitude": "44.0225456",
    "first_author_longitude": "-92.4666752",
    "abstract_text": "The peripheral blood absolute lymphocyte count (ALC) on day 15 after autologous stem cell transplantation (ASCT) has been shown to be an independent predictor for overall survival (OS) for many malignancies including acute myelogenous leukemia (AML), breast cancer, multiple myeloma (MM), primary systemic amyloidosis, and Hodgkin’s and non-Hodgkin’s lymphoma (NHL). However, due to the retrospective nature of previous studies, the peripheral blood lymphocyte subpopulations that predict survival are unknown. To prospectively correlate peripheral blood lymphocyte subpopulations after ASCT and progression free survival, peripheral blood lymphocytes collected from patients before and on day 15 after ASCT were analyzed by four color flow cytometry for CD3, CD4, CD8, CD16, CD 19, and CD56. Patients were then dichotomized into two groups: patients achieving normal numbers of lymphocyte subset (i.e. CD4, CD8, CD19, CD16/56) count versus those who did not. Progression free survival was then analyzed by the Kaplan-Mier method. In our cohort of 14 patients, 9 were male and 5 were female. Nine patients were diagnosed with diffuse large cell B cell lymphoma, two with mantle cell, two with follicular, and one with peripheral T cell lymphoma. On presentation, one patient had stage I, four patients had stage II, four had stage III, and five patients had stage IV disease. The median age at ASCT was 53 years (range: 26–70). The preliminary data from this ongoing prospective study of 14 patients shows that on day 15 after ASCT, 4/14 (29%) of patients achieved a normal CD3 count (median 321, range: 69–2069 cells/ml) 3/14 (21%) achieved a normal CD4 count (median 206, range: 31–1091 cells/ml), 6/14 (43%) achieved a normal CD 8 count (median 88.5, range: 13–813 cells/ml) 1/14 (7%) achieved a normal CD19 count (median 2, range:0–227 cells/ml), and 8/14 (57%) achieved a normal CD16/56 count (median 85.5, range: 10–744 cells/ml). The median follow-up was 12 months (range: 3–45 months). On univariate analysis, patients achieving an absolute NK cell count of ≥ 80 cells/μ on day 15 had significantly improved progression free survival compared to those who did not (not reached vs 3 months, p<0.006, respectively). Similar analysis evaluating the absolute CD3, CD4, CD8, and CD 19 count was not significant (p=0.1, p=0.258, p= 0.06, and p=0.55, respectively). To our knowledge, this is the first report detailing the critical role of NK cell immune reconstitution after ASCT in progression free survival. View large Download slide Figure View large Download slide Figure "
}