{
    "doi": "https://doi.org/10.1182/blood-2019-130967",
    "article_title": "Biomarker Profile for Prediction of Patient Response to Smac Mimetic Monotherapy in Pediatric Precursor B-Cell Acute Lymphoblastic Leukemia ",
    "article_date": "November 13, 2019",
    "session_type": "802.Chemical Biology and Experimental Therapeutics",
    "abstract_text": "Acute lymphoblastic leukemia (ALL) is the most common malignancy in childhood. While improved multi-agent chemotherapy regimens with individualized risk stratification have led to increased survival rates of approximately 80 percent, 20 percent of patients respond poorly to therapy or relapse. Therefore, novel therapeutic avenues are urgently needed to improve treatment outcome, overcome resistance and reduce side effects. Failure to undergo cell death represents a key survival mechanism of cancer cells and results in drug resistance and clonal escape. Since inhibitor of apoptosis proteins (IAPs) are often overexpressed in malignant cells and their overexpression correlates with inferior survival rates, they provide an attractive molecular target for therapeutic intervention. Small molecule inhibitors have been developed that act as SMAC mimetics (SMs) to counteract the cell death inhibitory function of IAPs. SMs can activate and/or modulate cell death pathways, and are currently being evaluated in clinical trials. Their successful therapeutic implementation requires identification of patients who could benefit from a SM-based treatment regimen ideally before start of therapy. Here, we analyzed the intrinsic activity of two monovalent (AT406 and LCL161) and two bivalent (Birinapant or BV6) SMs on 29 unselected patient-derived pediatric precursor B-cell (BCP)-ALL samples and identified a subset of BCP-ALL primografts to be sensitive to SM treatment ( n =8). When we compared gene expression of SM-sensitive ( n =8) and SM-insensitive ( n =6) patient-derived BCP-ALL samples, we identified a characteristic gene expression signature with 127 differentially regulated genes, amongst them upregulation of TNFRSF1A (TNFR1) in the SM-sensitive subset. In line with previous reports, we confirmed a critical role of the TNF/TNFR1-axis for SM-induced cell death in BCP-ALL by functional analysis. Expression of TNFRSF1A alone, however, did not correlate with sensitivity to SM-induced cell death indicating that TNFR1 is not the only factor regulating cell fate decisions in response to SM treatment. To identify potential biomarker genes for prediction of patient response to SM monotherapy in BCP-ALL, we compared differentially regulated genes of SM responders and non-responders from our cohort with data from a published cohort. Interestingly, we found 4 genes to overlap between these two cohorts. Of these 4 genes TSPAN7 , FAM69C , and TNFRSF1A were upregulated whereas MTX2 was downregulated in SM-sensitive samples. The signature identified may reflect a particular TNF network. Analysis of expression levels of these 4 genes in BCP-ALL cell lines (Nalm6, Reh, UoCB6 and RS4;11) revealed that Reh cells, sensitive to SM-induced cell death, exhibited the biomarker profile of primograft sensitivity, i.e. upregulation of TSPAN7 , FAM69C , TNFRSF1A and downregulation of MTX2 . Nalm6 cells resembled the expression pattern of SM-insensitive samples with a downregulation of TSPAN7 , FAM69C , TNFRSF1A and an upregulation of MTX2 and were resistant to SM-induced cell death. RS4;11 and UoCB6 cells showed no pattern. Based on these findings we hypothesized that the respective expression patterns of TSPAN7 , FAM69C , TNFRSF1A and MTX2 could predict sensitivity to SMs. An extended screen of additional primary BCP-ALL samples for their expression levels of TSPAN7 , FAM69C , TNFRSF1A and MTX2 and response to SMs substantiated this hypothesis. In summary, the subset of primary BCP-ALL samples with sensitivity to SMs is characterized by a gene signature with MTX2 low and TSPAN7 , FAM69C and TNFRSF1A high. By using this expression profile, sensitivity to SMs in BCP-ALL could be identified in cell lines and additional primografts. Based on these results, we suggest the identified gene expression pattern as a biomarker for selecting patients to be treated by SM monotherapy in clinical trials. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "biological markers",
        "burkitt's lymphoma",
        "leukemia, b-cell, acute",
        "pediatrics",
        "tumor cells, malignant",
        "tumor necrosis factors",
        "acute lymphocytic leukemia",
        "adverse effects",
        "cancer",
        "chemotherapy regimen"
    ],
    "author_names": [
        "Julia Zinngrebe, MD",
        "Ferdinand Schlichtig",
        "Malcolm Meyer",
        "Johann M. Kraus",
        "Elena Boldrin, PhD",
        "Hans A. Kestler",
        "Lüder Hinrich Meyer, MD",
        "Pamela Fischer-Posovszky",
        "Klaus-Michael Debatin, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Julia Zinngrebe, MD",
            "author_affiliations": [
                "Department of Pediatrics and Adolescent Medicine, Ulm University Medical Center, Ulm, Germany "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ferdinand Schlichtig",
            "author_affiliations": [
                "Department of Pediatrics and Adolescent Medicine, Ulm University Medical Center, Ulm, Germany "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Malcolm Meyer",
            "author_affiliations": [
                "Department of Pediatrics and Adolescent Medicine, Ulm University Medical Center, Ulm, Germany "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Johann M. Kraus",
            "author_affiliations": [
                "Ulm University, Ulm, Germany"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elena Boldrin, PhD",
            "author_affiliations": [
                "Department of Pediatrics and Adolescent Medicine, Ulm University Medical Center, Ulm, Germany "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hans A. Kestler",
            "author_affiliations": [
                "Ulm University, Ulm, Germany"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lüder Hinrich Meyer, MD",
            "author_affiliations": [
                "Department of Pediatrics and Adolescent Medicine, Ulm University Medical Center, Ulm, Germany "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pamela Fischer-Posovszky",
            "author_affiliations": [
                "Department of Pediatrics and Adolescent Medicine, Ulm University Medical Center, Ulm, Germany "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Klaus-Michael Debatin, MD",
            "author_affiliations": [
                "Department of Pediatrics and Adolescent Medicine, Ulm University Medical Center, Ulm, Germany "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-16T21:32:22",
    "is_scraped": "1"
}