{
    "doi": "https://doi.org/10.1182/blood.V128.22.2483.2483",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3333",
    "start_url_page_num": 3333,
    "is_scraped": "1",
    "article_title": "At Least 20% Donor Myeloid Chimerism Is Necessary to Reverse the Sickle Phenotype after Allogeneic Hematopoietic Stem Cell Transplantation ",
    "article_date": "December 2, 2016",
    "session_type": "114. Hemoglobinopathies, Excluding Thalassemia-Clinical Poster II",
    "topics": [
        "allogeneic hematopoietic stem cell transplant",
        "chimerism",
        "donors",
        "phenotype",
        "hematopoietic stem cell transplantation",
        "hemoglobin, sickle",
        "sickle cell trait",
        "transplantation",
        "gene therapy",
        "human leukocyte antigens"
    ],
    "author_names": [
        "Courtney D. Fitzhugh, MD",
        "Matthew M. Hsieh, MD",
        "Stefan Cordes, MD",
        "Tiffani Taylor, PA",
        "Wynona Coles, MPH",
        "Katherine Roskom, RN",
        "John F. Tisdale, MD"
    ],
    "author_affiliations": [
        [
            "Sickle Cell Branch, NHLBI, National Institutes of Health, Bethesda, MD "
        ],
        [
            "Molecular and Clinical Hematology Branch, NHLBI/NIDDK, National Institutes of Health, Bethesda, MD "
        ],
        [
            "Hematology Branch, NHLBI, National Institutes of Health, Bethesda, MD "
        ],
        [
            "Molecular and Clinical Hematology Branch, NHLBI/NIDDK, National Institutes of Health, Bethesda, MD "
        ],
        [
            "Molecular and Clinical Hematology Branch, NHLBI/NIH, Bethesda, MD"
        ],
        [
            "Sickle Cell Branch, NHLBI, National Institutes of Health, Bethesda, MD "
        ],
        [
            "Molecular and Clinical Hematology Branch, NHLBI/NIDDK, National Institutes of Health, Bethesda, MD "
        ]
    ],
    "first_author_latitude": "39.002777099999996",
    "first_author_longitude": "-77.10445969999999",
    "abstract_text": "Hematopoietic stem cell transplantation (HSCT) is the only curative option for patients with sickle cell disease (SCD). HLA-matched sibling HSCT has become increasingly successful, and haploidentical approaches are being explored to increase the donor pool. Advances have also been made in gene therapy such that clinical trials are now underway for the first time in patients with SCD. The question of what percentage of donor chimerism is necessary to cure SCD is critical in identifying the target percentage of the transferred globin gene needed to reverse SCD. One study showed that a whole blood donor chimerism level as low as 11% was sufficient to render patients free of SCD 1 ; however, lineage specific chimerism was not performed. We have previously demonstrated that peripheral blood myeloid chimerism reflects the HSC compartment. We sought to determine the percentage of donor myeloid chimerism (DMC) necessary to reverse the sickle phenotype in our patients who underwent HSCT. In protocols testing both HLA-matched and haploidentical nonmyeloablative HSCT in over 70 patients with SCD, we identified 3 who despite robust initial engraftment experienced declining DMC levels over prolonged follow up eventually associated with return of SCD. All 3 patients' donors had sickle cell trait with HbS ranging from 36-40%. Percentages of DMC and HbS were monitored at day 100 and at least every 6-12 months post-transplant thereafter. The 3 patients initially achieved nearly 100% DMC; however, their chimerism levels slowly decreased over time (see Figure 1). As long as mean DMC was >20%, mean %HbS remained less than 50% (similar to their sickle cell trait donors) and the patients stayed free of SCD-related symptoms. However, mean DMC at 2, 3, 4, and 5 years post-transplant fell below 20%, were 18, 12, 11, and 10%, and were associated with mean %HbS levels of 52.5, 51.6, 57.8, and 64.2%. Further, 2 of the patients had return of their recurrent painful crises, and the third patient with moyamoya syndrome developed severe anemia requiring re-initiation of chronic transfusion therapy. We subsequently developed a mathematical model to test the hypothesis that the percentage of necessary DMC is determined solely by the differences between donor and recipient red blood cell (RBC) half-lives. The model incorporates donor and recipient stem cell kinetics (self renewal and differentiation), which are assumed to be identical, as well as donor and recipient RBC survival times, which are known to be different. The model assumes first order kinetics for erythropoiesis and RBC senescence/destruction. It predicts the fraction of donor RBC as a function of DMC and donor/recipient RBC lifetimes. Although we did not directly measure RBC lifetimes, we identified 4 patients with SCD in the literature where reticulocyte percentages ranged from 9.0 to 21.0% and corresponding RBC half-lives determined by radioactive sodium chromate were 1 to 11 days 2 . We assumed that in erythropoietic homeostasis, RBC lifetime must be proportional to the inverse of the reticulocyte fraction; and we confirmed this relationship using data from these 4 patients with a good coefficient of determination (R 2 = 0.91). Therefore we reasoned that (at stable hemoglobin concentration) the reticulocyte fraction is a good proxy for RBC lifetime. Figure 1 depicts a comparison between the measured and our model predicted HbS fractions in our 3 patients transplanted with sickle cell trait donors using a mean sickle RBC lifetime of 7 days. As observed in our 3 patients, our model predicts that DMC of at least 20% is necessary to reverse the sickle phenotype. Therefore, our model predicts that genetic strategies aimed at SCD must achieve correction levels of at least 20% to reverse the sickle phenotype. Further, the mechanism explaining why a minority of donor myeloid cells is adequate is due soley to the vast differences in RBC survival between donor and recipient cells. Lastly, recipient RBC survival is lowest in patients with the highest reticulocyte counts suggesting that gene therapy may be most efficacious in subjects with high reticulocyte percentages as our model predicts that lower levels of correction would be sufficient in this setting. Further studies are indicated to validate our findings. 1. Walters MC et al. Biol Blood Marrow Transplant. 2001;7(12):665-673. 2. Weinstein IM et al. Blood. 1954;9(12):1155-1164. Figure 1 View large Download slide Percentage DMC and sickle hemoglobin over time. Figure 1 View large Download slide Percentage DMC and sickle hemoglobin over time.  Disclosures No relevant conflicts of interest to declare."
}