{
    "doi": "https://doi.org/10.1182/blood.V114.22.2582.2582",
    "article_title": "Sickle Cell Genetic Markers: Geographic Distribution and Relation to Pain Outcomes in Multicenter Study of Hydroxyurea in Sickle Cell Anemia. ",
    "article_date": "November 20, 2009",
    "session_type": "Hemoglobinopathies, Excluding Thalassemia Poster II",
    "abstract_text": "Abstract 2582 Poster Board II-559 Introduction: Genetic markers related to the severity of outcomes in sickle cell disease include β-globin cluster haplotypes; X-chromosome-linked F-cell production loci; and the number of α-globin genes. Patients in the Multicenter Study of Hydroxyurea (MSH), a randomized, double-blind, placebo-controlled trial of hydroxyurea (HU) treatment in sickle cell anemia, provided samples for genotyping. We examined the relationship between these markers and demographic characteristics; geographic distribution across MSH sites; HU treatment response; and pain outcomes including rate of painful crises; pain intensity; frequency of pain at home; frequency of at-home analgesic usage; frequency of medical contacts; and equianalgesic dosing at home and during hospital contacts. Patients and Methods: Subjects were n=299 patients enrolled in MSH. Patients came from 21 sites across 14 U.S. states and 1 Canadian province, with 5 to 57 enrolled at each site. The sample was almost equally males and females, ages 18 to 57 (with an average of 30) at entry, with a minimum of 3 painful crises in the previous year and a diagnosis of sickle cellanemia.Genetic markers examined were β-goblin haplotype (Central African Republic/CAR, Benin/BEN, Sengal /SEN, Cameroon /CAM, and atypical), X-linked loci, and α-globin genes. Patients kept two-week diaries in which they recorded daily pain levels on a 0-9 scale; whether or not they used opioids that day; and whether or not any unscheduled medical contacts took place. The use of specific opioids and the doses taken were recorded by providers at biweekly follow-up visits and also during medical contacts; these were converted into equianalgesic doses, which were used to obtain total and average daily doses for the two-week follow-ups and average daily doses for those medical contacts involving ER utilization or in-patient admission. Fetal hemoglobin (Hb F) was measured at baseline and again at 18-21 months after treatment initiation; ‘responders' were defined as patients with Hb F levels below 15% at baseline but above 15% at 18-21 months (the 15% level was selected based on prior research and treatment recommendations). Results: The only sex difference found in relation to genetic markers was higher values for x-linkage in females ( p =.002). Geographically, sites were clustered into 2 regions (Northern/Southern) based on climate. The number of α-globin genes was higher in Northern sites than Southern ( p =.039); β-haplotypes and X-linkage did not differ across regions.HU treatment responders, shown elsewhere to have better outcomes in terms of painful crisis rates and other pain variables, differed significantly from nonresponders only in X-linkage ( p =.006), with stronger X-linkage associated with being a responder. For pain outcomes, there were no significant relationships between β-haplotypes or α-globin genes and rate of painful crises, average pain scores at home, the frequency of days with pain, days with analgesic use, or unscheduled medical visits. X-linkage was marginally ( p =.06) associated with medical visits; stronger x-linkage was associated with fewer medical visits. For equianalgesic dosing, significant associations were found with α-globin genes and the CAM haplotype. More α-globin genes were associated were lower at-home total and daily dosing and with lower daily doses of both oral and parenteral analgesics in hospital; however, further exploration by sex indicated that all of these associations were significant for males only (all p 's.05 for females). The presence of the CAM haplotype was associated with higher in-hospital oral and parenteral dosing and higher at-home total and daily dosing, but all associations were again significant for males only ( p 's<.05). Conclusions: Some genetic markers known to play a role in sickle cell disease were associated with classification as a treatment responder, pain-related outcomes, and equianalgesic dosing in the MSH cohort. However, when examined by sex, associations with equianalgesic dosing were statistically significant for males only. There is a need for further in-depth exploration of the role that genetic markers play in sickle cell pain outcomes, and in particular examination of possible sex differences and testing of potential explanations for those differences. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "drepanocytes",
        "genetic markers",
        "hydroxyurea",
        "pain",
        "sickle cell anemia",
        "globins",
        "analgesics",
        "fetal hemoglobin",
        "opioids",
        "atypical"
    ],
    "author_names": [
        "Samir K. Ballas, MD",
        "William F. McCarthy, Ph., D.",
        "Robert L Bauserman, PhD",
        "Oswaldo L Castro, MD",
        "Myron A Waclawiw, PhD",
        "Bruce A Barton, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Samir K. Ballas, MD",
            "author_affiliations": [
                "Medicine, Jefferson Medical College, Philadelphia, PA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "William F. McCarthy, Ph., D.",
            "author_affiliations": [
                "Statistics, Maryland Medical Research Institute, Baltimore, MD, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert L Bauserman, PhD",
            "author_affiliations": [
                "Statistics, Maryland Medical Research Institute, Baltimore, MD, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Oswaldo L Castro, MD",
            "author_affiliations": [
                "Center for Sickle cell Disease, Howard University, Washington, DC, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Myron A Waclawiw, PhD",
            "author_affiliations": [
                "Biostatistics Research, NIH, Bethesda, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bruce A Barton, PhD",
            "author_affiliations": [
                "Statistics, Maryland Medical Research Institute, Baltomore, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-13T09:32:02",
    "is_scraped": "1"
}