{
    "doi": "https://doi.org/10.1182/blood.V114.22.1171.1171",
    "article_title": "Effect of T-Cell Dose On Outcomes After Peripheral Blood Allogeneic Hematopoietic Cell Transplantation in Hematological Malignancies. ",
    "article_date": "November 20, 2009",
    "session_type": "CLINICAL CARE - ACUTE AND CHRONIC GVHD, INFECTIOUS COMPLICATIONS POSTER I",
    "abstract_text": "Abstract 1171 Poster Board I-193 Purpose: Peripheral blood allogeneic hematopoietic cell transplant (HCT) is used to treat various types of hematological malignancies. Current knowledge supports that increased CD34 + cell dose in the infusate is associated with earlier leukocyte recovery. The dose of CD3 +, CD4 + and CD8 + cells is largely disregarded except in T-cell depleted transplant. The correlation between various cell doses and outcomes is an area of great interest in HCT. Our analysis focuses on the impact of T-cell subset dosing, on outcomes after HCT, such as acute graft versus host disease (GVHD) and mortality. Methods: Retrospective analysis was conducted on 134 consecutive patients who underwent peripheral blood allogeneic HCT for various hematological malignancies in our institution between January 2003 and December 2008. Statistical analysis was performed using SPSS 15.0. The Chi - square test was used to determine any association between cell doses and the incidence of acute GVHD and all-cause mortality at one year of follow-up after transplant. Results were also compared with the association between CD3+ and CD8+ cell doses and incidence of acute GVHD as reported in 2007 by our institution. Results: A total of 134 patients were included in our analysis, consisting of 49 females and 85 males. The median age was 49 years (range 17-69). HCT was from matched related donors in 68 and from matched unrelated donors in 66 patients. A variety of conditioning regimens were used in preparation for the HCT. Overall survival at 1 year of follow-up was 60%, the incidence of acute GVHD was 52%, and chronic GVHD was 29%. All-cause mortality at one year follow up was found to be significantly higher when the CD3+ cell dose was < 30.5 × 10 7 /kg IBW (49% vs. 29%, P = 0.018). All-cause mortality was also significantly increased when CD8+ cell dose was < 9.2 × 10 7 /kg IBW (50% vs. 33%, P= 0.05). A CD8+ cell dose of < 9.2 × 10 7 /kg IBW was also associated with an increased risk of grades 2-4 acute GVHD (48% vs. 22%, P = 0.026). There was no association of statistical significance between CD3+ and CD4+ cell doses and the incidence of acute GVHD. Conclusion: The data suggests a statistically significant inverse association between mortality and CD3+ cell dose of <30.5 × 10 7 /kg IBW. A CD8+ cell dose of <9.2 × 10 7 /kg IBW was also associated with increased all-cause mortality and acute GVHD (grades 2-4). Our institution reported in 2007, a significant association between the incidence of acute GVHD (grades 2-4) and CD3+ cell dose < 33.5 × 10 7 /kg IBW and CD8+ cell dose of < 6.2 × 10 7 /kg IBW, based on series of 66 patients. As we increased the sample size to 134, the association between CD3+ cell dose and acute GVHD was no more present. We conclude that T-cell dose is an important factor in terms of outcomes after all allogeneic HCT irrespective of preparative regimen. T-cell subsets likely play a pivotal role in transplant results, though it is not well described. Analysis of larger databases is required to substantiate our results. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "hematologic neoplasms",
        "hematopoietic stem cell transplantation",
        "t-lymphocytes",
        "graft-versus-host disease, acute",
        "allogeneic hematopoietic stem cell transplant",
        "follow-up",
        "transplantation",
        "cd34 antigens",
        "graft-versus-host disease",
        "graft-versus-host disease, chronic"
    ],
    "author_names": [
        "Abraham S Kanate, MD",
        "Farhad Khimani, MD",
        "Aaron Cumpston, PharmD",
        "Kathy Watkins, BS",
        "Sonia Leadmon, BS",
        "Michael D Craig, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Abraham S Kanate, MD",
            "author_affiliations": [
                "Section of Hematology and Oncology, Mary Babb Randolph Cancer Center, West Virginia University, Morgantown, WV, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Farhad Khimani, MD",
            "author_affiliations": [
                "Department of Internal Medicine, West Virginia University, Morgantown, WV, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aaron Cumpston, PharmD",
            "author_affiliations": [
                "Pharmacy Department, West Virginia University Hospitals, Morgantown, WV, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kathy Watkins, BS",
            "author_affiliations": [
                "Clinical Labs, West Virginia University, Morgantown, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sonia Leadmon, BS",
            "author_affiliations": [
                "Section of Hematology and Oncology, Mary Babb Randolph Cancer Center, West Virginia University, Morgantown, WV, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael D Craig, MD",
            "author_affiliations": [
                "Section of Hematology and Oncology, Mary Babb Randolph Cancer Center, West Virginia University, Morgantown, WV"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-13T21:38:26",
    "is_scraped": "1"
}