{
    "doi": "https://doi.org/10.1182/blood.V122.21.4161.4161",
    "article_title": "Association Of More Than One B Cell Clone Arises In Any Type Of Leukemic Chronic B Cell Disorder ",
    "article_date": "November 15, 2013",
    "session_type": "641. CLL: Biology and Pathophysiology, excluding Therapy: Poster III",
    "abstract_text": "The identification of more than one clone in B cell chronic lymphoproliferative disorders (B-CLPD) is known to occur occasionally. Nonetheless, to our knowledge, there is no extensive study of their incidence, their clinical and biological features, and their prognosis at diagnosis. At our institution, between 01/2006 and 12/2012, 1152 cases of chronic lymphoproliferative disorders with leukemic phase were diagnosed. Among those cases we have identified 44 cases (3,8%) with at least two B cell clones at diagnosis through systematic immunophenotyping of blood lymphocytes. We only considered cases in which both clones were of B cell origin and present in blood. Association of two haematological disorders arising from cells of different origin (i.e. myeloid or T cells) were excluded. Size of smallest second clone identified was 1% of B cells, in 11/44 cases it was less than 10% whereas in the remaining cases, both clones had up to approximately the same size. We aimed at further characterize these biclonal B-CLPD with leukemic phase. Discrimination of the clones relied on a combination of at least 2 phenotypic markers (presence or absence and not on level of expression). Diagnosis of biclonality relied on different surface immunoglobulin light chains in 21 cases. In the remaining 23 cases, displaying the same light chain, genescan analysis showed the presence of two peaks. Further cloning allowed to identify the presence of two functional rearrangements in 12 cases. Among those, IGHV were unmutated in both clones in 4 cases, mutated in both clones in 6 cases, and mixed (mutated/unmutated) in 2 cases. Based on clinical presentation, cytology and immunophenotype analysis and molecular features, the various B CLPD clones were identified the following: monoclonal B lymphocytosis (MBL) in 27 cases, chronic lymphocytic leukemia (CLL) in 14 cases, CD5+ atypical chronic B-CLPD in 22 cases, marginal zone lymphoma (MZL) in 12 cases, CD5- atypical B-CLPD in 11 cases, Waldenström macroglobulinemia (WM) in 4 cases, mantle cell lymphoma (MCL) in 3 cases and hairy cell leukemia (HCL) in 1 case. All possible associations between the various B-CLPD were seen: CD5+ B-CLPD associated with either CD5+ or CD5- B CLPD. The predominant clone was CD5+ in 56,8% cases, whereas the second clone was CD5+ in the majority of cases (82% cases). Therefore, presence of two concomitant CD5 negative clones was rare. This is exemplified in the Circos representation below ( figure 1 ) Figure 1 View large Download slide Circos representation of leukemic chronic B cell disorder associations. CLL: Chronic lymphocytic leukemia; MBL: Monoclonal B lymphocytosis; MCL: Mantle cell lymphoma; WM: Waldenström macroglobulinemia; B-CLPD CD5+: atypical chronic CD5+ B-CLPD, B-CLPD CD5-: atypical chronic CD5- B-CLPD; HCL: Hairy cell leukemia Figure 1 View large Download slide Circos representation of leukemic chronic B cell disorder associations. CLL: Chronic lymphocytic leukemia; MBL: Monoclonal B lymphocytosis; MCL: Mantle cell lymphoma; WM: Waldenström macroglobulinemia; B-CLPD CD5+: atypical chronic CD5+ B-CLPD, B-CLPD CD5-: atypical chronic CD5- B-CLPD; HCL: Hairy cell leukemia  Close modal Four patients displayed an association of three clones and one patient had four. Analysis of IGHV gene sequence did not show a preferential use of any VH. Fifteen patients had unmutated IGHV genes, including CD5 negative cases. Of note, in CLL patients, 60% cases had unmutated IGHV genes, which is higher than what is normally observed in CLL at diagnosis. At presentation, most cases showed features of indolent disease; lymphnodes were present in 13/44 cases (29%), splenomegaly 10/44 cases (22%). Median Hb level was 13,2 g/dl (12,1 – 14,1 g/dl ) platelets level was 199 G/l (132 – 245 G/l). Mild cytopenias were observed in 5 patients, all with MZL, and likely related to splenomegaly. Follow up data were available for 35 cases. 23 /35 cases remained untreated with a median follow up of 16,2 months. Among those who required treatment, different chemotherapy regimen were used and 66 % patients are in remission after this first line of treatment. In conclusion, in this large prospective cohort, biclonal B CLPD were observed in less than 5% cases, and do not appear related to an adverse prognosis. The absence of predominant association, or of VH usage, and the presence of both IGHV mutated and unmutated clones do not favor a major role for the antigen to explain the presence of two clones at diagnosis in the same patient. This suggest that the mechanisms leading to the emergence of a second clone are not specific of one particular disease but may be common to all chronic lymphoproliferative disorders of B cell origin. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "b-lymphocyte disorders",
        "b-lymphocytes",
        "clone cells",
        "atypical",
        "hairy-cell leukemia",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "lymphocytosis",
        "lymphoproliferative disorders",
        "mantle-cell lymphoma"
    ],
    "author_names": [
        "Gregory Lazarian",
        "Herve Roudot",
        "Riham Farrah",
        "Chadi Al Nawakil, MD",
        "Remi Letestu, MD",
        "Fanny Baran-Marszak",
        "Virginie Eclache, MD",
        "Marouane Boubaya",
        "Alain Delmer, MD",
        "Vincent Levy, MD, PhD",
        "Florence Cymbalista"
    ],
    "author_dict_list": [
        {
            "author_name": "Gregory Lazarian",
            "author_affiliations": [
                "Laboratoire d'Hématologie Biologique, Hôpital Avicenne, Bobigny, France, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Herve Roudot",
            "author_affiliations": [
                "Laboratoire d'Hématologie Biologique, Hôpital Avicenne, Bobigny, France, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Riham Farrah",
            "author_affiliations": [
                "Laboratoire d'Hématologie Biologique, Hôpital Avicenne, Bobigny, France, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chadi Al Nawakil, MD",
            "author_affiliations": [
                "Unité de Recherche Clinique, Hôpital Avicenne, Bobigny, France, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Remi Letestu, MD",
            "author_affiliations": [
                "Laboratoire d'Hématologie Biologique, Hôpital Avicenne, Bobigny, France, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fanny Baran-Marszak",
            "author_affiliations": [
                "Laboratoire d'Hématologie Biologique, Hôpital Avicenne, Bobigny, France, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Virginie Eclache, MD",
            "author_affiliations": [
                "Laboratoire d'Hématologie Biologique, Hôpital Avicenne, Bobigny, France, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marouane Boubaya",
            "author_affiliations": [
                "Laboratoire d'Hématologie Biologique, Hôpital Avicenne, Bobigny, France, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alain Delmer, MD",
            "author_affiliations": [
                "Service d'Hématologie Clinique, CHU de Reims, Reims, France"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vincent Levy, MD, PhD",
            "author_affiliations": [
                "Unité de Recherche Clinique, Hôpital Avicenne, Bobigny, France, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Florence Cymbalista",
            "author_affiliations": [
                "Laboratoire d'Hématologie Biologique, Hôpital Avicenne, Bobigny, France, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-25T06:40:47",
    "is_scraped": "1"
}