{
    "doi": "https://doi.org/10.1182/blood-2021-154336",
    "article_title": "Comparison of the Impact of a mHealth Self-Management Intervention on Adolescents Versus Young Adults with Sickle Cell Disease ",
    "article_date": "November 5, 2021",
    "session_type": "901.Health Services Research-Non-Malignant Conditions",
    "abstract_text": "Introduction: Pain and other symptoms of sickle cell disease (SCD) begin in childhood and contribute to poorer quality of life. Complications, risk of death, and symptom burden increase during transition from adolescence to adulthood; self-management is critical for transition readiness and symptom improvement. A mHealth self-management intervention for children/adolescents with SCD and their caregivers (Voice Crisis Alert V2) was adapted to facilitate transition from parent-led management to adolescent self-management. This abstract presents the preliminary impacts of the intervention on symptoms and QOL outcomes and compares findings between adolescents and young adults. Methods: The names and features of the Voice Crisis Alert V2 application (app) components are in Table 1. Targeted sample sizes were 30 dyads of adolescents with SCD ages 11 - 17 and the parent/caregiver and 15 young adults with SCD ages 18 - 25 who had not transitioned to adult care. Data sources included app use, and surveys at baseline, mid-intervention, end-of-intervention, and post-intervention. Adolescent surveys included: the PROMIS SF for anxiety, depressive symptoms, fatigue, pain interference, and pain intensity; the PedsQL with Sickle Cell Disease Module (SCDM) for health-related quality of life (HRQOL); the Sickle Cell Self-Efficacy Scale; and the STARx for transition readiness. Young adult surveys included: the PROMIS SF for anxiety, depression, fatigue, pain interference, pain intensity, and sleep disturbance; the ASCQ-Me for HRQOL; the Sickle Cell Self-Efficacy Scale; and the STARx for transition readiness. Analysis was conducted using descriptive statistics and Spearman's rho. Independent variables were length of time using the app and frequency of app use total and by component. Dependent variables were pre-post intervention differences in scores for outcomes that were key targets of the intervention. Results are reported with 95% CI. Results: Among both groups (adolescents and young adults), pre-post intervention differences in scores indicated improvement in nearly all symptom outcomes; greatest improvement was in pain interference for both groups and fatigue in young adults. Improvements in HRQOL were also noted in nearly all domains for both groups. Adolescents had greatest improvement in school functioning, total SCDM score and subscales for pain and hurt, pain impact, worry I, emotions, and communication II, and young adults in emotional impact, social impact, and pain impact. No to slight improvements in self-efficacy and transition readiness were observed in both groups. Most correlations across groups had CIs that crossed zero, which suggests associations observed in the population may be positive or negative. Twelve correlations did not cross zero in the adolescent sample compared with 1 in the young adult sample, though 5 additional strong correlations were noted. Of the strongest correlations in young adults, all but 1 indicated more time spent using the app was associated with greater improvement in scores. Of the strongest correlations in adolescents, 5 indicated more frequent app use was associated with greater improvement in scores, 3 indicated more frequent app use was associated with less substantial improvement in scores, 3 indicated more time spent using the app was associated with greater improvement in scores, and 1 indicated more time spent using the app was associated with less substantial improvement in scores. Conclusions: Similarities in pre-post intervention differences in scores suggest consistency in intervention impact on outcomes between adolescents and young adults who have not transitioned to adult care. The intervention may be particularly useful for improving pain interference, emotional impact/functioning, school or social impact/functioning, and pain impact/functioning. Little improvement was noted in transition readiness scores in either group, suggesting the intervention may need to include more robust strategies for transition preparation. There were few consistencies between groups in correlation findings; greater improvement in scores may be attributed to more time spent on app activities in young adults compared with greater frequency of use in adolescents. Future efficacy testing with a larger sample is warranted, to include exploration of associations between app use and outcomes across subgroups with varying characteristics. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Kanter:  Fulcrum Therapeutics, Inc.: Consultancy; Novartis: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Forma: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Agios: Honoraria, Membership on an entity's Board of Directors or advisory committees; Beam: Honoraria, Membership on an entity's Board of Directors or advisory committees; Sanofi: Honoraria, Membership on an entity's Board of Directors or advisory committees; Graphite Bio: Consultancy; GuidePoint Global: Honoraria; Fulcrum Tx: Consultancy.",
    "author_names": [
        "Shannon Phillips",
        "Julie Kanter",
        "Martina Mueller",
        "Alyssa M Schlenz",
        "Kenneth Ruggiero",
        "Teresa Kelechi"
    ],
    "author_dict_list": [
        {
            "author_name": "Shannon Phillips",
            "author_affiliations": [
                "College of Nursing, Medical University of South Carolina, Charleston, SC"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Julie Kanter",
            "author_affiliations": [
                "Director, Adult Sickle Cell Program, University of Alabama at Birmingham, Birmingham, AL"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martina Mueller",
            "author_affiliations": [
                "College of Nursing, Medical University of South Carolina, Charleston, SC"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alyssa M Schlenz",
            "author_affiliations": [
                "Pediatrics, Children's Hospital Colorado, Charleston, SC"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kenneth Ruggiero",
            "author_affiliations": [
                "College of Nursing, Medical University of South Carolina, Charleston, SC"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Teresa Kelechi",
            "author_affiliations": [
                "College of Nursing, Medical University of South Carolina, Charleston, SC"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T13:06:54",
    "is_scraped": "1"
}