{
    "doi": "https://doi.org/10.1182/blood.V108.11.2677.2677",
    "article_title": "A Limited Impact of Chemotherapy on Prolonged Survival in Myelodysplasia (MDS). An Analysis of 142 Patients with Advanced Disease. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "abstract_text": "The influence of different clinical and laboratory parameters and various therapeutic approaches on the survival was retrospectively studied in a group of 142 adult patients with advanced forms of primary MDS: RAEB with > 10% blasts or RAEB-T. Univariate statistical analysis was performed using Kaplan-Meier curves and log-rank 2 test. Independent variables for determining survival were studied using proportional hazards regression multivariate analysis. Median survival, estimated 1 year (ES1y) and 3 year (ES3y) survival of patients stratified according to different treatment modalities are shown in the table. Median survival and estimated 1 and 3 year survival of patients stratified according to different treatment approaches.  treatment . Nr.of patients . median survival (months) . ES1y (%) . ES3y (%) . allo SCT (+/− chemotherapy) 31 37,5 90,3 58,0 chemotherapy + auto SCT 6 21,5 100 33,3 combination chemotherapy 47 8,0 40,4 4,3 low-dose chemotherapy 18 5,5 22,2 11,1 demethylating agents 3 11,5 33,3 NE oral single agent chemoth. 6 2,8 0 0 supportive care only 31 3,0 3,2 0 treatment . Nr.of patients . median survival (months) . ES1y (%) . ES3y (%) . allo SCT (+/− chemotherapy) 31 37,5 90,3 58,0 chemotherapy + auto SCT 6 21,5 100 33,3 combination chemotherapy 47 8,0 40,4 4,3 low-dose chemotherapy 18 5,5 22,2 11,1 demethylating agents 3 11,5 33,3 NE oral single agent chemoth. 6 2,8 0 0 supportive care only 31 3,0 3,2 0 View Large Allogeneic stem cell transplantation (SCT) regardless to the number of bone marrow blasts at the time of conditioning or to whether the patients received combination chemotherapy prior SCT or not was the most significant parameter affecting survival in univariate analysis (χ 2 =46,3, P<0.00001). However, achievement of complete (CR) or partial (PR) remission (according to Cheson criteria) after combination or low-dose chemotherapy had also a significant impact on survival, whether followed by SCT (χ 2 =31.9, P<0.0001) or not (χ 2 =27,8, P=0.0001). Treatment by combination chemotherapy itself (χ 2 =13,7, P=0.001) and age < 55 years (χ 2 =13,4, P=0.001) were also parameters with significant beneficial impact on survival. A multivariate analysis revealed SCT as the only independent variable determining survival in the whole group of patients (χ 2 =44,4, P=0.00001), SCT performed in CR/PR was a significant variable affecting survival in patients < 55 years (χ 2 =3,9, P=0.04). In non-transplanted patients, only achievement of CR or PR had a significant impact on survival (χ 2 =16,4, P=0.001). Our results confirm previous data showing only limited benefit of combination chemotherapy in patients with advanced MDS. Despite a significant impact on survival compared to single agent therapy or supportive care (P=0.005), combination chemotherapy not followed by SCT had only minimal effect on prolonged survival that was not different from treatment with low-dose chemotherapy (P=0.4) even in patients who achieved CR or PR (estimated 3 years survival was only 4,3 %). On the other hand, achievement of CR or PR prior SCT was a significant factor affecting long-term survival in patients < 55 years (estimated 3 years survival for SCT in CR/PR was 75% compared to only 36% for those with > 5% bone marrow blasts prior SCT). Our data support the usefulness of combination chemotherapy followed by SCT as an optimal treatment regimen for younger patient with advanced MDS. In future studies, combination chemotherapy followed by treatment with demethylating agents might be a promising approach to prolong survival in patients with advanced MDS who are not indicated for SCT.",
    "topics": [
        "chemotherapy regimen",
        "myelodysplastic syndrome",
        "preleukemia",
        "combination drug therapy",
        "demethylating agents",
        "refractory anemia with excess blasts",
        "supportive care",
        "allogeneic stem cell transplant",
        "allopurinol",
        "disease remission"
    ],
    "author_names": [
        "Jaroslav Cermak, MD, PhD",
        "Antonin Vitek, MD",
        "Marcela Lukasova, MD",
        "Petr Cetkovsky, MD,PhD",
        "Pavel Klener, MD,PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Jaroslav Cermak, MD, PhD",
            "author_affiliations": [
                "Department of Clinical Hematology, Institute of Hematology & Blood Transfusion, Praha, Czech Republic"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Antonin Vitek, MD",
            "author_affiliations": [
                "Department of Clinical Hematology, Institute of Hematology & Blood Transfusion, Praha, Czech Republic"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marcela Lukasova, MD",
            "author_affiliations": [
                "Department of Clinical Hematology, Institute of Hematology & Blood Transfusion, Praha, Czech Republic"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Petr Cetkovsky, MD,PhD",
            "author_affiliations": [
                "Department of Clinical Hematology, Institute of Hematology & Blood Transfusion, Praha, Czech Republic"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pavel Klener, MD,PhD",
            "author_affiliations": [
                "Department of Clinical Hematology, Institute of Hematology & Blood Transfusion, Praha, Czech Republic"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-01T02:50:47",
    "is_scraped": "1"
}