{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.4192.4192",
    "article_title": "Revised DIPSS-Plus: A Composite Clinical, Cytogenetic and Molecular Prognostic System for Primary Myelofibrosis ",
    "article_date": "December 7, 2017",
    "session_type": "634. Myeloproliferative Syndromes: Clinical: Poster III",
    "abstract_text": "Background : The dynamic international prognostic scoring system (DIPSS)-plus currently offers the most comprehensive risk assessment tool in primary myelofibrosis (PMF) ( JCO 2011;29:392 ). More recently, DIPSS-plus-independent genetic determinants of prognosis have been described; type 1/like CALR mutations predicted superior ( Blood 2014;124:2465) and ASXL1 / SRSF2 mutations and very high risk (VHR) karyotype inferior survival ( Leukemia 2013;27:1861; Blood 2011;118: 4595) . The objective of the current study was to enhance the prognostic value of DIPSS-plus, by incorporating genetic information. Methods : Learning and validation cohorts were recruited from the Mayo Clinic and University of Florence, respectively. Diagnosis was according to WHO criteria ( Blood 2016;127:2391 ). The study required availability of complete information on DIPSS-plus, type 1/like CALR , ASXL1 and SRSF2 mutations and karyotype. Previously published methods were used for mutation analyses and determination of CALR variants ( Blood 2014;124:2465; Leukemia 2013;27:1861) . VHR karyotype included monosomal, inv(3), i(17q) and -7/7q-. Survival was calculated from date of first referral for the Mayo cohort and date of diagnosis for the Florence cohort; patients receiving stem cell transplant were censored at the time of transplantation. Results: Mayo Clinic cohort (n=465) Presenting clinical and genetic features and clinical course 465 Mayo Clinic patients (median age 63 years; 64% males) served as the learning cohort; DIPSS-plus risk distribution at presentation was 32% high, 37% intermediate-2, 18% intermediate-1 and 13% low. Driver mutations included JAK2 in 54%, type 1/like CALR 23%, type 2/like CALR 4%, MPL 7% and triple-negative 12%. ASXL1 and SRSF2 mutational frequencies were 38% and 15%, respectively. Ten patients displayed VHR karyotype. During median follow-up of 4.6 years, 330 (71%) deaths, 55 (12%) leukemic transformations, and 30 (6.5%) transplants were documented. Survival analysis and development of the \"revised DIPSS-plus\" Multivariable analysis confirmed independent prognostic contribution from DIPSS-plus, type 1/like CALR , ASXL1 / SRSF2 mutations and VHR karyotype; HRs (95% CI) were 8.4 (5.1-14.1) for DIPSS-plus high, 3.8 (2.3-6.3) intermediate-2, 2.3 (1.3-4.0) intermediate-1, 2.0 (1.5-2.8) for absence of type 1/like CALR , 1.7 (1.4-2.1) for presence of ASXL1 or SRSF2 mutation, and 1.9 (1.1-3.1) for VHR karyotype. HR-weighted scores were then assigned to absence of type 1/like CALR (1 point), presence of ASXL1 / SRSF2 mutation (1 point), presence of VHR karyotype (1 point) and DIPSS-plus intermediate-1 (1 point), intermediate-2 (2 points) and high (4 points) risk categories. Subsequent adverse point summation resulted in four new \"revised DIPSS-plus (RDIPSS-plus)\" risk categories: low (0-1 points; n =74; 16%); intermediate-1 (2-3 points; n =168; 36%), intermediate-2 (4-5 points; n =136; 29%) and high (6-7 points; n =87; 19%); the respective median survivals were 20, 6.3, 3.8 and 1.9 years (p<0.0001; Figure). RDIPSS-plus was also effective in predicting leukemic transformation; HRs (95% CI) were 19.3 (6.1-61.0), 5.8 (1.9-18.2) and 3.5 (1.2-10.6), for RDIPSS-plus high, intermediate-2, and intermediate-1 risk categories, respectively. Risk group distributions in \"RDIPSS-plus\" vs \"DIPSS-plus\" All 87 patients in the \"RDIPSS-plus\" high risk group belonged to DIPSS-plus high risk category. Among 136 intermediate-2 risk patients in the \"RDIPSS-plus\" model, 60 belonged to DIPSS-plus high and 76 DIPSS-plus intermediate-2; among 168 patients in the \"RDIPSS-plus\" intermediate-1 risk group, 98 belonged to DIPSS-plus intermediate-2, 60 intermediate-1 and 10 low risk; among 74 patients in the \"RDIPSS-plus\" low risk group, 25 belonged to DIPSS-plus intermediate-1 and 49 low risk groups. Results: Florence cohort (n=347) The aforementioned observations were validated in an external cohort of 347 patients from the University of Florence ( details to follow at time of presentation ). Conclusions : \" RDIPSS-plus \" incorporates clinical, cytogenetic and molecular information, in order to provide a comprehensive prognostic tool for facilitating treatment decision-making in PMF. RDIPSS-plus was most effective in extracting patients with better than expected outcome, from specific DIPSS-plus risk categories. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Vannucchi: Novartis: Honoraria, Speakers Bureau; Shire: Speakers Bureau.",
    "topics": [
        "cytogenetics",
        "myelofibrosis, idiopathic, chronic",
        "karyotype determination procedure",
        "leukemia",
        "follow-up",
        "hematopoietic stem cell transplantation",
        "transplantation",
        "world health organization"
    ],
    "author_names": [
        "Ayalew Tefferi, MD",
        "Paola Guglielmelli, MD PhD",
        "Terra L. Lasho, PhD",
        "Francesca Gesullo, MSc",
        "Christy Finke, BS",
        "Francesco Mannelli",
        "Animesh Pardanani, MBBS, PhD",
        "Curtis A. Hanson, MD",
        "Rhett P. Ketterling, MD",
        "Naseema Gangat, MBBS",
        "Alessandro M. Vannucchi"
    ],
    "author_dict_list": [
        {
            "author_name": "Ayalew Tefferi, MD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Paola Guglielmelli, MD PhD",
            "author_affiliations": [
                "Department of Experimental and Clinical Medicine, University of Florence, Florence, Italy "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Terra L. Lasho, PhD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francesca Gesullo, MSc",
            "author_affiliations": [
                "CRIMM-Centro Ricerca e Innovazione delle Malattie Mieloproliferative, Department of Experimental and Clinical Medicine, Azienda Ospedaliera-Universitaria Careggi, University of Florence, Florence, Italy "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christy Finke, BS",
            "author_affiliations": [
                "Hematology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francesco Mannelli",
            "author_affiliations": [
                "Center for Research and Innovation of Myeloproliferative Neoplasms, Azienda Ospedaliero-Universitaria Careggi, University of Florence, Florence, Italy "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Animesh Pardanani, MBBS, PhD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Curtis A. Hanson, MD",
            "author_affiliations": [
                "Department of Laboratory Medicine and Pathology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rhett P. Ketterling, MD",
            "author_affiliations": [
                "Department of Laboratory Medicine and Pathology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Naseema Gangat, MBBS",
            "author_affiliations": [
                "Divisions of Hematology and Laboratory Medicine, Mayo Clinic, Rochester, MN"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alessandro M. Vannucchi",
            "author_affiliations": [
                "Center for Research and Innovation of Myeloproliferative Neoplasms, Azienda Ospedaliero-Universitaria Careggi, University of Florence, Florence, Italy "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-09T04:08:43",
    "is_scraped": "1"
}