{
    "doi": "https://doi.org/10.1182/blood.V110.11.1161.1161",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=919",
    "start_url_page_num": 919,
    "is_scraped": "1",
    "article_title": "Effects of Recombinant Factor VIIa (NovoSeven®) on Restoring Thrombin Generation in Patients with Hemophilia A and Antibodies to Factor VIII. ",
    "article_date": "November 16, 2007",
    "session_type": "Disorders of Coagulation or Fibrinolysis",
    "topics": [
        "antibodies",
        "factor viii",
        "hemophilia a",
        "recombinant coagulation factor viia",
        "thrombin",
        "infusion procedures",
        "mechlorethamine",
        "fibrin fragment d substance",
        "hemorrhage",
        "hemostasis procedures"
    ],
    "author_names": [
        "Sabine Eichinger, MD",
        "Barbara Lubszcyk, MD",
        "Karl Zwiauer, MD",
        "Andreas Gleiss, PhD",
        "Peter Quehenberger, MD",
        "Paul Alexander Kyrle, MD"
    ],
    "author_affiliations": [
        [
            "Dept. of Internal Medicine I, Medical University of Vienna, Vienna, Austria"
        ],
        [
            "Dept. of Internal Medicine I, Medical University of Vienna, Vienna, Austria"
        ],
        [
            "Dept. of Pediatrics, Landesklinikum St. Poelten, St. Poelten, Austria"
        ],
        [
            "Core Unit for Medical Statistics and Informatics, Medical University of Vienna, Vienna, Austria"
        ],
        [
            "Institute of Medical and Chemical Laboratory Diagnostics, Medical University of Vienna, Vienna, Austria"
        ],
        [
            "Dept. of Internal Medicine I, Medical University of Vienna, Vienna, Austria"
        ]
    ],
    "first_author_latitude": "48.21969889999999",
    "first_author_longitude": "16.3515215",
    "abstract_text": "Introduction: Development of antibodies (ab) against factor VIII (FVIII) is a serious complication of replacement therapy in patients with hemophilia A. In case of bleeding patients with FVIII ab are treated with agents that induce hemostasis independently of FVIII. Recombinant activated factor VIIa (rVIIa) shows clinical efficacy, but its effects on hemostatic system need still to be fully elucidated. Methods: In an open controlled study, we investigated thrombin generation (peak thrombin) and parameters of coagulation activation [D-Dimer, prothrombin fragment F1+2 (F1+2)] in 5 patients with hemophilia A and FVIII ab, and in 5 healthy age-matched controls before and after intravenous bolus infusion of rVIIa (90 μg/kg bodyweight NovoSeven®, NovoNordisk, Denmark) (in hemophiliacs only). All parameters were measured in plasma before and 0.5, 1, 2, 3, and 4 hours after rVIIa infusion by use of commercially available assays (Technothrombin®TGA, Technoclone, Austria; Asserachrom®D-Di, Diagnostica Stago, France; Enzygnost F1+2, Dade Behring, Germany). Results: At baseline, hemophilia A patients had markedly lower mean (min-max) peak thrombin levels than controls [0.12 (0.0–0.6) nM vs. 186.9 (116.0–254.4) nM]. Mean (min-max) F1+2 levels did not significantly differ between patients and controls [160.7 (89.8–331.3) pmol/l vs. 160.8 (104.4–242.3) pmol/l]. Notably, D-Dimer levels were significantly higher in hemophiliacs than controls [1087.5 (174.8–3882.4) ng/ml vs. 146.3 (87.2–289.8) ng/mL]. FVIIa levels reached a mean (min-max) maximum of 28 (24–32) U/ml after 0.5 hours in all patients. After infusion, a considerable increase in mean (min-max) peak thrombin levels to 40.7 (28.3–51.6) nM was seen. Time to maximum levels was 30 minutes in three patients and 60 minutes in two. For each of the five patients the peak thrombin level was substracted from the level of its matched control at the same time point. The mean of these differences was 168.7 nM (95% CI 82.6–254.8), which translates into 80.2% (95% CI 65.4% – 88.6%) lower peak thrombin levels in haemophiliacs with FVIII ab. F1+2 significantly increased in all patients [mean (min-max) maximum levels 292.5 (175.1–464.3) pmol/l]; time to maximum levels varied from 2 to 4 hours. D-Dimer levels remained almost unchanged in all patients. Conclusion: Patients with hemophilia A and FVIII ab have low in vitro thrombin generation and F1+2 levels. After rVIIa infusion, coagulation activation as measured by F1+2 levels is slightly increased, and thrombin generation capacity is restored by 20% compared to healthy controls. Measurement of peak thrombin could be useful to monitor procoagulant treatment of patients with hemophilia A and FVIII ab."
}