{
    "doi": "https://doi.org/10.1182/blood.V122.21.571.571",
    "article_title": "Rare Genetic Variants Of The Protein-Coding Area Of The Genome and The Risk Of Inhibitor Development: An Exome-Sequencing Study Of 28 Patients With Severe Hemophilia A ",
    "article_date": "November 15, 2013",
    "session_type": "322. Disorders of Coagulation or Fibrinolysis",
    "abstract_text": "Background The development of inhibitors directed against coagulation factor VIII (FVIII) is a common and severe complication of hemophilia replacement therapy, occurring in up to one third of patients with severe hemophilia A (HA). Inhibitors impair efficacy of replacement therapy, rendering management of bleeds difficult and prophylaxis unfeasible. There is evidence that various genetic risk factors play an important role in inhibitor development; in particular, F8 mutation type. However, patients sharing the same mutation may have different inhibitor risk suggesting the presence of other genetic risk factors. Because most variants in the genome are rare and since variants within the protein-coding area (i.e. the exome) are expected to have a strong effect on phenotypes, we designed an exome sequencing study with the goal of assessing the role of rare, functional variants of the exome in inhibitor development. Methods A total of 28 HA patients (8 pairs of related individuals and 12 unrelated subjects) underwent sequencing of the exome on Illumina HiSeq 2000 platforms following capture by hybridization on VCRome V2.1 liquid probes. Patients were selected among those followed at the Angelo Bianchi Bonomi Hemophilia and Thrombosis Center (Milan, Italy). Inclusion criteria were (a) diagnosis of severe HA, with plasmatic FVIII activity below 1%, and the presence of intron 22 or intron 1 inversion of F8 . Mapping of reads onto the human reference genome (hg19/NCBI build 37.1) was performed by BWA and variant calling by GATK. We restricted our analysis to functional variants (i.e. missense, nonsense, splice-site variants and coding indels) that are rare in Caucasian populations (i.e. with a minor allele frequency below 0.5% in the European Americans of the exome variant server). For association analysis, we carried out burden-testing association using (a) SKAT-O test, as well as gene-based association by (b) Fisher’s exact testing and (c) mixed-effects logistic regression analysis adjusted for familial clustering. The lists of top 100-genes and genes with p<0.05 identified with each approach were studied for their overlapping and enrichment for immunity genes (immunome knowledge base). Results A total of 1.9 billion reads were generated to sequence the exome of 28 HA patients at an average coverage of 77X (range: 49-96X). Coverage was homogeneous, with an average of 95% (range: 93-96%) of the 43 Mb of target being covered by at least 10 high-quality reads. On average, patients had 695 (range: 569-838) rare, functional variants in their exome, with a total of 6654 genes having at least one variant of that type in at least one individual. Association analysis revealed a total of 252 genes associated with inhibitor development at p<0.05 with SKAT-O test, 45 with Fisher’s exact test and 19 with mixed-effects logistic regression. Genes associated with inhibitor development using different tests showed good overlapping, especially Fisher’s exact test and mixed-effects logistic regression (Figure). A total of 8 genes were associated with inhibitors using all three techniques (i.e. RHBG, CEACAM7, CTAGE6P, SEC22B, C5orf49, DAB1, SORL1, PKD1L1 ). These encode proteins involved in cell-adhesion, ammonium transportation, vesicle trafficking and endocytosis. The lists of associated genes showed slight (if any) enrichment for genes of the immune system using SKAT-O (odds ratio [OR]: 1.3; 95% confidence interval [CI]: 0.7-2.3) and mixed-effect logistic regression (OR: 2.6; 95% CI: 0.3-11.0), and no enrichment at Fisher’s exact test (OR: 1.0; 95% CI: 0.1-4.0). Figure View large Download slide Venn’s diagram of genes associated with inhibitors at p<0.05 using different tests. Figure View large Download slide Venn’s diagram of genes associated with inhibitors at p<0.05 using different tests.  Close modal Summary/Conclusions Our exome-sequencing analysis highlights genes at which rare, functional variants may be associated with the development of inhibitors in patients with HA. Disclosures: Lotta: Bayer Health Care : Bayer Hemophilia Award 2012 - research funding Other. Peyvandi: Bayer Health Care: Bayer Hemophilia Award 2011 - research funding Other.",
    "topics": [
        "genome",
        "hemophilia a",
        "whole exome sequencing",
        "genetics",
        "hemophilias",
        "crossbreeding",
        "factor viii",
        "sorl1 protein, human",
        "thrombosis",
        "vesicle"
    ],
    "author_names": [
        "Luca A. Lotta",
        "Marco Fornili",
        "Federico Ambrogi",
        "Maria Elisa Mancuso, MD, PhD",
        "Elena Santagostino, MD, PhD",
        "Isabella Garagiola",
        "Sabrina Seregni",
        "Donna M. Muzny",
        "Ginger Metcalf",
        "Richard A. Gibbs",
        "Elia Biganzoli",
        "Flora Peyvandi"
    ],
    "author_dict_list": [
        {
            "author_name": "Luca A. Lotta",
            "author_affiliations": [
                "Angelo Bianchi Bonomi Hemophilia and Thrombosis Center, Fondazione IRCCS Ca’ Granda Ospedale Maggiore Policlinico, Department of Pathophysiology and Transplantation, Università degli Studi di Milano, Luigi Villa Foundation, Milan, Italy, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Marco Fornili",
            "author_affiliations": [
                "Unit of Medical Statistics, Biometry and Bioinformatics, Department of Clinical Sciences and Community Health, University of Milan, Milan, Italy, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Federico Ambrogi",
            "author_affiliations": [
                "Unit of Medical Statistics, Biometry and Bioinformatics, Department of Clinical Sciences and Community Health, University of Milan, Milan, Italy, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria Elisa Mancuso, MD, PhD",
            "author_affiliations": [
                "Angelo Bianchi Bonomi Hemophilia and Thrombosis Center, Fondazione IRCCS Ca’ Granda Ospedale Maggiore Policlinico, Department of Pathophysiology and Transplantation, Università degli Studi di Milano, Luigi Villa Foundation, Milan, Italy, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elena Santagostino, MD, PhD",
            "author_affiliations": [
                "Angelo Bianchi Bonomi Hemophilia and Thrombosis Center, Fondazione IRCCS Ca' Granda, Ospedale Maggiore Policlinico, Milan, Italy, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Isabella Garagiola",
            "author_affiliations": [
                "Angelo Bianchi Bonomi Hemophilia and Thrombosis Center, Fondazione IRCCS Ca’ Granda Ospedale Maggiore Policlinico, Department of Pathophysiology and Transplantation, Università degli Studi di Milano, Luigi Villa Foundation, Milan, Italy, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sabrina Seregni",
            "author_affiliations": [
                "Angelo Bianchi Bonomi Hemophilia and Thrombosis Center, Fondazione IRCCS Ca’ Granda Ospedale Maggiore Policlinico, Department of Pathophysiology and Transplantation, Università degli Studi di Milano, Luigi Villa Foundation, Milan, Italy, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Donna M. Muzny",
            "author_affiliations": [
                "Human Genome Sequencing Center, Baylor College of Medicine, Houston, TX, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ginger Metcalf",
            "author_affiliations": [
                "Human Genome Sequencing Center, Baylor College of Medicine, Houston, TX, USA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard A. Gibbs",
            "author_affiliations": [
                "Human Genome Sequencing Center, Baylor College of Medicine, Houston, TX, USA"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elia Biganzoli",
            "author_affiliations": [
                "Unit of Medical Statistics, Biometry and Bioinformatics, Department of Clinical Sciences and Community Health, University of Milan, Milan, Italy, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Flora Peyvandi",
            "author_affiliations": [
                "Angelo Bianchi Bonomi Hemophilia and Thrombosis Center, Fondazione IRCCS Ca' Granda, Ospedale Maggiore Policlinico, Milan, Italy, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-28T09:35:40",
    "is_scraped": "1"
}