{
    "doi": "https://doi.org/10.1182/blood.V114.22.4869.4869",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1496",
    "start_url_page_num": 1496,
    "is_scraped": "1",
    "article_title": "Monoclonal Gammopathy in An African American Cohort From a VA Medical Center. ",
    "article_date": "November 20, 2009",
    "session_type": "MYELODYSPLASTIC SYNDROMES MYELOMA - BIOLOGY AND PATHOPHYSIOLOGY, EXCLUDING THERAPY",
    "topics": [
        "african american",
        "hospitals, veterans",
        "monoclonal gammopathy of undetermined significance",
        "immunoglobulins",
        "plasma cell disorder",
        "proteinuria",
        "antigens, cd98 light chains",
        "bence jones protein",
        "immunoglobulin a",
        "immunoglobulin g"
    ],
    "author_names": [
        "Avni M Desai",
        "Richard L Amdur, PhD",
        "Min-Ling L Liu, MD, PhD",
        "Joao Ascensao, MD",
        "Dalia Mobarek, MD, MSc",
        "Geraldine P. Schechter, MD"
    ],
    "author_affiliations": [
        [
            "Hematology Section, VA Medical Center, Washington, DC, USA, "
        ],
        [
            "VA Medical Center, Washington, DC, USA, "
        ],
        [
            "Washington VA Medical Center & George Washington University, Washington DC, DC, USA, "
        ],
        [
            "VA Medical Center, Washington, DC, USA, "
        ],
        [
            "Hematology Section, VA Medical Center and George Washington University, Washington, DC, USA, "
        ],
        [
            "Washington VA Medical Center & George Washington University, Washington, DC, USA"
        ]
    ],
    "first_author_latitude": "38.9288132",
    "first_author_longitude": "-77.0100925",
    "abstract_text": "Abstract 4869 The information regarding monoclonal gammopathy of unknown significance (MGUS) derives mainly from studies of Caucasian individuals. In contrast, this study describes the characteristics of 492 African American (AA) male patients identified with MGUS from the electronic database at the Washington VAMC. Review of their individual electronic records showed that none of the patients initially had evidence of myeloma or other symptomatic plasma cell or lymphoproliferative disorder. The median age at diagnosis of MGUS was 68 years old (range 28.5 to 95.6 years). The distribution of monoclonal immunoglobulin (M Ig) subtypes were IgG 78.1%, IgA 14.8%, IgM 6.9%; light chain only in the urine 2.9% or in the serum 1.0%, The light chain distribution of the M Igs was 60% kappa, 40% lambda. Fifty-nine patients (12%) had diclonal and 4 (0.8%) had triclonal M Igs. The median amount of M Ig was 0.26 g/dL; 47.8% were too small to quantitate. Ninety-four (25.5%) of 368 tested had Bence-Jones proteinuria, with a similar kappa:lambda distribution and 4 patients showed both light chains. Clinical characteristics were as follows: hepatitis C 15.5%, HIV 5.1%, other significant infections 26.8%, and chronic autoimmune or inflammatory disorders 10.3%. The patients were followed clinically for a median of 4.1 years (range 0.35 to 21.02 years), and the median interval between the first and last electrophoresis was 1.41 years (range 0 to 19.97 years). During this period 21 patients (4.3%) progressed to a malignant plasma cell disorder (myeloma 20, solitary plasmacytoma 1). 133 patients (27.0%) died of other causes, and in 26 (5.3%) the M protein had resolved. The actuarial risk determined by a Kaplan Meier plot of progression to a symptomatic plasma cell disorder was 13.5 % at 11 years. The initial M Ig in the patients who progressed was IgG in 15, IgA in 4, and isolated BJ proteinuria in 2. The only recognized predicting characteristic for progression was the detection of Bence-Jones proteinuria at diagnosis of MGUS: Thirteen of 20 (65%) progressing patients tested were positive as compared to 81 of 348 (23.0%) of the non-progressors (p = .0003) A number of features distinguish this AA MGUS cohort from previous series of Caucasian patients. MGUS was detected at an earlier age: 8.9% (5.2% excluding HCV and HIV patients) were under the age of 50. The percentage of AA patients with very low level M proteins was more than threefold that previously reported. The percentage of patients with IgM M Ig was less than one-half noted in previous studies. The actuarial risk of progression to a symptomatic plasma cell disorder as calculated from a Kaplan Meier plot appears to be comparable to previous reports in predominantly Caucasian series. Dr. Desai worked on this project following completion of her internal medicine residency. She is now a Hematology Oncology fellow at Montefiore Medical Center, New York NY. Disclosures No relevant conflicts of interest to declare."
}