{
    "doi": "https://doi.org/10.1182/blood.V128.22.5946.5946",
    "article_title": "Matching-Adjusted Indirect Comparison of Relative Efficacies Is Feasible and Useful in the Multiple Myeloma Therapy Landscape: A Comparison of Pomalidomide Plus Low-Dose Dexamethasone Versus Daratumumab ",
    "article_date": "December 2, 2016",
    "session_type": "902. Health Services Research-Malignant Diseases",
    "abstract_text": "INTRODUCTION: Several new agents and regimens are available for the treatment of relapsed refractory multiple myeloma (RRMM). Comparison of all these is not feasible, yet therapeutic selections need to be made for optimal patient care. Both the MM-002 (Richardson et al., 2014) and MM-003 (San Miguel et al., 2013) trials have demonstrated the clinical benefits of pomalidomide plus low-dose dexamethasone (POM+LoDEX) in improving survival outcomes for patients with RRMM who had received ≥2 prior lines of therapy. Daratumumab (DARA) monotherapy was approved in the US for the treatment of RRMM patients, based on the results of a single-arm trial (SIRIUS) (Lonial et al., 2016). To date, there are no head-to-head studies comparing POM+LoDEX with DARA. We performed an indirect comparison of the overall response rate (ORR), progression-free survival (PFS), and overall survival (OS) between POM+LoDEX and DARA in RRMM patients with ≥2 (median of 5) prior lines of therapy. METHODS: Matching-adjusted indirect comparison (MAIC) (Ishak et al., 2015; Signorovitch et al., 2012) is a method used to conduct indirect comparisons between relative efficacies of treatments after adjusting for imbalances across trials where the study populations were roughly similar. To perform a MAIC, it is necessary that the selected studies are compatible. Both MM-002 and SIRIUS were phase II trials and included mainly patients from North America, while other geographic regions were more widely represented in the phase III MM-003 trial. Thus, the MAIC was conducted using individual patient data from the intention-to-treat (ITT) population of POM+LoDEX from MM-002 and published aggregate data on patient characteristics and outcomes for the ITT population of DARA from SIRIUS. A propensity-score logistic regression equation was used to re-weight the POM+LoDEX patients such that their aggregate characteristics matched exactly those in SIRIUS for all prognostic factors (i.e., full set) which were available in both studies. These factors included age, gender, race, disease duration, immunoglobulin heavy chain type, Eastern Cooperative Oncology Group (ECOG) performance status, plasmacytoma, creatinine clearance, number of prior therapy lines, prior stem cell transplantation, and refractoriness to bortezomib, lenalidomide, or both. The relative treatment effects were estimated with a weighted logistic regression model for ORR and weighted Cox regression models for PFS and OS. Sensitivity analyses were also conducted by matching on only important prognostic factors (i.e., reduced set), identified from multivariate regression analyses for each endpoint. RESULTS: MM-002 and SIRIUS were generally similar in design and had sufficient overlap in baseline characteristics to allow adjustment for potential confounding. Most prognostic factors were similar between the two arms. However, patients on POM+LoDEX had worse ECOG status, while more patients on DARA had a plasmacytoma and creatinine clearance <60 mL/min and were refractory to lenalidomide, bortezomib, or both. After re-weighting, the aggregate patient characteristics for patients receiving POM+LoDEX matched those reported for DARA. The results from the analyses adjusting for all available characteristics showed no statistically significant differences in ORR, PFS, or OS between the two treatments. Similar findings were obtained by adjusting for important prognostic factors only (Table 1). OS results should be interpreted with caution as subsequent treatments cannot be adjusted for in a MAIC analysis. CONCLUSIONS: This analysis suggests that POM+LoDEX and DARA have similar clinical benefits with respect to ORR, PFS, and OS in RRMM patients with ≥2 prior lines of therapy. Treatment choice may be made between these two based on factors other than efficacy alone. MAIC analysis may be helpful in therapeutic decisions where direct comparative trials are not available, however as with any non-randomized study potential for residual confounding may still exist. View large Download slide View large Download slide  Close modal Disclosures Parikh: Celgene Corporation: Employment, Equity Ownership, Research Funding. Proskorovsky: Evidera: Employment, Other: As a salaried Evidera employee, I am not allowed to accept any remuneration or honoraria. Evidera received funding from Celgene.. Abouzaid: Celgene Corporation: Employment, Equity Ownership, Research Funding. Krotneva: Evidera: Employment, Other: As a salaried Evidera employee, I am not allowed to accept any remuneration or honoraria. Evidera received funding from Celgene.. Page: Evidera: Other: As a salaried Evidera employee, I am not allowed to accept any remuneration or honoraria. Evidera received funding from Celgene.. Pelligra: Evidera: Employment, Other: As a salaried Evidera employee, I am not allowed to accept any remuneration or honoraria. Evidera received funding from Celgene.. Guo: Celgene: Consultancy. Mouro: Celgene: Employment, Equity Ownership. Ailawadhi: Pharmacyclics: Consultancy; Novartis: Consultancy; Amgen Inc: Consultancy; Takeda Oncology: Consultancy.",
    "topics": [
        "daratumumab",
        "dexamethasone",
        "multiple myeloma",
        "pomalidomide",
        "prognostic factors",
        "bortezomib",
        "creatinine clearance",
        "lenalidomide",
        "plasmacytoma",
        "hematopoietic stem cell transplantation"
    ],
    "author_names": [
        "Kejal Parikh",
        "Irina Proskorovsky, MSc",
        "Safiya Abouzaid",
        "Stanimira Krotneva, MSc",
        "Veronique Page, MSc",
        "Christopher G Pelligra, BA",
        "Shien Guo, PhD",
        "Jorge L Mouro",
        "Sikander Ailawadhi, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Kejal Parikh",
            "author_affiliations": [
                "Celgene Corporation, Summit, NJ "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Irina Proskorovsky, MSc",
            "author_affiliations": [
                "Evidera, Montreal, Canada "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Safiya Abouzaid",
            "author_affiliations": [
                "Celgene Corporation, Summit, NJ "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stanimira Krotneva, MSc",
            "author_affiliations": [
                "Evidera, Montreal, Canada "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Veronique Page, MSc",
            "author_affiliations": [
                "Evidera, Montreal, Canada "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christopher G Pelligra, BA",
            "author_affiliations": [
                "Evidera, Lexington, MA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shien Guo, PhD",
            "author_affiliations": [
                "Evidera, Lexington, MA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jorge L Mouro",
            "author_affiliations": [
                "Celgene Corporation, Summit, NJ "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sikander Ailawadhi, MD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Jacksonville, FL"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-07T21:28:09",
    "is_scraped": "1"
}