{
    "doi": "https://doi.org/10.1182/blood-2021-152341",
    "article_title": "Characterization of Philadelphia-Negative Myeloproliferative Neoplasms By the Bone Marrow Immune Microenvironment ",
    "article_date": "November 5, 2021",
    "session_type": "631.Myeloproliferative Syndromes and Chronic Myeloid Leukemia: Basic and Translational",
    "abstract_text": "Backgound The Philadelphia-negative myeloproliferative neoplasms (MPNs) share similar molecular characteristics, in which the excessive myeloproliferations are driven by mutations in JAK2, CALR, MPL, and uncommon variants. More recently, the biological basis on acquisition of somatic mutations have been accumulated. However, symptoms, histomorphologic characteristics, and natural histories are different between MPN subsets. Although there are increasing evidences that inflammation have a key role in promoting MPN initiation and influencing disease evolution, characteristics of the bone marrow immune microenvironment between MPN subsets remains unclear exactly. Aims To characterize the bone marrow immune microenvironment of Philadelphia-negative MPNs, we carried out immune-related gene expression profiling of bone marrow aspirates (BMAs) from 33 MPN patients (6 PV, 6 ET, 6 early PMF, and 15 overt MF including 10 primary MF, 5 post-PV/ET MF) using nCounter Immunology Panel. Methods BMA samples collected at diagnosis using EDTA-coated tubes. Those samples were processed within 24 hours from collection to obtain mononuclear cells by density centrifugation using Ficoll-Paque. NanoString analysis using a 594-gene nCounter Immunology panel (Human v2 - nanoString) was performed on RNAs extracted from 33 MPN bone marrow aspirates. Results First, to investigate whether there are distinct gene expression signatures of immune cells between three subcategories of MPNs, we compared gene expression profiles (GEPs) between ET, PV, and overt PMF. Using a P-value cutoff of ≤0.05 and fold-change ≥ 2, 10 upregulated and 32 downregulated differentially expressed genes (DEGs) were identified in ET than PMF, and 9 upregulated and 11 downregulated DEGs were identified in PV than PMF, while we found no significant DEGs between ET versus PV, except seven genes. Second, we investigated differences in GEPs between early PMF and overt PMF. Thirty-two downregulated and 4 upregulated DEGs were identified in early PMF than overt PMF. Gene set analysis revealed that the expression of genes related to almost processes decreased in early PMF than overt PMF. Then, we questioned differences between PMF and post-PV/ET MF. Using a P-value cutoff of ≤0.05 and fold-change ≥ 2, 12 upregulated and 12 downregulated DEGs were identified. Next, we computed relative abundances of immune cell subpopulations, estimated based on expression counts from the entire panel of surveyed genes, and compared them between the subcategories of MPNs. The abundance measurement of exhausted CD8 + T cell genes were significantly lower in ET and PV, compared with overt PMF, suggesting T cell exhaustion was distinct in overt PMF, compared to ET and PV. Conclusions The results demonstrated that immune microenvironment signature was distinguishable in the subcategories of MPNs. In addition, inflammatory signature was enriched in the bone marrow of overt PMF and exhausted CD8 + T cell genes were distinct in overt PMT. Further investigation is warranted to determine the immunological factors critical for potential therapeutic targets to alleviate progress to myelofibrosis. Disclosures Kim:  AbbVie: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; AIMS Biosciense: Consultancy, Honoraria; Amgen: Consultancy, Honoraria; AML-Hub: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Astellas: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; BL & H: Research Funding; BMS & Celgene: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Boryung Pharm Co.: Consultancy; Daiichi Sankyo: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Janssen: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Handok: Consultancy, Honoraria; LG Chem: Consultancy, Honoraria; Novartis: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Pfizer: Consultancy, Honoraria; Pintherapeutics: Consultancy, Membership on an entity's Board of Directors or advisory committees; Sanofi Genzyme: Honoraria, Speakers Bureau; SL VaxiGen: Consultancy, Honoraria; VigenCell: Consultancy, Honoraria. Lee:  Alexion, AstraZeneca Rare Disease: Honoraria, Membership on an entity's Board of Directors or advisory committees.",
    "author_names": [
        "Sung-Eun Lee",
        "Seowon Choi",
        "Gi June Min",
        "Sung-Soo Park",
        "Silvia Park",
        "Jae-Ho Yoon",
        "Byung-Sik Cho",
        "Ki-Seong Eom",
        "Yoo-Jin Kim",
        "Seok Lee",
        "Chang-Ki Min",
        "Hee-Je Kim",
        "Seok-Goo Cho",
        "Jong Wook Lee"
    ],
    "author_dict_list": [
        {
            "author_name": "Sung-Eun Lee",
            "author_affiliations": [
                "Department of Hematology, Seoul St. Mary's Hospital, College of Medicine, The Catholic University of Korea, Seoul, Korea, Republic of (South)"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Seowon Choi",
            "author_affiliations": [
                "Department of Hematology, Seoul St. Mary's Hospital, College of Medicine, The Catholic University of Korea, Seoul, Korea, Republic of (South)"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gi June Min",
            "author_affiliations": [
                "Department of Hematology, Seoul St. Mary's Hospital, College of Medicine, The Catholic University of Korea, Seoul, Korea, Republic of (South)"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sung-Soo Park",
            "author_affiliations": [
                "Department of Hematology, Catholic Hematology Hospital, Seoul St. Mary's Hospital, College of Medicine, The Catholic University of Korea, Seoul, Korea, Republic of (South)"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Silvia Park",
            "author_affiliations": [
                "Department of Hematology, Seoul St. Mary's Hospital, College of Medicine, The Catholic University of Korea, Seoul, Korea, Republic of (South)"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jae-Ho Yoon",
            "author_affiliations": [
                "Department of Hematology, Catholic Hematology Hospital, Seoul St. Mary's Hospital, College of Medicine, The Catholic University of Korea, Seoul, Korea, Republic of (South)"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Byung-Sik Cho",
            "author_affiliations": [
                "Department of Hematology, Seoul St. Mary's Hospital, College of Medicine, The Catholic University of Korea, Seoul, Korea, Republic of (South)"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ki-Seong Eom",
            "author_affiliations": [
                "Leukemia Research Institute, College of Medicine, The Catholic University of Korea, Seoul, Korea, Republic of (South)"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yoo-Jin Kim",
            "author_affiliations": [
                "Department of Hematology, Catholic Hematology Hospital, Seoul St. Mary's Hospital, College of Medicine, The Catholic University of Korea, Seoul, Korea, Republic of (South)"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Seok Lee",
            "author_affiliations": [
                "Department of Hematology, Seoul St. Mary's Hospital, College of Medicine, The Catholic University of Korea, Seoul, Korea, Republic of (South)"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chang-Ki Min",
            "author_affiliations": [
                "Department of Hematology, Catholic Hematology Hospital, Seoul St. Mary's Hospital, College of Medicine, The Catholic University of Korea, Seoul, Korea, Republic of (South)"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hee-Je Kim",
            "author_affiliations": [
                "Department of Hematology, Seoul St. Mary's Hospital, College of Medicine, The Catholic University of Korea, Seoul, Korea, Republic of (South)"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Seok-Goo Cho",
            "author_affiliations": [
                "Department of Hematology, Catholic Hematology Hospital, Seoul St. Mary's Hospital, College of Medicine, The Catholic University of Korea, Seoul, Korea, Republic of (South)"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jong Wook Lee",
            "author_affiliations": [
                "Department of Hematology, Catholic Hematology Hospital, Seoul St. Mary's Hospital, College of Medicine, The Catholic University of Korea, Seoul, Korea, Republic of (South)"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-21T04:05:40",
    "is_scraped": "1"
}