{
    "doi": "https://doi.org/10.1182/blood.V108.11.3507.3507",
    "article_title": "Cancer Germline Antigen-Specific T Cells Are Present and Functional in Many Patients with Multiple Myeloma and Paraproteinaemia. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "abstract_text": "The expression of Cancer Germline Antigens (CGAgs) is normally restricted to the pre-meiotic spermatogonia cells of the testis. The testis is an immunologically privileged site and so immunological tolerance to CGAg is not established. However, CGAg expression is also detected in many types of malignant disease including plasma cells from patients with multiple myeloma. CGAg expression has been shown to prime a T cell immune response in many patients with solid tumours and this may offer a novel target for immunotherapy in patients with myeloma. We have used immunodominant peptide epitopes from a range of CGAgs to screen for CGAg-specific T cells in the blood of patients with multiple myeloma at various stages of their disease. Initial studies demonstrated that T cells from 15 out of 37 patients responded to one or more CGAg peptides and the magnitude of the CGAg-specific CD8 + T cell response ranged between 0.0004% and 0.1% of the total CD8 + T cell pool. Serial analysis showed that these immune responses were detectable in individual patients at multiple time-points during the course of their disease. A further 13 peptides have now been obtained including several CD4 peptide. We have subsequently cloned CD4 T cells specific to a MAGE 3 peptide and have shown them to be functional. In some patients we determined the membrane phenotype of the CGAg-reactive cells as CD45RA+ and CCR7−, an effector memory differentiation state. CGAg-specific responses have also been detected in patients with clinically benign forms of paraproteinaemia indicating that T cell immunity may play a role in the control of disease progression. Plasma cells are localised to bone marrow and we are now focussing on the study of immunity to CGAg at this site. Initial findings indicate a higher proportion of CGAg-specific T cells within bone marrow and the phenotypic profile of these cells is being determined. Functional T cells specific for CGAg are therefore present in a large proportion of patients with multiple myeloma and offer the possibility of a novel approach for immunotherapy in this disease.",
    "topics": [
        "antigens",
        "cancer",
        "multiple myeloma",
        "paraproteinemias",
        "t-lymphocytes",
        "peptides",
        "immunotherapy",
        "disease progression",
        "epitopes",
        "solid tumors"
    ],
    "author_names": [
        "Oliver Goodyear, PhD",
        "Karen Piper, PhD",
        "Naeem Khan, PhD",
        "Jane Starczynski, PhD",
        "Prem Mahendra, MD",
        "Guy Pratt, MD",
        "Paul Moss, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Oliver Goodyear, PhD",
            "author_affiliations": [
                "CRUK Institute for Cancer Studies, University of Birmingham, Birmingham, West Midlands, United Kingdom",
                " "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Karen Piper, PhD",
            "author_affiliations": [
                "CRUK Institute for Cancer Studies, University of Birmingham, Birmingham, West Midlands, United Kingdom",
                " "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Naeem Khan, PhD",
            "author_affiliations": [
                "CRUK Institute for Cancer Studies, University of Birmingham, Birmingham, West Midlands, United Kingdom",
                " "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jane Starczynski, PhD",
            "author_affiliations": [
                "Department of Haematology, Birmingham Heartlands Hospital, Birmingham, West Midlands, United Kingdom",
                " "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Prem Mahendra, MD",
            "author_affiliations": [
                "Department of Haematology, Queen Elizabeth Hospital, Birmingham, West Midlands, United Kingdom",
                " "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Guy Pratt, MD",
            "author_affiliations": [
                "CRUK Institute for Cancer Studies, University of Birmingham, Birmingham, West Midlands, United Kingdom",
                "Department of Haematology, Birmingham Heartlands Hospital, Birmingham, West Midlands, United Kingdom",
                " "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paul Moss, PhD",
            "author_affiliations": [
                "CRUK Institute for Cancer Studies, University of Birmingham, Birmingham, West Midlands, United Kingdom",
                " "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-30T21:38:31",
    "is_scraped": "1"
}