{
    "doi": "https://doi.org/10.1182/blood.V120.21.2121.2121",
    "article_title": "Effects of Anti Rank Ligand Denusomab On Beta Thalassmia Major Induced Osteoporosis. ",
    "article_date": "November 16, 2012",
    "session_type": "112. Thalassemia and Globin Gene Regulation: Poster II",
    "abstract_text": "Abstract 2121 Introduction: Osteoporosis is defined as a metabolic bone disease characterized by low bone mass and microarchitectural deterioration of bony tissue leading to enhanced bone fragility and a consequent increase in fracture risk. It represents the second most common cause of endocrinopathy in patients with Beta thalassmia major (BTM). Some of the drugs proved effective to reduce vertebral and non-vertebral fracture risk. Denosumab is a fully human monoclonal antibody to the receptor activator of nuclear factor-κB ligand (RANKL), a member of the tumor necrosis factor receptor superfamily essential for osteoclastogenesis. However the efficacy and safety of Denosumab in BTM-induced osteoporosis has not been tested. This is the first study addressing this issue. Objective: To evaluate the efficacy and safety of anti RANK ligands on the biochemical and radiological parameters of bone mineralization in patients with BTM-induced osteoporosis. Radiological evaluation was done by DEXA scan (as per WHO criteria) and biochemical evaluation of bone turnover markers included bone specific alkaline phosphatase and type 1 collagen carboxy telopetide (T1CCT). Design: prospective study. Patients and methods: We studied 30 patients with BTM-induced osteoporosis as per WHO criteria (T score of less than −1.0 being defined as osteopenic and a T score of less than −2.5 being referred as osteoporotic). 19 males and 11 females aged between 17 and 32 years, with full pubertal development (Tanner's stage 5) at the time of the study were studied. Their serum ferritin levels ranged from 500 to 5922 ng/ml (mean= 2686 ng/ml). Every patients underwent DEXA scan as baseline and after 12 months of Denosumab therpy. All patients were evaluated biochemically by checking their serum calcium, phosphorus, bone specific alkaline phosphatase and T1CCT with the use of enzyme-linked immunosorbent assay (ELISA) (Nordic Bioscience Diagnostics A/S) at baseline 1860+/− 430 and 12 months after starting Denosumab. Fasting serum samples were collected before the injection,1 month and 6 months after the injection. Follicle stimulating hormone(FSH) 4.4+/−2.27IU/L, Luteinizing hormone (LH) 3.8+/−1.87IU/L and testosterone (T) 20+/−8.8μmol/l in males were measured at baseline and repeated every 3months. Baseline urea and electrolytes were measured at baseline including calcium and phosphorus two months. Circulating parathyroid hormone (PTH) levels were checked at baseline and then every 3months. Patients with renal impairment, hypocalcaemia or hyperparathyroidism were excluded from the study. Denosumab was administered as 60 mg subcutaneously twice yearly for a year. The mean bone mineral density T scores were −2.7 at the lumbar spine, −1.8 at the total hip, and −2.1 at the femoral neck. Main Outcome Measures and Results: Denosumab therapy for a year was associated with a significant increase in bone mineral density of 9.2% (95% CI, 8.2 to 10.1) at the lumbar spine and 6.0% (95% CI, 5.2 to 6.7) at the total hip. Denosumab treatment decreased serum TICCT levels by 56% at 1 month and normalized them in all patients at 1 year. Significant correlation were found between bone mineral density T score before and 1year after Denosumab in vertebral (r = 0.752,p < 0.001) and both hips (r = 0.758 respectively p < 0.001). The most common side effects were pain in the extremities (12%) and nausea (10%) of patients. Hypocalcemia was not reported in any patient. Conclusion: Denosumab therapy for BTM induced osteoporosis significantly decrease bone resorption and increased bone mineral density through inhibition of RANKL and is associated with a rapid and sustained reduction in bone turnover markers, a continuous marked increase in bone mineral density at vertebral and hips of patients with BTM. However further studies are required to confirm long-term effects of this therapy. Disclosures: Yassin: Hamad medical corporation: Employment, Research Funding. Off Label Use: the study about effects of denosumab antirank ligands in patients with Beta thalassemia major induced osteoporosis which is off label indication. Soliman: Hamad medical corporation: Employment, Research Funding. Osman: Hamad Medical Corporation: Employment. Elawwa: Hamad medical corporation: Employment, Research Funding.",
    "topics": [
        "osteoporosis",
        "trance protein",
        "denosumab",
        "ligands",
        "alkaline phosphatase",
        "hypocalcemia",
        "off-label use",
        "phosphorus",
        "x-ray absorptiometry, dual-energy",
        "adverse effects"
    ],
    "author_names": [
        "Mohamed A. Yassin, MBBS, MSc, CABM, FACP",
        "Ashraf T Soliman, MD, FRCP, PhD",
        "Mohamed Osman, MD",
        "Hanadi Rafii El-Ayoubi, MD",
        "Ahmed S Elawwa, MD",
        "Vincenzo Desanctis, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Mohamed A. Yassin, MBBS, MSc, CABM, FACP",
            "author_affiliations": [
                "Hematology/BMT, National Centre for Cancer Care and Research Hamad Medical Corporation, Doha, Qatar, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ashraf T Soliman, MD, FRCP, PhD",
            "author_affiliations": [
                "Pediatric Endocrinology, Hamad Medical Corporation, Doha, Qatar, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mohamed Osman, MD",
            "author_affiliations": [
                "Medical Laboraratory, Hamad Medical Corporation, Doha, Qatar, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hanadi Rafii El-Ayoubi, MD",
            "author_affiliations": [
                "Hematology/BMT, National Centre for Cancer Care and Research Hamad Medical Corporation, Doha, Qatar, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ahmed S Elawwa, MD",
            "author_affiliations": [
                "Pediatric Endocrinology, Hamad Medical Corporation, Doha, Qatar, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vincenzo Desanctis, MD",
            "author_affiliations": [
                "Pediatric and Adolescent Outpatient Clinic – Private Accredited Hospital Quisisana, Ferara, Italy"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-21T21:30:48",
    "is_scraped": "1"
}