{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.5399.5399",
    "article_title": "A Decade of Drug Development through Phase-1 Trials; Systematic Review of Literature for Novel Drugs and Targets in Multiple Myeloma ",
    "article_date": "December 7, 2017",
    "session_type": "653. Myeloma: Therapy, excluding Transplantation",
    "abstract_text": "Introduction: Multiple Myeloma (MM) remains an incurable malignancy but response rates are reaching 90% with induction chemotherapy. Despite improved therapy, majority of the patients still face relapse and drug resistance (Korteum KM et al, 2014). There has been significant advancement in drug development for MM with the introduction of many new classes of drugs such as proteasome inhibitors, Immunomodulatory agents, histone deacetylase (HDAC) inhibitors, surface molecule targeting antibodies, intracellular transduction inhibitors and chimeric antigen T cells (CAR-T). The purpose of our study is to systematically summarize the drugs and targets tested through phase I during the last 10 years and their potential mechanisms of actions (MOA). Methods: To identify the Phase 1 trials of novel drugs (2006-2016) in the treatment of MM; we performed literature search by using PubMed, Cochrane, Embase, meeting abstracts from ASH library, Clinicaltrials.gov, and online indexing engines. Phase 1 studies involving a novel drug with a MOA, irrespective of the geo-location, age, sex or specific eligibility criteria were included. We excluded Phase II and III trials, mixed phase I/II trials, duplicates, and trials including transplantation as a treatment option. We excluded drugs already approved for clinical use. Results: More than 500 studies were identified, out of which 45 studies containing a total of 1191 patients were included in the final analysis. 20 studies consisted of single agent therapy while 25 had multiple agents as therapy. Only 2 studies consisted of subjects who underwent only one prior therapy as opposed to 43 studies which included 2 or more prior therapies as a result or either failure of therapy or a relapse. The mean Overall Survival Rates (ORR) were calculated. Mean ORR for HDACI was calculated to be 55.5%. Among Surface Molecule targeting antibodies, the mean ORR was calculated at 56.6%. Novel drugs including Proteasome Inhibitors (Ixazomib), Immunomodulatory agents (Pomalidomide, Lenalidomide), PI3K/AKT inhibitors (Perifosine, Enzastaurin), mTOR inhibitors (Temsirolimus) and Pan-deacetylase inhibitors (Panobinostat) showed a positive mean ORR% of 41.4%, 45.7%, 21.2%, 37% and 51.6% respectively. Due to phase 1 nature of these trials and many trials which are still accruing, full potential of clinical benefit is not known. Discussion: The MOA of novel drugs studied in these studies included Immunomodulation, HDAC inhibition, Surface molecule targeting, Proteasome inhibition, PI3K/AKT inhibition, mTOR inhibition, Pan-deacetylase inhibition and Anti-angiogenic properties among others. For an example Vorinostat, achieved a partial response (PR) in 22% patients along with pretreatment effect of Vorinostat sensitized the myeloma cells to Bortezomib (Weber et al, 2012). Novel drug, i.e. Dacetuzumab, is a monoclonal antibody (mAb) against CD40 which is expressed in many B cell malignancies including MM. Patients who has refractory disease showed decreases in serum and urine M protein excretion (Hussein M et al, 2010). NK cell killer immunoglobulin like receptors (KIRs) act as a means of immune invasion. Similarly, Anti KIR Ab, IPH 2101 is a IgG4 mAb against inhibitory (KIR) (Benson Jr. et. Al, 2012). Patients upon treatment showed an ORR of 33%. In conclusion, we identified phase I studies with about 150 compounds that were clinically tested in MM. The real number of agents is likely to be much higher because of publication bias against negative trials and exclusion of Phase I / II studies in this analysis. Most of the novel agents were tested on patients that had either failed initial and secondary therapies, were resistant or had multiple relapses. Among novel drug classes, immunomodulatory agents, proteasome inhibitors and surface molecule targeting antibodies have shown response rates of more than 40%. Pan-deacetylase inhibitors (Panobinostat) shows response rates above 40% and is already approved for clinical use. Our study shows that alkylating agent such as bendamustin have high response rates. Novel drug classes including oncolytic viral therapies, CDK-9 Inhibitors (Flavopiridol) and HSP90 Inhibitors (Tanespimysin) showed promise as primary and adjunctive therapies in the treatment of MM. Use of newer agents, early in the disease course, coupled with standard therapy may prove to be highly beneficial. View large Download slide View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "drug development",
        "multiple myeloma",
        "molecule",
        "antibodies",
        "biological response modifiers",
        "histone deacetylase",
        "monoclonal antibodies",
        "proteasome inhibitors",
        "1-phosphatidylinositol 3-kinase",
        "cancer"
    ],
    "author_names": [
        "Imad Ud Deen, MBBS",
        "Muhammad Umar Khalid, MD",
        "Atlantis Dawn Russ, MD PhD",
        "Anh Hua, BS",
        "Ahmad Iftikhar, MD",
        "Adeela Mushtaq, MD",
        "Ahmad Safdar, BS",
        "Ali McBride, PharmD,MS",
        "Faiz Anwer, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Imad Ud Deen, MBBS",
            "author_affiliations": [
                "Agha Khan University Hospital, Karachi, Pakistan, Karachi, Pakistan "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Muhammad Umar Khalid, MD",
            "author_affiliations": [
                "Department of Internal Medicine, Western Reserve Health Education / Northside Medical Center, Youngstown, OH "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Atlantis Dawn Russ, MD PhD",
            "author_affiliations": [
                "University of Arizona, Tucson, AZ "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anh Hua, BS",
            "author_affiliations": [
                "University of Arizona, Tucson, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ahmad Iftikhar, MD",
            "author_affiliations": [
                "The University of Arizona, Tucson, AZ "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Adeela Mushtaq, MD",
            "author_affiliations": [
                "University of Arizona, Tucson, AZ "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ahmad Safdar, BS",
            "author_affiliations": [
                "University of Arizona, Tucson, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ali McBride, PharmD,MS",
            "author_affiliations": [
                "University of Arizona Cancer Center, Tucson, AZ ",
                "Department of Pharmacy, University of Arizona Cancer Center, Tucson, AZ ",
                "Department of Pharmacy Practice and Science, The University of Arizona College of Pharmacy, Tucson, AZ "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Faiz Anwer, MD",
            "author_affiliations": [
                "Univrsity of Arizona, Tucson, AZ"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-12T06:45:11",
    "is_scraped": "1"
}