{
    "doi": "https://doi.org/10.1182/blood.V108.11.3955.3955",
    "article_title": "2006 Prevalence Estimate of Idiopathic Thrombocytopenic Purpura (ITP) in the United States. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "ITP is a rare but serious platelet disorder. It has been associated with fatal hemorrhage and reduced life expectancy (Cohen et al ., Arch Intern Med, 2000). The incidence of ITP has been reported in two population-based studies in Europe (Neylon et al. , Br J Haem, 2003; Frederiksen and Schmidt, Blood, 1999). However, there are no recent high quality studies that we are aware of regarding the burden of this disease (i.e., prevalence) in the US by gender and age group, and so we undertook this study in IHCIS (Integrated Healthcare Information Services), a US managed care database comprised of over 38 million patients from 30 health plans. ICD-9 code 287.3 (primary thrombocytopenia) was used as a proxy for an ITP diagnosis. Patients were required to have at least one diagnosis code in 2004 and a second diagnosis code in 2003, 2004 or 2005 to help minimize rule-out diagnoses. Continuous enrolment for a defined period of time also was required. Projected 2006 cases were obtained by multiplying the 2004 prevalence proportions by July 1, 2006 US population estimates ( http://www.census.gov/ipc/www/usinterimproj ). The projected number of patients with ITP in the US in 2006 was estimated to be 85,000 to 108,000, depending on the stringency of the inclusion criteria (i.e., whether the second occurrence of 287.3 in a patient record had to be within six months of the first). Slightly more of these cases were among women (56%) compared to men, and adults were diagnosed more frequently than those aged 0–15. This is the first study to estimate US prevalence counts using a managed care population, which includes both inpatients and outpatients. However, there are several limitations: ICD-9 code 287.3 is not exclusive to ITP. Segal et al. (Am J Hem, 2004) reported that sensitivity and specificity based on a single occurrence of this code was 100% and 89%, respectively, among inpatients, and 84% and 66%, respectively, among outpatients; our study required two code occurrences. Our estimate also assumes that the prevalence rate has remained constant from 2004 to present. Lastly, Frederiksen and Schmidt reported that the incidence of ITP was higher among older individuals. Therefore, we may be under-estimating the true prevalence of this disease in the general population because the elderly are somewhat under-represented in the IHCIS database.",
    "topics": [
        "purpura, thrombocytopenic, idiopathic",
        "blood platelet disorders",
        "heme",
        "hemorrhage",
        "thrombocytopenia",
        "international classification of diseases",
        "older adult",
        "outpatients",
        "ecological study",
        "information services"
    ],
    "author_names": [
        "Anne C. Deitz, PhD",
        "Samantha A. St. Laurent, MPH",
        "Monica G. Kobayashi, MS",
        "Susan A. Hall, PhD",
        "Maurille A. Feudjo-Tepie, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Anne C. Deitz, PhD",
            "author_affiliations": [
                "Worldwide Epidemiology, GlaxoSmithKline, Collegeville, PA, USA",
                " "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Samantha A. St. Laurent, MPH",
            "author_affiliations": [
                "Worldwide Epidemiology, GlaxoSmithKline, Research Triangle Park, NC, USA",
                " "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Monica G. Kobayashi, MS",
            "author_affiliations": [
                "Worldwide Epidemiology, GlaxoSmithKline, Research Triangle Park, NC, USA",
                " "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Susan A. Hall, PhD",
            "author_affiliations": [
                "Worldwide Epidemiology, GlaxoSmithKline, Research Triangle Park, NC, USA",
                " "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maurille A. Feudjo-Tepie, PhD",
            "author_affiliations": [
                "Worldwide Epidemiology, GlaxoSmithKline, Middlesex, United Kingdom",
                " "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-02T09:39:20",
    "is_scraped": "1"
}