{
    "doi": "https://doi.org/10.1182/blood.V124.21.3081.3081",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2831",
    "start_url_page_num": 2831,
    "is_scraped": "1",
    "article_title": "Final Results of Phase I/II Trial of the Oral mTOR Inhibitor Everolimus (RAD001) in Combination with Bortezomib and Rituximab (RVR) in Relapsed or Refractory Waldenstrom Macroglobulinemia ",
    "article_date": "December 6, 2014",
    "session_type": "624. Lymphoma: Therapy with Biologic Agents, excluding Pre-Clinical Models: Poster II",
    "topics": [
        "bortezomib",
        "everolimus",
        "mtor inhibitors",
        "rituximab",
        "ventricular rate rapid",
        "waldenstrom macroglobulinemia",
        "1-phosphatidylinositol 3-kinase",
        "anemia",
        "combined modality therapy",
        "dexamethasone"
    ],
    "author_names": [
        "Irene M. Ghobrial, MD",
        "Robert Allyn Redd, MS",
        "Jeffrey Matous",
        "Philippe Armand, MD PhD",
        "Erica N Boswell, BS",
        "Stacey Chuma, BSN",
        "Kimberly Noonan, RN, NP, AOCN",
        "Megan H. MacNabb, BA",
        "Ranjit Banwait",
        "Courtney Hanlon",
        "Houry Leblebjian, PharmD, BCOP",
        "Diane Warren",
        "Jorge J. Castillo, MD",
        "Jacob P. Laubach, MD",
        "Claudia E. Paba-Prada, MD",
        "Kenneth C. Anderson, MD",
        "Paul G. Richardson",
        "Edie A. Weller, PhD",
        "Steven P Treon, MD MA, PhD"
    ],
    "author_affiliations": [
        [
            "Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
        ],
        [
            "Dana-Farber Cancer Institute, Boston, MA "
        ],
        [
            "Rocky Mountain Cancer Center, Denver, CO "
        ],
        [
            "Dana-Farber Cancer Institute, Boston, MA "
        ],
        [
            "Jerome Lipper Multiple Myeloma Center, Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
        ],
        [
            "Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
        ],
        [
            "Dana Farber Cancer Institute, Harvard Medical School, Boston, MA "
        ],
        [
            "Dana Farber Cancer Institute, Harvard Medical School, Boston, MA "
        ],
        [
            "Dana-Farber Cancer Institute, Boston, MA "
        ],
        [
            "Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
        ],
        [
            "Dana Farber Cancer Institute, Boston, MA "
        ],
        [
            "Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
        ],
        [
            "Dana-Farber Cancer Institute, Boston, MA "
        ],
        [
            "Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
        ],
        [
            "Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
        ],
        [
            "The LeBow Institute for Myeloma Therapeutics and Jerome Lipper Myeloma Center, Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
        ],
        [
            "The LeBow Institute for Myeloma Therapeutics and Jerome Lipper Myeloma Center, Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
        ],
        [
            "Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
        ],
        [
            "Dana-Farber Cancer Institute, Boston, MA"
        ]
    ],
    "first_author_latitude": "42.32868324999999",
    "first_author_longitude": "-71.12796515",
    "abstract_text": "Background: Waldenstrom Macroglobulinemia is a distinct lymphoplasmacytic lymphoma. Several clinical trials have shown high rates of response in patients with relapsed WM using bortezomib and rituximab combinations. In addition, the TORC1 inhibitor everolimus has previously shown a high response rate of 70% in this patient population. In this trial, we aimed to examine the safety and activity of the combination of everolimus with bortezomib and rituximab (RVR) and to determine whether a deep response can be achieved with a triple combination of targeted therapeutic agents in WM. Methods: The phase I portion of the study evaluated the maximum tolerated dose of everolimus, rituximab combination or RVR combination, while the phase II portion evaluated the depth of responses to the RVR combination. Patients were eligible for this trial if they had relapsed or refractory WM. There was no limit on the number of prior therapies. Patients were required to be ≥18 years old and have measurable and symptomatic disease. For the phase I, patients were assigned to a dose level in the order of study entry. In the dose-escalation scheme, everolimus was given at 5 or 10 mg PO with rituximab, or with bortezomib at 1.3 or 1.6 mg/m 2 and rituximab. Rituximab was given at a fixed dose of 375 mg/m 2 IV. In the phase II, patients received everolimus 10 mg flat dose PO daily, Bortezomib IV 1.6mg/m 2 weekly on days 1, 8, 15 q 28 days and rituximab IV 375 mg/ m 2 weekly on days 1, 8, 15 22 q 28 days on cycles 1 and 4 only. Treatment was daily and 4 weeks (28 days) was considered one cycle. Patients received a total of 6 cycles followed by maintenance therapy with everolimus 10 mg PO daily until progression. Dexamethasone was not permitted. Patients were assessed every cycle while on combination therapy, and every 3 months while on maintenance therapy. Patients with stable disease (SD) or responding disease could continue therapy until progression. Results: From April 2010 to July 2013, a total of 46 patients were enrolled on this trial; of these, 23 patients were in the phase I study and 23 patients in the phase II study. The median number of prior treatments was 2 (range 1-9) Prior therapies received included bortezomib-based therapy (26, 56%) and rituximab (45, 98%). Median treatment duration was 10 months (range, 3 weeks to 41 months) for all patients. There were no DLTs observed and no deaths occurred on this study. The most common toxicities in all patients on study were fatigue (29 patients, 63%); anemia and leukopenia (each in 24 patients, 52%); neutropenia (22, 48%); diarrhea (20, 43%); and neuropathy, pneumonitis/pulmonary infiltrates (each in 19 patients, 41%). The overall response rate (ORR) which includes patients with minor response (MR) or better in the phase II study (N=23) was 91% (95% CI, 72-99%) with 1 CR, 1 VGPR, 16 PR, and 3 MR. When all 36 patients on the phase I and phase II studies who received full dose of RVR were combined, the ORR was 89% (95% CI 74 – 97%), with 2 CR, 3 VGPR, 21 PR, and 6 MR. Conclusions: The RVR regimen is safe and well tolerated. RVR led to an overall response rate of 89% with PR or better achieved in 72% making this a highly effective regimen even in patients previously treated with bortezomib and/or rituximab. This study represents one of the first combination efforts of novel agents targeting the PI3K signaling pathway with a proteasome inhibitor. Disclosures Ghobrial: Sanofi: Research Funding; Noxxon: Research Funding; BMS: Advisory board, Advisory board Other, Research Funding; Onyx: Advisory board Other; Millennium: Membership on an entity's Board of Directors or advisory committees, Research Funding; Celgene: Membership on an entity's Board of Directors or advisory committees. Off Label Use: Bortezomib and everolimus are not approved for WM. Laubach: Novartis: Research Funding; Onyx Pharmaceuticals: Research Funding. Anderson: Celgene: Consultancy; Sanofi-Aventis: Consultancy; Onyx: Consultancy; Acetylon: Scientific Founder, Scientific Founder Other; Oncoprep: Scientific Founder Other; Gilead Sciences: Consultancy."
}