{
    "doi": "https://doi.org/10.1182/blood.V126.23.1591.1591",
    "article_title": "Real-World Ponatinib Prescribing Patterns and Outcomes in US Patients ",
    "article_date": "December 3, 2015",
    "session_type": "632. Chronic Myeloid Leukemia: Therapy: Poster I",
    "abstract_text": "Background : In Jan 2014, ponatinib was reintroduced to the US market after an 11 week withdrawal to review data on arterial thrombotic events, revise US prescribing information (USPI) and implement a risk evaluation and mitigation strategy (REMS). The USPI was revised to narrow the indicated population and recommend a starting dose of 45 mg, with consideration of 1) lower doses in patients with selected comorbidities or to manage adverse events, 2) dose reduction in chronic phase (CP) and accelerated phase (AP) chronic myeloid leukemia (CML) patients achieving major cytogenetic response, and 3) discontinuation if response has not occurred at 3 months. In the US, ponatinib is available exclusively through a specialty pharmacy that maintains prescribing data for all US ponatinib-treated patients since reintroduction. Examining these data provides insight into practitioners' patient selection and prescribing patterns, and real-world ponatinib outcomes. Methods : We performed a retrospective analysis of patients starting treatment with ponatinib between 01 January 2014 and 25 March 2015 using data from referring physicians, patient intake forms and pharmacy dispensing records. Patient and prescriber characteristics, and dosing and dose modifications were documented. Clinical, demographic and physician characteristics were examined as predictors of initial dose and dose modification using logistic regression; therapy duration was assessed using Kaplan-Meier techniques and proportional hazard regression. Results : 758 US patients initiated treatment with ponatinib over this 15-month period, (58% male; median age 55 years [range: 11-98]). Among 730 patients with a specified diagnosis, 80% had CML and 4% Philadelphia chromosome positive (Ph+) acute lymphocytic leukemia (ALL); the remainder had unspecified ALL (10%), other hematologic malignancies (3%), and solid tumors (3%). Of 411 CML patients reporting disease phase, 61% were in CP, 18% AP and 21% blast phase (BP). 12% of CML and 8% of Ph+ ALL patients had a reported T315I mutation. 21% of CP, 34% of AP, 12% of BP and 31% of Ph+ ALL patients were receiving ponatinib as 2nd-line therapy, with the remainder in 3rd line or later. Most recent prior TKI was dasatinib for 48%, nilotinib for 23%, bosutinib for 17%, and imatinib for 12% of patients in all therapy lines. 50% received 45 mg as their initial dose, 33% 30 mg and 17% 15 mg. Prescribers' practice setting was 49% community and 51% academic. Most prescribers (82%) had only 1 ponatinib patient; only 7% had 3 or more. Prescribers with >1 ponatinib patient were less likely to prescribe 45 mg starting dose (OR=0.53 for those with 2 patients; OR=0.25 for 3+ patients.) 23% of patients had at least one dose adjustment, including 17% with dose reduction. Among CP patients initially on 45 mg, with at least 6 months of therapy, 42% reduced dose (29% to 30 mg; 13% to 15 mg). Dose reduction decreased significantly for later therapy lines in CP, but did not differ by disease phase. Median time on therapy was >15 months for CP, 10.6 months for AP, 7.0 months for BP, and >14 months for Ph+ ALL. CP patients' time on therapy was longer for those started on 15 mg, although this difference was not significant (p=0.14) (Figure.) Reasons for dose adjustment and discontinuation were not well documented, but they appeared to occur at a relatively constant rate over time rather than at time points recommended for response monitoring. Conclusions : Real-world US data shows ponatinib is prescribed across disease phase, therapy line, and mutation status. While a majority of patients were in their 3rd line of therapy or later, a substantial proportion of patients, especially in AP CML and Ph+ ALL, received ponatinib as 2nd line therapy. Physicians appear to be selecting patients who are younger than those enrolled in registrational trial for ponatinib (55 years vs. PACE trial median age, 64 years), and mitigating against potential risk using lower starting doses and dose reduction. Most prescribers have only 1 ponatinib patient, but physicians with >1 ponatinib patient favor lower starting doses. Dose reduction and discontinuation occurred steadily over time rather than clustered at routine response milestone time points. CP CML Patients starting at 15 mg appear to have similar or better treatment duration compared with those started at higher doses. View large Download slide View large Download slide Close modal Disclosures Mauro: Ariad: Consultancy; Pfizer: Consultancy; Novartis Pharmaceutical Corporation: Consultancy, Research Funding; Bristol-Myers Squibb: Consultancy. McGarry: ARIAD: Employment, Equity Ownership. Yang: ARIAD Pharmaceuticals, Inc: Employment. Lustgarten: ARIAD Pharmaceuticals Inc.: Employment, Equity Ownership, Other: Stock. Huang: ARIAD: Employment, Equity Ownership.",
    "topics": [
        "ponatinib",
        "prescribing behavior",
        "duration of treatment",
        "accelerated phase",
        "acute lymphocytic leukemia",
        "adverse event",
        "blast phase",
        "bosutinib",
        "dasatinib",
        "hematologic neoplasms"
    ],
    "author_names": [
        "Michael J. Mauro, MD",
        "Lisa J. McGarry, MPH",
        "Mo Yang, PhD",
        "Stephanie Lustgarten, PhD",
        "Hui Huang, MBA, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Michael J. Mauro, MD",
            "author_affiliations": [
                "Leukemia Service, Department of Medicine, Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Lisa J. McGarry, MPH",
            "author_affiliations": [
                "ARIAD Pharmaceuticals, Inc., Cambridge, MA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mo Yang, PhD",
            "author_affiliations": [
                "ARIAD Pharmaceuticals, Inc., Cambridge, MA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephanie Lustgarten, PhD",
            "author_affiliations": [
                "ARIAD Pharmaceuticals, Inc., Cambridge, MA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hui Huang, MBA, PhD",
            "author_affiliations": [
                "ARIAD Pharmaceuticals, Inc., Cambridge, MA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-04T03:56:35",
    "is_scraped": "1"
}