{
    "doi": "https://doi.org/10.1182/blood.V128.22.1166.1166",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3363",
    "start_url_page_num": 3363,
    "is_scraped": "1",
    "article_title": "Feasibility of Allogeneic Hematopoietic Cell Transplantation Among High-Risk AML Patients in First Complete Remission: Results of the Transplant Objective from the SWOG (S1203) Randomized Phase III Study of Induction Therapy Using Standard 7+3 Therapy or Idarubicin with High-Dose Cytarabine (IA) Versus IA Plus Vorinostat ",
    "article_date": "December 2, 2016",
    "session_type": "732. Clinical Allogeneic Transplantation: Results: Transplant Access and Development of Risk Scores for HCT Outcomes",
    "topics": [
        "complete remission",
        "cytarabine",
        "hematopoietic stem cell transplantation",
        "idarubicin",
        "neoadjuvant therapy",
        "phase 3 clinical trials",
        "southwest oncology group",
        "transplantation",
        "vorinostat",
        "allogeneic hematopoietic stem cell transplant"
    ],
    "author_names": [
        "John M. Pagel, MD PhD",
        "Megan Othus, PhD",
        "Guillermo Garcia-Manero, MD",
        "Min Fang",
        "Jerald P. Radich, MD",
        "David A. Rizzieri, MD",
        "Guido Marcucci, MD",
        "Stephen A. Strickland",
        "Mark Litzow, MD",
        "Mary Lynn Savoie, MD FRCPC",
        "Stephen R. Spellman, MBS",
        "Dennis L. Confer, MD",
        "Jeffrey Chell, MD",
        "Maria Brown",
        "Bruno C. Medeiros, MD",
        "Mikkael A. Sekeres, MD MS",
        "Tara L. Lin",
        "Geoffrey L. Uy, MD",
        "Bayard L Powell, MD",
        "Jonathan E. Kolitz, MD",
        "Richard A. Larson, MD",
        "Richard M. Stone, MD",
        "David F. Claxton, MD",
        "James Essell, MD",
        "Selina Luger, MD",
        "Sanjay R. Mohan, MD",
        "Anna Moseley",
        "Harry P. Erba, MD PhD",
        "Frederick R. Appelbaum, MD"
    ],
    "author_affiliations": [
        [
            "Swedish Medical Center, Seattle, WA "
        ],
        [
            "SWOG Statistical Center, Seattle, WA "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA "
        ],
        [
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA "
        ],
        [
            "Division of Hematologic Malignancies and Cellular Therapy, Duke University Medical Center, Durham, NC "
        ],
        [
            "James Cancer Hospital, The Ohio State Univ. Med. Ctr., Columbus, OH "
        ],
        [
            "Vanderbilt-Ingram Cancer Center, Nashville, TN "
        ],
        [
            "Mayo Clinic, Rochester, MN "
        ],
        [
            "Alberta Health Services, Calgary, Canada "
        ],
        [
            "CIBMTR® (Center for International Blood and Marrow Transplant Research), National Marrow Donor Program/Be The Match®, Minneapolis, MN "
        ],
        [
            "The Blood and Marrow Transplant Clinical Trials Network, Milwaukee, WI ",
            "National Marrow Donor Program, Minneapolis, MN "
        ],
        [
            "The Blood and Marrow Transplant Clinical Trials Network, Milwaukee, WI ",
            "National Marrow Donor Program, Minneapolis, MN "
        ],
        [
            "CIBMTR® (Center for International Blood and Marrow Transplant Research), National Marrow Donor Program/Be The Match®, Minneapolis, MN "
        ],
        [
            "Department of Medicine, Division of Hematology, Stanford University, Stanford, CA "
        ],
        [
            "Department of Translational Hematology and Oncology Research, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH ",
            "Leukemia Program, Department of Hematology and Medical Oncology, Cleveland Clinic, Cleveland, OH "
        ],
        [
            "University of Kansas Cancer Center, Kansas City, KS "
        ],
        [
            "Department of Medicine, BMT and Leukemia Program, Washington University School of Medicine, Saint Louis, MO "
        ],
        [
            "Baptist Comprehensive Cancer Center, Wake Forest School of Medicine, Winston Salem, NC "
        ],
        [
            "Department of Medicine, Monter Cancer Center of Northwell Health System, Hampstead, NY "
        ],
        [
            "University of Chicago, Chicago, IL "
        ],
        [
            "Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA "
        ],
        [
            "Penn State Hershey Cancer Institute, Penn State University College of Medicine, Hershey, PA "
        ],
        [
            "Oncology Hematology Care, Inc, Cincinnati, OH "
        ],
        [
            "Abramson Cancer Center, University of Pennsylvania, Philadelphia, PA "
        ],
        [
            "Department of Medicine, Division of Hematology and Oncology, Vanderbilt University Medical Center, Nashville, TN "
        ],
        [
            "SWOG Statistical Center, Fred Hutchinson Cancer Research Center, Seattle, WA "
        ],
        [
            "University of Alabama at Birmingham, Birmingham, AL"
        ],
        [
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA "
        ]
    ],
    "first_author_latitude": "47.6242132",
    "first_author_longitude": "-122.3355306",
    "abstract_text": "Background: Adult acute myeloid leukemia (AML) patients with high-risk cytogenetics have a significantly worse survival compared to similarly treated intermediate- or favorable-risk patients. Although prior studies suggest better outcome in high-risk AML patients in first complete remission (CR1) who undergo allogeneic hematopoietic cell transplantation (HCT) compared with consolidation chemotherapy, only 40% of patients proceed to HCT. The lack of a matched sibling donor (available in about 33%) should not be a barrier to HCT since alternative donors are available for the large majority of high-risk AMLpatients and recent data suggest outcomes after allogeneic HCT from fully matched unrelated donors are similar to those following matched related donor transplantation. We sought to determine if a prospective organized effort could rapidly identify alternative donors to improve the historical 40% allogeneic HCT rate in high-risk CR1 AML patients ≤ age 61. Secondly, we hypothesized that transplanting significantly more adults with high-risk AML in CR1 would lead to an improved outcome compared with the historical relapse-free survival (RFS) of 22%. Patients and Methods: Adult patients between ages 18 and 60 years with untreated AML were randomized to receive induction therapy with standard cytarabine plus daunorubicin (7+3; n=261), idarubicin with high-dose cytarabine (IA; n=261), or IA with vorinostat (IA+V; n=216). Conventional cytogenetics were obtained at time of enrollment and used to determine risk classification by standard criteria. All patients with high-risk cytogenetics underwent expedited HLA-typing. High-risk patientswere encouraged tobe referred for consultation with a transplant team with the goal of conducting an allogeneic HCT in CR1. Results: Of 738 eligible patients (median age, 49 years; range, 18-60), 159 (22%) had high-risk cytogenetics, of whom 60 (38%), 61 (38%), and 38 (24%) received induction with 7+3, IA, or IA+V, respectively. A total of 107 of the 159 high-risk patients achieved CR/CRi (67%). HCT was performed in 317 of all 738 patients (43%) and 68 (64%) of the high-risk patients received a transplant in CR1 (p<0.001 compared to historical rate of 40%). Twenty-five (37%) had a matched related donor, 31 (45%) had a matched unrelated donor, 3 (4%) had a mismatched related donor, 8 (12%) had a mismatched unrelated donor, and 1 (1%) received an umbilical cord blood transplant. Sixty-six high-risk patients transplanted in CR/CRi have detailed data. Median time to HCT from CR1 was 76 days (range, 20-365). Fifty-seven patients (86%) received a myeloablative regimen and 9 (14%) reduced-intensity conditioning. Reasons for 39 high-risk CR1 patients not receiving a transplant in CR1 were: co-morbidities (n=1), death (n=6), no insurance (n=1), no donor (n=1), physician decision (n=3), patient decision (n=3), relapse (n=6), other (n=10), or unknown (n=8). The 2-year RFS estimate in the entire high-risk cohort is 32%, significantly higher than the 22% historical rate (p=0.05). Median RFS in the high-risk CR1 cohort (n=107) was 10 months [range, 1-32* (censored) months]. RFS and OS were similar among HCT patients using matched related [1 year estimates: 40% (95% CI 27%, 74%) and 56% (37%, 74%), respectively] and matched unrelated [1 year estimates: 52% (37%, 75%) and 56% (37%, 74%), respectively] donors in CR1. The HR (reference = unrelated) for RFS was 0.67 (0.32, 1.37) and for OS was 0.88 (0.41, 1.90). Median overall survival (OS) among all patients in the high-risk cohort (n=159) was 12 months [range, 1-33* (censored) months] and was 18 months [range 3-33* (censored) months] for those transplanted in CR1 (Fig. 1). Conclusions: In newly diagnosed adults with AML age 18-60, early cytogenetic testing with an organized effort to identify a suitable allogeneic HCT donorled to a CR1 transplant rate of 64% in the high-risk group, which in turn led to a significant improvement in RFS over historical controls. Better outcomes in poor prognosis AML patients may be achieved simply by rapidly finding unrelated donors and performing allogeneic HCT in CR1 as soon as possible. Clinical Trials Registry: NCT #0180233; Support: NIH/NCI grants: CA180888, CA180819, CA18020, CA180821, CA180863, CA077202; CCSRI #021039 Figure 1 View large Download slide Overall Survival (OS) among all patients in the high-risk cohort, all high-risk patients achieving CR1, and in those high-risk patients transplanted in CR1. Figure 1 View large Download slide Overall Survival (OS) among all patients in the high-risk cohort, all high-risk patients achieving CR1, and in those high-risk patients transplanted in CR1.  Disclosures Othus: Glycomimetics: Consultancy; Celgene: Consultancy. Radich: Novartis: Consultancy, Other: laboratory contract; ARIAD: Consultancy; Pfizer: Consultancy; TwinStrand: Consultancy; Bristol-MyersSquibb: Consultancy. Strickland: Alexion Pharmaceuticals: Consultancy; Ambit: Consultancy; Baxalta: Consultancy; Boehringer Ingelheim: Consultancy, Research Funding; CTI Biopharma: Consultancy; Daiichi Sankyo: Consultancy; Sunesis Pharmaceuticals: Consultancy, Research Funding; Abbvie: Research Funding; Astellas Pharma: Research Funding; Celator: Research Funding; Cyclacel: Research Funding; GlaxoSmithKline: Research Funding; Karyopharm Therapeutica: Research Funding; Sanofi: Research Funding. Savoie: AbbVie: Consultancy; Lundbeck: Consultancy; BMS: Consultancy, Honoraria; Velgene: Consultancy; Pfizer: Consultancy; Amgen: Consultancy; Novartis: Consultancy, Honoraria; Jazz: Consultancy. Sekeres: Millenium/Takeda: Membership on an entity's Board of Directors or advisory committees; Celgene: Membership on an entity's Board of Directors or advisory committees. Stone: Amgen: Consultancy; Celgene: Consultancy, Membership on an entity's Board of Directors or advisory committees; Xenetic Biosciences: Consultancy; Jansen: Consultancy; Pfizer: Consultancy; ONO: Consultancy; Juno Therapeutics: Consultancy; Merck: Consultancy; Roche: Consultancy; Seattle Genetics: Consultancy; Sunesis Pharmaceuticals: Consultancy; Abbvie: Consultancy, Membership on an entity's Board of Directors or advisory committees; Agios: Consultancy; Novartis: Consultancy; Celator: Consultancy; Karyopharm: Consultancy. Erba: Seattle Genetics: Consultancy, Research Funding; Pfizer: Consultancy; Jannsen: Consultancy, Research Funding; Juno: Research Funding; Celator: Research Funding; Ariad: Consultancy; Agios: Research Funding; Amgen: Consultancy, Research Funding; Novartis: Consultancy, Speakers Bureau; Millennium Pharmaceuticals, Inc.: Research Funding; Incyte: Consultancy, DSMB, Speakers Bureau; Celgene: Consultancy, Speakers Bureau; Gylcomimetics: Other: DSMB; Sunesis: Consultancy; Daiichi Sankyo: Consultancy; Astellas: Research Funding."
}