{
    "doi": "https://doi.org/10.1182/blood.V104.11.806.806",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=147",
    "start_url_page_num": 147,
    "is_scraped": "1",
    "article_title": "Activated Peripheral Mononuclear Cells Plus Soluble Plasma Tissue Factor Activate Factors VII and X in Cardiac Surgical Wounds. ",
    "article_date": "November 16, 2004",
    "session_type": "Oral Sessions",
    "topics": [
        "mononuclear cells",
        "plasma",
        "surgical incisions",
        "thromboplastin",
        "recombinant coagulation factor viia",
        "thrombin",
        "cardiac surgery procedures",
        "cardiopulmonary bypass",
        "factor vii",
        "factor x"
    ],
    "author_names": [
        "Robert W. Colman, M.D.",
        "Mohammad M.H. Khan, M.D., Ph.D.",
        "Takashi Hattori, Ph.D.",
        "L. Henry Edmunds4, M.D."
    ],
    "author_affiliations": [
        [
            "The Sol Sherry Thrombosis Research Center, Temple University School of Medicine, Philadelphia, PA, USA"
        ],
        [
            "The Sol Sherry Thrombosis Research Center, Temple University School of Medicine, Philadelphia, PA, USA"
        ],
        [
            "Harrison Department of Surgical Research, University of Pennsylvania School of Medicine, Philadelphia, PA, USA"
        ],
        []
    ],
    "first_author_latitude": "40.00660499999999",
    "first_author_longitude": "-75.1522835",
    "abstract_text": "Objectives: This study examines the role of pericardial wound monocytes in thrombin generation during clinical cardiac surgery with cardiopulmonary bypass (CPB). Background: The mechanism by which wound mononuclear cells rapidly express procoagulant activity is unexplained. Methods: Factor VII activation (FVIIa) was measured using recombinant, truncated, soluble tissue factor (rsTF) and various blood cells in vitro . FVIIa was also measured with monocytes and soluble plasma tissue factor taken before CPB and simultaneously from the pericardial wound and perfusion circuit during CPB in thirteen patients. Results: RsTF in combination with monocytes, but not platelets, neutrophils or red cells, accelerates activation of FVII beginning at 1 pmole/L rsTF. Less than 1% rsTF is bound, yet catalytic activity peaks at 7 minutes and decays afterwards. In wound plasma, monocytes are activated (MCP-1 = 29.5 ± 2.1 pmoles/L) and wound plasma tissue factor (wpTF) is substantially elevated (3.64 ± 0.45 pmoles/L) with 81.7% in the supernatant and 18.3% in microparticles. By Western blot all forms of plasma TF migrate at Mr 65 kDa [TF/FVII(FVIIa) complex]. Wound monocytes and C5a activated prebypass or perfusate monocytes plus wpTF convert all available FVII to FVIIa. Activated monocytes plus supernatant TF/FVII(VIIa) more efficiently activate factor X than microparticle TF/FVII(FVIIa). The correlation coefficient (r) between wound thrombin generation (F1.2) and wpTF is 0.944 (p = 0.0004). Conclusions: During clinical cardiac surgery with CPB wound monocytes plus wpTF or microparticle-free, protein fragments of wound tissue factor preferentially accelerate activation of FVII and FX. This system represents a new mechanism of thrombin generation."
}