{
    "doi": "https://doi.org/10.1182/blood.V112.11.2916.2916",
    "article_title": "Preclinical Ex-Vivo Generation of Clinical Relevant Amounts of NK Cells from CD34+ Progenitor Cells for Immunotherapy ",
    "article_date": "November 16, 2008",
    "session_type": "Tumor Immunotherapy",
    "abstract_text": "Alloreactive donor Natural Killer (NK) cells, displaying a KIR-ligand mismatch with the recipient play a pivotal role in graft-versus-leukemia (GVL) reactivity without significant graft-versus-host disease (GVHD) following haploidentical stem cell transplantation. Therefore, infusions of haploidentical NK cells are suggested to become an attractive approach for cancer immunotherapy. So far, difficulties in isolation and expansion of peripheral NK cells resulted in only limited data about safety and clinical efficacy of purified NK cell infusions. Therefore, we have developed a novel culture system without the use of feeder cells for the ex vivo generation of NK cells from CD34+ hematopoietic progenitor cells (HPCs) isolated from cord blood (CB) or bone marrow (BM). It is based on a two-step procedure using an expansion and a differentiation step. The NK cell generation system uses mainly cytokines such as SCF, TPO, Flt3-L, IL-2, IL-7 and IL-15 and specific modified glycosaminoglycans (GAGs) to direct and control the two phases. The developmental phase and the final NK cell product is controlled and characterized by immunophenotyping using multi-colour flow cytometry and CFSE-based cytotoxicity assays against various tumor cells. Our system generates a homogeneous final cell product of CD56+/CD3- cells with a purity of >99%. A total cell expansion of more than 5×10^4 fold allows to generate 5×10^10 NK cells from 1×10^6 CB CD34+ stem and progenitor cells within 4–5 weeks of culture. For BM cells an expansion rate of more than 1×10^4 fold was detected after a 5–6 week cell culture period. During the two week expansion phase step,we expand UCB CD34+ cells more than 100 fold. Phenotypic analysis showed a decrease of stem cell-specific antigens such as CD34 and CD117 during the first three weeks, whereas antigens specific for NK cell progenitors and mature NK cells such as CD56, CD94 and CD161 are up-regulated after initiating differentiation at day 14. Furthermore, distinct cell populations can be detected reflecting NK cell developmental stages in vitro. Effective differentiation of the expanded progenitor cells into mature NK cells is characterized by the expression of NK cell-specific antigens including CD56, CD94, NKG2A, NKG2D and NCRs as well as homing receptors such as CD62L, CXCR4 and CCR7. The final NK cell product shows high expression levels of inhibitory and activating receptors as well the intrinsic capability to express KIR, which is detected by flow cytometry after 6–7 weeks of culture. Cytotoxicity assays demonstrated robust lysis of more than 90% against AML as well as melanoma tumor cell lines. This system, with its huge expansion potential to generate highly activated NK cells with homing capability, is the basis for a first clinical trial in 2009, to infuse haploidentical NK cells generated from CD34+ cells in poor-risk AML patients. The use of our defined culture conditions enables new prospects in NK cell research, regarding NK cell development and NK cell maturation, as well as new aspects for the clinical use of NK cell products derived from HPCs.",
    "topics": [
        "aldesleukin",
        "antigens",
        "cancer immunotherapy",
        "cd34 antigens",
        "cd56 antigens",
        "cell culture techniques",
        "cxcr4 receptors",
        "cytokine",
        "cytotoxicity",
        "flow cytometry"
    ],
    "author_names": [
        "Jan Spanholtz",
        "T. M. de Witte, MD, PhD",
        "Marleen Tordoir",
        "Harry Dolstra"
    ],
    "author_dict_list": [
        {
            "author_name": "Jan Spanholtz",
            "author_affiliations": [
                "Central Hematology Laboratory, Nijmegen, Netherlands"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "T. M. de Witte, MD, PhD",
            "author_affiliations": [
                "Univ. Hospital Nijmegen, Nijmegen, NLD"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marleen Tordoir",
            "author_affiliations": [
                "Central Hematology Laboratory, Nijmegen, Netherlands"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Harry Dolstra",
            "author_affiliations": [
                "Central Hematology Laboratory, Nijmegen, Netherlands"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-07T21:35:27",
    "is_scraped": "1"
}