{
    "doi": "https://doi.org/10.1182/blood.V120.21.824.824",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2246",
    "start_url_page_num": 2246,
    "is_scraped": "1",
    "article_title": "Dynamic Regulation of 5-Hydroxymethylcytosine At the γ-Globin Promoter During Erythroid Differentiation ",
    "article_date": "November 16, 2012",
    "session_type": "112. Thalassemia and Globin Gene Regulation: Basic Science",
    "abstract_text": "Abstract 824 DNA methylation is a key element responsible for γ-globin gene repression in adult erythroid cells. Our laboratory previously observed that the γ-globin gene promoter region was demethylated in a progressive manner as γ-globin expression was activated during erythroid differentiation of primary baboon pre-switch fetal liver cells and, to a lesser extent, of adult baboon bone marrow (BM) cells (Singh et al Exp Hematol 35:48-55, 2007). The mechanism responsible for DNA demethylation of the γ-globin promoter during erythroid differentiation remains unknown. Recent studies have shown that DNA demethylation in the early embryo is mediated by the “sixth base” 5-hydroxymethylcytosine (5-hmC) whose formation from 5-methylcytosine is catalyzed by the enzymatic activity of the three TET proteins. To investigate the hypothesis that 5-hmC mediates DNA demethylation of the γ-globin promoter during erythroid differentiation, levels of 5-hmC at Msp I (CCGG) sites within the γ- and ϵ-globin promoters and γ-globin IVS II region in DNA isolated from peripheral WBC, purified terminal erythroid precursors, and FACS-purified adult bone marrow subpopulations enriched for different stages of differentiation (CD117+ CD36-, CD117+ CD36+, and CD117-CD36+), were analyzed using a T4 glucosylase-MspI quantitative real time PCR assay. Levels of 5-hmC associated with the γ-globin promoter MspI site were 11.6 fold higher (p7 fold higher (p<.05) in terminal erythroid precursors compared to the CD117+CD36- subpopulation. These results strongly suggest that differences in 5-hmC associated with the ϵ- and γ-globin promoters are the result of wider dynamic alterations of genomic 5-hmC levels during erythroid differentiation that may be mediated by differences in TET gene expression and support the hypothesis that 5-hmC is involved in the mechanism responsible for DNA demethylation of the γ-globin promoter during erythroid differentiation. Disclosures: Godley: Celgene: Research Funding.",
    "topics": [
        "globins",
        "high pressure liquid chromatography procedure",
        "polymerase chain reaction",
        "proto-oncogene protein c-kit",
        "cd36 antigens",
        "dna",
        "sequence analysis",
        "erythroid progenitor cells",
        "bone marrow",
        "papio"
    ],
    "author_names": [
        "Maria Armila Ruiz, B.S.",
        "Kestis Vaitkus",
        "Aparna Vasanthakumar, PhD",
        "Angela Rivers, MD, PhD",
        "Tatiana Kouznetsova, M.S.",
        "Joseph DeSimone, PhD",
        "Lucy A. Godley, MD, PhD",
        "Donald Lavelle, Ph.D."
    ],
    "author_affiliations": [
        [
            "Department of Medicine, University of Illinois at Chicago, Jesse Brown VA Medical Center, Chicago, IL, USA, "
        ],
        [
            "Department of Medicine, University of Illinois at Chicago, Jesse Brown VA Medical Center, Chicago, IL, USA, "
        ],
        [
            "Department of Medicine, Section of Hematology/Oncology, University of Chicago, Chicago, IL, USA, "
        ],
        [
            "Department of Pediatrics, University of Illinois at Chicago, Chicago, IL, USA"
        ],
        [
            "Department of Medicine, University of Illinois at Chicago, Jesse Brown VA Medical Center, Chicago, IL, USA, "
        ],
        [
            "Department of Medicine, University of Illinois at Chicago, Jesse Brown VA Medical Center, Chicago, IL, USA, "
        ],
        [
            "Department of Medicine, Section of Hematology/Oncology, University of Chicago, Chicago, IL, USA, "
        ],
        [
            "Department of Medicine, University of Illinois at Chicago, Jesse Brown VA Medical Center, Chicago, IL, USA, "
        ]
    ],
    "first_author_latitude": "41.86999879999999",
    "first_author_longitude": "-87.67819"
}