{
    "doi": "https://doi.org/10.1182/blood.V126.23.3509.3509",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3006",
    "start_url_page_num": 3006,
    "is_scraped": "1",
    "article_title": "Binding of rhFVIIa (LR769) to the Endothelial Protein C Receptor ",
    "article_date": "December 3, 2015",
    "session_type": "321. Blood Coagulation and Fibrinolytic Factors: Poster III",
    "topics": [
        "endothelial protein c receptor",
        "thromboplastin",
        "hemophilia a",
        "protein c",
        "antithrombin iii",
        "antithrombins",
        "blood coagulation factors",
        "factor viia",
        "joint disorders",
        "recombinant coagulation factor viia"
    ],
    "author_names": [
        "Jerry A Grandoni, PhD"
    ],
    "author_affiliations": [
        [
            "LFB USA, Framingham, MA"
        ]
    ],
    "first_author_latitude": "42.29464959999999",
    "first_author_longitude": "-71.49171580000001",
    "abstract_text": "Congenital Hemophilia A and B treatment may be complicated by the development of inhibitors to the coagulation factors used in replacement therapies. In such cases, factor replacement becomes ineffective and use of a bypassing agent is needed to treat or prevent bleedings. A recombinant form of activated Factor VII has been available for this purpose. In this study, a new second generation recombinant human Factor VIIa (rhFVIIa, LR769) produced by LFB USA was studied. The goal is to provide patients with Hemophilia A and B who develop inhibitors an alternative treatment option. In work presented previously, we demonstrated that LR769 was similar to NovoSevenRT with respect to activation of FX and FIX, tissue factor binding, and inactivation by antithrombin. LR769 bound better to platelets than NovoSevenRT at saturation but had a similar binding constant(1). It is known that FVIIa binds to Endothelial Protein C Receptor (EPCR) with the same affinity as Protein C (2-4). Several studies suggest EPCR is involved in therapeutic mechanism rhFVIIa (5,6,7,8). In addition to its effect on thrombin generation, binding to EPCR may protect against permeability induced by VEGF and LPS (6). In the work presented here, the binding of LR769 to EPCR on the surface of cultured HUVEC cells was determined and compared to NovoSevenRT. A dose-dependent binding was observed at rhFVIIa concentrations expected in patients undergoing treatment with this product. The specificity for EPCR binding was confirmed by competition with Protein C, soluble EPCR, or anti-EPCR which reduced binding to these cells. Addition of soluble tissue factor increased the binding by approximately 20-30%. Overall, the results show that LR769 binds to primary human endothelial cells via EPCR and that tissue factor increases the binding affinity. Binding was found to be higher with LR769 than NovoSevenRT. The significance of the tissue factor effect on rhFVIIa binding with respect to Hemophilic joint arthropathy is discussed. The methods used will be used to further characterize the interactions of rhFVIIa with important components of the vascular system. 1) Grandoni, J.A. et al. (2013) ASH 2013 poster 2) Gosh et al. (2007) JBC 282 11849-11857 3) Lopez-Sagaseta et al. (2007) JTH 5 1817-1824 4) Preston et al. (2006) JBC 281 28850-28857 5) Pavani, G et al. (2014) Blood 7 1157-65 6) Sundarham et al. J. Thromb and Hemost (2014)12:690-700 7) Monroe DM, et al. (1997) Br J Haematol;99:542-7 Disclosures Grandoni: LFB USA: Employment."
}