{
    "doi": "https://doi.org/10.1182/blood-2020-140932",
    "article_title": "Implementation of Flow Cytometric Monocyte Repartition Assay for Assessment of Chronic Myelomonocytic Leukaemia (CMML) in Bone Marrow ",
    "article_date": "November 5, 2020",
    "session_type": "637.Myelodysplastic Syndromes-Clinical Studies",
    "abstract_text": "Background: CMML is a myelodysplastic/myeloproliferative overlap syndrome associated with persistent monocytosis. Previous studies have shown a characteristic phenotype of peripheral blood (PB) monocytes in CMML that may have diagnostic utility. There is expansion of the classical monocyte (Mo1) population (CD14+CD16-) with concomitant reduction in the intermediate (Mo2; CD14+16+) and non-classical (Mo3; CD14-16+) populations. It is unclear whether an increased Mo1 population or a reduced Mo2/Mo3 population is a better discriminator in detecting CMML by flow cytometry. Diagnostic thresholds for these populations have most often been established by comparison with normal donors using PB samples. The objective of this study was to determine the optimal cut-off limits for flow cytometric monocyte repartition (FMR) in bone marrow (BM) samples and to assess the diagnostic accuracy of this method in patients undergoing BM evaluation for other causes of monocytosis using a novel gating strategy. Patients/Methods: 71 BM aspirates were analysed comprising 35 confirmed CMML (21 proliferative CMML , 14 dysplastic CMML), 13 other myeloid neoplasm (MN) disease controls and 23 normal bone marrow aspirates. The MN cohort was identified through local samples with a known peripheral blood monocytosis of ≥1.0x10 9 and peripheral blast count of <20% not fulfilling criteria for CMML. The MN cohort comprised of 4 cases of chronic myeloid leukaemia (CML), 2 cases of myelodysplasia/myeloproliferative neoplasm unspecified (MDS/MPN-U), two cases of atypical CML (aCML), 2 cases of primary myelofibrosis, 1 case of juvenile myelomonocytic leukaemia (JMML), 1 case of chronic neutrophilic leukaemia (CNL) and 1 case of therapy-related acute myeloid leukaemia (T-AML). The median age of CMML patients within our cohort was 74 years (range 44- 89 years) and 77% were male. Stored flow cytometric data were reanalysed to assess monocyte subsets. After initial removal of doublets and non-cellular events, sequential gating selected a CD45+CD33 bright population with low side scatter to select monocytes and exclude granulocytes. The lymphocyte gate as determined on the CD45 vs CD33 plot was used to establish a threshold for CD16 positivity. Immature double negative monocytes (CD14-CD16-) were excluded as in published gating strategies. Results: Linear regression analysis of the percentage of both the Mo1 and Mo2 populations demonstrated a significant difference between the CMML, MN, and normal cohorts (global P88.5% (Figure 1B) gave a sensitivity of 77.1% (95% CI: 60.98%, 87.93%) and specificity of 88.9% (95% CI: 74.69%, 95.59%) (Figure 1A). A Mo2% cut-off value of <12.25% (Figure 1C) gave a sensitivity of 78.8% (95% CI: 62.25%, 89.32%) with a specificity of 80.6% (95% CI: 64.97%, 90.25%) (Figure 1A). Eight patients with CMML were misclassified by the Mo1/Mo2 criteria. Conclusion: Our study confirms that analysis of monocyte subsets on BM samples provides good discrimination of CMML cases when compared to normal controls. There was significant overlap with other MN samples. FMR may be a useful adjunct to BM morphology in cases with subtle dysplasia. Further study is required to understand the overlap in monocyte phenotype between CMML and other myeloid neoplasms. View large Download slide View large Download slide  Close modal Disclosures Allen: Amgen: Other: Travel Support; Roche: Other: Travel Support; Novartis: Other: Travel Support. Hahn: Roche: Honoraria; Astra Zeneca: Honoraria.",
    "author_names": [
        "Sharon A Allen, MBBS, B.MDci(Path)",
        "Eugene Ng, BSc",
        "Suzanne Edwards, GDipMStat, GDipMa, BN",
        "Uwe H Hahn, MBBS, MD FRCPA",
        "Tatjana Banovic, MBBS, MD PhD FRCPA",
        "David M Ross, MBBS, PhD FRACP, FRCPA"
    ],
    "author_dict_list": [
        {
            "author_name": "Sharon A Allen, MBBS, B.MDci(Path)",
            "author_affiliations": [
                "SA Pathology, Adelaide, Australia ",
                "Department of Haematology, Royal Adelaide Hospital, Adelaide, Australia "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Eugene Ng, BSc",
            "author_affiliations": [
                "SA Pathology, Adelaide, Australia "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Suzanne Edwards, GDipMStat, GDipMa, BN",
            "author_affiliations": [
                "The University of Adelaide, Adelaide, Australia "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Uwe H Hahn, MBBS, MD FRCPA",
            "author_affiliations": [
                "SA Pathology, Adelaide, Australia ",
                "Royal Adelaide Hospital, Adelaide, Australia "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tatjana Banovic, MBBS, MD PhD FRCPA",
            "author_affiliations": [
                "SA Pathology, Adelaide, Australia ",
                "The Department of Clinical Immunology and Allergy, Royal Adelaide Hospital, Adelaide, Australia "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David M Ross, MBBS, PhD FRACP, FRCPA",
            "author_affiliations": [
                "Department of Haematology, Royal Adelaide Hospital and SA Pathology, Adelaide, Australia ",
                "Department of Haematology, Flinders Medical Centre and University, Adelaide, Australia ",
                "Department of Haematology, Centre for Cancer Biology, SA Pathology, Adelaide, Australia"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-19T18:38:09",
    "is_scraped": "1"
}