{
    "doi": "https://doi.org/10.1182/blood.V106.11.624.624",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=470",
    "start_url_page_num": 470,
    "is_scraped": "1",
    "article_title": "Low Level Amplification (Duplication) of 1q21 in Myeloma and Prognosis; the Role of CKS1B. ",
    "article_date": "November 16, 2005",
    "session_type": "Oral Sessions",
    "topics": [
        "amplification",
        "multiple myeloma",
        "chemotherapy regimen",
        "cyclin-dependent kinases",
        "follow-up",
        "gene expression profiling",
        "receptor, erbb-2",
        "rna",
        "chromosome abnormality",
        "coefficient of determination"
    ],
    "author_names": [
        "Rafael Fonseca, MD",
        "Scott Van Wier",
        "Wee-Joo Chng, MD",
        "Rhett Ketterling, MD",
        "Martha Lacy, MD",
        "Angela Dispenzieri, MD",
        "Peter Leif Bergsagel, MD",
        "S. Vincent Rajkumar, MD",
        "Philip Greipp, MD",
        "Mark Litzow, MD",
        "Shaji Kumar, MD",
        "Natalia Gonzalez-Paz, MD",
        "Kim Henderson",
        "Gregory Ahmann",
        "Morie Gertz, MD"
    ],
    "author_affiliations": [
        [
            "Hematology-Oncology, Mayo Clinic Scottsdale, Scottsdale, AZ, USA"
        ],
        [
            "Hematology-Oncology, Mayo Clinic Scottsdale, Scottsdale, AZ, USA"
        ],
        [
            "Hematology-Oncology, Mayo Clinic Scottsdale, Scottsdale, AZ, USA"
        ],
        [
            "Laboratory Medicine and Pathology, Mayo Clinic Rochester, Rochester, MN, USA"
        ],
        [
            "Hematology, Mayo Clnic Rochester, Rochester, MN, USA"
        ],
        [
            "Hematology, Mayo Clnic Rochester, Rochester, MN, USA"
        ],
        [
            "Hematology-Oncology, Mayo Clinic Scottsdale, Scottsdale, AZ, USA"
        ],
        [
            "Hematology, Mayo Clnic Rochester, Rochester, MN, USA"
        ],
        [
            "Hematology, Mayo Clnic Rochester, Rochester, MN, USA"
        ],
        [
            "Hematology, Mayo Clnic Rochester, Rochester, MN, USA"
        ],
        [
            "Hematology, Mayo Clnic Rochester, Rochester, MN, USA"
        ],
        [
            "Hematology, Mayo Clnic Rochester, Rochester, MN, USA"
        ],
        [
            "Hematology, Mayo Clnic Rochester, Rochester, MN, USA"
        ],
        [
            "Hematology-Oncology, Mayo Clinic Scottsdale, Scottsdale, AZ, USA"
        ],
        [
            "Hematology, Mayo Clnic Rochester, Rochester, MN, USA"
        ]
    ],
    "first_author_latitude": "33.5821473",
    "first_author_longitude": "-111.87505879999999",
    "abstract_text": "Introduction: Molecular cytogenetic studies have revealed that, to a great extent, the heterogeneity of myeloma is largely dictated by the underlying genetic and cytogenetic aberrations present in the clonal plasma cells. Most recently the group from the University of Arkansas identified strong prognostic associations with an increased level of gene expression of a cell cycle associated gene, CKS1B. CKS1B favors cell cycle progression by promoting degradation of p27 with release of the cyclin dependent kinases and entry into mitosis. Patients and methods: To further test this hypothesis we studied: a) via FISH for CKS1B amplification in a cohort of patients treated at the Mayo Clinic with high dose chemotherapy and stem cell support, as well as a group of patients with cytogenetically defined hypodiploidy, and b) a cohort of myeloma patients that were studied by gene expression profiling. Gene expression analysis was performed on CD138-enriched plasma-cell RNA using Affymetrix U133A chips (Affymetrix, Santa Clara, CA). Results: Of 159 patients studied 46 exhibited FISH abnormalities consistent with increase number of signals for CKS1B (30%): amplification was marginal or low in 44 cases, and in only two cases the ratio between CKS1B and control probe was greater than 2.0. Therefore, the predominant pattern is one of gene duplication rather than amplification where gene copy usually exceeds 10 and ratio with control probe exceeds 5 (e.g. HER-2/neu amplification). Patients with CKS1B duplication had a higher prevalence of chromosome 13 deletion (72%), and t(4;14) (29%). The presence of CKS1B duplication was more frequent (53%) among 19 patients with hypodiploidy. Using gene expression data for CKS1B, we found a positive association with t(14;16)(q32;q23). The level of CKS1B gene expression positively correlated with the PCLI (p<0.0001) but there was heterogeneity in this relationship (r2 = 0.34). We found no correlation between the expression level of CKS1B and p27 (r2 = 0.008, p = 0.37). While CKS1B gene duplication had a negative effect on survival this effect was weak (29.9 versus 38 months, p = 0.124. Median follow-up is 55 months) and disappeared when the variable was entered into the multivariate model including PCLI, B 2 -microglobulin and all the major genetic abnormalities by FISH. Likewise the level of expression of CKS1B determined by gene expression only carried prognostic significance when extreme levels of expression were utilized as a prognostic variable. Discussion: In this study we show that increase copy number of CKS1B is present in one third of patients with MM (majority of these being gene duplication) and seem to be associated with a shorter overall survival, but the net effect of this is rather weak in our series. Further study is needed to understand its potential role as a progression factor in the plasma cell neoplasms."
}