{
    "doi": "https://doi.org/10.1182/blood-2021-149006",
    "article_title": "Super-Enhancer-Driven PPP1R15B As an Oncogenic and Potential Therapeutic Target in Multiple Myeloma ",
    "article_date": "November 5, 2021",
    "session_type": "602.Disordered Gene Expression and Epigenetics in Hematologic Malignancies: Basic",
    "abstract_text": "Background: Multiple myeloma (MM) is a hematological malignancy arising from immunoglobulin-secreting plasma cells. Despite recent progress in stem-cell transplantation, high-dose chemotherapy and novel therapies, MM remains incurable and most patients experience relapse. In addition of genetic alterations, growing evidence has suggested that alterations in epigenetic landscape contribute to pathogenesis of MM. Super enhancers (SE) are large clusters of putative enhancers with aberrantly strong binding of mediators and transcription-regulating proteins. MM cells are highly dependent on unfolded protein response (UPR) signaling pathways due to high level of endoplasmic reticulum (ER) stress. Phosphorylation of eIF2α can attenuate protein translation. The PPP1R15B (denoted as R15B hereafter) gene encodes a regulatory subunit of an eIF2α-specific phosphatase complex. In this study, we identified SE-driven oncogenes specific in MM with a particular focus on a candidate SE-associated gene R15B, whose functional roles in MM remain largely elusive. Methods: We performed H3K27Ac ChIP-seq on MM cell lines, primary MM patient samples and normal CD138+ plasma cells, memory B cells (controls). ROSE analysis was used to systematically annotate SEs and their associated genes between tumors and controls. A combination of public data mining, RNA interference (RNAi), overexpression and CRISPR/Cas9 technologies followed by functional assays were conducted to determine the oncogenic effects of R15B in MM. Transcriptome analysis of MM cell line NCI-H929 with R15B knockdown and scrambled control was performed. To further study the interactions between SE and its promoters, we are currently working on highly integrative chromatin immunoprecipitation (HiChIP) followed by sequencing. Results: We have identified R15B as one of the SE-associated genes specific to MM patient samples and MM cell lines. The expression of R15B was 6- to 50-fold higher in a panel of 8 MM cell lines than normal controls. SE activity was correlated with the expression level of R15B. Higher expression of R15B predicted poor overall survival of MM patients, suggesting its clinical relevance in MM pathogenesis. Knockdown and knockout of R15B significantly reduced cell viability, clonogenicity and induced G2/M phase cell cycle arrest. Gene Ontology (GO) enrichment and pathway analysis of downregulated genes in response to R15B knockdown indicates that these genes are significantly associated with G2/M checkpoint hallmark, oxidative phosphorylation, unfolded protein response and E2F1-related pathways. Loss of R15B may induce apoptosis via activation of UPR pro-apoptotic executors PUMA and NOXA. ChIP-qPCR assays indicates that transcription factor C/EBP-β is strongly enriched at R15B SE region. Furthermore, we examined the therapeutic effects of Salubrinal, a selective inhibitor of eIF2α phosphorylation, on MM cells. Salubrinal inhibited MM cell proliferation in a dose-dependent manner, and MM cell lines with higher R15B expression were more sensitive to Salubrinal than those with lower R15B level. Conclusions: Our integrative approaches identified R15B as a novel SE-driven oncogene, and may form a positive feedback loop with C/EBP-β. Salubrinal selectively inhibits proliferation of MM cells with high R15B expression. Hence, we propose that targeting R15B may serve as a new approach for effective anti-myeloma therapy, which warrants further clinical investigation. Disclosures Chng:  Novartis: Honoraria; Celgene: Honoraria, Research Funding; Janssen: Honoraria, Research Funding; Abbvie: Honoraria; Amgen: Honoraria, Research Funding.",
    "author_names": [
        "Sinan Xiong",
        "Jianbiao Zhou",
        "Tze King Tan",
        "Sabrina Hui-Min Toh",
        "Kalpnaa Balan",
        "Yunlu Jia",
        "Tae-Hoon Chung",
        "Takaomi Sanda",
        "Wee Joo Chng"
    ],
    "author_dict_list": [
        {
            "author_name": "Sinan Xiong",
            "author_affiliations": [
                "Department of Medicine, Yong Loo Lin School of Medicine, National University of Singapore, Singapore, Singapore"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jianbiao Zhou",
            "author_affiliations": [
                "Department of Medicine, Yong Loo Lin School of Medicine, National University of Singapore, Singapore, Singapore",
                "Cancer Science Institute of Singapore, National University of Singapore, Singapore, Singapore"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tze King Tan",
            "author_affiliations": [
                "Cancer Science Institute of Singapore, National University of Singapore, Singapore, Singapore"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sabrina Hui-Min Toh",
            "author_affiliations": [
                "Cancer Science Institute of Singapore, National University of Singapore, Singapore, Singapore"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kalpnaa Balan",
            "author_affiliations": [
                "Cancer Science Institute of Singapore, National University of Singapore, Singapore, Singapore"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yunlu Jia",
            "author_affiliations": [
                "Department of Surgical Oncology, Sir Run Run Shaw Hospital, Zhejiang University, Hangzhou, China"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tae-Hoon Chung",
            "author_affiliations": [
                "Cancer Science Institute of Singapore, National University of Singapore, Singapore, Singapore"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Takaomi Sanda",
            "author_affiliations": [
                "Department of Medicine, Yong Loo Lin School of Medicine, National University of Singapore, Singapore, Singapore",
                "Cancer Science Institute of Singapore, National University of Singapore, Singapore, Singapore"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wee Joo Chng",
            "author_affiliations": [
                "Department of Hematology-Oncology, National University Cancer Institute of Singapore, National University Health System, Singapore, Singapore",
                "Department of Medicine, Yong Loo Lin School of Medicine, National University of Singapore, Singapore, Singapore",
                "Cancer Science Institute of Singapore, National University of Singapore, Singapore, Singapore"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-21T21:29:06",
    "is_scraped": "1"
}