{
    "doi": "https://doi.org/10.1182/blood.V116.21.3591.3591",
    "article_title": "ZAP-70 Enhances BCR Signaling and Migration of Malignant B Lymphocytes towards CCL21 Via Induction of CCR7 Expression ",
    "article_date": "November 19, 2010",
    "session_type": "CLL - Biology and Pathophysiology, excluding Therapy: Poster III",
    "abstract_text": "Abstract 3591 ZAP-70 (ξ-associated protein) is a protein tyrosine kinase of the Syk/ZAP family that plays a crucial role in cellular activation in T and NK cells. High expression of ZAP-70 protein in malignant cells from Chronic Lymphocytic Leukemia (CLL) correlates with adverse clinical prognostic features, such as unmutated IgHV genes, short time to progression, and short survival. Moreover, ZAP-70 protein has been related to aggressive features of the CLL cells, such as enhanced B-cell receptor (BCR) signaling and higher migration capacity. To further investigate into the mechanisms by which ZAP-70 protein influences the clinical outcome of patients with CLL, we analyzed the functional consequences of ZAP-70 ectopic expression in malignant B-cells. For this, Ramos and Raji (Burkitt) B-cell lines were stably transfected with a ZAP-70 expressing vector (pEGFP-N2ZAP-70) and the effects in BCR signaling and migration were studied. BCR-expressing B-cells (Ramos) where stimulated with F(ab’)2 anti-IgM or F(ab’)2 anti-IgD. IgM but not IgD stimulation induced ZAP-70 activation and mobilization to the membrane, which, in turn, enhanced signaling through phosphorilation of AKT and ERK1-2 kinases. The presence of ZAP-70 also inhibited IgM and CD79b internalization after BCR stimulation, thus allowing for a longer and sustained stimulation. In Raji B-cells, which did not express BCR, ZAP-70 was constitutively phosphorilated, which induced a higher level of ERK1-2 phosphorilation only, suggesting that AKT phosphorilation in Ramos expressing ZAP-70 after IgM stimulation was depending on additional factors. BCR stimulation in Ramos B cells changed the expression pattern of several cytokine receptors such as CXCR4 and CXCR3 (downregulated) and CCR7 (upregulated). Interestingly, ZAP-70 activation was involved in the induction of CCR7 expression, which was significantly upregulated upon BCR stimulation in ZAP-70 expressing B-cells. This upregulation was also confirmed in Raji B cells upon ZAP-70 expression and activation. The relationship between ZAP-70 and CCR7 was also seen in neoplastic B-lymphocytes from patients with CLL where there was a linear correlation between the expressions of the two molecules. The increased CCR7 expression in ZAP-70 expressing B-cell lines translated into an enhanced signaling though CCR7 upon CCL21 addition and an enhanced migration towards a CCL21-containing medium in vitro. In conclusion, ZAP-70 ectopic expression leaded to an enhanced signaling through the BCR after IgM stimulation while it did not participate in the signaling through IgD. Moreover, ZAP-70 expression induced the upregulation of the chemokine receptor CCR7, thus giving the cells the ability to better respond and migrate towards CCL21. These results give further insight into the functional role of ZAP-70 protein in the aggressiveness of CLL cases with an increased expression of ZAP-70. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "b-lymphocytes",
        "burkitt lymphoma, atypical",
        "burkitt's lymphoma",
        "signal transduction",
        "zap-70 kinase",
        "immunoglobulin m",
        "immunoglobulin d",
        "proto-oncogene proteins c-akt",
        "chemokine receptors",
        "chronic b-cell leukemias"
    ],
    "author_names": [
        "Eva Calpe",
        "Maria Joao Baptista, MSc",
        "Carles Codony, PhD",
        "Neus Villamor, MD, PhD",
        "Pau Abrisqueta, MD",
        "Olga Salamero, MD",
        "Pere Barba, MD",
        "Mercedes Gironella, MD",
        "Noelia Purroy, MD",
        "Marta Crespo, PhD",
        "Francesc Bosch, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Eva Calpe",
            "author_affiliations": [
                "Laboratory of Experimental Hematology, Department of Hematology, Hospital Vall d’Hebron, Barcelona, Spain, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Maria Joao Baptista, MSc",
            "author_affiliations": [
                "Laboratory of Experimental Hematology, Department of Hematology, Hospital Vall d’Hebron, Barcelona, Spain, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carles Codony, PhD",
            "author_affiliations": [
                "Institut of Hematology and Oncology, Department of Hematology, Hospital Clinic, IDIBAPS, University of Barcelona, Barcelona, Spain, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Neus Villamor, MD, PhD",
            "author_affiliations": [
                "Pathology, Hospital Clinic, Barcelona, Spain, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pau Abrisqueta, MD",
            "author_affiliations": [
                "Laboratory of Experimental Hematology, Department of Hematology, Hospital Vall d’Hebron, Barcelona, Spain, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Olga Salamero, MD",
            "author_affiliations": [
                "On behalf of CETLAM Cooperative Group, Barcelona, Spain"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pere Barba, MD",
            "author_affiliations": [
                "Laboratory of Experimental Hematology, Department of Hematology, Hospital Vall d’Hebron, Barcelona, Spain, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mercedes Gironella, MD",
            "author_affiliations": [
                "Laboratory of Experimental Hematology, Department of Hematology, Hospital Vall d’Hebron, Barcelona, Spain, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Noelia Purroy, MD",
            "author_affiliations": [
                "Laboratory of Experimental Hematology, Department of Hematology, Hospital Vall d’Hebron, Barcelona, Spain, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marta Crespo, PhD",
            "author_affiliations": [
                "Laboratory of Experimental Hematology, Department of Hematology, Hospital Vall d’Hebron, Barcelona, Spain, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francesc Bosch, MD, PhD",
            "author_affiliations": [
                "Laboratory of Experimental Hematology, Department of Hematology, Hospital Vall d’Hebron, Barcelona, Spain, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-15T02:31:55",
    "is_scraped": "1"
}