{
    "doi": "https://doi.org/10.1182/blood.V124.21.3791.3791",
    "article_title": "Analyses of a Pair of Concordant Twins with Infant ALL and Discordant Clinical Outcome Reveals Immunoescape As a Mechanism of Disease Persistence in MLL-Rearranged Leukemia ",
    "article_date": "December 6, 2014",
    "session_type": "618. Acute Lymphoblastic Leukemia: Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis: Poster III",
    "abstract_text": "MLL-fusion is the most common genetic abnormality in acute lymphoblastic leukemia (ALL) of infancy and occurs in approximately 80% of the cases. Infant ALL represents a biologically distinctive entity with a highly immature pro-B immunophenotype associated with a particularly unfavorable prognosis due to a high proportion of early relapses. This may be due to the survival of dormant residual disease protected by the bone marrow niche. We have characterized a pair of monozygotic twin sisters diagnosed with ALL in early infancy. Tumor cells from both children carried the t(11;19) translocation (MLL-ENL fusion) and both patients were treated according to the ALL-BFM 2000 protocol. Despite good initial treatment responses in both twins, one sister developed very early relapse (twin A) and succumbed to the disease. The other went into continuous complete remission (twin B) and, as of today, is alive after 9 years. The clinical data of the 2 patients are presented in Table 1. Diagnostic bone marrow (BM) aspirates of both sisters were injected into the femoral bones of NOD SCID gamma (NSG) mice. Survival of xenografted mice bearing twin A was significantly longer due to a lower proliferative capacity of twin A as compared to twin B cells. In vivo Bromodeoxyuridine (BrdU) assays revealed that twin B cells were proliferating equally fast in BM and spleen, while in twin A cells, the BM markedly suppressed entry into S-phase. Flow cytometry from xenograft BM identified a large CD34+ population in twin A cells that was almost absent in twin B cells. Furthermore, BM of twin A xenografts showed a CD34+/CD38-/CD19- stem cell like population undetectable in twin B animals. Most interestingly, injection of minimal residual disease (MRD) negative remission bone marrow (PCR for Ig-gene rearrangements and the MLL-fusion gene) of both sisters into NSG mice resulted in a full-blown xenograft leukemia in animals bearing twin A but not twin B. Taken together, these data suggest that fatal relapse in twin A may be due to a quiescent stem cell like population kept in check by unknown mechanisms. Next, we performed gene expression analyses on xenografted leukemias from twin A (initial, leukemia amplified from remission BM, relapse) and from twin B (initial). STRING analysis of gene expression differences revealed that, amongst other findings related to cell cycle regulation and DNA-repair, twin A cells downregulated genes indicating a reduced interferon pathway activity (CXCL10, IFI30, TRAIL, STAT1, OAS1, MX1) and several genes connected to TYRO protein kinase binding protein (TYROBP) shown previously to regulate the activity of natural killer (NK) cells. This suggests that twin A cells may evade immunosurveillance as a mechanism of disease persistence. 51 Chromium-release assays with IL-2 stimulated allogeneic NK cells from two healthy donors and the xenografted twin cells showed that twin A cells were significantly less sensitive to NK cell mediated lysis as compared to twin B cells. Whether the tumor cells also display differential susceptibility to antibody-dependent cell-mediated cytotoxicity is currently investigated. While the extensive genomic characterization of the twin leukemias is under way, we show evidence from xenograft experiments, gene expression profiles and functional in vitro experiments that dormant residual cells in MLL-rearranged ALL can evade immunosurveillance. These findings serve as a rationale to employ immunotherapeutic approaches in infant ALL patients in order to improve their dismal prognosis. Finally, we report the first monozygotic twin pair with MLL-rearranged ALL and discordant clinical outcomes. This provides a unique opportunity and a model to gain insight into the clonal composition of infant leukemia and the origins of leukemia relapse. Table 1: Patient characteristics of the MLL-ENL positive twin pair. WBC, white blood cells; BM, bone marrow; CNS, central nervous system; MRD, minimal residual disease.  Parameter . Twin A . Twin B . Age at diagnosis (days) 98 147 WBC (initial)/µl 334.000 103.000 Blasts (Peripheral Blood) % 97 91 Blasts (BM) % 98 97 CNS involvement Not determined Negative Immunophenotype Pro-B Pro-B Cytogenetics t(11;19) t(11;19) Prednisone-Response Poor Good Blasts (BM), day 15 % 32 1 MRD day 33 Negative Negative MRD day 78 Negative <10 -4 * Event-free survival 227 days >9 years Time to relapse 227 days n/a Overall survival 390 days >9 years Parameter . Twin A . Twin B . Age at diagnosis (days) 98 147 WBC (initial)/µl 334.000 103.000 Blasts (Peripheral Blood) % 97 91 Blasts (BM) % 98 97 CNS involvement Not determined Negative Immunophenotype Pro-B Pro-B Cytogenetics t(11;19) t(11;19) Prednisone-Response Poor Good Blasts (BM), day 15 % 32 1 MRD day 33 Negative Negative MRD day 78 Negative <10 -4 * Event-free survival 227 days >9 years Time to relapse 227 days n/a Overall survival 390 days >9 years View Large *low positive, not quantifiable Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "infant",
        "leukemia",
        "treatment outcome",
        "twins",
        "transplantation, heterologous",
        "bromodeoxyuridine",
        "disease remission",
        "immunophenotyping",
        "monitoring, immunologic",
        "neoplasm, residual"
    ],
    "author_names": [
        "Henning Fedders, PhD",
        "Ameera Alsadeq, PhD",
        "Britt-Sabina Petersen, PhD",
        "Christian Kellner, PhD",
        "Matthias Peipp, PhD",
        "Thomas Valerius, MD",
        "Robert Haesler, PhD",
        "Julia Alten, MD",
        "Anja Möricke",
        "Susanne Strube, PhD",
        "Thomas Wiesel, MD",
        "Gunnar Cario, MD",
        "Martin Schrappe",
        "Andre Franke, PhD",
        "Martin Stanulla, MD",
        "Denis Martin Schewe, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Henning Fedders, PhD",
            "author_affiliations": [
                "University Hospital Schleswig-Holstein, Kiel, Germany "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ameera Alsadeq, PhD",
            "author_affiliations": [
                "University Hospital Schleswig-Holstein, Kiel, Germany "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Britt-Sabina Petersen, PhD",
            "author_affiliations": [
                "Christian-Albrechts University of Kiel, Kiel, Germany "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christian Kellner, PhD",
            "author_affiliations": [
                "University Hospital Schleswig-Holstein and University of Kiel, Kiel, Germany "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Matthias Peipp, PhD",
            "author_affiliations": [
                "University Hospital Schleswig-Holstein and University of Kiel, Kiel, Germany "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas Valerius, MD",
            "author_affiliations": [
                "University Hospital Schleswig-Holstein and University of Kiel, Kiel, Germany "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert Haesler, PhD",
            "author_affiliations": [
                "Christian-Albrechts University of Kiel, Kiel, Germany "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Julia Alten, MD",
            "author_affiliations": [
                "University Hospital Schleswig-Holstein, Kiel, Germany "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anja Möricke",
            "author_affiliations": [
                "University Hospital Schleswig-Holstein, Kiel, Germany "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Susanne Strube, PhD",
            "author_affiliations": [
                "University Hospital Schleswig-Holstein, Kiel, Germany "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas Wiesel, MD",
            "author_affiliations": [
                "University Witten-Herdecke, Datteln, Germany "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gunnar Cario, MD",
            "author_affiliations": [
                "University Hospital Schleswig-Holstein, Kiel, Germany "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martin Schrappe",
            "author_affiliations": [
                "University Hospital Schleswig-Holstein, Campus Kiel, Kiel, Germany "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andre Franke, PhD",
            "author_affiliations": [
                "Christian-Albrechts University of Kiel, Kiel, Germany "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martin Stanulla, MD",
            "author_affiliations": [
                "Medical School Hannover, Hannover, Germany"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Denis Martin Schewe, MD",
            "author_affiliations": [
                "University Hospital Schleswig-Holstein, Kiel, Germany "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-30T06:53:00",
    "is_scraped": "1"
}