{
    "doi": "https://doi.org/10.1182/blood.V126.23.50.50",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3067",
    "start_url_page_num": 3067,
    "is_scraped": "1",
    "article_title": "Targeting of Quiescent and Proliferating CML Stem Cells By DNA Repair Inhibitors ",
    "article_date": "December 3, 2015",
    "session_type": "631. Chronic Myeloid Leukemia: Biology and Pathophysiology, excluding Therapy: Targeting Leukemic Stem Cells in Chronic Myeloid Leukemia",
    "topics": [
        "accelerated phase",
        "blast phase",
        "brca1 protein",
        "cancer",
        "dasatinib",
        "dna",
        "dna repair",
        "dna, double-stranded",
        "imatinib mesylate",
        "leukemia"
    ],
    "author_names": [
        "Katherine Sullivan",
        "Elisabeth Bolton-Gillespie",
        "Margaret Nieborowska-Skorska",
        "Sabine Cerny-Reiterer, DVM",
        "Peter Valent, MD",
        "Markus Muschen, MDPhD",
        "Richard Pomerantz",
        "Alexander Mazin",
        "Tomasz Skorski"
    ],
    "author_affiliations": [
        [
            "Temple University School of Medicine, Philadelphia, PA "
        ],
        [
            "Temple University School of Medicine, Philadelphia, PA "
        ],
        [
            "Temple University School of Medicine, Philadelphia, PA "
        ],
        [
            "Ludwig Boltzmann Cluster Oncology, Medical University of Vienna, Vienna, Austria "
        ],
        [
            "Department of Internal Medicine I, Division of Hematology and Hemostaseology, Medical University of Vienna, Vienna, Austria "
        ],
        [
            "Department of Laboratory Medicine, University of California San Francisco, San Francisco, CA "
        ],
        [
            "Temple University School of Medicine, Philadelphia, PA "
        ],
        [
            "Drexel University, Philadelphia, PA"
        ],
        [
            "Temple University School of Medicine, Philadelphia, PA "
        ]
    ],
    "first_author_latitude": "40.00660499999999",
    "first_author_longitude": "-75.1522835",
    "abstract_text": "Tyrosine kinase inhibitors (TKIs) such as imatinib, dasatinib and nilotinib revolutionized the treatment of chronic myeloid leukemia in chronic phase (CML-CP). However, it is unlikely that TKIs will \"cure\" a majority of CML patients due to the presence of TKI-refractory quiescent leukemia stem cells (LSCs) and/or TKI-resistant proliferating LSCs. Moreover, a sub-population of patients does not respond favorably to TKI therapy and/or accumulates TKI-resistant BCR-ABL1 mutants and additional chromosomal aberrations (high risk/poor responders = HR/PR). This process may lead to the disease relapse and/or malignant progression to fatal chronic myeloid leukemia in accelerated phase or blast phase (CML-AP/BP). Therefore new treatment modalities are necessary to improve therapeutic outcome of CML HR/PRs. We found that CML LSCs and LPCs, including quiescent LSCs, from HR/PRs accumulate the highest levels of reactive oxygen species (ROS)-induced DNA double strand breaks (DSBs) in comparison to \"good responders\" and normal counterparts ( Bolton-Gillespie et al., Blood, 2013 ). DSBs are the most lethal DNA lesions, but CML cells can tolerate them because two major repair mechanisms, homologous recombination (HR) and non-homologous end-joining (NHEJ), are hyper-activated ( Slupianek et al., Mol. Cell, 2001; Oncogene, 2005; DNA Repair, 2006; Cancer Res., 2011; Blood, 2011; Nowicki et al., Blood, 2005 ). It appears that CML cells, and especially these from HR/PRs are \"addicted\" to DSB repair pathways to survive pro-apoptotic challenge from lethal DSBs. There are critical differences between DSB repair in normal and CML cells due to downregulation of BRCA1 in HR pathway and DNA-Pkcs in NHEJ pathway ( Slupianek et al., Cancer Res., 2011; Podszywalow-Bartnicka et al., Cell Cycle, 2014 ). Therefore, proliferating LSCs/LPCs employ RAD52-dependent alternative HR, in contrast to BRCA1-mediated HRR in normal counterparts. Quiescent LSCs use PARP1-mediated alternative NHEJ instead of DNA-PKcs -dependent NHEJ, which is predominant in normal quiescent HSCs. We hypothesized that simultaneous targeting of PARP1 and RAD52 will trigger \"dual synthetic lethality\" eradicating quiescent LSCs and proliferating LSCs/LPCs. To test this hypothesis we generated Parp1-/-Rad52-/- double knockout mice, which did not display any detectable problems in hematopoietic system and other organs. Leukemogenesis in SCLtTA/p210BCR-ABL1/Parp1-/-Rad52-/- mice was much prolonged in comparison to SCLtTA/p210BCR-ABL1/Parp1-/- , SCLtTA/p210BCR-ABL1/Rad52-/- and SCLtTA/p210BCR-ABL1 animals; 33% of SCLtTA/p210BCR-ABL1/Parp1-/-Rad52-/- mice did not develop leukemia. Moreover, BCR-ABL1 transfected Parp1-/-Rad52-/- bone marrow cells formed the lowest number of colonies when compared to BCR-ABL1 transfected Parp1-/- , Rad52-/-, and wild-type cells. Next, we tested anti-leukemia effect of a combination of PARP1 inhibitor (FDA approved Lynparza) and RAD52 small molecule inhibitor (RAD52smi) identified by high-throughput screen. Simultaneous administration of RAD52 and PARP1 inhibitors completely eradicated clonogenic activity of TKI-treated CML-CP HR/PRs and CML-AP LSCs/LPCs and almost exhausted quiescent LSCs without affecting normal cells. These inhibitors were also very effective against Ph+ ALL cells. In conclusion \" dual synthetic lethality \" triggered by simultaneous targeting of PARP1 and RAD52 represents a novel strategy which may eradicate quiescent LSCs and proliferating LSCs/LPCs not only from CML but also from BCR-ABL1 -positive ALL. Disclosures Valent: Novartis: Consultancy, Honoraria, Research Funding; Celgene: Honoraria; Bristol-Myers Squibb: Honoraria; Ariad: Honoraria, Research Funding; Pfizer: Honoraria."
}