{
    "doi": "https://doi.org/10.1182/blood-2018-99-111750",
    "article_title": "Focused Regulatory T Cell Repertoires Are Indicative of Successful GvHD Control in Experimental and Clinical Stem Cell Transplantation ",
    "article_date": "November 29, 2018",
    "session_type": "701. Experimental Transplantation: Basic Biology, Pre-Clinical Models: Poster I",
    "abstract_text": "Acute Graft versus Host Disease (aGvHD) remains a major complication and leading cause of mortality after allogeneic stem cell or bone marrow transplantation (BMT). Current strategies for treatment are still based on unspecific immunosuppressive therapy. Over the last decade, there have been major advances in the field of adoptive immunotherapy using regulatory CD4 + CD25 + Foxp3 + T cells (Treg cells). Nonetheless, not much is known about the exact mechanisms of Treg-mediated suppression, and even less about the importance of T cell receptor (TCR) specificity and its diversity on the functionality of Tregs. We hypothesized that an optimal Treg TCR repertoire is necessary for successful prevention of aGvHD. To test this hypothesis, we sequenced the TCR repertoire of 8 patients who were diagnosed with aGvHD on day 30 post transplantation and compared it with the TCR repertoire of nine GvHD-free patients. Analysis of GvHD-free patients on day 30 (and 100 days-follow up) revealed a lower TCR diversity when compared to the patients suffering from GvHD. A more detailed analysis of the TCR repertoire showed that in patients without GvHD, fewer clonotypes were needed to comprise 50% of the whole repertoire as compared with samples from patients with GvHD (Figure 1A). Thus, expansion of protective clones indicates their potent immunosuppressive capabilities. Next, we employed a well-described murine model of allogeneic BMT (BL/6-->Balb/c) with co-injection of Tregs. Recipient Balb/c mice transplanted in this fashion were previously shown to be protected from aGvHD. However, the mechanisms involved in this Treg-mediated protection are not fully understood. Therefore, Tregs were FACS sorted from B6.Cg-Foxp3tm1Mal/J mice based on their Foxp3 expression. Recipient mice were transplanted with T-cell depleted bone marrow and a mixture of conventional T cells (Tconv) and Tregs in 1:1 ratio. Transferred Tregs were re-sorted on day 7 and day 14 from secondary lymphoid organs based on the congenic marker Thy 1.1 and Foxp3 expression. Using this model, we investigated the kinetics of the Treg TCR repertoire early after BMT in 5 independent experiments. We found a consistently similar narrowing of the repertoire and clonal expansion in mice protected from GvHD (Figure 1B). Diversity analysis using inverse Simpson Index also confirmed our findings. These data further support the notion that a clonal expansion of Tregs is necessary for an optimal immunosuppression of an allogeneic response, both in human and in mice. To test the functionality and phenotype of such expanded Tregs, they were re-sorted from BMT-recipient mice 14 days after transplantation. These Tregs were expanded using α-CD3 and α-CD28 antibodies and were functionality tested in an in vitro Treg suppression assay. Re-sorted Tregs after expansion showed expression of established Treg surface and intracellular markers such as Helios, CD25, GITR and CTLA-4. For the suppression assay, responder CD4 Tconv were stained with a proliferation tracking dye eFluor670 and stimulated in vitro with CD3 and CD28 beads in the presence of different ratios of re-sorted and expanded, or polyclonaly activated Tregs as the control. Allo-specific ex vivo Tregs exhibited a superior suppressive potential when compared with polyclonaly activated Tregs in vitro . Taken together, our current study highlights the importance of specific Treg driven allo-response in GvHD prevention. Further studies are needed, particularly in larger patient cohorts to confirm these findings. However, we propose that this approach might lead to identification and subsequent use of specific Treg clones with high immunosuppressive capacity for the prevention of aGvHD. View large Download slide View large Download slide  Close modal Disclosures Ganser: Novartis: Membership on an entity's Board of Directors or advisory committees. Koenecke: abbvie: Consultancy; BMS: Consultancy; Roche: Consultancy; Amgen: Consultancy.",
    "topics": [
        "graft-versus-host disease",
        "hematopoietic stem cell transplantation",
        "regulatory t-lymphocytes",
        "allopurinol",
        "antigens, cd25",
        "cd28 antigens",
        "immunosuppressive agents",
        "therapeutic immunosuppression",
        "transplantation",
        "antibodies"
    ],
    "author_names": [
        "Ivan Odak, MSc",
        "Solaiman Raha, PhD",
        "Saleh Tavil, cand. MD",
        "Christian R Schultze-Florey, MD",
        "Arnold Ganser, MD",
        "Immo Prinz, PhD",
        "Christian Koenecke"
    ],
    "author_dict_list": [
        {
            "author_name": "Ivan Odak, MSc",
            "author_affiliations": [
                "Institute of Immunology, Hannover Medical School, Hannover, Germany "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Solaiman Raha, PhD",
            "author_affiliations": [
                "Institute of Immunology, Hannover Medical School, Hannover, Germany "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Saleh Tavil, cand. MD",
            "author_affiliations": [
                "Institute of Immunology, Hannover Medical School, Hannover, Germany "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christian R Schultze-Florey, MD",
            "author_affiliations": [
                "Institute of Immunology, Hannover Medical School, Hannover, Germany ",
                "Department of Hematology, Hemostasis, Oncology and Stem Cell Transplantation, Hannover Medical School, Hannover, Germany"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Arnold Ganser, MD",
            "author_affiliations": [
                "Department of Hematology, Hemostasis, Oncology and Stem Cell Transplantation, Hannover Medical School, Hannover, Germany"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Immo Prinz, PhD",
            "author_affiliations": [
                "Institute of Immunology, Hannover Medical School, Hannover, Germany "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christian Koenecke",
            "author_affiliations": [
                "Institute of Immunology, Hannover Medical School, Hannover, Germany ",
                "Department of Hematology, Hemostasis, Oncology and Stem Cell Transplantation, Hannover Medical School, Hannover, Germany"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-12T12:56:59",
    "is_scraped": "1"
}