{
    "doi": "https://doi.org/10.1182/blood.V104.11.388.388",
    "article_title": "Erythroid Inhibition by AML1-ETO: Repression of GATA-1 Function by a Novel Non-Transcriptional Mechanism Involving Targeted Protein Degradation. ",
    "article_date": "November 16, 2004",
    "session_type": "Oral Sessions",
    "abstract_text": "AML1-ETO (A/E) is the fusion product of a chromosomal translocation, t(8;21) frequently associated with FAB M2 acute myeloid leukemia (AML). The fusion combines the runt domain of the hematopoietic transcription factor RUNX1 with almost the entire transcriptional repressor ETO. Clinical cases of AML with t(8;21) are distinguished by blockade in erythroid differentiation. In addition, enforced expression of A/E in primary human erythroid progenitors impairs differentiation. Existing paradigms postulate that A/E exerts its leukemogenic effects through recruitment to RUNX binding sites of cofactors such as corepressors, histone deacetylases (HDACs), and DNA methyltransferases (DNMTs), causing repression of RUNX target genes. However, this paradigm fails to explain effects of A/E on erythropoiesis as erythroid genes generally lack functional RUNX sites. We have published a physical and functional interplay between RUNX1 and the erythroid master regulator GATA-1 (Blood 101:4333). Furthermore, A/E physically interacted and functionally interfered with GATA-1. In the current studies we have examined domain and cofactor requirements for A/E inhibition both of GATA-1 function and of erythroid differentiation. Deletional mutagenesis of A/E demonstrated that the zinc finger (NH4) and runt domains were absolutely required for GATA-1 inhibition. Treatment with HDAC and DNMT inhibitors failed to affect A/E repression of GATA-1. RNAi knockdown of all known NH4 interactors, HDACs 1-3, N-CoR, SMRT-A, and SMRT-B also failed to affect A/E inhibition of GATA-1. Inducible expression of A/E in MEL cells caused downregulation of endogenous GATA-1 protein and mRNA, an effect dependent on induction of erythroid differentiation. A coexpressed GATA-1-GFP fusion showed downregulation with identical kinetics to endogenous GATA-1. Interestingly, proteasome-specific inhibitors effectively prevented the downregulation of endogenous GATA-1 and GATA-1-GFP caused by induction of A/E coupled with erythroid differentiation. Fluorescence microscopy showed a striking relocation of GATA-1-GFP from the nucleus to discrete, paranuclear bodies upon joint induction of A/E expression and erythroid differentiation. Our findings indicate that A/E inhibition of GATA-1 occurs through a previously undescribed mechanism that involves GATA-1 redistribution to novel cellular structures followed by proteasome-mediated degradation. These findings expand the paradigm of A/E leukemogenicity to include a non-transcriptional mechanism in which a growth inhibitor/tumor suppressor, GATA-1, is targeted by A/E for proteolytic degradation in a manner reminiscent of human papilloma virus E6 targeting of p53 for degradation in cervical carcinogenesis.",
    "topics": [
        "catabolism",
        "gata1 protein, human",
        "repression",
        "targeted proteins",
        "transcription, genetic",
        "dna modification methylases",
        "histone deacetylase",
        "carcinogenesis",
        "co-repressor proteins",
        "dna methyltransferase inhibitors"
    ],
    "author_names": [
        "Youngjin Choi, Ph.D.",
        "Kamaleldin E. Elagib, M.B.B.S., Ph.D.",
        "Adam N. Goldfarb, M.D."
    ],
    "author_dict_list": [
        {
            "author_name": "Youngjin Choi, Ph.D.",
            "author_affiliations": [
                "Department of Pathology, University of Virginia School of Medicine, Charlottesville, VA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Kamaleldin E. Elagib, M.B.B.S., Ph.D.",
            "author_affiliations": [
                "Department of Pathology, University of Virginia School of Medicine, Charlottesville, VA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Adam N. Goldfarb, M.D.",
            "author_affiliations": [
                "Department of Pathology, University of Virginia School of Medicine, Charlottesville, VA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-24T06:35:11",
    "is_scraped": "1"
}