{
    "doi": "https://doi.org/10.1182/blood.V110.11.3860.3860",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=855",
    "start_url_page_num": 855,
    "is_scraped": "1",
    "article_title": "The Value of CT-Guided Percutaneous Lung Biopsy in the Diagnosis of Pulmonary Fungal Infections in Patients with Hematologic Diseases. ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "topics": [
        "hematological diseases",
        "lung",
        "lung biopsy",
        "mycoses",
        "biopsy",
        "blood culture",
        "diagnostic imaging",
        "sputum cytology screening",
        "anti-bacterial agents",
        "antibiotics"
    ],
    "author_names": [
        "Zhen Cai, MD, PhD",
        "Jimin Shi, M.D.",
        "He Huang, M.D, Ph.D.",
        "Yu Lin, M.D.",
        "Xiujin Ye, M.D, Ph.D.",
        "Jingsong He, M.D, Ph.D.",
        "Wanzhuo Xie, M.D, Ph.D.",
        "Jie Zhang, M.D",
        "Li Li, M.D.",
        "Weiyan Zheng, M.D.",
        "Guoqing Wei, M.D, Ph.D.",
        "Yi Luo, M.D.",
        "Buwen Zhang, M.D.",
        "Maofang Lin, M.D."
    ],
    "author_affiliations": [
        [
            "Department of Hematology, The First Affiliated Hospital, Zhejiang University, Hangzhou, Zhejiang, China"
        ],
        [
            "Department of Hematology, The First Affiliated Hospital, Zhejiang University, Hangzhou, Zhejiang, China"
        ],
        [
            "Department of Hematology, The First Affiliated Hospital, Zhejiang University, Hangzhou, Zhejiang, China"
        ],
        [
            "Department of Hematology, The First Affiliated Hospital, Zhejiang University, Hangzhou, Zhejiang, China"
        ],
        [
            "Department of Hematology, The First Affiliated Hospital, Zhejiang University, Hangzhou, Zhejiang, China"
        ],
        [
            "Department of Hematology, The First Affiliated Hospital, Zhejiang University, Hangzhou, Zhejiang, China"
        ],
        [
            "Department of Hematology, The First Affiliated Hospital, Zhejiang University, Hangzhou, Zhejiang, China"
        ],
        [
            "Department of Hematology, The First Affiliated Hospital, Zhejiang University, Hangzhou, Zhejiang, China"
        ],
        [
            "Department of Hematology, The First Affiliated Hospital, Zhejiang University, Hangzhou, Zhejiang, China"
        ],
        [
            "Department of Hematology, The First Affiliated Hospital, Zhejiang University, Hangzhou, Zhejiang, China"
        ],
        [
            "Department of Hematology, The First Affiliated Hospital, Zhejiang University, Hangzhou, Zhejiang, China"
        ],
        [
            "Department of Hematology, The First Affiliated Hospital, Zhejiang University, Hangzhou, Zhejiang, China"
        ],
        [
            "Department of Hematology, The First Affiliated Hospital, Zhejiang University, Hangzhou, Zhejiang, China"
        ],
        [
            "Department of Hematology, The First Affiliated Hospital, Zhejiang University, Hangzhou, Zhejiang, China"
        ]
    ],
    "first_author_latitude": "30.255593999999995",
    "first_author_longitude": "120.178389",
    "abstract_text": "Introduction: Patients with hematologic diseases are at high risk for invasive fungal infections (IFI).The diagnosis of IFI is difficult with specificity as low as 20%–30%. The currently used diagnostic methods for IFI such as CT scan, fungal cultures, and antigen detection are insufficient in reaching a definitive diagnosis. Histopathology with tissue diagnosis is the method of choice. CT-guided percutaneous lung biopsy (CT-PCLB) can provide pathological diagnosis and hence significant guidance for clinical management. Objectives: To evaluate the sensitivity and safety of CT-PCLB for the diagnosis of pulmonary fungal infections in patients with hematologic diseases. Patients and Method: We retrospectively studied 16 patients hospitalized in our department from April 2005 to December 2006 who were clinically regarded as having pulmonary fungal infections by clinical symptoms and imaging and who subsequently underwent CT-PCLB. Among the 16 patients, 10 had AML, 2 had ALL, 2 had ITP, 1 had MDS and 1 had multiple myeloma. At the time of percutaneous lung biopsies, median WBC was 3.2 k/ul (range 0.7–7.2 k/ul), median platelets were 82 k/ul (range 32–453 k/ul). Peripheral blood cultures were performed in all patients. Eight patients who had symptoms of cough and expectoration also received sputum culture for at least three times. Of the 16 patients, 10 were diagnosed with fungal infections (8 aspergillus’s and 2 mold fungi), 4 with chronic organizing pneumonitis, 1 with tuberculosis, and 1 with pneumocystis carinii. All tissue diagnoses were from histological examination with samples obtained from CT-PCLB. However, the results of blood cultures and sputum cultures were negative in these 8 patients. CT-PCLB diagnosed 10 out of 16 patients for a fungal infection rate of 63%. The biopsy-induced complications encountered were pneumothorax in 3/16 (19%) and hemoptysis in 6% (1/16). No surgical interventions were needed for the 3 patients with pneumothoraxes that resolved spontaneous under close observation. Antifungal agents (such as voriconazole) had been given to 8 patients diagnosed as aspergillus infection and all patients had a complete or partial response by CT imaging. However, 2 patients who received broad-spectrum antibacterial antibiotics showed clinical improvement, which indicated possible false negative diagnoses for fungal infections by CT-PCLB. Conclusion: CT-guided percutaneous lung biopsy (CT-PCLB) was a safe, sensitive and specific method for the diagnosis of pulmonary fungal infections in patients with hematologic diseases. Its definitive value should be tested in a prospective clinical trial."
}