{
    "doi": "https://doi.org/10.1182/blood.V118.21.4784.4784",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2122",
    "start_url_page_num": 2122,
    "is_scraped": "1",
    "article_title": "Gro 3, Osteoprotegerin and Interleukin 32 Function As Hematopoietic Growth Factors ",
    "article_date": "November 18, 2011",
    "session_type": "Hematopoiesis - Cytokines, Signal Transduction, Apoptosis and Cell Cycle Regulation",
    "abstract_text": "Abstract 4784 The identification of soluble factors involved in stem cell renewal is a major goal in the assessment of the BM niche. We have previously shown that human endothelial cell (EC) supernatants can induce the proliferation of hematopoietic progenitor cells (HPCs), especially after stimulation with IL-1b. To identify new potential growth factors, we compared the expression profile of IL-1b-stimulated ECs over 4, 8 and 16 h with non-stimulated Ecs using oligonucleotide microarrays covering more than 46 000 transcripts. Most significant changes were detected after 4 h. Utilization of Gene Ontology annotation for the stimulated EC transcriptome indicated multiple upregulated genes encoding extracellular proteins with a cell–cell signaling function. Using flow cytometry, delta, colony and cobblestone assays, we assessed the proliferative capacities of 11 gene products, i.e. IL-8, IL-32, FGF-18, osteoprotegerin, Gro 1–3, ENA78, GCP-2, CCL2 and CCL20, which are not known to induce HPC expansion. Notably, IL-32 and to a lesser degree osteoprotegerin and Gro 3 significantly induced the proliferation of HPCs. Furthermore, IL-32 attenuated chemotherapy-related BM cytotoxicities by increasing the number of colony forming cells in mice (7.4±0.87×10 3 versus 0.7±0.25×10 3 , p=0.003). Our findings confirm that the combination of microarrays and gene annotation helps to identify new hematopoietic growth factors. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "hematopoietic growth factors",
        "interleukins",
        "tumor necrosis factor receptor 11b",
        "chemotherapy regimen",
        "flow cytometry",
        "gene annotation",
        "growth factor",
        "interleukin-1 beta",
        "interleukin-8",
        "monocyte chemoattractant protein-1"
    ],
    "author_names": [
        "Anja Moldenhauer, MD, PhD",
        "Matthias Futschik, PhD",
        "Huili Lu, PhD",
        "Melanie Helmig",
        "Patricc Götze",
        "Gürkan Bal",
        "Martin Zenke",
        "Wei Han",
        "Abdulgabar Salama"
    ],
    "author_affiliations": [
        [
            "Institute for Haemostaseology and Transfusion Medicine, Klinikum Ludwigshafen, Ludwigshafen am Rhein, Germany, "
        ],
        [
            "Systems Biology and Bioinformatics Laboratory, University of Algarve, Faro, Portugal, "
        ],
        [
            "Institute for Transfusion Medicine, Charite – Universitätsmedizin Berlin, Berlin, Germany, "
        ],
        [
            "Institute for Transfusion Medicine, Charite – Universitätsmedizin Berlin, Berlin, Germany, "
        ],
        [
            "Institute for Transfusion Medicine, Charite – Universitätsmedizin Berlin, Berlin, Germany, "
        ],
        [
            "Institute for Transfusion Medicine, Charite – Universitätsmedizin Berlin, Berlin, Germany, "
        ],
        [
            "Institute for Biomedical Engineering, Aachen University Hospital, Aachen, Germany, "
        ],
        [
            "Laboratory for Regeneromics, Jiaotong-University, Shanghai, China"
        ],
        [
            "Institute for Transfusion Medicine, Charite – Universitätsmedizin Berlin, Berlin, Germany, "
        ]
    ],
    "first_author_latitude": "49.4909294",
    "first_author_longitude": "8.4244092"
}