{
    "doi": "https://doi.org/10.1182/blood.V118.21.2169.2169",
    "article_title": "Cellular and Biochemical Properties of Cell-Free DNA: A Prognostic Marker In Severe Sepsis Patients ",
    "article_date": "November 18, 2011",
    "session_type": "201. Granulocytes, Monocytes and Macrophages: Poster II",
    "abstract_text": "Abstract 2169 Background: Sepsis is the leading cause of morbidity and mortality in patients in the non-coronary ICU. However, the heterogeneity of patients with severe sepsis makes the identification of high-risk patients (ie. those who are sickest and thus would require more aggressive and expensive therapies) an ongoing challenge. Previously, we have shown that high levels of cell-free DNA (cfDNA) appear to be a powerful predictor of death in severe sepsis patients. Using Receiver Operating Characteristic curves, we have demonstrated that the area under the curve for cfDNA is 0.96 (95% CI=0.93–1.00). The purpose of this study is to characterize the source and biochemical properties of cfDNA in sepsis. Methods: Toll-like receptor (TLR) cells (which are stimulated by microbial-specific, unmethylated DNA) were used to determine whether the cfDNA found in septic patients is host- or microbe-derived. Whole blood, monocytes, and neutrophils were isolated from healthy volunteers and stimulated with either lipoteichoic acid and peptidoglycan (from Gram-positive bacteria) or lipopolysaccharide (LPS) from Gram-negative bacteria. Monocytes and neutrophils were also incubated with LPS-induced apoptosis inhibitors, cilostamide and cilostazol, prior to stimulation with LPS. DNAse enzymatic activity was quantified using Org 590 DNAse activity ELISA (Orgentec Diagnostica, GmbH), while DNAse protein was quantified by Western blot analyses. Results: Exposure of TLR9-reporter cells to cfDNA from sepsis patients revealed that the cfDNA is host-derived. Stimulation of whole blood, monocytes, neutrophils, and endothelial cells to microbial cell wall components revealed that monocytes and neutrophils are the major sources of cfDNA in sepsis. Of the total amount of nuclear DNA present within monocytes and neutrophils, nearly all was released into the supernatant upon stimulation. Inhibition of LPS-induced apoptosis with cilostamide and cilostazol did not completely prevent the release of cfDNA from monocytes and neutrophils. We also found that cfDNA levels correlated with levels of histones in septic patients and that the cfDNA was degraded to nucleosomal units. Finally, we observed an inverse correlation between levels of DNAse activity/DNAse protein and levels of cfDNA. Conclusions: These studies are the first to characterize the source and biochemical properties of cfDNA in sepsis. A portion of cfDNA release from monocytes and neutrophils appears to occur via an apoptosis-independent mechanism. Plasma levels of DNAse enzyme were reduced in septic patients compared to healthy volunteers. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "cell-free dna",
        "prognostic marker",
        "sepsis, severe",
        "deoxyribonuclease i",
        "deoxyribonucleases",
        "sepsis",
        "cilostazol",
        "apoptosis inhibitor",
        "dna",
        "enzymes"
    ],
    "author_names": [
        "Travis J Gould",
        "Dhruva Dwivedi",
        "Laura Pepler",
        "Laura Swystun, BSc",
        "Zakhar Lysov, BSc",
        "Patricia Liaw, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Travis J Gould",
            "author_affiliations": [
                "Department of Medical Science, McMaster University, Hamilton, ON, Canada, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Dhruva Dwivedi",
            "author_affiliations": [
                "McMaster University, Hamilton, ON, Canada, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laura Pepler",
            "author_affiliations": [
                "McMaster University, Hamilton, ON, Canada, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laura Swystun, BSc",
            "author_affiliations": [
                "Medical Sciences, McMaster University & David Braley Cardiac Vascular and Stroke Research Institute, Hamilton, ON, Canada, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zakhar Lysov, BSc",
            "author_affiliations": [
                "Medical Sciences, McMaster University & David Braley Cardiac Vascular and Stroke Research Institute, Hamilton, ON, Canada, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Patricia Liaw, PhD",
            "author_affiliations": [
                "Medicine, McMaster University & David Braley Cardiac, Vascular, and Stroke Research Institute, Hamilton, ON, Canada"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-18T21:31:57",
    "is_scraped": "1"
}