{
    "doi": "https://doi.org/10.1182/blood.V128.22.2207.2207",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3553",
    "start_url_page_num": 3553,
    "is_scraped": "1",
    "article_title": "A Prospective Study of IV Pentamidine for Pneumocystis Jirovecii Pneumonia Prophylaxis in Adult Patients with Hematologic Malignancies Undergoing Hematopoietic Stem Cell Transplant or Chemotherapy ",
    "article_date": "December 2, 2016",
    "session_type": "721. Clinical Allogeneic Transplantation: Conditioning Regimens, Engraftment, and Acute Transplant Toxicities: Poster I",
    "topics": [
        "chemotherapy regimen",
        "hematologic neoplasms",
        "hematopoietic stem cell transplantation",
        "pentamidine",
        "pneumocystis jiroveci",
        "pneumonia",
        "pneumonia, pneumocystis carinii",
        "adverse event",
        "infusion procedures",
        "nausea"
    ],
    "author_names": [
        "Jennifer Anderson, PharmD",
        "Scott Wirth, PharmD",
        "Pritesh R. Patel, MD",
        "John G. Quigley, MD",
        "Annie L. Oh, MD",
        "Christina Mactal-Haaf, PharmD",
        "Irum Khan, MD",
        "Damiano Rondelli, MD",
        "Karen Sweiss, PharmD"
    ],
    "author_affiliations": [
        [
            "Pharmacy Practice, University of Chicago, Chicago, IL "
        ],
        [
            "Pharmacy Practice, University of Illinois at Chicago, Chicago, IL ",
            "Cancer Center, University of Illinois, Chicago, IL "
        ],
        [
            "Cancer Center, University of Illinois, Chicago, IL ",
            "Division of Hematology/Oncology, University of Illinois at Chicago, Chicago, IL "
        ],
        [
            "Cancer Center, University of Illinois, Chicago, IL ",
            "Division of Hematology/Oncology, University of Illinois at Chicago, Chicago, IL "
        ],
        [
            "Division of Hematology/Oncology, University of Illinois at Chicago, Chicago, IL "
        ],
        [
            "Pharmacy Practice, University of Illinois at Chicago, Chicago, IL ",
            "Cancer Center, University of Illinois, Chicago, IL "
        ],
        [
            "Cancer Center, University of Illinois, Chicago, IL ",
            "Division of Hematology/Oncology, University of Illinois at Chicago, Chicago, IL "
        ],
        [
            "Cancer Center, University of Illinois, Chicago, IL ",
            "Division of Hematology/Oncology, University of Illinois at Chicago, Chicago, IL "
        ],
        [
            "Cancer Center, University of Illinois, Chicago, IL ",
            "Dept. of Pharmacy Practice, University of Illinois at Chicago, Chicago, IL"
        ]
    ],
    "first_author_latitude": "41.8705499",
    "first_author_longitude": "-87.6708172",
    "abstract_text": "Prophylaxis for Pneumocystis jirovecii pneumonia (PJP) is routinely administered to patients undergoing hematopoietic stem cell transplantation (SCT) or intensive chemotherapy. There is continued risk of PJP particularly in SCT recipients when they require prolonged immunosuppression or high dose corticosteroids. Trimethoprim-sulfamethoxazole is the drug of choice but its use is limited by hematologic toxicities. Inhaled pentamidine is an alternative, but frequently causes bronchospasm, needs to be given by a respiratory therapist, and requires use of a private room during administration due to its teratogenicity. Intravenous (IV) pentamidine is FDA approved for PJP treatment, and overcomes these challenges. We conducted the first ever prospective study of IV pentamidine for PJP prophylaxis in adult patients undergoing SCT or intensive chemotherapy. Fifty patients were enrolled in a single-arm trial. Patients requiring PJP prophylaxis according to institutional guidelines received pentamidine 4 mg/kg (maximum 300 mg) intravenously with ondansetron pre-medication. Patients were followed for the occurrence of PJP pneumonia. Adverse events were recorded using the National Cancer Institute Common Terminology Criteria for Adverse Events (NCI-CTCAE) version 4. Patient satisfaction was assessed by conducting the Treatment Satisfaction Questionnaire for Medication (TSQM Version 1.4) survey. Thirty-two (64%) patients were male, and the median age was 55 years (range: 19-72). Twenty-four patients (48%) were undergoing intensive chemotherapy while 26 (52%) were undergoing SCT. Of the latter group, 62% received autologous SCT and 38% allogeneic SCT. At the time of IV pentamidine administration, 58% of patients were neutropenic (absolute neutrophil count < 0.5 thous/µL) and 86% of patients were lymphopenic (absolute lymphocyte count < 1 thous/µL). All patients received at least one dose of IV pentamidine (range: 1-9). There were no cases of PJP documented during the 12 month study period. There were no NCI-CTCAE grade 3/4 events. Seventeen (34%) patients experienced a grade 1 or 2 adverse event. The most common adverse events were nausea ( n =4) and hypotension (n =6). Hypotension typically occurred at the end of the infusion, was transient, and asymptomatic. Grade 1/2 acute kidney injury developing within one week of pentamidine occurred in 2 patients (4%). In both patients, serum creatinine increased within 3 days, peaked within 7 days, and normalized within 10 days. Two treatment-related interruptions of drug infusion occurred; one due to infusion-related perioral and facial numbness which resolved as soon as the drug was stopped and one due to nausea which resolved after intravenous ondansetron. IV infusion was resumed successfully in both cases. Engraftment was not adversely affected in patients undergoing SCT. The median time to neutrophil and platelet engraftment was 12 (range: 11-15) and 14 (range: 10-16) days in autologous SCT recipients and 13 (range: 13-31) and 14 (range: 14-31) days in allogeneic SCT recipients. Results from the TSQM questionnaire indicate that the majority of patients found that IV pentamidine was \"not at all bothersome\" (n=33, 69%), \"did not interfere with physical health and ability to function\" ( n =37, 77%), and was \"extremely easy to receive\" ( n =29, 60%). The most common adverse events reported in the TSQM questionnaire were nausea ( n =6), nasal congestion ( n =2), and mouth numbness ( n =2). However, they had \"minimal\" or \"no effect at all\" on patient satisfaction with the drug. Overall patients were satisfied with the administration of IV pentamidine ( n =43, 86%, p <0.01). Our study illustrates the safety and feasibility of using IV pentamidine for PJP prophylaxis in patients undergoing SCT or intensive chemotherapy. In SCT patients, IV pentamidine did not delay engraftment. The incorporation of patient centered outcomes showed a high degree of satisfaction with this method of prophylaxis. Thus, although comparative studies are required, IV pentamidine overcomes many of the respiratory and logistic challenges faced when administering inhaled pentamidine and appears to be better tolerated. In particular, patients undergoing SCT who require PJP prophylaxis over a prolonged period may derive benefit from the improved safety and patient satisfaction profile of IV pentamidine. Disclosures No relevant conflicts of interest to declare."
}