{
    "doi": "https://doi.org/10.1182/blood.V108.11.146.146",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=700",
    "start_url_page_num": 700,
    "is_scraped": "1",
    "article_title": "Double Delayed Intensification (DDI) Is Equivalent to Single DI (SDI) in Children with National Cancer Institute (NCI) Standard-Risk Acute Lymphoblastic Leukemia (SR-ALL) Treated on Children’s Cancer Group (CCG) Clinical Trial 1991 (CCG-1991). ",
    "article_date": "November 16, 2006",
    "session_type": "Oral Sessions",
    "topics": [
        "acute lymphocytic leukemia",
        "cancer",
        "chemotherapy, neoadjuvant",
        "child",
        "dexamethasone",
        "methotrexate",
        "national cancer institute",
        "prednisone",
        "leucovorin",
        "blast cells"
    ],
    "author_names": [
        "Yousif Matloub, MD",
        "Anne Angiolillo, MD",
        "Bruce Bostrom, MD",
        "Stephen P. Hunger, MD",
        "James Nachman, MD",
        "Harland Sather, PhD",
        "William L. Carroll, MD",
        "Naomi Winick, MD",
        "Paul S. Gaynon, MD"
    ],
    "author_affiliations": [
        [
            "Pediatrics, University of Wisconsin, Madison, WI, USA"
        ],
        [
            "Division of Hematology/Oncology, Children’s National Medical Center, Washington, DC, USA"
        ],
        [
            "Pediatric Hematology/Oncology, Children’s Hospital and Clinics Minnesota, Minneapolis, MN, USA"
        ],
        [
            "Pediatric Hematology/Oncology, University of Florida, Gainesville, FL, USA"
        ],
        [
            "Comer Children’s Hospital, University of Chicago, Chicago, IL, USA"
        ],
        [
            "Operations Center, Children’s Oncology Group, Arcadia, CA, USA"
        ],
        [
            "Hassenfeld Children’s Hospital, New York University Medical Center, New York, NY, USA"
        ],
        [
            "UT Southwestern Medical Center, Director, Clinical Oncology, Dallas, TX, USA"
        ],
        [
            "Division of Hematology-Oncology, Children’s Hospital Los Angeles, Los Angeles, CA, USA"
        ]
    ],
    "first_author_latitude": "43.06813225",
    "first_author_longitude": "-89.41306005",
    "abstract_text": "Intensification of therapy has improved outcome of children with ALL. CCG 1891 demonstrated that children with intermediate risk ALL (a subset of SR-ALL) had a superior outcome with DDI vs SDI using a modified Berlin-Frankfurt-Muenster (BFM) backbone therapy that included prednisone, in a 3 drug induction (Blood.2002;99:825–33). This benefit was limited to patients with > 5% marrow blasts on Day 7 of induction. CCG-1921 best arm had similar outcome with dexamethasone in induction, and SDI (Blood.2003;101:3809–17). The question remained as to whether DDI would benefit SR patients if they received dexamethasone in induction. Therefore, one hypothesis tested by CCG-1991 was that a regimen with DDI phases would have a superior event free survival (EFS) and overall survival (OS) compared with one that had a SDI phase in children with SR-ALL treated with a modified BFM backbone therapy that included dexamethasone in induction. SR-ALL patients with an unfavorable early response (> 25% marrow blasts at day 14, or >25% marrow blasts at day 7 and >5% marrow blasts at day 14) were not eligible for randomization and were assigned to receive augmented therapy. CCG-1991 used a 2 X 2 factorial design to compare outcome in patients who received SDI vs DDI phases, and oral vs escalating intravenous methotrexate without leucovorin rescue during the interim maintenance phases of therapy. The results of the methotrexate question remain blinded at this time. There were 52 relapses among the 1029 patients randomized to the SDI regimens vs 58 among the 1021 patients randomized to the DDI regimens. Four year EFS was 88.3% (SE = 3.6) for the SDI regimens, and 88.1% (SE = 3.9) for the DDI regimens, p = 0.45, RHR 1.15. The 4 year OS estimate is 96.2% for the SDI, and 94.2% for the DDI; p = 0.25, RHR 1.41. We conclude that there are no benefits to DDI vs SDI in children with SR-ALL and a favorable early marrow response to induction chemotherapy."
}