{
    "doi": "https://doi.org/10.1182/blood.V112.11.526.526",
    "article_title": "Rates of Venous Thromboembolism in Commercially Insured US Surgical Patients ",
    "article_date": "November 16, 2008",
    "session_type": "Pathophysiology of Thrombosis",
    "abstract_text": "Introduction : Venous thromboembolism (VTE) constitutes a major healthcare burden in the United States (US), despite being effectively prevented by VTE prophylaxis. However, many patients at risk for VTE receive inadequate prophylaxis, and this has prompted the development of national performance measures to help improve prescribing practices. This study investigates the rates of post-operative VTE prevention in a real-world population of commercially-insured US surgical patients, and identifies VTE risk factors in this group. Methods : Discharges from the PharMetrics database (January 2001–December 2005) that had ICD-9 codes for orthopedic or abdominal surgery and were aged ≥18 years were included in the study. Patients aged ≥65 years and not in a Medicare Risk group and those without complete records or health plan coverage were excluded. The primary outcome measure for this study was the rate of (and time to) symptomatic VTE following surgery (as identified by ICD-9 codes), and the secondary outcome measure was the identification of independent VTE risk factors using logistic regression analysis to control for patient and hospital characteristics. Results : 172,320 discharges met the study criteria, of which 23.9% underwent orthopedic surgery and 76.1% underwent abdominal surgery. Primary outcome measures are shown in Table 1. In summary, orthopedic discharges had a higher incidence of clinically symptomatic VTE (4.7%) than abdominal discharges (3.1%). Both types of surgery had a similar distribution of VTE into deep-vein thrombosis (DVT, 72.5–75.0% of all VTE respectively), pulmonary embolism (PE, 22.5–25.0% of all VTE respectively), or both DVT and PE (2.5% of all VTE). The median time to a VTE event was shorter in orthopedic discharges (median 30 days) than their abdominal surgery counterparts (median 65 days). When considering all discharges in a logistic regression analysis, a prior history of VTE was found to be the strongest independent predictor of VTE (odds ratio [OR] 10.2; 95% confidence interval [CI] 9.2–11.4; p<0.001). Other significant variables associated with VTE outcomes included orthopedic surgery rather than abdominal surgery (OR 1.4; 95% CI 1.4–1.6), increasing age (per year) (OR 1.02; 95% CI 1.01–1.02), male gender (OR 1.18; 95% CI 1.09–1.28), increasing index hospitalization length of stay (per day) (OR 1.06; 95% CI 1.05–1.06), and pre-index Charlson comorbidity index (OR 1.12; 95% CI 1.09–1.14). Conclusions : Many patients undergoing orthopedic or abdominal surgery are at risk for VTE, with approximately 1 in 25 patients in this analysis experiencing a clinical VTE event. Improved implementation of national performance measures may help reduce the overall burden of VTE in the United States. Table 1 – VTE event rates  . Total (N=172,320) . Orthopedic Surgery (N=41,139) . Abdominal Surgery (N=131,181) . Event, n (%)     VTE 5956 (3.5) 1944 (4.7) 4012 (3.1) DVT  4367 (2.5) 1458 (3.5) 2909 (2.2) PE  1439 (0.8) 438 (1.1) 1001(0.8) DVT + PE  150 (0.1) 48 (0.1) 102 (0.1) Time to VTE Event: (days, median)     VTE 51 30 65 DVT  70 34 83 PE  46 20 26 DVT+PE  31 17 27.5 . Total (N=172,320) . Orthopedic Surgery (N=41,139) . Abdominal Surgery (N=131,181) . Event, n (%)     VTE 5956 (3.5) 1944 (4.7) 4012 (3.1) DVT  4367 (2.5) 1458 (3.5) 2909 (2.2) PE  1439 (0.8) 438 (1.1) 1001(0.8) DVT + PE  150 (0.1) 48 (0.1) 102 (0.1) Time to VTE Event: (days, median)     VTE 51 30 65 DVT  70 34 83 PE  46 20 26 DVT+PE  31 17 27.5 View Large",
    "topics": [
        "surgical procedures, operative",
        "venous thromboembolism",
        "abdominal surgery",
        "deep vein thrombosis",
        "orthopedic procedures",
        "length of stay",
        "postoperative care",
        "postoperative period",
        "pulmonary embolism",
        "logistic regression"
    ],
    "author_names": [
        "Alex Spyropoulos, MD, FACP, FCCP",
        "Mohamed Hussein, Ms.C.S., M.S.P.H, Ph.D.",
        "Jay Lin, PhD, MBA",
        "David Battleman, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Alex Spyropoulos, MD, FACP, FCCP",
            "author_affiliations": [
                "Lovelace Medical Center, Clinical Thrombosis Center, Albuquerque, NM, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Mohamed Hussein, Ms.C.S., M.S.P.H, Ph.D.",
            "author_affiliations": [
                "Health Economics and Outcomes Research, IMS Health, Falls Church, VA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jay Lin, PhD, MBA",
            "author_affiliations": [
                "Sanofi-Aventis US, Inc., Bridgewater, NJ, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Battleman, MD",
            "author_affiliations": [
                "Health Economics and Outcomes Research, IMS Health, Falls Church, VA, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-08T15:36:30",
    "is_scraped": "1"
}