{
    "doi": "https://doi.org/10.1182/blood.V112.11.3762.3762",
    "article_title": "Genetic Variation in Genes That Regulate T-Cell Differentiation and Function Is Associated with An Increased Risk of Developing B-Cell Non- Hodgkin Lymphoma ",
    "article_date": "November 16, 2008",
    "session_type": "Non-Hodgkin’s Lymphoma - Biology, excluding Therapy",
    "abstract_text": "Background: B-cell non-Hodgkin lymphomas (NHL) are common lymphoid malignancies in which malignant B-cells arrested at various stages of differentiation proliferate within lymph nodes and occasionally other tissues. The microenvironment that supports the growth and survival of NHL B cells consists of a complex network of immune cells and cytokines and its specific composition has been shown to have significant clinical implications. The intratumoral immune cells include effector and regulatory T (Treg) lymphocytes that are more than simple residual elements from the normal lymph node structure. We previously explored whether the extent of T cell infiltration played a role in the clinical outcome of patients with B-cell NHL and found that an increased percentage of CD4 + T cells in the diagnostic biopsy of lymphoma patients significantly correlated with an improved 5-year overall survival. We have also shown that intratumoral Treg cells significantly suppress the anti-tumor response. Based on the fact that intratumoral T-cells are important in B-cell NHL, we evaluated whether genetic variation in genes that regulate the T-cell response may be associated with lymphoma risk. Methods: We genotyped 257 single nucleotide polymorphisms (SNPs) from 50 candidate genes related to T-cell differentiation and function in a clinic-based study of 441 Caucasian NHL cases and 475 frequency matched Caucasian controls seen at the Mayo Clinic from 2002–2005. Tagging and nsSNPs were selected from HapMap. The most prevalent homozygous genotype was used as the reference group and each SNP was modeled individually as having a log-additive effect, expressed as ordinal odds ratios (OR) per variant allele and 95% confidence intervals, in an age- and sex-adjusted logistic regression analysis. We also evaluated the consistency of the findings for the most common types of B-cell NHL - diffuse large B-cell lymphoma (DLBCL), follicular lymphoma (FL), and CLL/SLL. For gene-level analyses, we used principal components (PC) analysis using all SNPs from a gene; those PCs that explained > 90% of the variability were then modeled in a logistic regression analysis and significance was determined using a likelihood ratio test. We also evaluated the association of haplotypes from each gene with risk of NHL using the score test implemented from HAPLO.SCORE. Results. The mean age at diagnosis was 60.1 years for cases and 58% were male; among controls, the mean age at enrollment was 61.7 years and 55% were men. In the PC gene analyses, PRF1 (perforin gene - involved in cytotoxicity; p=0.004), CD276 (B7-H3 gene - involved in co-stimulation; p=0.01), TBX21 (T-bet gene – regulates Th1 cell development; p=0.02), and IL6 (p=0.02) were significant at p<0.05; haplotype analysis showed similar results, with the addition of CARD15 (NOD2 gene – regulates Th1 responses; p=0.02). There were 2 SNPs in PRF1 , and both the intronic SNP rs3758562 (OR=1.38; 1.13–1.69) and the synonymous coding SNP rs885821 (OR=0.80; 0.63–1.02) were associated with NHL risk overall and for each subtype. There were 2 SNPs in CD276 , and both the intronic SNP rs7176654 (OR=1.29; 1.07–1.56) and the mrna-utr SNP rs3816661 (OR=0.82; 0.68–0.99) were associated with NHL risk overall and with the CLL/SLL and follicular NHL subtypes specifically. There were 2 SNPs in TBX21 , and only the mrna-utr SNP rs7502875 (OR=0.73; 0.59–0.92) was associated with NHL risk overall and for each subtype. There were 11 SNPs in IL6 , and the intronic SNP rs2069835 (OR=1.88; 1.24–2.84) and the locus-region SNP rs2069824 (OR=1.73; 1.20–2.50) were each associated with NHL risk overall and each subtype. Finally, there were 9 SNPs in CARD15 , with only the nonsynonymous coding SNP rs5743291 (OR=1.43; 1.02–1.98) being associated with overall NHL risk, and risk was specific to FL. Conclusions. Genetic variation in several genes that play critical roles in T-cell maturation and function was associated with lymphoma risk. These genes appeared to be associated with the differentiation and function of effector T-cells particularly Th1 and Th17 cells. These results provide potentially important insights into the role of T-cells in lymphomagenesis.",
    "topics": [
        "b-lymphocytes",
        "genes",
        "genetics",
        "hodgkin's disease",
        "t cell differentiation",
        "lymphoma",
        "diffuse large b-cell lymphoma",
        "interleukin-6",
        "rna, messenger",
        "small cell lymphoma"
    ],
    "author_names": [
        "Stephen M. Ansell",
        "Anne Novak",
        "Zhi-Zhang Yang",
        "Zachary S. Fredericksen",
        "Alice H. Wang",
        "Neil Kay",
        "Mark Liebow",
        "Ahmet Dogan",
        "Timothy G. Call",
        "Thomas Witzig",
        "Thomas M. Habermann",
        "Susan L. Slager",
        "James R. Cerhan"
    ],
    "author_dict_list": [
        {
            "author_name": "Stephen M. Ansell",
            "author_affiliations": [
                "Mayo Clinic, Rochester, MN, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Anne Novak",
            "author_affiliations": [
                "Mayo Clinic, Rochester, MN, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zhi-Zhang Yang",
            "author_affiliations": [
                "Mayo Clinic, Rochester, MN, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zachary S. Fredericksen",
            "author_affiliations": [
                "Mayo Clinic, Rochester, MN, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alice H. Wang",
            "author_affiliations": [
                "Mayo Clinic, Rochester, MN, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Neil Kay",
            "author_affiliations": [
                "Mayo Clinic, Rochester, MN, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mark Liebow",
            "author_affiliations": [
                "Mayo Clinic, Rochester, MN, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ahmet Dogan",
            "author_affiliations": [
                "Mayo Clinic, Rochester, MN, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Timothy G. Call",
            "author_affiliations": [
                "Mayo Clinic, Rochester, MN, USA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas Witzig",
            "author_affiliations": [
                "Mayo Clinic, Rochester, MN, USA"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas M. Habermann",
            "author_affiliations": [
                "Mayo Clinic, Rochester, MN, USA"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Susan L. Slager",
            "author_affiliations": [
                "Mayo Clinic, Rochester, MN, USA"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James R. Cerhan",
            "author_affiliations": [
                "Mayo Clinic, Rochester, MN, USA"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-09T02:24:21",
    "is_scraped": "1"
}