{
    "doi": "https://doi.org/10.1182/blood.V106.11.4399.4399",
    "article_title": "In-Depth Mutation Scanning of Signaling Pathway Genes Involved in the Development and Targeted Treatment of Hematopoietic Malignancies. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "The Raf/MEK/ERK, Wnt/beta-catenin, JAK/STAT and PI3K/Akt signal transduction pathways have key roles in the regulation of cell cycle progression and apoptosis, and are current focal points of therapeutic development and intervention strategies for hematopoietic neoplasias. These pathways have several regulatory components that keep proliferative and anti-apoptotic mechanisms in check, but which can also drive neoplastic processes when their functions are altered by genetic and epigenetic events. Links between critical pathways are also being established and, although only partially understood, may provide important clues for the development of more efficacious therapies that target multiple pathways. Although mutations in several pathway-associated genes known to contribute to the malignant phenotype have been discovered, the mutation status of the pathway as a whole in a particular blood cancer type remains to be determined. In this study, we applied novel mutation detection technologies (DHPLC, Surveyor Nuclease, and fluorescent DNA sequencing) in a combinatorial fashion to achieve high throughput, accuracy, and sensitivity for a comprehensive screening of signal transduction pathway genes. Key targets for the analysis included genes encoding receptor tyrosine kinases, cytoplasmic kinases, GTPases, transcription factors and tumor suppressors, with emphasis on Raf/MEK/ERK and PI3K/AKT pathways. We present both somatic alterations and inherited polymorphisms (SNPs) in these genes from the analyses of AML and CML sample sets. Functional analyses will confirm the causative nature of these genetic variants and their contributions to tumorigenesis. Other groups have focused on gene families for analysis of somatic mutations in tumors, such as kinases and phosphatases. This study takes a signaling pathway approach to group gene targets for analysis. We believe that pathway-based mutation analysis strategies offer significant potential to enhance understanding of cancer initiation, disease progression, response to therapy, and mechanisms of drug resistance.",
    "topics": [
        "cancer",
        "genes",
        "mutation",
        "signal transduction pathways",
        "1-phosphatidylinositol 3-kinase",
        "phosphotransferases",
        "proto-oncogene proteins c-akt",
        "beta catenin",
        "disease progression",
        "guanosine triphosphate phosphohydrolases"
    ],
    "author_names": [
        "Stan L. Lilleberg",
        "Jeffrey Durocher",
        "Jill Hempel",
        "Carrie Wasserburger",
        "Manika Koul",
        "John Troy",
        "Mike L. Nickerson"
    ],
    "author_dict_list": [
        {
            "author_name": "Stan L. Lilleberg",
            "author_affiliations": [
                "Translational Research and Clinical Studies, Transgenomic, Inc., Omaha, NE, USA",
                "Biomarker Discovery and Molecular Epidemiology, Transgenomic, Inc., Gaithersburg, MD, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jeffrey Durocher",
            "author_affiliations": [
                "Biomarker Discovery and Molecular Epidemiology, Transgenomic, Inc., Gaithersburg, MD, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jill Hempel",
            "author_affiliations": [
                "Translational Research and Clinical Studies, Transgenomic, Inc., Omaha, NE, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carrie Wasserburger",
            "author_affiliations": [
                "Translational Research and Clinical Studies, Transgenomic, Inc., Omaha, NE, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Manika Koul",
            "author_affiliations": [
                "Translational Research and Clinical Studies, Transgenomic, Inc., Omaha, NE, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John Troy",
            "author_affiliations": [
                "Biomarker Discovery and Molecular Epidemiology, Transgenomic, Inc., Gaithersburg, MD, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mike L. Nickerson",
            "author_affiliations": [
                "Biomarker Discovery and Molecular Epidemiology, Transgenomic, Inc., Gaithersburg, MD, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-26T09:29:47",
    "is_scraped": "1"
}