{
    "doi": "https://doi.org/10.1182/blood.V108.11.1651.1651",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=616",
    "start_url_page_num": 616,
    "is_scraped": "1",
    "article_title": "Unexpected and Sustained Symmetry in the Repopulation Programs Displayed by Clonally Amplified Hematopoietic Stem Cells. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "cd45 antigens",
        "hematopoietic stem cells",
        "interleukin-11",
        "ms-like tyrosine kinase 3",
        "transplantation",
        "mice",
        "child",
        "donors",
        "clone cells",
        "heterogeneity"
    ],
    "author_names": [
        "Brad Dykstra",
        "David Kent",
        "Melisa Hamilton",
        "Merete Kristiansen",
        "Kristin Lyons",
        "Lindsay McCaffrey",
        "Shannon Russell",
        "Connie J. Eaves, PhD"
    ],
    "author_affiliations": [
        [
            "Terry Fox Laboratory, British Columbia Cancer Agency, Vancouver, BC, Canada",
            "Genetics Graduate Program, University of British Columbia, Vancouver, BC, Canada"
        ],
        [
            "Terry Fox Laboratory, British Columbia Cancer Agency, Vancouver, BC, Canada",
            "Genetics Graduate Program, University of British Columbia, Vancouver, BC, Canada"
        ],
        [
            "Terry Fox Laboratory, British Columbia Cancer Agency, Vancouver, BC, Canada"
        ],
        [
            "Terry Fox Laboratory, British Columbia Cancer Agency, Vancouver, BC, Canada"
        ],
        [
            "Terry Fox Laboratory, British Columbia Cancer Agency, Vancouver, BC, Canada"
        ],
        [
            "Terry Fox Laboratory, British Columbia Cancer Agency, Vancouver, BC, Canada"
        ],
        [
            "Terry Fox Laboratory, British Columbia Cancer Agency, Vancouver, BC, Canada"
        ],
        [
            "Terry Fox Laboratory, British Columbia Cancer Agency, Vancouver, BC, Canada",
            "Genetics Graduate Program, University of British Columbia, Vancouver, BC, Canada"
        ]
    ],
    "first_author_latitude": "49.26257450000001",
    "first_author_longitude": "-123.11934239999998",
    "abstract_text": "Heterogeneity in progeny output by individual pluripotent hematopoietic cells is a well documented but poorly understood paradigm. Importantly, the extent to which this functional heterogeneity is pre-determined by intrinsic mechanisms that specify distinct programs, as opposed to conditions that result in a series of stochastic events, is still debated. The prospective isolation of phenotypically defined subpopulations with more restricted behaviors has lent recent support to the concept of predetermined hierarchies with preset, but alternative pathways of lineage restriction and differentiated cell output. Here we have used highly purified starting populations to compare the long-term cell output dynamics of individual multipotent repopulating cells in sublethally irradiated W 41 /W 41 mice transplanted with single Ly-5 congenic CD45 mid lin − Rho − SP adult mouse bone marrow cells (158 mice) or their clonal progeny generated after 4 days in vitro in 300 ng/ml SF, 20 ng/ml IL-11 and 1 ng/ml Flt3-L (194 mice). WBC samples collected 4, 8, 12, 16, and 24 weeks post-transplant were analyzed for donor contributions to the myeloid (GM) and lymphoid (B and T) lineages. In 49 of the 158 mice (31%) and 44 of the 194 mice (23%), the cells produced in vivo contributed ≥1% of all the WBCs present at ≥16 weeks. The overall and lineage-specific contributions to the WBCs in each recipient mouse varied widely both over time post-transplant and between mice. However, examination of the ratio of the donor contributions to the myeloid and lymphoid lineages (GM:B+T) in each mouse at 16 weeks post-transplant allowed 4 patterns to be readily identified: α and β with GM:B+T ratios of ≥2 and 0.25–2, respectively; γ, with a GM:B+T ratio of <0.25 including a ≥1% contribution to both lymphoid and myeloid lineages at 16 weeks; and δ, also with a GM:B+T ratio of <0.25, but with contribution only to the lymphoid lineages at this time. Secondary transplants performed after 24 weeks showed long-term repopulation (≥16 weeks) of most recipients of type α and β progeny (10/11 and 11/12, respectively) but none of the recipients of type γ and δ progeny were repopulated (0/6 and 0/17, respectively). Interestingly, the variation over time in both the overall and lineage-specific contributions was remarkably similar in pairs of secondary recipients injected with cells from the same primary donor. In addition, the lineage contribution ratios seen in the secondary recipients tended to recapitulate that of the primary donors (i.e., α or β), and these trends remained obvious when tertiary transplants were performed. Preservation of stem cell programming was also evident from sequential analyses of multiple mice injected with aliquots of the same clones generated in vitro after 10 days from single CD45 mid lin − Rho − SP cells. Very similar patterns of total and lineage-specific contributions were again observed amongst the different recipients of cells from the same clones. Collectively, these findings indicate that by early adult life hematopoietic stem cells have acquired intrinsically fixed patterns of lineage specification that can be stably transmitted through many self-renewal generations."
}