{
    "doi": "https://doi.org/10.1182/blood.V114.22.910.910",
    "article_title": "Absence of T-Cell Receptor Gene Rearrangements Predicts Induction Failure in Pediatric T-Cell Acute Lymphoblastic Leukemia. ",
    "article_date": "November 20, 2009",
    "session_type": "LEUKEMIAS - BIOLOGY, CYTOGENETICS AND MOLECULAR MARKERS IN DIAGNOSIS AND PROGNOSIS: GENETIC ADVANCES IN ALL",
    "abstract_text": "Abstract 910 Despite modern intensive therapy, 25% of children with T-ALL will develop treatment-resistant disease, which carries a dismal prognosis. However, no clinical or biologic features have been found to predict prognosis robustly enough to be incorporated into current clinical protocols. The inability to accurately identify patients at high risk of treatment failure at the time of diagnosis is a major impediment to further improvements in outcome in T-ALL, as patients at high risk of treatment failure, who would probably benefit from the introduction of novel therapeutic agents, cannot be differentiated from those who might be cured with reduced-intensity regimens. In an effort to identify genomic alterations present at the time of diagnosis that would predict response to therapy, we performed array comparative genomic hybridization (CGH) on DNA extracted from diagnostic specimens from 47 children with T-ALL treated on either Children's Oncology Group Protocol 9404 or DFCI ALL Consortium Protocol 00-001, which are very similar regimens. The samples analyzed included all of the specimens available from cases in which therapy failed, comprising 9 induction failure and 13 relapse cases, and a control group of 25 long-term event-free survivors. The absence of deletions of genomic DNA at the TCRg, TCRb, and TCRa/TCRd loci at the time of diagnosis, indicating that V(D)J recombination had not occurred, was associated with induction failure, as was deletion of the CDKN2A tumor suppressor locus. The absence of TCRg and TCRb deletions were also associated with inferior event-free and overall survival. The lack of T cell receptor rearrangements in these cases indicates that PCR-based minimal residual disease testing may not be useful in these high-risk cases. The most robust marker of treatment failure identified, lack of homozygous TCRg rearrangement, strongly predicted induction failure (75% vs. 8%, P = 0.0002), inferior event-free survival ( P = 0.0009) and inferior overall survival ( P < 0.0001) in these patients. Our findings were validated using quantitative DNA PCR, an assay that is readily suited to clinical applications. Analysis of gene expression data demonstrated that the group of cases identified by lack of TCR rearrangement showed significant biologic overlap with the high-risk “early T-cell precursor” subtype of T-ALL recently identified using gene expression profiling. Taken together, these data indicate that a subset of T-ALL patients with a very poor response to contemporary therapy can be accurately identified at the time of diagnosis, raising the possibility that alternative therapies can be administered early in treatment to this high group of patients in order to improve their outcome. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "adult t-cell lymphoma/leukemia",
        "t-cell leukemia, acute",
        "pediatrics",
        "t cell receptor gene rearrangement",
        "dna",
        "polymerase chain reaction",
        "alternative medicine",
        "array-based comparative genomic hybridization",
        "gene expression profiling",
        "neoplasm, residual"
    ],
    "author_names": [
        "Alejandro Gutierrez, M.D.",
        "Ruta Grebliunaite",
        "Suzanne E. Dahlberg, PhD",
        "Donna Neuberg, ScD",
        "Jianhua Zhang, PhD",
        "Takaomi Sanda, M.D., Ph.D.",
        "Alexei Protopopov",
        "Lynda Chin, MD",
        "Stuart Winter, MD",
        "Richard S. Larson, MD, PhD",
        "Jeffery Lorne Kutok, MD, PhD",
        "Lewis B. Silverman, MD",
        "Stephen P Hunger, MD",
        "Stephen E. Sallan, MD",
        "A. Thomas Look, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Alejandro Gutierrez, M.D.",
            "author_affiliations": [
                "Pediatric Hematology/Oncology, Dana-Farber Cancer Institute and Children's Hospital Boston, Boston, MA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ruta Grebliunaite",
            "author_affiliations": [
                "Pediatric Oncology, Dana-Farber Cancer Institute, Boston, MA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Suzanne E. Dahlberg, PhD",
            "author_affiliations": [
                "Department of Biostatistics and Computational Biology, Dana-Farber Cancer Institute, Boston, MA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Donna Neuberg, ScD",
            "author_affiliations": [
                "Dana Farber Cancer Institute, Boston, MA, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jianhua Zhang, PhD",
            "author_affiliations": [
                "Belfer Institute for Applied Cancer Science, Dana-Farber Cancer Institute, Boston, MA, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Takaomi Sanda, M.D., Ph.D.",
            "author_affiliations": [
                "Pediatric Hematology/Oncology, Dana-Farber Cancer Institute, Boston, MA, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alexei Protopopov",
            "author_affiliations": [
                "Dana-Farber cancer Institute, Boston, MA, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lynda Chin, MD",
            "author_affiliations": [
                "Belfer Institute for Applied Cancer Science, Dana-Farber Cancer Institute, Boston, MA, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stuart Winter, MD",
            "author_affiliations": [
                "Department of Pediatrics, University of New Mexico, Albuquerque, NM, USA, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard S. Larson, MD, PhD",
            "author_affiliations": [
                "Pathology, The University of New Mexico Health Sciences Center, Albuquerque, NM, USA, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeffery Lorne Kutok, MD, PhD",
            "author_affiliations": [
                "Harvard Medical School, Brigham & Women's Hospital, Boston, MA, USA, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lewis B. Silverman, MD",
            "author_affiliations": [
                "Pediatric Oncology, Dana-Farber Cancer Institute, Boston, MA, USA, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephen P Hunger, MD",
            "author_affiliations": [
                "Pediatric Heme/Onc/BMT, University of Colorado College of Medicine, Aurora, CO, USA, "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephen E. Sallan, MD",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Boston, MA, USA"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "A. Thomas Look, MD",
            "author_affiliations": [
                "Pediatric Oncology, Dana-Farber Cancer Institute, Boston, MA, USA, "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-11T15:43:04",
    "is_scraped": "1"
}