{
    "doi": "https://doi.org/10.1182/blood-2018-99-116426",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3978",
    "start_url_page_num": 3978,
    "is_scraped": "1",
    "article_title": "Maintenance with Carfilzomib Following Carfilzomib, Cyclophosphamide and Dexamethasone at First Relapse or Primary Refractory Multiple Myeloma (MM) on the Phase 2 Muk Five Study: Effect on Minimal Residual Disease ",
    "article_date": "November 29, 2018",
    "session_type": "653. Myeloma: Therapy, excluding Transplantation: Novel Proteasome Inhibitors",
    "topics": [
        "carfilzomib",
        "cyclophosphamide",
        "dexamethasone",
        "multiple myeloma",
        "neoplasm, residual",
        "disease progression",
        "vocal cord dysfunction",
        "adverse effects",
        "autologous stem cell transplant",
        "cancer"
    ],
    "author_names": [
        "Kwee Yong, MD PhD",
        "Samantha Hinsley, MSc, BSc",
        "Ruth M De Tute, BSc,MSc",
        "Debbie Sherratt",
        "Sarah R Brown, PhD MSc, BSc",
        "Louise Flanagan, PhD",
        "Catherine Williams",
        "Jamie Cavenagh, MD PhD",
        "Martin Kaiser, MD",
        "Neil K Rabin, MD",
        "Karthik Ramasamy, MD PhD",
        "Mamta Garg",
        "Holger W. Auner, MD PhD",
        "Gareth Morgan, MD",
        "Faith E. Davies, MD",
        "Roger G. Owen"
    ],
    "author_affiliations": [
        [
            "Department of Haematology, University College London Hospitals NHS Foundation Trusts, London, United Kingdom "
        ],
        [
            "Leeds Institute of Clinical Trials Research, Leeds, United Kingdom "
        ],
        [
            "Institute of Oncology, Leeds, United Kingdom "
        ],
        [
            "Clinical Trials Research Unit, Leeds Institute of Clinical Trials Research, Leeds, United Kingdom "
        ],
        [
            "Clinical Trials Research Unit, Leeds Institute of Clinical Trials Research, Leeds, United Kingdom "
        ],
        [
            "Leeds Institute of Clinical Trials Research, Leeds, United Kingdom "
        ],
        [
            "Centre for Clinical Haematology, Nottingham University Hospital, Nottingham, United Kingdom "
        ],
        [
            "Department of Haematology, St Bartholomew's Hospital, London, United Kingdom "
        ],
        [
            "The Institute of Cancer Research, London, United Kingdom "
        ],
        [
            "Department of Haematology, University College London Hospitals NHS Foundation Trusts, London, United Kingdom "
        ],
        [
            "Department of Clinical Haematology, Oxford University Hospital, NHS Trust, Oxford, United Kingdom "
        ],
        [
            "Leicester Royal Infirmary, Leicester, United Kingdom "
        ],
        [
            "Hammersmith Hospital, London, GBR "
        ],
        [
            "Myeloma Institute For Research and Therapy, Little Rock, AR "
        ],
        [
            "Myeloma Institute, University of Arkansas, Little Rock, AR "
        ],
        [
            "Haematological Malignancy Diagnostic Service, St. James's University Hospital, Leeds, United Kingdom"
        ]
    ],
    "first_author_latitude": "51.49649205",
    "first_author_longitude": "-0.1158141",
    "abstract_text": "Background The benefit of single agent maintenance is largely established from studies in newly diagnosed patients, while extended therapy combination regimens are more commonly used in relapsed disease. Extended therapy on combination protocols may be limited by tolerability and safety, as well as patient compliance. Fixed duration combination treatment followed by single agent maintenance may provide better long term disease control. Such benefit may correlate with depth of response, measured as minimal residual disease (MRD). Prognostic significance of MRD negativity in the relapsed setting is increasingly recognised, but the utility of single agent maintenance in achieving this is unknown. Aims The MUK five phase 2 trial studied the safety and activity of carfilzomib, cyclophosphamide and dexamethasone (KCd) for patients at first relapse or refractory to one prior line, and compared activity and safety of maintenance K vs observation after fixed duration KCd. Here we provided updated results of the maintenance randomization, including the effect on MRD and interaction with genetic risk. Methods The first part of the study compared KCd with VCd as fixed duration therapy for patients at first relapse, or primary refractory to one line of treatment. Inclusion criteria included Hb>80g/L, neutrophils>1.0x10 9 /L, platelets≥50x10 9 /L and GFR>30ml/min. Participants with ≥SD after KCd were randomised (R2) 1:1 to receive maintenance K (36mg/m 2 days 1, 2, 15, 16 for 6m, then days 1, 2 for 12m) or no further treatment, minimization factors: disease response (≥VGPR vs <VGPR) and prior ASCT. Co-primary endpoint was progression-free survival (PFS) from R2 (superiority). Disease response was assessed by Modified IWG Uniform Response Criteria, and MRD by multiparameter flow cytometry (10 -4 ). All missing/failed samples were considered MRD+. Results 300 participants were randomised, 201 KCd and 99 VCd. Superior response to KCd has previously been reported (ORR 84.1% vs 68.1%, p=0.0014, ≥VGPR 40.2% vs 31.9%, non-inferior). For R2, 141 patients were randomised, 69 K, 72 observation (obs); 60 patients did not enter R2, 1/3 due to disease progression. Arms were balanced for patient and disease features: ≥VGPR (K 58.0%, obs 54.2%), ECOG, ISS, MRD status (MRD neg (MRD-): K 11.6%, obs 13.9%) and adverse risk genetics (K 16/39 41.0%, obs 24/48, 50%) at end of KCd. Safety population was 141 (67 K; 74 obs). Safety and adverse reactions in the K arm were consistent with data from previous studies (previously presented). 44.3% of patients completed 6 cycles K, 18% completed 18 cycles. 82.1% of patients had a dose modification, but 88.7% of all cycles were received on time. Reasons for stopping K were completed treatment (18%), disease progression (65.6%), toxicity (4.9%), withdrew consent (6.6%). At a median follow-up from R2 of 10.5m (0.9-31.3), 49 patients have progressed/died in the K arm, 58 in obs. Median PFS from R2 for K was 11.9m vs 5.6m obs (HR 0.59, p=0.009). In multivariate Cox's model for PFS including minimisation factors, only treatment arm and response to KCd were significant (p<0.01, p<0.001). There were 13 deaths in each arm (K, 11 disease related, 1 skeletal, 1 new primary cancer; obs, 8 disease related, 2 infection, 3 other). Median OS was 25.7m K vs 24.1m obs. CR rates just prior to R2 were 2.9% vs 1.4% and overall 10.6%, K vs obs. At time of R2, 8/69 (11.6%) and 10/72 (13.9%) of patients were MRD- in the K and obs arms respectively. MRD- rate increased after 6m of K to 11/45 (24.4%), while in the obs group, only 1/30 (3.3%) remained MRD-. At 12m, 12.5% in the K arm were MRD- compared to only 4.5% in obs group. Of 8 patients who were MRD- at start of K, 5 remained MRD- at 6m (3 inadequate sample) and 2 at 12m, of 40 MRD+ patients, 4 became MRD- at 6m, 1 remaining so at 12m. In contrast, only 1 patient who was MRD- at start of observation remained so at 6m, remaining negative at 12m. Patients who were MRD- at R2 had longer PFS (median PFS adjusted for treatment from R2 10.5m vs 7.2m for MRD+, HR=0.59, p=0.0795). Conclusion Single agent carfilzomib is well tolerated and improves quality of response (increase in MRD negative disease at 6 months). Deepening of response is reflected in the longer PFS associated with K maintenance, in patients completing fixed duration treatment with KCd. The impact of genetic risk on MRD status and conversion, and the impact of conversion on outcomes will be presented at the meeting. Disclosures Yong: Takeda: Speakers Bureau; Janssen: Honoraria, Speakers Bureau; Amgen: Honoraria, Research Funding, Speakers Bureau; Celgene: Honoraria. Williams: Celgene: Honoraria, Other: travel support, Speakers Bureau; Janssen: Honoraria, Other: travel support, Speakers Bureau; Amgen: Honoraria, Speakers Bureau; Takeda: Honoraria, Other: travel support, Speakers Bureau; Novartis: Honoraria. Cavenagh: Novartis: Honoraria, Speakers Bureau; Takeda: Research Funding, Speakers Bureau; Janssen: Honoraria, Speakers Bureau; Celgene: Honoraria, Research Funding, Speakers Bureau; Amgen: Honoraria, Speakers Bureau. Kaiser: Chugai: Consultancy; Janssen: Consultancy, Honoraria; Celgene: Consultancy, Honoraria, Research Funding; Bristol-Myers Squibb: Consultancy, Other: travel support; Takeda: Consultancy, Other: travel support; Amgen: Consultancy, Honoraria. Rabin: Novartis: Consultancy, Speakers Bureau; Amgen: Consultancy, Speakers Bureau; Celgene: Speakers Bureau; Janssen: Consultancy, Other: Travel support, Speakers Bureau; Takeda: Consultancy, Other: Travel support , Speakers Bureau. Ramasamy: Celgene: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Janssen: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Amgen: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Takeda: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding. Garg: Amgen: Honoraria, Other: Travel Support; Novartis: Other: travel support, Research Funding; Janssen: Honoraria; Takeda: Other: Travel Grant. Auner: PharMar: Consultancy; Novartis: Consultancy; Amgen: Honoraria, Research Funding; Takeda: Consultancy. Morgan: Takeda: Consultancy, Honoraria; Celgene: Consultancy, Honoraria, Research Funding; Janssen: Research Funding; Bristol-Myers Squibb: Consultancy, Honoraria. Davies: Celgene: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; MMRF: Honoraria; ASH: Honoraria; Amgen: Consultancy, Membership on an entity's Board of Directors or advisory committees; Takeda: Consultancy, Membership on an entity's Board of Directors or advisory committees; Janssen: Consultancy, Honoraria; Abbvie: Consultancy; TRM Oncology: Honoraria. Owen: Janssen: Consultancy, Other: Travel support; Celgene: Consultancy, Honoraria, Research Funding; Takeda: Honoraria, Other: Travel Support."
}