{
    "doi": "https://doi.org/10.1182/blood.V124.21.2803.2803",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2936",
    "start_url_page_num": 2936,
    "is_scraped": "1",
    "article_title": "Distinct Mechanism of Anti-Hemophilic FVIII Activation By Nascent FXa in the Tissue Factor-FVIIa Coagulation Initiation Complex Resistant to FXa-Directed Inhibition ",
    "article_date": "December 6, 2014",
    "session_type": "321. Blood Coagulation and Fibrinolytic Factors: Poster II",
    "topics": [
        "blood coagulation",
        "coagulation process",
        "recombinant coagulation factor viia",
        "anticoagulants",
        "thrombosis",
        "polymyositis",
        "prednimustine",
        "tissue factor pathway inhibitor",
        "hemostasis procedures",
        "monoclonal antibodies"
    ],
    "author_names": [
        "Yuichi Kamikubo, PhD",
        "Grazia Loredana Mendolicchio, MD PhD",
        "Antonella Zampolli, PhD",
        "Patrizia Marchese, PhD",
        "Andrew J. Gale, PhD",
        "Sriram Krishnaswamy, PhD",
        "Andras Gruber, MD",
        "Lars Christian Petersen",
        "Wolfram Ruf, MD",
        "Zaverio M Ruggeri, MD"
    ],
    "author_affiliations": [
        [
            "The Scripps Research Institute, La Jolla, CA "
        ],
        [
            "IRCCS Istituto Clinico Humanitas, Rozzano (Milano), Italy "
        ],
        [
            "The Scripps Research Institute, La Jolla, CA "
        ],
        [
            "The Scripps Research Institute, La Jolla, CA "
        ],
        [
            "The Scripps Research Institute, La Jolla, CA "
        ],
        [
            "The Children's Hospital of Philadelphia, Philadelphia, PA "
        ],
        [
            "Oregon Health & Science University, Portland, OR "
        ],
        [
            "Novo Nordisk A/S, Bagsvaerd, Denmark "
        ],
        [
            "The Scripps Research Institute, La Jolla, CA"
        ],
        [
            "The Scripps Research Institute, La Jolla, CA "
        ]
    ],
    "first_author_latitude": "32.8957567",
    "first_author_longitude": "-117.2424725",
    "abstract_text": "Hemorrhagic complications may occur during anticoagulant therapy, but clinical studies indicate that FXa-directed anticoagulants are not inferior to vitamin K antagonists in preventing thrombosis while decreasing the incidence of intracranial bleeding. Anti-hemophilic FVIII has a central role in hemostasis, thus we hypothesized that elucidating effects of FXa-directed anticoagulants on FVIII function could advance understanding of mechanisms differentiating hemostasis and thrombosis. Currently, FVIII is thought to be activated by limited amounts of thrombin (FIIa) initially produced by FXa generated by the tissue factor (TF)-FVIIa complex. Activated FVIII (FVIIIa) then amplifies FXa generation through intrinsic tenase (FVIIIa-FIXa) complex, leading to more FIIa production. We now propose an alternative mechanism of FVIII activation resistant to the TF pathway inhibitor (TFPI) and direct anti-FXa anticoagulants. In this process, nascent FXa generated by the TF-FVIIa complex generates FVIIIa independently of FIIa feedback activation. We first verified whether TF-dependent FVIII activation by FXa can promote FIIa generation by FIXa-FVIIIa in human platelet-rich plasma (PRP). Addition of relipidated TF (0.15 pM) into PRP synergistically enhanced FIIa production by FIXa (20 pM) in a process requiring both FVIIa and FVIII. Synergistic FIIa generation was blocked by an anti-TF monoclonal antibody (MoAb) and the blockade was reversed by FVIIIa, supporting the concept that FVIII activation is a key TF-dependent function in the process. We further tested the hypothesis in vivo using a ferric chloride-induced mouse thrombosis model. Concurrent administration of anti-FXI and anti-TF MoAbs at individually ineffective doses markedly reduced fibrin deposition onto the lesion, suggesting that TF and contact phase (CP)-initiated pathways cooperate in generating coagulation proteases leading to thrombosis. Infusion of FVIIIa, but not FVIII, by-passed the inhibitory effect of the anti-TF MoAb, but full FXI inhibition still prevented thrombosis, in agreement with the concept FVIII activation in vivo is a TF-dependent function. We next evaluated whether the TF pathway can generate FVIIIa in reactions with purified components including FVIII, FX, FV and FII in which relipidated TF (50 pM) provided a limiting phospholipid surface. Addition of FIXa (10 nM) with FVIIa (200 pM) synergistically increased FXa generation even when the thrombin inhibitor dansylarginine N-(3-ethyl-1,5-pentanediyl)amide (DAPA) was added or wild-type FII was replaced by the catalytically inactive FII S195A mutant. TF-FVIIa-induced FVIII activation was reduced, but not abolished, by DAPA. Thus, TF-FVIIa-mediated FVIII activation by FXa is sufficient for productive FVIIIa-FIXa complex assembly even without FIIa feedback activation. TFPI/protein S and antithrombin/pentasaccharide did not prevent FIIa-independent but inhibited FIIa-dependent FVIIIa generation, indicating that the newly discovered FIIa-independent functional link between TF and intrinsic pathways escapes control by physiologic inhibitors. To verify that FVIII activation is a distinct function of FXa possibly still assembled within the TF-FVIIa complex, we showed that the nematode anticoagulant protein (NAP) c2-stabilized complex of FXa, TF and catalytically inactive FVIIa (S195A) - in which FXa is the only active protease - but not free FXa with NAPc2, generated FVIIIa even in the presence of physiologic TFPI inhibition. At therapeutic concentrations, the FXa-directed anticoagulants, rivaroxaban and apixaban, moderately inhibited FVIII activation by nascent FXa, while both blocked FVIII activation by free and RussellÕs viper venom-activated FXa, indicating resistance of nascent FXa-mediated FVIIIa generation also to pharmacologic FXa inhibition. Inefficient inhibition of FVIII activation by FXa anticoagulants allowed FVIIIa/FIXa-dependent thrombin production even under TFPI control. In conclusion, persistent FVIII activation preserving hemostasis could explain why the antithrombotic efficacy of FXa inhibitors is associated with a relatively low risk of bleeding complications. Our findings provide new perspectives for designing antithrombotic intervention with lesser anti-hemostatic effects as well as for personalized evaluation of bleeding risk during anticoagulant therapy. Disclosures Gale: University of California, San Diego: University of California, San Diego Patents & Royalties. Gruber: Aronora, Inc: Employment, Equity Ownership, Membership on an entity's Board of Directors or advisory committees. Petersen: NovoNordisk A/S: Employment."
}