{
    "doi": "https://doi.org/10.1182/blood.V116.21.3728.3728",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1660",
    "start_url_page_num": 1660,
    "is_scraped": "1",
    "article_title": "Strong CD28 Costimulation Suppresses Induction of Regulatory T Cells From Naïve Precursors through Lck Signaling. ",
    "article_date": "November 19, 2010",
    "session_type": "Experimental Transplantation - Basic Biology, Immune Function and Engraftment: Poster II",
    "topics": [
        "cd28 antigens",
        "lymphocyte costimulation",
        "regulatory t-lymphocytes",
        "signal transduction",
        "antigens, cd25",
        "1-phosphatidylinositol 3-kinase",
        "aldesleukin",
        "graft-versus-host disease",
        "t-lymphocytes",
        "cytosol"
    ],
    "author_names": [
        "Kenrick Semple",
        "Antony Nguyen",
        "Yu Yu",
        "Claudio Anasetti, MD",
        "Xue-Zhong Yu"
    ],
    "author_affiliations": [
        [
            "Pathology and Cell Biology, University of South Florida, Tampa, FL, USA, "
        ],
        [
            "H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL, USA"
        ],
        [
            "H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL, USA"
        ],
        [
            "H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL, USA"
        ],
        [
            "H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL, USA"
        ]
    ],
    "first_author_latitude": "28.0641173",
    "first_author_longitude": "-82.4245399",
    "abstract_text": "Abstract 3728 CD28 costimulation is required for the generation of naturally-derived regulatory T cells (nTregs) in the thymus through Lck-signaling. However, it is not clear how CD28 costimulation regulates the generation of induced Tregs (iTregs) from naïve CD4 T-cell precursors in the periphery. To address this question, we induced iTregs (CD25 + Foxp3 + ) from naïve CD4 T cells (CD25 − Foxp3 − ) by TCR-stimulation with additional TGFβ in vitro , and found that the generation of iTregs was inversely related to the level of CD28 costimulation independently of IL-2. By using a series of transgenic mice on CD28-deficient background that bears WT CD28 or mutated CD28 in its cytosolic tail incapable of binding to Lck, PI3K or Itk, we found that CD28-mediated Lck-signaling plays an essential role in the suppression of iTreg generation under strong CD28 costimulation. Furthermore, we demonstrate that T cells with the CD28 receptor incapable of activating Lck were prone to iTreg induction in vivo , which contributed to their reduced ability to cause graft-versus-host disease. These findings reveal a novel mechanistic insight into how CD28 costimulation negatively regulates the generation of iTregs, and provide the rationale for promoting T-cell immunity or tolerance by regulating Tregs through targeting CD28-signaling. Disclosures: No relevant conflicts of interest to declare."
}