{
    "doi": "https://doi.org/10.1182/blood.V114.22.3220.3220",
    "article_title": "HYC750: A Novel Stem Cell Mobilizer. ",
    "article_date": "November 20, 2009",
    "session_type": "CELL PROCESSING POSTER II",
    "abstract_text": "Abstract 3220 Poster Board III-157 Hyaluronic acid (HA) is a repeating disaccharide polymer having various biological activities depending on size: high molecular weight HA performs structural functions, whereas low molecular weight HA induces systemic cytokine-like effects. HYC750 is a Good Manufacturing Practices (GMP)-generated HA with a maximum molecular weight of 750 kDA that is currently in development as a hematopoietic stem cell mobilizer. Given the potential for proinflammatory activities of various very low MW HA fragments we sought to determine whether HYC750 may possess properties detrimental to clinical use. Dose-dependent administration of HYC750 to bone marrow stromal cells, the monocytic cell line RAW, and differentiated THP-1 cells did not result in alteration of proliferation or viability. Treatment of said cells with HYC750 did not elicit production of TNF-alpha as assessed by the L929 assay. In contrast, LPS treatment induced a dose dependent cytokine response. These data, combined with dose escalation studies in BALB/c mice without induction of inflammatory reactions or adverse effects suggested HYC-750 does not cause biological changes that are conventionally seen with low molecular weight HA administration. In order to quantify stem cell mobilization activity, 240 ug/mouse of HYC750 was administered for 5 consecutive days intraperitoneally and subsequently marrow, spleen and blood were sacrificed on day 6. A profound increase in cellularity of circulating cells was observed with the HYC750 treatment by forward and side scatter FACS profiles. A >2 fold increase in lineage negative, stem cell antigen (SCA-1) positive cells, c-kit positive cells was observed in the periphery in the treated animals. In contrast to G-CSF mobilization, HYC750 treatment was not associated with decreased marrow cellularity or local macrophage activation. These data suggest HYC750 is a novel mobilizing agent that does not elicit inflammatory responses. Recently, HYC750 received approval to be used in a Phase I, open-label, single-ascending-dose, safety study in healthy male volunteers, by the European Competent Authority in Seville, Spain. Disclosures Schönekess: Orcrist Bio: Employment, Equity Ownership.",
    "topics": [
        "adverse effects",
        "antigens",
        "bone marrow aspiration",
        "cyclic gmp",
        "cytokine",
        "disaccharides",
        "granulocyte colony-stimulating factor",
        "hematopoietic stem cell mobilization",
        "hyaluronic acid",
        "proto-oncogene protein c-kit"
    ],
    "author_names": [
        "Brett Schönekess",
        "Rosalia De Necochea Campion, MSc",
        "Victoria Dardov",
        "Srdjan Sonjara",
        "Steven F. Josephs, PhD",
        "Famela Ramos",
        "Thomas Ichim",
        "Boris Minev, MD",
        "Ewa Carrier, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Brett Schönekess",
            "author_affiliations": [
                "Orcrist Bio, Inc., Calgary, AB, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Rosalia De Necochea Campion, MSc",
            "author_affiliations": [
                "Hematology, Moores Cancer Center, San Diego, CA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Victoria Dardov",
            "author_affiliations": [
                "Hematology, Moores Cancer Center, San Diego, CA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Srdjan Sonjara",
            "author_affiliations": [
                "Hematology, Moores Cancer Center, San Diego, CA, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Steven F. Josephs, PhD",
            "author_affiliations": [
                "Hematology, Moores Cancer Center, San Diego, CA, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Famela Ramos",
            "author_affiliations": [
                "Medistem Inc., San Diego, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas Ichim",
            "author_affiliations": [
                "Medistem Inc., San Diego, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Boris Minev, MD",
            "author_affiliations": [
                "Neurosurgery, University of California San Diego, La Jolla, CA, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ewa Carrier, MD",
            "author_affiliations": [
                "Moores Cancer Center, San Diego"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-14T12:57:44",
    "is_scraped": "1"
}