{
    "doi": "https://doi.org/10.1182/blood.V112.11.3541.3541",
    "article_title": "IL-15 Augments in-Vitro Expansion and Functional Activity of Antigen-Specific Effector Memory T-Cells (T EM ) While Co-Expression of IL-15 and IL-15 Rα on Antigen Presenting Cells Also Promotes Expansion of Central Memory T-Cells (T CM ) ",
    "article_date": "November 16, 2008",
    "session_type": "Gene Therapy and Transfer",
    "abstract_text": "Adoptive immunotherapy with in-vitro expanded antigen-specific T cells (TC) is often hampered by the extended culture times required to generate sufficient numbers of antigen- specific TC and their limited persistence in-vivo. IL-2 predominantly supports the generation of short-lived effector memory (T EM ) and effector (T E ) CD8 + TC without expanding the CD62L + and CCR7 + central memory T cells (T CM ), which may persist for long periods in vivo. We examined the potential of IL-15 to foster growth of CMVpp65- specific TC as well as expansion of both T EM and T CM CD8 + TC. Accordingly, TC from 3 seropositive donors bearing HLA A0201 were sensitized in-vitro using NIH 3T3 based artificial antigen presenting cells transduced to express B7.1, ICAM-1, LFA-3, β 2 -M and HLA A0201 heavy chain as well as CMVpp65 (A2-AAPC) in presence of exogenous IL-2, IL-15 or IL-15 plus IL-2. To assess if trans-presentation of IL-15 by the receptor alpha on AAPCs leads to enhancement of IL-15 activity, we sequentially transduced A2-AAPCs with the IL-15 and IL-15 receptor alpha cDNA (A2- AAPC IL-15/IL-15Rα). TC were then cultured using A2-AAPC with either IL-2 (20U/ml) IL-15 (10ng/ml) IL-2 plus IL-15 or with A2-AAPC IL-15/IL-15Rα or A2-AAPC IL-15Rα + IL-2 (20U/ml). TC sensitized using either A2-AAPC IL-15/IL-15Rα or A2-AAPC + IL-15 demonstrated ~ 1500–2000 fold expansion of CMVpp65 A2-NLV tetramer (+) CD8 + TC, compared to a 300–600 fold expansion using A2-AAPC + IL-2 after 21–28 days in culture. Cultures containing IL-15 generated 25–70 ×10 6 A2-NLV tetramer (+) CD8 + TC in comparison to 10–18 ×10 6 in cultures with IL-2. At 7–10 days, ~20% of the tetramer (+) TC demonstrated a T CM phenotype (CD62L + and CCR7 + ) in all cultures, with 75% T EM and 5% T E . By 21- 28 days, no T CM were detected among tetramer (+) TC in cultures containing exogenous IL-2, IL-15 or IL-2 plus IL-15. However, TC sensitized with A2-AAPC IL-15/IL-15Rα still contained 10–12% (~7×10 6 ) tetramer (+) CD8 + T CM which further increased through day 35. In functional assays, TC sensitized in the presence of IL-15 or AAPCs expressing IL-15 and IL-15Rα elicited superior CMV-specific responses with 7–20% CD8 + TC demonstrating CMVpp65 epitope specific interferon gamma production compared to 2–3% in cultures with IL-2. Cytotoxic activity against CMV pp65 peptide loaded autologous EBV transformed B-cell lines (E:T= 10:1) was higher for TC sensitized with IL-15 (80%) compared to cultures with IL-2 (60%). The cytotoxic activity against HLA mismatched targets or K562 was <5% in all cultures. In conclusion, our data demonstrate higher yields and augmented function in antigen specific T cells cultured with IL-15. TC sensitized with A2-AAPC-CMVpp65 together with IL-15 +/− IL-2 only supported sustained expansion of T EM and T E . In contrast, TC sensitized with A2-AAPC IL-15/IL-15Rα also supported sustained expansion of T CM .",
    "topics": [
        "antigen-presenting cells",
        "antigens",
        "interleukin-15",
        "t-lymphocytes, memory",
        "aldesleukin",
        "adenomatous polyposis coli, attenuated",
        "human leukocyte antigens",
        "l-selectin",
        "cd58 antigens",
        "dna, complementary"
    ],
    "author_names": [
        "Aisha Hasan, MD",
        "Annamalai Selvakumar, PhD",
        "Bo Dupont, MD, DSc",
        "Michel Sadelain, MD",
        "Isabelle Riviere, PhD",
        "Richard J O’Reilly, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Aisha Hasan, MD",
            "author_affiliations": [
                "Pediatrics, Memorial Sloan-Kettering Cancer Center, New York, NY, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Annamalai Selvakumar, PhD",
            "author_affiliations": [
                "Immunology Program, Memorial Sloan-Kettering Cancer Center, New York, NY, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bo Dupont, MD, DSc",
            "author_affiliations": [
                "Memorial Sloan-Kettering Cancer Cntr., New York, NY, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michel Sadelain, MD",
            "author_affiliations": [
                "Memorial Sloan-Kettering Cancer Cntr., New York, NY, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Isabelle Riviere, PhD",
            "author_affiliations": [
                "Memorial Sloan-Kettering Cancer Cntr., New York, NY, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard J O’Reilly, MD",
            "author_affiliations": [
                "Pediatrics, Memorial Sloan-Kettering Cancer Center, New York, NY, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-08T21:31:32",
    "is_scraped": "1"
}