{
    "doi": "https://doi.org/10.1182/blood-2019-123669",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4453",
    "start_url_page_num": 4453,
    "is_scraped": "1",
    "article_title": "Polatuzumab Vedotin Plus Obinutuzumab and Lenalidomide in Patients With Relapsed/Refractory Follicular Lymphoma: Primary Analysis of the Full Efficacy Population in a Phase Ib/II Trial ",
    "article_date": "November 13, 2019",
    "session_type": "623.Mantle Cell, Follicular, and Other Indolent B-Cell Lymphoma-Clinical Studies",
    "topics": [
        "follicular lymphoma",
        "lenalidomide",
        "obinutuzumab",
        "brachial plexus neuritis",
        "follow-up",
        "cd20 antigens",
        "adverse event",
        "anemia",
        "antibodies",
        "bendamustine"
    ],
    "author_names": [
        "Catherine Diefenbach, MD",
        "Brad S. Kahl, MD",
        "Lalita Banerjee, FRCPath",
        "Andrew K McMillan, FRCP",
        "Fiona Miall, MD FRCPath, MRCP, BMBS",
        "Javier Briones, MD PhD",
        "Raul Cordoba, MD PhD",
        "Jamie Hirata, PharmD",
        "YiMeng Chang, MSc",
        "Lisa Musick, PharmD",
        "Pau Abrisqueta, MD PhD"
    ],
    "author_affiliations": [
        [
            "Perlmutter Cancer Center at NYU Langone Health, New York, NY "
        ],
        [
            "Division of Oncology, Washington University, St Louis, Washington University, St Louis, MO "
        ],
        [
            "Oncology Centre, Maidstone and Tunbridge Wells NHS Trust, Kent, United Kingdom "
        ],
        [
            "Centre for Clinical Haematology, Nottingham University Hospitals NHS Trust, Nottingham, United Kingdom "
        ],
        [
            "Department of Haematology, University Hospitals of Leicester NHS Trust, Leicester, United Kingdom "
        ],
        [
            "Department of Hematology, Hospital Santa Creu i Sant Pau, Barcelona, Spain "
        ],
        [
            "Fundacion Jimenez Diaz University Hospital, Madrid, Spain "
        ],
        [
            "Genentech, Inc., South San Francisco, CA "
        ],
        [
            "F. Hoffmann-La Roche Ltd, Mississauga, Canada "
        ],
        [
            "Genentech, Inc., South San Francisco, CA "
        ],
        [
            "Hospital Vall Hebron, Barcelona, Spain"
        ]
    ],
    "first_author_latitude": "40.745759",
    "first_author_longitude": "-73.97875979999999",
    "abstract_text": "Introduction: Polatuzumab vedotin (Pola) combined with obinutuzumab (G) demonstrated activity and tolerability in a Phase Ib/II trial of patients (pts) with relapsed/refractory (R/R) follicular lymphoma (FL; Phillips et al. Blood 2016). In addition, the doublet combination of G plus lenalidomide (Len) showed favorable activity and an acceptable safety profile in a Phase II study of pts with R/R FL (Morschhauser et al. Lancet 2019). We sought to determine whether Pola-G-Len might further enhance anti-tumor response in R/R FL. Here, for the first time, we present the full primary analysis of efficacy and safety data from a Phase Ib/II study (GO29834; NCT02600897) of Pola-G-Len in pts with R/R FL. Methods: GO29834 is an open-label, multicenter study of pts with R/R FL (excluding grade 3b) who had received ≥1 prior anti-CD20-containing chemo-immunotherapy regimen. An initial 3+3 dose-escalation phase to define the recommended Phase II dose (RP2D) combination for Pola + Len was expanded into Phase II. Pts in the expansion cohort received induction treatment with six 28-day cycles of: G 1000mg IV (Cycle [C]1: Day [D] 1, D8, D15; C2-6: D1); Pola 1.4mg/kg IV (D1), and Len 20mg PO (D1-21). Responders received maintenance treatment for 24 months (G 1000mg on D1 every 2 months and Len 10mg on D1-21 during Months 1-12). The primary endpoint was complete response (CR) at end of induction (EOI), as determined by the Independent Review Committee (IRC) based on positron emission tomography-computed tomography (PET-CT) scans (by modified Lugano 2014 criteria). In addition, progression-free survival (PFS) was determined by the investigator. Results: At the time of the primary analysis (March 12, 2019), a total of 56 pts from the Phase Ib and Phase II populations were enrolled and had entered induction; the median duration of follow-up was 11.79 months. Baseline characteristics were: median age, 62 years; male, 59%; Ann Arbor Stage III-IV, 88%; Follicular Lymphoma International Prognostic Index high-risk (≥3), 55%; bulky disease (≥7cm), 16%; ≥2 prior lines of therapy, 77%; refractory to last line of prior regimen, 50%; and refractory to last line of anti-CD20 treatment, 45%. All pts had at least one adverse event (AE), 31 (55%) had a serious AE, and 44 (79%) had a grade 3-4 AE. The most common grade 3-4 AEs were neutropenia (28 pts, 50%), thrombocytopenia (13 pts, 23%), infections (9 pts, 16%), and anemia (8 pts, 14%). AEs leading to a dose reduction or interruption of any drug occurred in 19 (34%) and 41 (73%) of pts, respectively; the majority were modifications of Len. In addition, 14 (25%) pts had an AE that led to the discontinuation of any study drug. One grade 5 AE was reported (septic shock); however, it was not considered to be related to study treatment as the pt was receiving a new anti-lymphoma treatment after experiencing disease progression (PD). In the primary efficacy population (n=46), the IRC-assessed modified Lugano objective response rate was 76%, with a CR rate of 65% (Table). A sub-group analysis showed that 71% (15/21) of pts who were refractory to their last treatment achieved a CR. In total, five pts experienced PD, three in C1 or C2 and two at the month 12 response assessment. With a median follow-up duration of 11.27 months, median PFS was not reached. Conclusions: Our study of the novel triplet combination, Pola-G-Len, demonstrates a safety profile consistent with the known profiles of the individual drugs. This first report of the full efficacy population showed high CR rates at EOI in a heavily pre-treated and refractory population, which compares favorably with currently available R/R FL therapies. These compelling findings support the further investigation of this triplet combination in a larger pt population. To determine the median PFS, a longer period of follow-up, through and beyond maintenance treatment, is ongoing. View large Download slide View large Download slide Disclosures Diefenbach: MEI: Research Funding; Trillium: Research Funding; Millenium/Takeda: Research Funding; Seattle Genetics: Consultancy, Research Funding; Merck: Consultancy, Research Funding; Bristol-Myers Squibb: Consultancy, Research Funding; Denovo: Research Funding; Genentech: Consultancy, Research Funding; Incyte: Research Funding; LAM Therapeutics: Research Funding. Kahl: Seattle Genetics: Consultancy; ADC Therapeutics: Consultancy, Research Funding; TG Therapeutics: Consultancy; BeiGene: Consultancy. Banerjee: Gilead: Other: Travel; Takeda: Other: Travel; Novartis: Other: Travel. McMillan: Sandoz: Honoraria; F. Hoffmann-La Roche Ltd: Honoraria, Speakers Bureau; Novartis: Honoraria; MSD: Honoraria; Pfizer: Honoraria, Research Funding; BMS: Honoraria; Gilead: Honoraria; Celgene: Honoraria, Speakers Bureau. Miall: F. Hoffmann-La Roche Ltd: Honoraria; Takeda: Honoraria, Other: Conference registration travel expenses. Briones: Roche: Honoraria, Research Funding. Cordoba: Janssen: Consultancy, Honoraria, Speakers Bureau; Servier: Consultancy, Honoraria, Speakers Bureau; Kyowa-Kirin: Consultancy, Honoraria, Speakers Bureau; Gilead: Consultancy, Research Funding, Speakers Bureau; Roche: Honoraria, Speakers Bureau; FUNDACION JIMENEZ DIAZ UNIVERSITY HOSPITAL: Employment; Celgene: Consultancy, Honoraria, Speakers Bureau; Pfizer: Consultancy. Hirata: F. Hoffmann-La Roche Ltd: Equity Ownership; Genentech, Inc.: Employment. Chang: Roche Canada: Employment. Musick: Roche/Genentech: Employment, Equity Ownership. Abrisqueta: Celgene: Consultancy, Honoraria; Abbvie: Consultancy, Honoraria, Other: Travel, Accommodations, expenses, Speakers Bureau; Roche: Consultancy, Honoraria, Other: Travel, Accommodations, expenses, Speakers Bureau; Janssen: Consultancy, Honoraria, Other: Travel, Accommodations, expenses, Speakers Bureau. OffLabel Disclosure: Polatuzumab vedotin (POLIVY, Genentech, Inc.) is a CD79b-directed antibody-drug conjugate. It was approved by the FDA in June 2019 in combination with bendamustine and rituximab for the treatment of adults with relapsed/refractory diffuse large B-cell lymphoma after at least two prior therapies."
}