{
    "doi": "https://doi.org/10.1182/blood.V128.22.165.165",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3289",
    "start_url_page_num": 3289,
    "is_scraped": "1",
    "article_title": "Desialylation of Megakaryocytes Diminishes Platelet Production By Disrupting Megakaryocyte Adhesion, Migration and Proplatelet Formation in Chronic Immune Thrombocytopenia ",
    "article_date": "December 2, 2016",
    "session_type": "311. Disorders of Platelet Number or Function: ITP II: Clinical and Biologic",
    "topics": [
        "adhesions",
        "megakaryocytes",
        "platelet production",
        "proplatelet",
        "thrombocytopenia due to immune destruction",
        "meckel-gruber syndrome",
        "cd31 antigens",
        "platelet glycoprotein gpiib-iiia complex",
        "thrombocytopenia",
        "flow cytometry"
    ],
    "author_names": [
        "Qian-Ming Wang",
        "Jia-Min Zhang",
        "Xiao-Lu Zhu",
        "Hai-Xia Fu",
        "Meng Lv",
        "Yuan Kong",
        "Ying-Jun Chang",
        "Lan-Ping Xu",
        "Kai-Yan Liu",
        "Xiao-Jun Huang",
        "Xiao-Hui Zhang"
    ],
    "author_affiliations": [
        [
            "Peking University Institute of Hematology, Peking University People's Hospital, Beijing, China "
        ],
        [
            "Peking University Institute of Hematology, Peking University People's Hospital, Beijing, China ",
            "Beijing Key Laboratory of Hematopoietic Stem Cell Transplantation,Institute of Hematology, Peking University People's hospital, Beijing, China "
        ],
        [
            "Peking University Institute of Hematology, Peking University People's Hospital, Beijing, China "
        ],
        [
            "Peking University Institute of Hematology, Peking University People's Hospital, Beijing, China "
        ],
        [
            "Peking University Institute of Hematology, Peking University People's Hospital, Beijing, China "
        ],
        [
            "Peking University Institute of Hematology, Peking University People's Hospital, Beijing, China "
        ],
        [
            "Peking University Institute of Hematology, Peking University People's Hospital, Beijing, China "
        ],
        [
            "Peking University Institute of Hematology, Peking University People's Hospital, Beijing, China "
        ],
        [
            "Beijing Key Laboratory of Hematopoietic Stem Cell Transplantation, Institute of Hematology,, Peking University People's Hospital, Beijing, China"
        ],
        [
            "Peking University Institute of Hematology, Peking University People's Hospital, Beijing, China "
        ],
        [
            "Peking University Institute of Hematology, Peking University People's Hospital, Beijing, China "
        ]
    ],
    "first_author_latitude": "39.936532",
    "first_author_longitude": "116.354693",
    "abstract_text": "Immune thrombocytopenia (ITP) is a common autoimmune disorder characterized by increased bleeding tendency and isolated thrombocytopenia. The precise pathogenesis of the decreased thrombopoiesis in chronic ITP (cITP) is poorly understood. Megakaryocytes (MKs) in cITP show impaired maturation and thrombopoiesis, which are correlated with numerous glycoproteins on the surface of MKs. Different types of sialoglycoproteins are expressed on the surface of megakaryocytes, including GPIbα and platelet endothelial cell adhesion molecule-1 (PECAM-1), both of which participate in megakaryocyte migration to the vascular niche in the bone marrow (BM) and in proplatelet formation. Desialylation has recently been identified a contributor to the pathogenesis of thrombocytopenia. Our previous study has demonstrated that desialylation of GPIbα is related to increased apoptosis and phagocytosis of platelets in cases of prolonged isolated thrombocytopenia after allogeneic hematopoietic stem cell transplantation (Zhang et al., J Hematol Oncol, 2015). Because MKs are heavily sialylated cells, we raised the question whether the desialylation of megakaryocytes contributes to the defective thrombopoiesis in patients with cITP through impaired MK migration, adhesion and proplatelet formation in the vascular niche. MK desialylation was analyzed by flow cytometry using lectins. Desialylated glycoproteins were measured using selective exo-enzymatic labeling. Protein expression, distribution and interaction were measured using the following techniques: immunofluorescence, flow cytometry, western blot and immunoprecipitation. cITP MKs exhibited increased β-galactose exposure compared to the control MKs, indicating excessive desialylation. Desialylation was correlated with decreased platelet production of MKs. We further explored the cause of desialylation and found that the sialidase NEU1 was over-expressed in MKs. Treatment with the sialidase inhibitor DANA ameliorated the loss of sialic acids. These results indicated that NEU1 contributed to the desialylation of MKs in cITP. Altered MK distribution in the BM niche was exhibited upon BM biopsy of cITP patients. The ratio of perivascular MKs was markedly decreased in cITP patients. Defective adhesion and transmigration behaviors were also discovered in desialylated cITP MKs. The motility of cITP MKs through stromal cell monolayers driven by stromal cell derived factor 1 (SDF1) was decreased. Adherence to fibronectin, collagen and fibrinogen was assessed, and desialylated cITP MKs exhibited an increase in adhesion with these macromolecules. Similar abnormalities were observed in the BM niche of ST6Gal1 -/- mice, and treatment with ST6Gal1 and CMP-SA augmented the ratio of MKs in the BM vascular niche in ST6Gal1 -/- mice, indicating that desialylation impaired the MK migration and adhesion. Additional experiments focused on which specific sialoglycoproteins are excessively desialylated. As detected by SEEL, PECAM-1 exhibited excessive desialylation in cITP MKs, which was related to impaired CXCR4 polarization in response to SDF1. Inhibition of sialidase using DANA partially restored this polarization, demonstrating that desialylation of PECAM-1 was responsible for the defect in MK migration to the vascular niche. Meanwhile, PECAM-1 desialylation was associated with GPIIb/IIIa overactivation, which correlated to the increased adhesion of MKs. This increased adhesion was reversed by the GPIIb/IIIa inhibitor lotrafiban, indicating that desialylated PECAM-1 contributed to the abnormal adhesion via overactivation of GPIIb/IIIa. Desialylation of GPIbα was found on the surface of MKs from cITP patients and was associated with abnormal microtubule formation and increased MK apoptosis through altered 14-3-3ζ distribution, which led to the impediment of proplatelet formation in the vascular niche. In conclusion, our results demonstrate that MKs are desialylated by NEU1 in cITP patients, and desialylated MKs present with defective migration towards the vascular niche, abnormal adhesion to the extracellular matrix and impaired proplatelet formation. Desialylation of PECAM-1 and GPIbα have been demonstrated to be responsible for these abnormal behaviors of MKs. Sialidase inhibitor shows an improvement in the thrombopoiesis of cITP MKs; therefore, our study implies a novel potential approach for the treatment of cITP. Disclosures No relevant conflicts of interest to declare."
}