{
    "doi": "https://doi.org/10.1182/blood.V104.11.3703.3703",
    "article_title": "The High Frequency of HLA-A*0206 Allele in Japanese Patients with Paroxysmal Nocturnal Hemoglobinuria (PNH) and Its Significance. ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "PNH is an acquired hematologic disorder which is characterized by complement-mediated hemolysis, thrombosis, and bone marrow failure. Also, PNH is one disorder of bone marrow failure syndromes, including aplastic anemia (AA) and myelodysplastic syndrome (MDS). It is well known that immunologic mechanisms by cytotoxic T lymphocytes (CTLs) contribute to pathophysiology of these disorders. In fact, some reports (Maciejewski et al, Blood, 2001; Shichishima et al, Blood, 2002) showed that HLA-DR*1501 is related with clinical pathophysiology of PNH. In this study, to clarify significance of CD8 + CTLs in pathophysiology of PNH, we investigated HLA class I (A and B) alleles in Japanese patients with PNH (female: male=7:17), AA (female: male=14:15), and MDS (female: male=6:16) by high-resolution method using polymerase-chain reaction after obtaining informed consent and approval from the institutional Human Research Committee. Mean age ± standard deviation of PNH, AA, and MDS patients was 52 ± 16, 54 ± 20, and 59 ± 18, respectively. HLA genotyping showed that the frequency of HLA-A*0206 allele in PNH patients (22.9%) was significantly different from those in 309 unrelated Japanese individuals (Saito et al, Tissue Antigens, 2000) (7.7%; p<0.02) and AA patients (5.2%; p<0.01). In contrast, we found no significant differences in the frequencies of the other alleles between PNH, AA, or MDS patients and the controls or between these disorders, except for high frequency of HLA-B40 alleles in AA patients (Nakamura et al, Blood, 2003). Then, various clinical parameters, including peripheral blood, bone marrow blood, and laboratory findings, proportions of glycosylphosphatidylinositol protein-negative population in erythrocytes, granulocytes, and monocytes, findings of chromosomal analyses and HLA-DR alleles, transfusion requirements, past history of AA, and history of thrombosis, were statistically compared between HLA-A*0206-positive group (n=10) and -negative group (n=14) in PNH patients. Statistical analyses showed that the reticulocyte counts , the values of lactate dehydrogenase, and the frequency of PNH patients with over 30% of CD59 − erythrocytes in HLA-A*0206-positive group were significantly higher than in HLA-A*0206-negative group (121 ± 49 x 10 9 /L vs 76.9 ± 43.9 x 10 9 /L, p<0.03; 2866 ± 2606 IU/L vs 938 ± 775, p<0.02; and 80.0 % vs 28.6 %, p<0.02, respectively). Moreover, we found no AA (n=3) and MDS (n=5) patients with both the HLA-A*0206 allele and more than 1% of CD59 − granulocytes. In conclusion, our findings suggest that the HLA-A*0206 allele in PNH may be correlated with the grade of the disease by complement-mediated hemolysis during negative selection of PNH clones, probably due to immunologic mechanisms by CD8 + CTLs.",
    "topics": [
        "alleles",
        "hla-a antigens",
        "hla-a2 antigen",
        "paroxysmal nocturnal hemoglobinuria",
        "human leukocyte antigens",
        "antigens, cd59",
        "complement system proteins",
        "hla-dr antigens",
        "pancytopenia",
        "thrombosis"
    ],
    "author_names": [
        "Kazuhiko Ikeda, MD, PhD",
        "Tsutomu Shichishima, MD, PhD",
        "Kazuko Akutsu, MD",
        "Yukio Maruyama, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Kazuhiko Ikeda, MD, PhD",
            "author_affiliations": [
                "First Department of Internal Medicine, Fukushima Medical University, Fukushima, Japan"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Tsutomu Shichishima, MD, PhD",
            "author_affiliations": [
                "First Department of Internal Medicine, Fukushima Medical University, Fukushima, Japan",
                "Fukushima Research Institute of Environment and Medicine, Futaba, Fukushima, Japan",
                "Internal Medicine, Fukushima Prefectural Ohno Hospital, Futaba, Fukushima, Japan"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kazuko Akutsu, MD",
            "author_affiliations": [
                "First Department of Internal Medicine, Fukushima Medical University, Fukushima, Japan"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yukio Maruyama, MD, PhD",
            "author_affiliations": [
                "First Department of Internal Medicine, Fukushima Medical University, Fukushima, Japan"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-24T03:51:02",
    "is_scraped": "1"
}