{
    "doi": "https://doi.org/10.1182/blood-2019-131841",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4385",
    "start_url_page_num": 4385,
    "is_scraped": "1",
    "article_title": "Cell of Origin and Treatment Impact on the Outcome of Monomorphic Post-Transplant Lymphoproliferative Disorder-Diffuse Large B-Cell Lymphoma Subtype ",
    "article_date": "November 13, 2019",
    "session_type": "627.Aggressive Lymphoma (Diffuse Large B-Cell and Other Aggressive B-Cell Non-Hodgkin Lymphomas)-Results from Retrospective/Observational Studies",
    "topics": [
        "b-lymphocytes",
        "epstein-barr virus infections",
        "lymphoma",
        "transplantation",
        "diffuse large b-cell lymphoma",
        "epoch protocol",
        "posttransplant lymphoproliferative disorder",
        "r-chop",
        "electrocorticogram",
        "extranodal disease"
    ],
    "author_names": [
        "Francesca Montanari, MD",
        "Changchun Deng, MD PhD",
        "Ahmed Sawas, MD",
        "Jennifer Kimberly Lue, MD",
        "Enrica Marchi, MD, PhD",
        "Dejan Radeski, MBBS, FRACP, FRCPA",
        "Bin Cheng, PhD",
        "Govind Bhagat, MD",
        "Owen A. O'Connor, MD PhD"
    ],
    "author_affiliations": [
        [
            "Center for Lymphoid Malignancies, Department of Medicine, Columbia University Medical Center, New York, NY "
        ],
        [
            "Center for Lymphoid Malignancies, Department of Medicine, Columbia University Medical Center, New York, NY "
        ],
        [
            "Center for Lymphoid Malignancies, Department of Medicine, Columbia University Medical Center, New York, NY "
        ],
        [
            "Center for Lymphoid Malignancies, Department of Medicine, Columbia University Medical Center, New York, NY "
        ],
        [
            "Center for Lymphoid Malignancies, Department of Medicine, Columbia University Medical Center, New York, NY "
        ],
        [
            "Linear Clinical Research and Sir Charles Gairdner Hospital, Nedlands, Australia "
        ],
        [
            "Columbia University Medical Center, New York, NY"
        ],
        [
            "Columbia University Medical Center, New York, NY"
        ],
        [
            "Center for Lymphoid Malignancies, Department of Medicine, Columbia University Medical Center, New York, NY "
        ]
    ],
    "first_author_latitude": "40.8412418",
    "first_author_longitude": "-73.9420464",
    "abstract_text": "Introduction : Cell of origin (COO) determination of diffuse large B-cell lymphoma (DLBCL) is important, as it has prognostic and therapeutic relevance. Patients with germinal center (GC) like DLBCL have more favorable outcomes than those with non-GC DLBCL, when treated with standard immunochemotherapy. In monomorphic post-transplant lymphoproliferative disorder (PTLD), DLBCL subtype, the biologic significance of COO is not well established. The aims of this study were to evaluate the impact of the COO on clinical presentation, outcome and response to different treatment regimens. Methods : We conducted a retrospective review of all monomorphic PTLD of the DLBCL subtype diagnosed and treated at Columbia University from 2000-2018. COO classification into GC and non-GC subtype was determined by immunohistochemistry using the Hans algorithm. In situ hybridization for Epstein-Barr encoded small RNAs (EBER) was performed to evaluate for EBV infection of the neoplastic lymphocytes. Outcomes according to therapeutic regimens were assessed using the revised response criteria for malignant lymphoma (2007). Overall survival (OS) and progression free survival (PFS) were estimated by the Kaplan-Meier method and compared by the log rank test. Results : Cell of origin: Biopsy material for COO subtyping was available for 49 monomorphic PTLD-DLBCL diagnosed during the study period. By immunohistochemistry 20/49 cases (40.8%) were GC and 29/49 cases (59.2%) were non-GC. Median age of presentation was 52 years (range 3-72) and 55 years (range 3-75), for the GC and non-GC respectively. Median time from transplant to PTLD onset was 3 years, range 7 months-25 years vs. 6 years, range 2 months-24 years for GC vs non-GC respectively. There was no significant difference in the incidence of EBV positivity, immunosuppressive therapy, organ transplanted, stage, LDH, ECOG and IPI between the 2 groups. Of note, extranodal involvement, specifically of the gastrointestinal tract was extremely common in both subtypes (16/20 [80%] in GC and 25/29 [86%] in non-GC). While acknowledging the heterogeneity of therapies administered, a trend suggesting better prognosis for the GC type was noted, although not statistically significant. The median PFS was 151.0 months for GC vs 17.0 months in non-GC (p= 0.1095), while the median OS was 151.0 months for GC vs 36.7 months for non-GC (p=0.1006) (Figure 1A, 1B). Impact of Treatment: Of the 49 cases, 44 were adults (age≥18). The two most common first line therapies administered were R-EPOCH (25) and R-CHOP (9). Ten patients received 6 other therapies including Rituximab monotherapy (3), CHOP (2), palliative care (2), RCEOP (1), EPOCH (1), and radiation (1). When focusing on patients who received R-CHOP or R-EPOCH as initial therapy, no significant differences in age, stage, LDH, extranodal disease, ECOG, IPI, immunosuppressive therapy and COO was identified between the 2 groups. The complete response (CR) rate for R-CHOP was 6/9 (66.6%) vs. 21/25 (84%) for R-EPOCH (p= 0.2701). Primary refractory disease was present in a third of the patients receiving R-CHOP vs. (4/25) 16% of the patients treated with R-EPOCH (p=0.2701). Treatment related mortality was low in both groups (1/9 (0.1%) vs 1/25 (0.04%) patients died during first line therapy with RCHOP vs REPOCH respectively). No difference was seen in terms of PFS and OS in the 2 groups. Median PFS and OS for RCHOP was 80.0 and 83.9 months respectively, the medians for R EPOCH were not reached (log-rank test p= 0.5430, 0.2855 for PFS and OS, respectively) (Figure 1C-1D). When the OS and PFS curves for RCHOP and REPOCH were analyzed based on COO, again no difference was noted. Conclusions : Non-GC subtype is more common than GC in monomorphic PTLD DLBCL. Clinical characteristics, EBV infection and time of onset post transplant is not different in the 2 subtypes. There is a trend suggesting better PFS and OS of PTLD DLBCL GC subtype, although not statistically significant, mirroring the outcome of GC vs non-GC COO in DLBCL of immunocompetent patients. With regard to therapy, R-EPOCH did not improve OS or PFS when compared to R-CHOP, but did not result in increased toxicity or treatment related mortality, which in our series was extraordinarily low for both therapies (<=0.1%). Given the retrospective nature of our analysis, further studies of a larger cohort of patients is ongoing to validate these observations. View large Download slide View large Download slide  Disclosures Sawas: Seattle Genetics, Gilead, Daiichi Sanko: Consultancy; Affimed: Research Funding. Lue: Kymera Therapeutics: Honoraria; Astex Pharmaceuticals: Honoraria. Marchi: Spectrum Pharmaceuticals, Verastem Oncology: Research Funding. Radeski: Corvus Pharmaceuticals: Research Funding. O'Connor: Celgene: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Mundipharma: Consultancy, Membership on an entity's Board of Directors or advisory committees; TG Therapeutics: Other: Travel Support, Research Funding; ADCT Therapeutics, Affimed, Agensys, Merck, Seattle Genetics, Spectrum, Trillium, and Verastem Oncology.: Research Funding."
}