{
    "doi": "https://doi.org/10.1182/blood.V104.11.5075.5075",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=48",
    "start_url_page_num": 48,
    "is_scraped": "1",
    "article_title": "The Gut-Mucosa-Barrier-Function during Hematopoietic Stem-Cell Transplantation Predicts Acute Graft-Versus-Host Disease Severity. ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "graft-versus-host disease, acute",
        "hematopoietic stem cell transplantation",
        "mucous membrane",
        "graft-versus-host disease",
        "transplantation",
        "cytokine",
        "inflammation mediators",
        "symptom aggravating factors",
        "toxic effect",
        "tumor necrosis factor-alpha"
    ],
    "author_names": [
        "Jan-Erik Johansson, M.D., PhD.",
        "Tor Ekman, M.D."
    ],
    "author_affiliations": [
        [
            "Department of Hematology Sahlgrenska University Hospital, Institution of Internal Medicine, Gothenburg, Sweden"
        ],
        [
            "Department of Oncology Sahlgrenska University Hospital, Gothenburg, Sweden"
        ]
    ],
    "first_author_latitude": "57.69026955",
    "first_author_longitude": "11.9666549",
    "abstract_text": "Background Graft-versus-host disease (GVHD) is the primary complication of allogeneic, haemopoietic, stem-cell transplantation (HSCT). From murine models, it has been revealed that gut toxicity increases the translocation of inflammatory mediators through the impaired intestinal barrier, which aggravates systemic GVHD. In patients, the intestinal barrier is disrupted after myeloablative conditioning but preserved after reduced intensity conditioning (RIC). The present study investigates, in a clinical situation, whether the severity of acute GVHD depends on intestinal-barrier function. Methods In 38 patients (21 myeloablative, 17 RIC), intestinal permeability was assessed before transplant and during the transplantation course (day −1 to +14). Blood levels of cytokines were assessed in parallel. Results Intestinal barrier integrity was preserved in RIC patients but disrupted in myeloablatively conditioned on day 4 (p = 0.0091) and on day 7 (p = 0.0014) compared with RIC patients. Patients with mild, acute GVHD (grades 0–1) had a significantly better preserved intestinal-barrier function (p = 0.042 on day 4) and lower TNF-a levels (p = 0.013 and 0.025 on day −1 and day +7 respectively), compared with patients with more pronounced GVHD (grades 2–4). Conclusion Intestinal barrier function predicts the severity of acute GVHD in patients and gives support to the assumption that gut protective strategies may diminish acute GVHD."
}