{
    "doi": "https://doi.org/10.1182/blood.V118.21.3836.3836",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1915",
    "start_url_page_num": 1915,
    "is_scraped": "1",
    "article_title": "Thrombosis History and Relationship with Low Thrombocytosis, Leukocytosis, and Jak2 V617F Mutation In A Cohort of 977 Patients with Essential Thrombocythemia (ET): Preliminary Report of the Registro Italiano Trombocitemia(RIT), ",
    "article_date": "November 18, 2011",
    "session_type": "634. Myeloproliferative Syndromes: Poster III",
    "topics": [
        "jak2 gene v617f",
        "leukocytosis",
        "mutation",
        "thrombocythemia, hemorrhagic",
        "thrombocytosis",
        "thrombosis",
        "brachial plexus neuritis",
        "thrombus",
        "myelofibrosis",
        "follow-up"
    ],
    "author_names": [
        "Luigi Gugliotta, M.D.",
        "Alessia Tieghi, M.D.",
        "Alessandra Iurlo, M.D.",
        "Anna Candoni, M.D.",
        "Giorgina Specchia",
        "Monia Lunghi, M.D.",
        "Elisa Rumi, M.D.",
        "Potito R Scalzulli, M.D.",
        "Alfredo Dragani, M.D.",
        "Vincenzo Martinelli, MD",
        "Maria Luigia Randi, M.D.",
        "Nilla Maschio, M.D.",
        "Anna Marina Liberati, MD",
        "Fausto Palmieri, M.D.",
        "Cristina Santoro, M.D.",
        "Alfonso Maria D'Arco, M.D.",
        "Angela Rago, M.D.",
        "Chiara Chiozzotto, M.D.",
        "Lucia Mastrullo, M.D.",
        "Emma Cacciola, M.D.",
        "Rossella Cacciola, M.D.",
        "Francesco Lanza, MD",
        "Katia Codeluppi",
        "Chiara De Philippis, M.D.",
        "Andrea Patriarca, M.D.",
        "Rosanna Ciancia, M.D.",
        "Mauro Fiacchini, M.D.",
        "Gabriele Gugliotta",
        "Giuseppe Cimino, MD",
        "Gianluca Gaidano",
        "Maria Gabriella Mazzucconi, MD",
        "Francesco Passamonti, M.D.",
        "Alessandro M. Vannucchi, M.D.",
        "Nicola Vianelli, MD"
    ],
    "author_affiliations": [
        [
            "Hematology Unit, Istituto Seragnoli, S Orsola Malpighi University Hospital, Bologna, Italy, "
        ],
        [
            "Hematology Unit, Arcispedale S.Maria Nuova, "
        ],
        [
            "Division of hematology, Fondazione IRCCS Ca' Granda, Ospedale Maggiore Policlinico, Milano, Italy, "
        ],
        [
            "Chair and Division of Haematology, University Hospital of Udine., Udine, "
        ],
        [
            "University of Bari, Hematology, Bari, Italy, "
        ],
        [
            "Division of Hematology, Department of Clinical and Experimental Medicine & IRCAD, Amedeo Avogadro University Hospital, Novara, Novara, Italy, "
        ],
        [
            "Hematology Unit, IRCCS Policlinico S. Matteo, Pavia, "
        ],
        [
            "Hematology Unit, IRCCS Casa Sollievo della Sofferenza, San Giovanni Rotondo, "
        ],
        [
            "Hematology Unit, S. Spirito Hospital, Pescara, "
        ],
        [
            "Hematology Unit, Federico II University, Napoli, Napoli, "
        ],
        [
            "Internal Medicine, University Hospital Padova, Padova, "
        ],
        [
            "Hematology Unit, S.Giovanni Apostolo Hospital, Castelfranco Veneto, "
        ],
        [
            "Onco-Hematology Unit, S. MARIA HOSPITAL, TERNI, "
        ],
        [
            "Hematology Unit, AORN S. Giuseppe Moscati, Avellino, "
        ],
        [
            "Hematology Unit, Dipartimento di Biopatologia Umana Univ. Sapienza, Roma, "
        ],
        [
            "Oncohematology Unit, Umberto I Hospital, Nocera Inferiore (SA), "
        ],
        [
            "Hematology Unit, Sapienza University, Polo Pontino, Latina, "
        ],
        [
            "Chair of Hematology, University Hospital Udine, Udine, "
        ],
        [
            "Hematology Unit, Ospedale S. Gennaro/S. Giovanni Bosco, Napoli, "
        ],
        [
            "Biomedical Science, Section of Hematology, University of Catania, Catania, Italy, "
        ],
        [
            "Biomedical Science, Section of Hematology, University of Catania, Catania, Italy, "
        ],
        [
            "Division of Haematology, Hospital of Cremona, Cremona, "
        ],
        [
            "Hematology Unit, Arcispedale S.Maria Nuova, "
        ],
        [
            "Dipartimento di Ematologia, Fondazione IRCCS Ca' Granda, Ospedale Maggiore Policlinico, Italy, "
        ],
        [
            "Hematology Unit, S. Spirito Hospital, Pescara, "
        ],
        [
            "Hematology Unit, University Federico II, Napoli, Napoli, "
        ],
        [
            "Hematology Unit, Istituto Seragnoli, S Orsola Malpighi University Hospital, Bologna, "
        ],
        [
            "Department of Hematology and Oncologic Sciences, University of Bologna, Bologna, Italy, "
        ],
        [
            "Univ.Polo Pontino, Latina, Italy, "
        ],
        [
            "Department of Clinical and Experimental Medicine, Amedeo Avogadro University of Eastern Piedmont, Division of Hematology, Novara, Italy, "
        ],
        [
            "Department of Cellular Biotechnologies and Hematology, University of Rome, Rome, Italy, "
        ],
        [
            "Hematology Unit, Ospedale di Circolo, Varese, "
        ],
        [
            "Hematology, UniversitÃ degli Studi di Firenze, Firenze, Italy, "
        ],
        [
            "Department of Hematology and Oncological Sciences “L. e A. Seràgnoli”, University of Bologna, Institute of Hematology “L. e A. Seràgnoli”, Bologna, Italy"
        ]
    ],
    "first_author_latitude": "44.4912163",
    "first_author_longitude": "11.3615273",
    "abstract_text": "Abstract 3836 Background. In essential thrombocythemia (ET) patients history of thrombosis and age over 60 y are validated risk factors for thrombosis; the thrombocytosis is a constitutive abnormality associated with both thrombotic and hemorrhagic risk; JAK2 V617F mutation, leukocytosis, and male gender are candidate thrombotic risk factors. Aims. To evaluate in ET patients clinical-biological characteristics at diagnosis and their relationship with thrombosis occurrence before and after diagnosis. Methods. A cohort of ET patients of the Registro Italiano Trombocitemia (RIT) was retrospectively analysed. This preliminary report in detail considers data on thrombosis history. Results. A total of 977 patients, 387 males and 590 females, presented at diagnosis: median age 55 y, median PLT count 783 × 109/L, median WBC count 8.8 × 109/L, median Hb 14.1 g/dL, bone marrow fibrosis (grade >0) in 33% of cases, history of thrombosis in 189 cases (19.3%). The patients at high risk (age over 60 y and/or history of thrombosis) were 511 (52 %). The thrombosis history in univariate analysis was significantly related to: age over 60 y (p 0.001), male gender (p 0.045), low thrombocytosis (PLT 8.8 x109/L, p 0.01), and JAK2 V617F mutation (p 0.006). No relationship was found with the bone marrow fibrosis. The 977 patients, when both PLT count and WBC count at diagnosis were considered, were subdivided in four groups: group 1: 202 pts with low thrombocytosis and leukocytosis; group 2: 270 pts with low thrombocytosis and no leukocytosis; group 3: 272 pts with high thrombocytosis and leukocytosis; group 4: 197 pts with high thrombocytosis and no leukocytosis. In those patients, the thrombosis history was: 26.7% in the group 1(both risk factors); 24.1% in the group 2 (PLT risk factor); 20.2% in the group 3 (WBC risk factor); 7.6% in the group 4 (no risk factors). The rate of thrombosis history in patients with one or two of these risk factors was significantly (p 0.001) higher than in patients with no risk factors. The thrombotic events during the follow up (4088 pt-y) are still object of analysis. Conclusion. In this cohort of ET patients the rate of thrombosis history in univariate analysis was related to age over 60 y. Moreover, a significant relationship was found with PLT count at diagnosis below the median value (783 x109/L), WBC count at diagnosis over the median value (8.8 x109/L), JAK2 V617F mutation, and male gender. Disclosures: No relevant conflicts of interest to declare."
}