{
    "doi": "https://doi.org/10.1182/blood.V110.11.305.305",
    "article_title": "Determining the Optimal Timing of Initiation for Venous Thromboembolism (VTE) Anticoagulant (AC) Prophylaxis (proph) after Orthopedic Surgery (OS). ",
    "article_date": "November 16, 2007",
    "session_type": "Antithrombotic Therapy",
    "abstract_text": "AC proph after OS results in a decrease in the incidence of VTE with an associated increase in the risk of major bleeding (MB). Several AC agents and schedules are used; however the optimal timing of initiation has not been determined. It is likely that the proximity to the time of surgery might influence both the efficacy and safety of the AC thus altering their risk-benefit profile. Using a clinical cost-effectiveness approach we compared different AC and timings of VTE proph in patients undergoing OS. A meta-analysis of 55 randomized trials was done to estimate the risk (MB) and benefit (averted VTE) of proph in OS using placebo (plac) or different AC (ximelagatranxim, low molecular weight heparin-LMWH, unfractionated heparin-UFH, warfarin-warf and fondaparinux-fonda) and timings of initiation (defined as preoperative (preop) if the first dose of the AC was administered >2 hrs before surgery, perioperative (periop)if between 2 hrs before or up to 12 hrs after the surgery and postoperative (postop) if starting 12 hrs or more after surgery). Means and variances of the MB and VTE estimates were used to parameterize Monte Carlo simulations for a beta distribution using 1,000 replications. Incremental risk, benefit and risk-benefit ratios (compared to placebo) were calculated from the replications. All AC/timing combinations were compared across a range of benefit-risk tradeoff values (risk acceptance) by calculating the percentage of replications with the highest net clinical benefit (NCB; e.g. incremental benefit - incremental risk · tradeoff) for each AC/timing combination. A higher NCB represents a better risk-benefit profile. In addition all anticoagulants were pooled together according to the initial timing of administration and NCB was calculated using random re-sampling of the replications. Analyses were done separately for major VTE (mVTE; proximal deep vein thrombosis (DVT) + pulmonary embolism), and total VTE (tVTE; mVTE + distal DVT) and a sensitivity analysis was done after excluding xim. The reference tradeoff was estimated from the case-fatality rate-ratios of VTE to MB (mVTE/MB=0.39; tVTE/MB=0.10). At the reference tradeoff value, the AC/timing combination with the highest probability of having the best risk-benefit profile was postop xim analyzed by both mVTE and tVTE (99 and 58%, respectively). After excluding xim the AC/timing combination of choice was postop LMWH if analyzed by mVTE (60%) or preop LMWH if analyzed by tVTE (59%). When all AC were pooled those administered postop had the highest probability of having the best risk-benefit profile analyzed by mVTE (48%) and the choice was indifferent between preop (45%) and postop (40%) if analyzed by tVTE. After excluding xim from the pooled analysis the choice was indifferent between preop (40%) and postop (35%) if analyzed by mVTE and if analyzed by tVTE the choice was preop (55%) followed by postop (27%). Our results suggest that: postop administration of AC proph has the best risk-benefit profile; the results are influenced by the event defining benefit (mVTE or tVTE); in some analyses preop administration was best, and; periop administration always had the worst risk-benefit profile. We conclude that periop AC proph after OS should not be used.",
    "topics": [
        "anticoagulants",
        "orthopedic procedures",
        "venous thromboembolism",
        "orthopedics",
        "surgical procedures, operative",
        "low-molecular-weight heparin",
        "heparin",
        "warfarin",
        "deep vein thrombosis",
        "deep venous thrombosis distal"
    ],
    "author_names": [
        "Alejandro Lazo-Langner, MD",
        "Douglas A. Coyle, PhD",
        "Philip S. Wells, MD, MSc",
        "Dimitrios Scarvelis, MD",
        "Melissa A. Forgie, MD",
        "Marc A. Rodger, MD, MSc"
    ],
    "author_dict_list": [
        {
            "author_name": "Alejandro Lazo-Langner, MD",
            "author_affiliations": [
                "Hematology, U. of Ottawa",
                "Epidemiology and Community Medicine, U. of Ottawa"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Douglas A. Coyle, PhD",
            "author_affiliations": [
                "Epidemiology and Community Medicine, U. of Ottawa",
                "Clinical Epidemiology Program, Ottawa Health Research Institute, Ottawa, ON, Canada"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Philip S. Wells, MD, MSc",
            "author_affiliations": [
                "Hematology, U. of Ottawa",
                "Epidemiology and Community Medicine, U. of Ottawa",
                "Clinical Epidemiology Program, Ottawa Health Research Institute, Ottawa, ON, Canada"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dimitrios Scarvelis, MD",
            "author_affiliations": [
                "Hematology, U. of Ottawa"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Melissa A. Forgie, MD",
            "author_affiliations": [
                "Hematology, U. of Ottawa"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marc A. Rodger, MD, MSc",
            "author_affiliations": [
                "Hematology, U. of Ottawa",
                "Epidemiology and Community Medicine, U. of Ottawa",
                "Clinical Epidemiology Program, Ottawa Health Research Institute, Ottawa, ON, Canada"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-05T09:33:09",
    "is_scraped": "1"
}