{
    "doi": "https://doi.org/10.1182/blood-2019-122296",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4383",
    "start_url_page_num": 4383,
    "is_scraped": "1",
    "article_title": "A Longitudinal Study in Elderly Patients with Non-Transfusion Dependent Thalassemia (NTDT) Emphasizes the Size of Splenomegaly Predicts Transfusion Requirement Later in Life ",
    "article_date": "November 13, 2019",
    "session_type": "112.Thalassemia and Globin Gene Regulation",
    "topics": [
        "older adult",
        "splenomegaly",
        "thalassemia",
        "transfusion",
        "hemoglobin e",
        "blood transfusion",
        "hartnup disease",
        "anemia",
        "cardiovascular event",
        "communicable diseases"
    ],
    "author_names": [
        "Supachai Ekwattanakit, PhDMD",
        "Vip Viprakasit, MD DPhil"
    ],
    "author_affiliations": [
        [
            "Siriraj-Thalassemia Center, Faculty of Medicine Siriraj Hospital, Mahidol University, Bangkok, Thailand"
        ],
        [
            "Siriraj-Thalassemia Center, Faculty of Medicine Siriraj Hospital, Mahidol University, Bangkok, Thailand"
        ]
    ],
    "first_author_latitude": "13.757161299999998",
    "first_author_longitude": "100.4860822",
    "abstract_text": "With advances in medical care and a reduction of infectious diseases associated mortality, patients with thalassemia live a longer life especially those with non-transfusion dependent thalassemia (NTDT) who do not require regular transfusion for survival. Some NTDT patients have never required blood transfusion in their early life, but when they grow old their transfusion need might be changed. In Thailand, Hb E/β-thalassemia and α-thalassemia, Hb H disease are the most common NTDT syndromes. Recently, we reported a prospective evaluation of complications in Thai NTDT (Ekwattanakit S et al. Am J Hematol 2018), however there is a lack of clinical data, especially a long-term natural history in elderly NTDT population. Since Thailand is becoming an aging society, this study aimed to explore clinical outcomes of elderly NTDT patients, in terms of hemoglobin (Hb) level and transfusion requirement. This study was a retrospective cohort in elderly NTDT patients with Hb E/β-thalassemia or Hb H disease who have not been transfused in life before 40 years of age, with the present age of over 50 years old (in 2019) at Siriraj Hospital, Bangkok, Thailand. Splenectomized patients were excluded. Clinical data including diagnosis of thalassemia, comorbidities, spleen size by physical examination, transfusion records, and laboratory data were collected from our hospital database. Patients were categorized according to their thalassemia diagnosis and the degree of splenomegaly determined by spleen size below the left costal margin from mild; 9 cm. We used an independent T-tests and Chi-Square test for comparing differences between groups. We used the Kaplan-Meier analysis to determine time-to-first transfusion, defined as age at first blood transfusion between the age of 40 to 70 years old, in our previously non-transfused subjects. Totally, 183 patients were recruited (85 deletional and 19 non-deletional Hb H disease, 14 AEBart's and 11 AEBart'sCS disease, 14 Hb E/β + -thalassemia, and 32 Hb E/β 0 -thalassemia, 8 others) with median age of 61 years old (IQR 55-69 yrs), median follow up (lab data) of 13 years (IQR 12-15 yrs), and current mean Hb of 8.0 g/dL(range; 5.2-11.6 g/dL). Patients with increased spleen size ≥5 cm were significantly associated in a size-dependent manner with lower Hb levels (Figure1) and higher transfusion rates (91.3% vs. 24.0% vs. 13.3% for severe, moderate, and mild splenomegaly, respectively, p <0.001). Larger spleen size required more transfusion due to anemic symptoms (56.5% vs 16.0% vs 7.4%, p <0.001) and cardiovascular events (8.7% vs 4.0%, vs 0.7% in severe, moderate and mild splenomegaly respectively, p =0.003). A longitudinal comparison of Hb levels within same individuals during a 7-year interval at different initial age groups (at 41-45, 46-50, 51-55, and 56-60 years old) showed no difference between those with spleen size < or ≥5 cm. This result might occur due to the fact that the latter group has received more transfusion episodes. Although, patients with mild splenomegaly (<5cm) had significantly higher average age than others (64.8±10.5 vs 59.1±7.7, p<0.001).Comparing between those with spleen size < or ≥5 cm, time-to-first-transfusion were significantly shorter in the group with splenomegaly ≥5cm. This finding was observed for both α-thalassemia and Hb E/β-thalassemia ( p <0.001, Figure2). This study was the first time comparing long-term clinical outcome in elderly NTDT patients. Splenomegaly with the size over 5 cm was associated with lower Hb level, earlier and higher transfusion requirement later in life. This spleen size cut-off might be a useful clinical parameter for future treatment plan in NTDT since the levels of basal Hb can be fluctuating. Early intervention using blood transfusion or a novel therapy such as luspatercept that modulates ineffective erythropoiesis and reduced extramedullary hematopoietic masses might prevent progressive splenomegaly, which in turn improve long-term clinical outcomes. View large Download slide View large Download slide  Disclosures No relevant conflicts of interest to declare."
}