{
    "doi": "https://doi.org/10.1182/blood.V126.23.3916.3916",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2991",
    "start_url_page_num": 2991,
    "is_scraped": "1",
    "article_title": "Recurrent TET2 Mutations in Adult T Cell Leukemia (ATL) and Identification of a Single Nucleotide Polymorphism in TET2 Region Predisposing to ATL Development ",
    "article_date": "December 3, 2015",
    "session_type": "622. Non-Hodgkin Lymphoma: Biology, excluding Therapy: Poster III",
    "topics": [
        "adult t-cell lymphoma/leukemia",
        "infectious mononucleosis",
        "kiaa1546 gene",
        "mutation",
        "single nucleotide polymorphism",
        "human leukocyte antigens",
        "indolent",
        "infections",
        "lymphoma",
        "cancer"
    ],
    "author_names": [
        "Ambroise Marçais, MD",
        "Katia Hanssens",
        "Laetitia Waast",
        "Vahid Asnafi, MDPhD",
        "Philippe Gaulard, MD PhD",
        "Felipe Suarez, MD PhD",
        "Laurence Benit",
        "Patrice Dubreuil",
        "Antoine Gessain",
        "Claudine Pique",
        "Olivier Hermine"
    ],
    "author_affiliations": [
        [
            "Institut Cochin Unité 1016, Paris, France ",
            "Institut Imagine, Paris, France "
        ],
        [
            "Inserm U1068, Centre de Recherche en Cancérologie de Marseille, Institut Paoli-Calmettes, Université de la Méditerranée, Marseille, France "
        ],
        [
            "Institut Cochin Unité 1016, Paris, France "
        ],
        [
            "Université Paris Descartes Sorbonne Cité, Institut Necker-Enfants Malades (INEM), Institut national de recherche médicale (INSERM) U1151, and Laboratory of Onco-Hematology, Assistance Publique-Hôpitaux de Paris (AP-HP), Hôpital Necker Enfants-Malades, Paris, Paris, France "
        ],
        [
            "EQ 9, INSERM U955, CRETEIL, France ",
            "department of pathology, APHP, Groupe Hospitalier Mondor, CRETEIL, France "
        ],
        [
            "Paris Descartes Sorbonne Paris Cite University, Paris, France ",
            "Hematologie, Hopital Necker, Assistance Publique-Hopitaux de Paris French Ref. Ctr. for Prima, Paris, France "
        ],
        [
            "Institut Cochin Unité 1016, Paris, France "
        ],
        [
            "Inserm U1068, Centre de Recherche en Cancérologie de Marseille, Institut Paoli-Calmettes, Université de la Méditerranée, Marseille, France "
        ],
        [
            "Unité d'épidémiologie et Physiopathologie des Virus Oncogènes, Département de Virologie, CNRS, UMR 3569, Institut Pasteur, Paris, France, Paris, France "
        ],
        [
            "Institut Cochin Unité 1016, Paris, France "
        ],
        [
            "Imagine Institute, Sorbonne Paris Cité, Paris Descartes University, Paris, France ",
            "Department of Hematology, Necker Children's hospital, APHP, Paris, France"
        ]
    ],
    "first_author_latitude": "48.835885399999995",
    "first_author_longitude": "2.3388427",
    "abstract_text": "ATL (Adult T cell leukemia) is a rare and mature T cell malignancy due to HTLV-1 retrovirus infection that bears poor prognosis. Four subtypes are described: two indolent forms (smoldering and chronic) and two aggressive forms (acute and lymphoma) that are mostly resistant to conventional therapies. The clinical story of the disease begins by viral infection mostly during childhood and leads, in around 5% of infected individuals, to transformation of T lymphocyte CD4 with a long latency period. Beside the role of the two viral oncoproteins Tax and HBZ and some others human genes as TP53, p16, TCF8, little is known about other somatic genomic alterations that contribute to lymphomagenesis. Little is also known about genetic risk factors being susceptible to ATL development after HTLV-1 infection. Only few studies have shown that specific HLA haplotypes can predispose to ATL in Japanese population. Deregulation of DNA methylation, such as inactivation of the Ten-ElevenTranslocation 2 (TET2) gene by haplo-insufficiency, has been identified in malignant hematologic diseases. Inactivating mutations of TET2 were first described in myeloid disorders and more recently in peripheral T-cell lymphomas especially those that are harboring T follicular helper features like angio-immunoblastic T cell lymphoma. In order to determine new oncogenic pathways in HTLV-1-associated adult T cell leukemia (ATL), we have investigated the presence of TET2 coding sequence mutations and their clinical relevance in a retrospective cohort of 71 ATL patients. Mono allelic inactivating mutations of the TET2 gene were found in 14 patients (20%). Out of the 60 patients with aggressive forms (acute and lymphoma), 13 (22%) had TET2 mutations versus only one (9%) out of the 11 patients with indolent forms. This last patient had nevertheless a worst outcome. Five patients present a monoallelic somatic mutation. Strikingly, 9 out of the 14 mutated patients showed the same point mutation previously described as a Single Nucleotide polymorphism (SNP), which creates a frameshift resulting in the introduction of a premature stop codon in the TET2 sequence and leads to haplo-insufficiency. In order to functionally characterize the TET2 protein encoded by the Tet2 recurrent variant, the SNP sequence was introduced in a TET2 expression vector. The WT and mutated constructs were transfected in 293T cells. Their expression and activity were analyzed. As expected, the mutation results in the production of a truncated form of TET2, whose DNA hydroxylase activity was dramatically reduced as compared to WT TET2 The tet2 SNP frequency is not uniform worldwide and varies by ethnic origins. It is about 5% in the African population and less than 1% in other populations worldwide (1000 genomes database). We then addressed whether this SNP is predisposal for HTLV-1 infection or ATL development by sequencing the SNP region in 143 HTLV-1 carriers mostly originated from French Guyana, matching the African or French Caribbean origins of our ATL cohort. The frequency of this SNP in this control carrier population was 5%, similar to what is observed among African population. A significantly higher frequency was found in the ATL cohort: 13% (p=0,0416, OR=2,820; 95%CI, 1,004 to 7,921). In conclusion, we have shown that somatic TET2 mutations are associated with ATL especially in aggressive forms. Moreover, we have identified and characterized a TET2 SNP, which is associated to TET2 loss of function and that may predispose to ATL development like HLA haplotypes in Japan, while infected with HTLV-1. Disclosures No relevant conflicts of interest to declare."
}