{
    "doi": "https://doi.org/10.1182/blood.V118.21.2164.2164",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1958",
    "start_url_page_num": 1958,
    "is_scraped": "1",
    "article_title": "Leukocyte Integrin Activation and Alterations in Parathyroid Hormone Levels Following G-CSF Administration ",
    "article_date": "November 18, 2011",
    "session_type": "201. Granulocytes, Monocytes and Macrophages: Poster II",
    "topics": [
        "granulocyte colony-stimulating factor",
        "integrins",
        "leukocytes",
        "parathyroid hormones",
        "recombinant granulocyte colony stimulating factor",
        "monoclonal antibodies",
        "cations",
        "divalent cations",
        "edetate disodium",
        "edetic acid"
    ],
    "author_names": [
        "Robert E. Donahue",
        "Laura Tuschong",
        "Thomas R. Bauer",
        "Dennis D. Hickstein",
        "Yu Ying Yau",
        "Susan F. Leitman"
    ],
    "author_affiliations": [
        [
            "Hematology Branch, National Heart, Lung, and Blood Institute, NIH, Rockville, MD, USA, "
        ],
        [
            "Experimental Transplantation and Immunology Center for Cancer Research, National Cancer Institute, NIH, Bethesda, MD, USA, "
        ],
        [
            "Experimental Transplantation and Immunology Center for Cancer Research, National Cancer Institute, NIH, Bethesda, MD, USA, "
        ],
        [
            "Experimental Transplantation and Immunology Center for Cancer Research, National Cancer Institute, NIH, Bethesda, MD, USA, "
        ],
        [
            "Department of Transfusion Medicine, Clinical Center, NIH, Bethesda, MD, USA"
        ],
        [
            "Department of Transfusion Medicine, Clinical Center, NIH, Bethesda, MD, USA"
        ]
    ],
    "first_author_latitude": "37.599999999999994",
    "first_author_longitude": "-95.665",
    "abstract_text": "Abstract 2164 Following administration of granulocyte colony-stimulating factor (G-CSF) there is a marked but transient drop in circulating neutrophils. To determine the contribution of integrin activation to these events, a monoclonal antibody (mAb 24) that recognizes the activated α-subunit cation binding domain of the integrin family of receptors was used to evaluate human leukocytes following G-CSF administration. A single 480 mcg dose of human recombinant G-CSF (Neupogen, Amgen) was administered in the upper arm of six healthy human subjects (3 male, 3 female). EDTA and heparinized blood samples were collected prior to and at 15, 30, 60, 90, 120 and 240 minutes after injection. Mean absolute neutrophil count decreased from 2,557 ± 654/μl at baseline to 227 ± 193 (p<0.001) at 30 and 45 minutes. Flow cytometric analysis revealed a dramatic increase in binding of mAb24, which recognizes the occupied divalent cation binding site of the activated integrin α subunit, to neutrophils but not other circulating nucleated cells within 15 to 30 minutes after G-CSF administration, concurrent with a dramatic decrease in circulating neutrophil numbers. This activation, like the drop in neutrophil count, was transient, with a return to baseline status by 60 minutes. Intact parathyroid hormone (iPTH) levels were also evaluated. Within 30–90 minutes following G-CSF injection there was a significant drop in iPTH from a baseline of 52.5 ± 31.1 to a nadir value of 30.6 ± 20.9 pg/ml (p=0.01). A rebound in iPTH levels to 63.4 ± 27.0 pg/ml (p<0.001) occurred at 90 to 240 minutes. There were no significant changes in ionized calcium or magnesium levels. These results demonstrate that the integrin on circulating neutrophils is transiently activated following G-CSF administration and that this activation may mediate the transient neutropenia seen in this setting. In addition, alterations in PTH levels occur following G-CSF administration. As it is known that iPTH influences the hematopoietic stem cell (HSC) niche, fluctuations in iPTH levels following G-CSF administration may play a role in HSC expansion. Disclosures: No relevant conflicts of interest to declare."
}