{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.3059.3059",
    "article_title": "Cellular Proliferation By Multiplex Immunohistochemistry Identifies Aggressive Disease Behavior in Relapsed Multiple Myeloma ",
    "article_date": "December 7, 2017",
    "session_type": "651. Myeloma: Biology and Pathophysiology, excluding Therapy: Poster II",
    "abstract_text": "Background: As treatment options in relapsed and refractory multiple myeloma (MM) increase, prognostic biomarkers are needed to aid clinical decision making. The plasma cell labeling index (PCLI) has been a validated prognostic tool in MM but utilization remains limited due to technical burden. A novel multiplex immunohistochemical (mIHC) co-staining technique for CD138 and Ki67 expression was developed to quantify plasma cells in active cycling: the Plasma Cell Proliferation Index (PCPI). Previously presented results from newly diagnosed patients (pts) demonstrated an elevated PCPI is associated with shorter progression-free (PFS) and overall survival (OS) in pts undergoing first line MM treatment. Here we assess MM pts with PCPI both at diagnosis and relapse to assess the impact of cell cycling ratio at relapse on outcomes with subsequent therapy and overall clinical course. Methods: A retrospective cohort study of pts with MM was performed by interrogation of the clinical database at the Weill Cornell Medical College / New York Presbyterian Hospital (WCMC/NYPH). For inclusion in the analysis, pts required bone marrow (BM) available for evaluation for PCPI. Pts must have completed their first line and relapse treatments at WCMC/NYPH. The PCPI was calculated as the percentage of plasma cells expressing CD138 that were also found to express Ki67 after a total of 200 CD138+ cells were scored. Treatment outcomes were stratified and evaluated based on the PCPI at relapse, the change in the PCPI between diagnostic and relapse samples(∆PCPI), and the presence or acquisition of new high risk cytogenetic abnormalities in diagnostic and relapse samples.Response comparison was made using a 2-sided t test with a Satterthwaite adjustment for variance. Survival analyses were performed using a univariate cox proportional hazard model. Results: We identified 48 pts with BM PCPI both at diagnosis and relapse. These pts received a median of 2 lines of therapy prior to relapse BM (range 1-7). The overall response rate (ORR) to post biopsy therapy with 56% (27/48 pts). There was no difference in response rate between pts with (n=35, ORR 57%) and without (n=12, ORR 58%) high risk cytogenetic abnormalities on relapse biopsy. Nor was there a difference in pts who acquired a new high risk cytogenetic abnormality at relapse (n=26, ORR 57%) and those who did not (n=21, ORR 57%). PCPI at relapse was strongly associated with ORR with the median PCPI in pts who achieved response of 7.9% vs 26.6% in non-responders (p=0.003). Additionally, a rising PCPI was associated with a decreased likelihood of response. The median ∆PCPI in patients with a response to relapse therapy was 2.4% vs 19.2% in patients who failed to respond (p=0.007). PCPI was strongly associated with risk of progression and death with each 1% increase in PCPI correlating with a 4% increase in risk of progression (HR 1.038 95% CI 1.019,1.058; p<0.001) and death (HR 1.037 95% CI 1.019, 1.056; P<0.001). The ∆PCPI showed similar results with each 1% increase correlating with a 3% increase in risk of progression (HR 1.034 95% CI 1.013, 1.055; p<0.001) and death (HR 1.035 95% CI 1.016, 1.054; p<0.001). The presence of high risk cytogenetic abnormality on relapse biopsy was not associated with increased risk of progression, HR 0.882 (95% 0.418, 1.859; p0.741), but did approach significance for OS, HR 3.31 (95% CI 0.98, 11.1; p=0.053), while acquisition of a new high risk cytogenetic abnormality was not associated with either risk of progression, HR 0.75 (95% CI 0.418, 1.859; p=0.741) or death, HR 0.76 (95% CI 0.342, 1.71; p=0.513). Discussion: In this retrospective analysis PCPI identified aggressive disease behavior in relapsed MM with significant associations with treatment responsiveness and risk for both progression and death. Alternatively, the acquisition of new high risk cytogenetic factors at relapse was much less prognostically impactful, with no clear association with treatment responsiveness, risk for progression or death identified. Disclosures Rossi: Thrassos: Consultancy; Celgene: Consultancy. Niesvizky: BMS: Consultancy; Celgene: Consultancy; Amgen: Consultancy; Janssen: Consultancy. Ely: Weill Cornell Medical College: Patents & Royalties: Dr. Ely is one of the holders of US Patent RE46379 for PCPI.",
    "topics": [
        "hyperplasia",
        "immunohistochemistry",
        "multiple myeloma",
        "cell proliferation",
        "brachial plexus neuritis",
        "biopsy",
        "ki-67 antigen",
        "mitotic index",
        "prognostic marker",
        "chromosome abnormality"
    ],
    "author_names": [
        "Peter A. Forsberg, MD",
        "Tomer M Mark, MDMSc",
        "Daniel W. Sherbenou, MDPhD",
        "Andrew Hammes, MS",
        "Adriana C. Rossi, MDMSc",
        "Ruben Niesvizky, MD",
        "David S Jayabalan, MSc",
        "Scott Ely, MDMPH"
    ],
    "author_dict_list": [
        {
            "author_name": "Peter A. Forsberg, MD",
            "author_affiliations": [
                "Division of Hematology, University of Colorado, Aurora, CO "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Tomer M Mark, MDMSc",
            "author_affiliations": [
                "Division of Hematology, University of Colorado, Aurora, CO "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniel W. Sherbenou, MDPhD",
            "author_affiliations": [
                "Division of Hematology, University of Colorado, Aurora, CO "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew Hammes, MS",
            "author_affiliations": [
                "Division of Hematology, University of Colorado, Aurora, CO "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Adriana C. Rossi, MDMSc",
            "author_affiliations": [
                "Division of Hematology and Oncology, Weill Cornell Medicine /New York Presbyterian Hospital, New York, NY "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ruben Niesvizky, MD",
            "author_affiliations": [
                "Division of Hematology and Oncology, Weill Cornell Medicine /New York Presbyterian Hospital, New York, NY "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David S Jayabalan, MSc",
            "author_affiliations": [
                "Division of Hematology and Oncology, Weill Cornell Medicine /New York Presbyterian Hospital, New York, NY "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Scott Ely, MDMPH",
            "author_affiliations": [
                "Department of Pathology and Laboratory Medicine, Weill Cornell Medicine, New York, NY"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T03:58:11",
    "is_scraped": "1"
}