{
    "doi": "https://doi.org/10.1182/blood.V126.23.4479.4479",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3096",
    "start_url_page_num": 3096,
    "is_scraped": "1",
    "article_title": "Statewide Geographic Variation and Impact of Center Expertise upon Outcomes for Adults with Acute Myeloid Leukemia (AML) in North Carolina ",
    "article_date": "December 3, 2015",
    "session_type": "902. Health Services and Outcomes Research - Malignant Diseases: Poster III",
    "topics": [
        "adolescent",
        "biological markers",
        "cancer",
        "cancer care facilities",
        "chemotherapy regimen",
        "cox proportional hazards models",
        "ecological study",
        "geographic difference",
        "health disparity",
        "hematologic neoplasms"
    ],
    "author_names": [
        "Ashley T Freeman, MD",
        "Anne Marie Meyer, PhD",
        "Andrew B Smitherman, MD",
        "Lei Zhou, MSPH",
        "Ethan M Basch, MD MSc",
        "Thomas C. Shea, MD",
        "William A. Wood, MD MPH"
    ],
    "author_affiliations": [
        [
            "Division of Hematology / Oncology, University of North Carolina, Chapel Hill, NC "
        ],
        [
            "Lineberger Cancer Center, University of North Carolina, Chapel Hill, NC "
        ],
        [
            "Division of Pediatric Hematology / Oncology, University of North Carolina, Chapel Hill, NC "
        ],
        [
            "Lineberger Cancer Center, University of North Carolina, Chapel Hill, NC "
        ],
        [
            "Division of Hematology / Oncology, University of North Carolina, Chapel Hill, NC "
        ],
        [
            "Department of Medicine, University of North Carolina, Chapel Hill, NC "
        ],
        [
            "Lineberger Comprehensive Cancer Center, University of North Carolina, Chapel Hill, NC"
        ]
    ],
    "first_author_latitude": "35.902643899999994",
    "first_author_longitude": "-79.04982179999999",
    "abstract_text": "Introduction Population-based studies have demonstrated decreased survival for adults with AML associated with African-American race, Hispanic ethnicity, residence in a low-income area, and enrollment in Medicaid (Pulte et al Haematologica 2013). Higher treatment intensity and greater center experience are associated with improved survival and may reduce these disparities (Patel et al Cancer Epidemiol Biomarkers 2015). A recent study utilizing a California cancer registry demonstrated that receiving treatment at a National Cancer Institute-designated comprehensive cancer center (NCICCC) partially mitigated the poorer survival outcomes observed in adolescents and young adults with hematologic malignancies (Wolfson et al Blood 2014). Our goal was to determine whether local health care infrastructure, represented by Area Health Education Centers (AHEC) region or treating center experience were associated with survival of adults with AML in North Carolina. Methods Using the UNC Lineberger Integrated Cancer Information and Surveillance System (ICISS), a database that links Medicare, Medicaid and private insurance claims to the North Carolina Cancer Registry, we identified a cohort of adult patients diagnosed with AML from 2003 to 2009 who survived at least one week post diagnosis. A multivariable Cox model was used to explore survival differences and a logistic regression model was used to examine characteristics associated with receipt of intensive inpatient therapy versus outpatient or no therapy. Covariates for both models included age, sex, race, insurance type, Charlson co-morbidity index, distance to hospital, rural versus urban zipcode, and resident AHEC region. A subset cohort was created consisting of only patients who received inpatient chemotherapy within 30 days of diagnosis, with a multivariable Cox regression model constructed to determine factors predicting survival among patients receiving intensive AML treatment. Results Nine hundred seventy nine patients with newly diagnosed AML were identified in the study period, 602 (61%) of whom received inpatient chemotherapy therapy within 30 days of diagnosis. Almost half of these patients (n=278) received chemotherapy at non-NCI centers. Nearly 75% were 60 years of age or older, 55% were male, 85% were non-Hispanic white, 25% had private insurance alone or in combination with Medicare, 56% had Medicare-only, and 19% had Medicaid coverage. Younger patients were more likely to receive inpatient chemotherapy [<40yr v. 60-69yr (OR 0.39, CI 0.19-0.82, p<0.05); 70-79yr (OR 0.18, CI 0.09-0.38, p<0.001) and ³ 80yr (OR 0.06, CI 0.03-0.13), p<0.001]. The remaining covariates were not associated with receipt of inpatient chemotherapy including distance to nearest center. As expected, receipt of only outpatient or no chemotherapy was associated with an increased risk of mortality at 1 year (HR 1.30, CI 1.09-1.54, p<0.01). Increased mortality was also associated with Medicaid insurance (HR 1.44, CI 1.08-1.93, p<0.05), Charlson comorbidity index ³ 1 (HR 1.71, CI 1.40-2.09, p<0.01) and residence in 4 of 9 AHEC regions (HR ranging from 1.49-2.09, p<0.05). Among patients receiving intensive inpatient therapy, treatment at a non-NCICCC (HR 1.36, CI 1.08-1.73, p<0.01), increasing age (eg. age 60-69 HR 3.02, CI 1.83-4.96, p<0.001), Charlson comorbidity index ³ 1 (HR 1.58, CI 1.19-2.10, p<0.01) and residence in 3 of 9 AHEC regions, was associated with a higher risk of mortality (HR ranging from 1.67 to 4.22, p<0.05 for each) at 1 year in multivariate analysis. Conclusions Using ICISS, a statewide linked tumor registry and claims database, we found that resident AHEC region and treatment at a NCICCC predicted 1-year survival among patients receiving intensive AML treatment in North Carolina. Improved outcomes at NCICCCs may reflect a higher volume of AML cases, increased availability of supportive and consultative services, or greater access to clinical trials and hematopoietic stem cell transplant. The AHEC program aims to improve access to high quality care through coordination of academic-community partnerships in each AHEC region. The improved survival in certain AHEC regions observed in this study may represent differential access to NCICCCs or other expert centers. Further examination of local treatment and referral patterns may yield insights that can inform strategies to improve AML outcomes in North Carolina. View large Download slide View large Download slide View large Download slide View large Download slide Disclosures Basch: Patient-Centered Outcomes Research Institute: Membership on an entity's Board of Directors or advisory committees. Wood: Best Doctors: Consultancy; Inform Genomics: Consultancy."
}