{
    "doi": "https://doi.org/10.1182/blood.V128.22.4420.4420",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3512",
    "start_url_page_num": 3512,
    "is_scraped": "1",
    "article_title": "Long Non-Coding RNAs Annotation and Their Involvement in Multiple Myeloma ",
    "article_date": "December 2, 2016",
    "session_type": "651. Myeloma: Biology and Pathophysiology, excluding Therapy: Poster III",
    "topics": [
        "multiple myeloma",
        "annexins",
        "cancer",
        "histones",
        "monoclonal gammopathy of undetermined significance",
        "pyrosequencing",
        "sequence analysis, rna",
        "b-cell differentiation",
        "chromatin",
        "principal component analysis"
    ],
    "author_names": [
        "Arantxa Carrasco",
        "Teresa Ezponda",
        "Cem Meydan, PhD",
        "Marta Kulis",
        "Raquel Ordoñez",
        "Leire Garate",
        "Victor Segura, PhD",
        "Diego Alignani",
        "Bruno Paiva, PhD",
        "Jesus San Miguel, MD PhD",
        "José I. Martin Subero, PhD",
        "Ari Melnick, MD",
        "Felipe Prosper, MD",
        "Xabier Agirre, PhD"
    ],
    "author_affiliations": [
        [
            "Area de Oncología, Centro de Investigación Médica Aplicada (CIMA), Universidad de Navarra., Pamplona, Spain "
        ],
        [
            "Area de Oncología, Centro de Investigación Médica Aplicada (CIMA), Universidad de Navarra., Pamplona, Spain "
        ],
        [
            "Department of Medicine, Weill Cornell Medical College, New York, New York, "
        ],
        [
            "Departamento de Fundamentos Clínicos, Universitat de Barcelona, Barcelona, Spain ",
            "Institut d'Investigacions Biomèdiques August Pi i Sunyer (IDIBAPS), Barcelona, Spain "
        ],
        [
            "Area de Oncología, Centro de Investigación Médica Aplicada (CIMA), Universidad de Navarra., Pamplona, Spain "
        ],
        [
            "Area de Oncología, Centro de Investigación Médica Aplicada (CIMA), Universidad de Navarra., Pamplona, Spain "
        ],
        [
            "Department of Bioinformatics, CIMA/UNAV/IDISNA, Pamplona, Spain "
        ],
        [
            "Flow Cytometry Core, CIMA, Universidad de Navarra, Pamplona, Spain "
        ],
        [
            "Flow Cytometry Core, CIMA, Universidad de Navarra, Pamplona, Spain ",
            "Servicio de Hematología, Clínica Universidad de Navarra, Pamplona, Spain "
        ],
        [
            "Servicio de Hematología, Clínica Universidad de Navarra, Pamplona, Spain "
        ],
        [
            "Departamento de Fundamentos Clínicos, Universitat de Barcelona, Barcelona, Spain ",
            "Institut d'Investigacions Biomèdiques August Pi i Sunyer (IDIBAPS), Barcelona, Spain "
        ],
        [
            "Department of Medicine, Weill Cornell Medical College, New York, New York, ",
            "Division of Hem./Onc., Dept. of Medicine, Weill Cornell Medical College, New York, NY"
        ],
        [
            "Area de Oncología, Centro de Investigación Médica Aplicada (CIMA), Universidad de Navarra., Pamplona, Spain ",
            "Servicio de Hematología, Clínica Universidad de Navarra, Pamplona, Spain "
        ],
        [
            "Area de Oncología, Centro de Investigación Médica Aplicada (CIMA), Universidad de Navarra., Pamplona, Spain "
        ]
    ],
    "first_author_latitude": "42.8049358",
    "first_author_longitude": "-1.6622373",
    "abstract_text": "Increasing amount of evidence indicates that the deregulation of non-coding elements is a common feature of cancer and therefore, its investigation may uncover new molecular oncogenic mechanisms. In multiple myeloma (MM), the altered expression of a small number of long non-coding RNAs (lncRNAs) has been associated with progression and decreased survival, suggesting that these elements may play a more important role in this disease than previously expected. Nevertheless, an extensive high-throughput analysis that characterizes the deregulation of lncRNAs in MM has not yet been performed. To characterize the transcriptome, including all genomic types of lncRNAs, of MM we performed a paired end strand-specific RNA sequencing (ssRNA-seq) in 38 purified plasma cell (PC) samples from MM patients, as well as PC samples from tonsils (TPCs, n=5) and bone marrow (BMPCs, n=3) of healthy donors as controls. Principal component analysis (PCA) demonstrated that normal PC samples from tonsil and bone marrow cluster separately, suggesting that in spite of being the same cell type, their coding and non coding transcriptomes are very different. Therefore, we selected BMPCs as the normal counterparts for comparison with BM of MM samples. PCA analysis also demonstrated that the well known heterogeneity of MM patients rely not only on the coding transcriptome but also on the lncRNA expression profile. Comparison of MM to BMPCs samples showed 70 previously annotated lncRNAs that were deregulated in MM patients, with 3 lncRNAs showing higher and 67 lower expression than normal BMPCs. Moreover, we identified 40.552 novel MM-specific lncRNAs that were present in at least 3 of the 38 patients, highlighting the magnitude of the deregulation of these non coding elements in MM. To determine the functional role of altered lncRNAs in the biology of MM plasma cells we focused on the study of LINC-MSL1 (Myeloma-Specific LncRNA 1). Analysis of the expression of this lncRNA at different stages of B-cell differentiation (Naïve, Germinal Center, Memory and PC) indicated that it is not expressed at any stage, except for a modest expression in BMPCs. Interestingly, its overexpression was detected in 40% of MM specimens when compared to normal BMPCs which was validated by qPCR in an independent cohort of MM patients. To determine whether the expression of this lncRNA is regulated by epigenetic mechanisms, we studied the DNA methylation state of this gene. DNA methylation analysis in MM demonstrated that the CpGs located upstream of LINC-MSL1 were differentially methylated in comparison with normal counterpart BMPC. These CpGs showed 70% DNA methylation in control samples, about 40% in MGUS, whereas the average of MM was about 20%, showing a remarkable hypomethylation. We validated these results by pyrosequencing, which showed a significantly lower DNA methylation at the promoter region in comparison with B cell populations from tonsil, normal BMPCs and cell lines that do not overexpress LINC-MSL1 . We also have observed a gain of active chromatin states analyzed by ChiP-seq in the promoter region of LINC-MSL1 in MM patient samples. These data suggest that epigenetic mechanisms, namely the progressive hypomethylation and the gain of active histone modifications, are the cause of the overexpression of LINC-MSL1 in MM. To analyze the role of the overexpression of LINC-MSL1 in MM, we engineered two MM cell lines that show high levels of LINC-MSL1 , MM.1S and MM.1R, to express shRNAs against this lncRNA. Knockdown of LINC-MSL1 by two different shRNAs resulted in a reduced proliferation of the cell lines over time. This effect was not associated with a cell cycle arrest but with a marked increased in the percentage of Annexin V-positive apoptotic cells, indicating that the overexpression of LINC-MSL1 is necessary for the survival of MM cells. All together, these data demonstrate that the alteration of lncRNAs is an important an unexplored feature that contributes to MM pathogenesis. The overexpression of LINC-MSL1 is essential for MM survival and is very specific of MM BMPCs, suggesting it could be a relevant therapeutic target. Disclosures Paiva: Celgene: Honoraria, Research Funding; Janssen: Honoraria; Takeda: Honoraria, Research Funding; Sanofi: Consultancy, Research Funding; EngMab: Research Funding; Amgen: Honoraria; Binding Site: Research Funding. Melnick: Janssen: Research Funding."
}