{
    "doi": "https://doi.org/10.1182/blood.V126.23.5394.5394",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3229",
    "start_url_page_num": 3229,
    "is_scraped": "1",
    "article_title": "Voriconazole Increase the Risk of PN in Multiple Myeloma Patients Treated with Bortezomib-Based Chemotherapy ",
    "article_date": "December 3, 2015",
    "session_type": "653. Myeloma: Therapy, excluding Transplantation",
    "abstract_text": "Background Bortezomib (btz) is the major and potent agent in multiple myeloma (MM) treatment and intravenous (IV) injection is its standard administration route. Our previous study showed that Subcutaneous (SC) administration of btz was an important alternative with comparable efficacy but better safety profile, significantly decreased and delayed the development of peripheral neuropathy (PN) in patients with MM. However, PN still always limited the use of btz. The primary objective is try to identify some correlative factors for PN, then to decrease the risk of PN and the grade of PN. Methods This retrospective study was undertaken at a single centre in China. Patients with NDMM were assigned to receive up to nine 21-day cycles of Btz based regimens, including PAd/VDd/BCd (btz 1.3mg/m 2 , on days 1, 4, 8 and 11; adriamycin 9mg/m 2 intravenously on days 1 - 4; or PLD 30mg/m 2 , intravenously on days 1, or CTX 500mg/m 2 , orally on days 1, 8, 15, and dexamethasone 20mg/day, orally or intravenously on days 1, 2, 4, 5, 8, 9, 11 and 12). Btz was administered by SC injection or IV infusion. The basic characteristics, drug combination (especially drugs for fungi), the effect and adverse events were recorded. Then the correlation were analysed. Results 252 (male, n=159) NDMM patients were received Btz based treatment from Oct. 2008 to Nov. 2014. The median age were 56 (26-77). In this group, patients were treated with a median 4 cycles of btz-based chemotherapy. 98, 101 and 53 patients received PAd, BCd and VDd regimen, respectively. 114 patients received IV btz, and 148 received SC btz. The median total Btz dosage was 20.4 (2.6-56.6) mg/m 2 . Patients achieved at least PR at median 1 (1-7) cycle, and achieved the best response at median 2 (1-9) cycles. The overall response rate (ORR, >=PR) was 95%, with 33.3%, 12.4%, 22.4% achieved CR, nCR and VGPR, respectively. With median follow up 24 months, the median PFS and OS were 28 months, and not arrived, respectively. There was no significant difference between IV and SC group. During their course, 49, 19, 73, and 46 cases received fluconazole, itraconazole, voriconazole, and caspofungin respectively as prophylaxis or treatment for fungi. 140 (55.56%) patients developed PN during their courses, with 17.06% were ≥ grade 3. The median dosage of btz when PN developed was 15.6 mg/m 2 . In the subgroup which combined voriconazole, 59 (80.82%) patients developed PN, with 39.07% were ≥ grade 3. The median dosage of btz when PN developed was 12.3mg/m 2 in this subgroup. In addition, 10 patients (13.70%) developed diarrhea of grade 3/4 and 20 cases (27.4%) developed paralytic ileus of any grade, which may be related to the neuropathy toxicity of btz too. Correlation analysis showed that only voriconazole combination was significantly correlated with PN development (p<0.0001). However, any other factors, including age, sex, the percentage of plasma cells in bone marrow, the level of M-protein, IL-6, TNF-α, β2-MG, ALB, calcium, the type of M-protein, etc, were all without correlation with the development of PN. Conclusions Voriconazole combination significantly increased the risk and the grade of PN in patients treated with btz-based chemotherapy. If this combination can't be avoided, patients should be observed more closely or btz dosage should be decreased earlier. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "bortezomib",
        "chemotherapy regimen",
        "multiple myeloma",
        "voriconazole",
        "cisplatin/dacarbazine/vinblastine protocol",
        "percutaneous drainage of abscess",
        "peripheral vascular diseases",
        "adverse event",
        "calcium",
        "caspofungin"
    ],
    "author_names": [
        "Yan Xu, MDPhD",
        "Shuhui Deng, MD",
        "Gang An, MDPhD",
        "Zengjun Li, Sr.",
        "Xiaoqi Qin, MD",
        "Weiwei Sui, MD",
        "Xiaoyan Feng",
        "Dehui Zou",
        "Lugui Qiu, MD PhD"
    ],
    "author_affiliations": [
        [
            "lymphoma & myeloma department, Institute of Hematology & Blood Diseases Hospital, Chinese Academy of Medical Science & Peking Union Medical College, Tianjin, China "
        ],
        [
            "Lymphoma & Myeloma Department, Institute of Hematology & Blood Diseases Hospital, Chinese Academic Medical Science & Peking Union Medical College, Tianjin, China "
        ],
        [
            "Harvard Medical School, the Jerome Lipper Multiple Myeloma Center, Dana-Farber Cancer Institute, Boston, MA ",
            "the Jerome Lipper Center for Multiple Myeloma Research, Dana Farber Cancer Institute, Boston, MA "
        ],
        [
            "State Key Laboratory of Experimental Hematology, Institute of Hematology and Blood Disease Hospital, Chinese Academy of Medical Sciences and Peking Union Medical College, Tianjin, China "
        ],
        [
            "State Key Laboratory of Experimental Hematology, Institute of Hematology & Blood Diseases Hospital, Chinese Academy of Medical Science & Peking Union Medical College, Tianjin, China "
        ],
        [
            "State Key Lab of Experimental Hematology, Institute of Hematology & Blood Diseases Hospital, Chinese Academy of Medical Science & Peking Union Medical College, Tianjin, China "
        ],
        [
            "the Jerome Lipper Center for Multiple Myeloma Research, Dana Farber Cancer Institute, Boston, MA ",
            "State Key Laboratory of Experimental Hematology, Institute of Hematology & Blood Diseases Hospital, Chinese Academy of Medical Science & Peking Union Medical College, Tianjin, China "
        ],
        [
            "Institute of Hematology and Blood Disease Hospital,, Chinese Academy of Medical Sciences and Peking Union Medical College, tianjin, China "
        ],
        [
            "State Key Laboratory of Experimental Hematology, Institute of Hematology & Blood Diseases Hospital, Tianjin, China"
        ]
    ],
    "first_author_latitude": "42.3375158",
    "first_author_longitude": "-71.1081418"
}