{
    "doi": "https://doi.org/10.1182/blood.V114.22.2839.2839",
    "article_title": "Potential Eradication of Myeloma Stem Cells by Combining ATRA with WNT and HH Signaling Pathways Inhibitors. ",
    "article_date": "November 20, 2009",
    "session_type": "Myeloma - Biology and Pathophysiology, Excluding Therapy Poster II",
    "abstract_text": "Abstract 2839 Poster Board II-815 Multiple myeloma (MM) remains largely incurable. The existence of the putative myeloma stem cell population may account for drug-resistance and relapse. Previous investigation showed that the CD138-negative (CD138-) MM cell fraction contains the putative MM stem cells. However, little is known about the molecular characteristics of MM stem cells, which makes it difficult to specifically target such cells. In this study, by comparing gene expression profiles (GEP) of CD138+ and CD138- cells isolated from 10 MM cell lines, we discovered that RARα is the top one over-expressed gene in CD138- MM stem cells. RARα has two major isoforms, RARα1 and RARalpha2. Real-time PCR detected significantly higher expression of RARalpha2 but not of RARalpha1 in CD138- MM cells compared with CD138+ cells. We recently reported that increased RARalpha2 expression at diagnosis resulted in a significantly shorter overall-survival ( P = 0.003 ); importantly, ATRA selectively killed RARalpha2-positive myeloma cells, but not RARalpha2-negative cells. These results suggested that ATRA could be used to eradicate specifically RARalpha2-over-expressing MM stem cells. Indeed, we found that ATRA selectively killed CD138- MM stem cells (P < 0.01) from ARP-1 and OCI-MY5 human myeloma cell lines and 5T33 murine myeloma cells but spared the CD138+ tumor cells from these cell lines. WNT and Hedgehog (HH) signaling pathways were activated in CD138- stem cells. To our surprise, ATRA treatment (10 -6 M) further increased WNT and HH signaling pathways in CD138- myeloma cells, based on increased protein levels of β-catenin and cleaved Shh/Ihh in ATRA-treated cells. Stimulation of these signaling pathways by LiCl (5 mM) and/or SHH(20 μg/mL) partially abrogated ATRA-induced cytotoxities on CD138- MM cells, demonstrating that stimulation of WNT and HH signaling induced partial ATRA-resistance in CD138- cells. A combinational treatment of ATRA (1 μM), a COX-2 inhibitor celecoxib (shown to inhibit WNT signaling, 50 μM) and a HH signaling inhibitor cyclopamine (10 μM) induced synergistic effects on cell death and growth inhibition of CD138- and RARalpha2-over-expressing MM cells in-vitro . In the 5T33 murine myeloma model, the combination of ATRA (20mg/Kg), celecoxib (10mg/Kg) and cyclopamine (20mg/Kg) induced synergistic inhibition of tumor growth in-vivo . Thus, our study provides novel approaches to specifically target MM stem cells. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "multiple myeloma",
        "signal pathway",
        "signal transduction pathways",
        "stem cells",
        "tretinoin",
        "celecoxib",
        "cyclooxygenase-2 inhibitors",
        "gene expression profiling",
        "polymerase chain reaction",
        "protein isoforms"
    ],
    "author_names": [
        "Guido J. Tricot, MD, PhD",
        "Siqing Wang, MD, MS",
        "Lei Shi, MD",
        "Hongwei Xu, MD",
        "Chunjiao Xu, MD, PhD",
        "Maurizio Zangari, MD",
        "Fenghuang Zhan, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Guido J. Tricot, MD, PhD",
            "author_affiliations": [
                "Blood/Marrow Transplant and Myeloma Program, University of Utah School of Medicine, Salt Lake City, UT, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Siqing Wang, MD, MS",
            "author_affiliations": [
                "Blood/Marrow Transplant and Myeloma Program, University of Utah School of Medicine, Salt Lake City, UT, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lei Shi, MD",
            "author_affiliations": [
                "Blood/Marrow Transplant and Myeloma Program, University of Utah School of Medicine, Salt Lake City, UT, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hongwei Xu, MD",
            "author_affiliations": [
                "Blood/Marrow Transplant and Myeloma Program, University of Utah School of Medicine, Salt Lake City, UT, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chunjiao Xu, MD, PhD",
            "author_affiliations": [
                "Blood/Marrow Transplant and Myeloma Program, University of Utah School of Medicine, Salt Lake City, UT, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maurizio Zangari, MD",
            "author_affiliations": [
                "Blood/Marrow Transplant and Myeloma Program, University of Utah School of Medicine, Salt Lake City, UT, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fenghuang Zhan, MD, PhD",
            "author_affiliations": [
                "Blood/Marrow Transplant and Myeloma Program, University of Utah School of Medicine, Salt Lake City, UT, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-13T15:44:33",
    "is_scraped": "1"
}