{
    "doi": "https://doi.org/10.1182/blood.V118.21.2326.2326",
    "article_title": "Effectiveness, Time Utilization and Clinical Outcome of Partial Manual Red Cell Exchange in Patients with Sickle Cell Disease ",
    "article_date": "November 18, 2011",
    "session_type": "401. Basic Science and Clinical Practice in Blood Transfusion: Poster II",
    "abstract_text": "Abstract 2326 Introduction: Red cell exchange transfusion (RBCX) is used to treat and prevent selected complications from Sickle Cell Disease (SCD) where there is a need to reduce hemoglobin S level, blood viscosity, improve oxygen carrying capacity, and to avoid rapid iron overload from simple transfusions. Partial manual red cell exchange is sometimes employed in the chronic maintenance of low hemoglobin S levels. Data on the efficacy and clinical outcome of SCD patients on partial manual RBCX are limited. Methods: All partial manual RBCX from the University Health Network, a SCD comprehensive care center between April 1st, 2010 and April 30th, 2011 were retrospectively reviewed. Patients were exchanged at a frequency of 4 to 6 weeks where each session consists of two 500cc phlebotomy with an infusion of 500cc normal saline in between the phlebotomies, and transfusion of 2 units of packed red cells (pRBC). The procedure was repeated until pre-RBCX hemoglobin S (HbS) level 4 years). Phlebotomy was reduced or omitted during episodes of symptomatic anemia at the discretion of the treating hematologist. Patients with poor venous access had indwelling line with chronic, therapeutic anticoagulation against line-related thrombosis. Results: Nineteen patients (16 HbSS, 2 HbSC, 1 HbSD) totalling 176 exchange sessions were reviewed. Indications for RBCX include primary and secondary stroke prevention (n = 14), recurrent painful vaso-occlusive crises intolerant or refractory to hydroxyurea (n = 3), pulmonary hypertension confirmed on right heart catheterization with hypoxia (n = 1), and prevention of intrahepatic cholestasis in a liver allograft (n = 1). Mean frequency of RBCX was 4.8 weeks (95% CI 3.9, 5.6 weeks). There were 2 transfusion-related (fever, pruritis) and 1 phlebotomy-related (pre-syncope) adverse events. There were 23 partial/cancelled phlebotomy sessions, mostly due to symptomatic anemia. Mean post-RBCX hematocrit was 0.296 (95% CI 0.280, 0.312) and pre-RBCX HbS level was 0.439 (95% CI 0.387, 0.490). Pre-RBCX HbS level of 4.0 weeks, not on any transfusion regime prior to initiating partial manual RBCX, reduced or no phlebotomy in previous session, and non-adherence to treatment. Patients who were adherent to treatment had no recurrent events related to their initial indication for RBCX (one patient has possible Moyamoya formation but no clinically overt stroke), while 3 of the 6 patients who were not adherent had events during the study period (2 had painful vaso-occlusive crisis requiring hospital admission and 1 had new Moyamoya-like changes on cerebral angiogram). It took a median time of 90 minutes to phlebotomize 1,000cc whole blood and 176 minutes to transfuse two units of pRBC. There was no significant difference between the time required to phlebotomize or transfuse via peripheral vein versus an indwelling line (55 vs. 53 minutes/500cc; P = 0.7572 and 88 minutes vs. 88 minutes/unit; P = 0.9859). Eleven patients were also on iron chelation therapy for iron overload from previous simple transfusion, and patients who were adherent to RBCX (n = 7) had either a stable or reduction in ferritin level. Discussion: Patients who are adherent on partial manual RBCX can maintain a pre-RBCX HbS 50% may benefit from a single session of automated RBCX to “reset” their HbS level before commencing chronic partial manual RBCX. Further prospective studies will aim to determine the rate of new or progressive silent infarcts and vasculopathy and reduction of iron balance via partial manual RBCX. Disclosures: Kuo: Novartis Canada: Research Funding.",
    "topics": [
        "red cell exchange transfusion",
        "sickle cell anemia",
        "treatment outcome",
        "hemoglobin, sickle",
        "phlebotomy",
        "transfusion",
        "iron overload",
        "iron chelation therapy",
        "adverse event",
        "anemia"
    ],
    "author_names": [
        "Kevin H.M. Kuo, MD",
        "David Barth, MD",
        "Richard Ward, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Kevin H.M. Kuo, MD",
            "author_affiliations": [
                "Department of Medical Oncology and Hematology, University Health Network, University of Toronto, Toronto, ON, Canada, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "David Barth, MD",
            "author_affiliations": [
                "Ontario Cancer Institute, Toronto, ON, Canada, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard Ward, MD",
            "author_affiliations": [
                "Division of Medical Oncology and Hematology, Dept of Medicine, University Health Network, University of Toronto, Toronto, ON, Canada"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-17T21:32:39",
    "is_scraped": "1"
}