{
    "doi": "https://doi.org/10.1182/blood.V120.21.4333.4333",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2260",
    "start_url_page_num": 2260,
    "is_scraped": "1",
    "article_title": "Blast Asparagine Synthetase Deficiency in Acute Myeloid Leukemia ",
    "article_date": "November 16, 2012",
    "session_type": "Acute Myeloid Leukemia - Therapy, excluding Transplantation",
    "topics": [
        "aspartate-ammonia ligase",
        "basic local alignment search tool",
        "leukemia, myelocytic, acute",
        "leukemic cells",
        "asparagine",
        "leukemia, monocytic, acute",
        "acute lymphocytic leukemia",
        "adverse effects",
        "asparaginase",
        "enzymes"
    ],
    "author_names": [
        "Willy Berlier, PhD",
        "Mohamed El Hamri, PhD",
        "Karine Aguera",
        "Yannick Campion",
        "Fabien Gay, PhD",
        "Yann Godfrin, PhD",
        "Xavier Thomas, MD"
    ],
    "author_affiliations": [
        [
            "ERYTECH Pharma, Lyon, France, "
        ],
        [
            "Service of hematology, Hospices civils de Lyon, Pierre Bénite, France"
        ],
        [
            "ERYTECH Pharma, Lyon, France, "
        ],
        [
            "ERYTECH Pharma, Lyon, France, "
        ],
        [
            "ERYTECH Pharma, Lyon, France, "
        ],
        [
            "ERYTECH Pharma, Lyon, France, "
        ],
        [
            "Service of hematology, Hospices civils de Lyon, Pierre Bénite, France"
        ]
    ],
    "first_author_latitude": "45.7390932",
    "first_author_longitude": "4.8890547",
    "abstract_text": "Abstract 4333 Introduction L-asparaginase (L-Aspa) is one of the standard components of acute lymphoid leukemia (ALL) therapy. Its efficacy as an antineoplasic agent is due to its capacity to deplete plasmatic asparagine, starving the leukemic cells and subsequently inhibiting protein synthesis. In vitro studies have already shown the sensitivity to L-Aspa of leukemic cells from patients with acute myeloid leukemia (AML), depending on the French-American-British (FAB) subtype (Zwaan et al. , 2000; Okada et al. , 2003). Despite promising results in clinical trials (Capizzi et al. , 1988; Wells et al. , 1993), L-Aspa has only been used scarcely in the treatment of AML, mainly because of the adverse effects observed commonly that impair its use. The existence of a new formulation of L-Aspa (L-Aspa encapsulated in heterologous red blood cells) with a better safety profile allows considering its use for the treatment of AML (Godfrin et al. , 2012). The sensitivity to L-Aspa may be inversely correlated to their expression of asparagine synthetase (ASNS, an enzyme catalyzing the intracellular synthesis of asparagine). The aim of this study was to investigate the potential of L-Aspa for AML treatment by determining the leukemic cell expression of ASNS and their sensitivity to L-Aspa. Materials and methods Studies were performed on an AML cell line (HL-60) and on leukemic cells isolated from the bone marrow of AML patients by Ficoll density gradient. The IC50 (concentration inhibiting 50% of cell viability) was determined in vitro by incubating various concentrations of L-Aspa with the cells and measuring the cell viability with a cell counting kit (CCK-8 viability assay). ASNS expression was determined by western-blot. Results As a preliminary, determination of IC50 for the HL-60 cell line demonstrated that these cells were equally sensitive to L-Aspa than the ALL cell line MOLT-4 in vitro (0.23 IU/mL versus 0.19 IU/mL, respectively). The expression of ASNS in the HL-60 cell line was low in comparison with other cancer cell lines. Concerning blasts isolated from AML patients, 2/3 patients displayed an IC50 < 0.01 IU/mL whereas 1/3 displayed an IC50 as low as 0.13 IU/mL, which means a high sensitivity to L-Aspa. All these patients were negative for ASNS expression. On 6 patients tested for ASNS expression, 5 had their blasts negative whereas one was positive. Patients with blasts negative for ASNS expression were all affected by FAB M5 or M1 AML whereas patient with blasts positive was diagnosed with a M2 AML. Conclusion Both AML cell line and cells isolated from AML patients were sensitive to L-Aspa. In all clinical cases, high sensitivity and/or lack of ASNS expression were linked to a FAB M5 or M1 AML, consistent with data from literature suggesting a higher sensitivity of M1, M4 and M5 AML subtypes. The only clinical case positive for ASNS expression was a FAB M2 AML, consistent with literature that indicates an in vitro resistance of the M2 AML subtype to L-Aspa. Globally, these results suggest that L-Aspa is effective for killing AML cells with low/no ASNS expression. Thus, thanks to its low toxicity profile, L-Aspa may be considered as a potential therapy for FAB subtypes or individuals characterized by low/no ASNS expression. Based on the epidemiology of AML subtypes (Selter et al. , 2011), L-Aspa therapy may be beneficial for 50% of patients with AML. These results finally highlight the necessity of the determination of the grade and/or the expression of ASNS in leukemic cells to select AML patients at potential for L-Aspa therapies. Disclosures: Berlier: ERYTECH Pharma: Employment. Aguera: ERYTECH Pharma: Employment. Campion: ERYTECH Pharma: Employment. Gay: ERYTECH Pharma: Employment. Godfrin: ERYTECH Pharma: COO Other."
}