{
    "doi": "https://doi.org/10.1182/blood.V108.11.360.360",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=600",
    "start_url_page_num": 600,
    "is_scraped": "1",
    "article_title": "Recruitment of RXRα by Homo-Oligomeric RARα Is a Key for RARα-Mediated Transformation. ",
    "article_date": "November 16, 2006",
    "session_type": "Oral Sessions",
    "topics": [
        "acute promyelocytic leukemia",
        "agonists",
        "binding (molecular function)",
        "chimera organism",
        "dimerization",
        "dna",
        "fusion proteins",
        "oligomers",
        "oncogene proteins",
        "response elements"
    ],
    "author_names": [
        "Bernd B. Zeisig, PhD",
        "Colin Kwok, PhD",
        "Amanda J. Wilson, BSc",
        "Arthur Zelent, PhD",
        "Hinrich Gronemeyer, PhD",
        "Shuo Dong, MD PhD",
        "Chi Wai Eric So, PhD"
    ],
    "author_affiliations": [
        [
            "Haemato-Oncology, The Institute of Cancer Research, Sutton, London, United Kingdom"
        ],
        [
            "Haemato-Oncology, The Institute of Cancer Research, Sutton, London, United Kingdom"
        ],
        [
            "Haemato-Oncology, The Institute of Cancer Research, Sutton, London, United Kingdom"
        ],
        [
            "Haemato-Oncology, The Institute of Cancer Research, Sutton, London, United Kingdom"
        ],
        [
            "Cell Biology and Signal Transduction, Institut de Genetique et de Biologie Moleculaire et Cellulaire, C.U. de Strasbourg, France"
        ],
        [
            "Medicine, Baylor College of Medicine, Houston, TX, USA"
        ],
        [
            "Haemato-Oncology, The Institute of Cancer Research, Sutton, London, United Kingdom"
        ]
    ],
    "first_author_latitude": "51.3444431",
    "first_author_longitude": "-0.1888103",
    "abstract_text": "Chimeric fusion proteins involving Retinoic Acid Receptor Alpha (RARα) invariantly associate with almost 100% of Acute Promyelocytic Leukemia (APL). While we and others have recently demonstrated an essential role of aberrant self-association in RARα fusions mediated transformation 1 , 2 , forced oligomerization of truncated transcription factors including MLL 3 and AML1 4 has emerged as an important oncogenic property shared by these most common chimeric fusion proteins involved in AML. To further characterize the underlying mechanisms and its modes of action, the present study dissects the essential molecular properties and transformation mechanisms by oligomeric RARα-oncoproteins. Firstly, we define the oncogenic threshold of self-association by showing that homo-oligomerization rather than homo-dimerization is required for Stat5b-RARα mediated transformation of primary hematopoietic cells. Although constitutive transcriptional repression is believed to be the underlying mechanism for RARα-mediated transformation, oligomeric RARα fusion proteins can bind retinoic acid response elements (RAREs) either as homo-oligomers or higher order hetero-oligomers with RXRα. To gain further insights into the transcriptional control mediated by RARα fusions, we successfully constructed various Stat5b-RARα point mutants that maintained the homo-oligomerization properties but lost their abilities to bind DNA as homo-oligomers. These resulting mutants could still efficiently transform primary hematopoietic cells in spite of their lack of homo-oligomeric DNA binding ability. To investigate if this is unique to Stat5b-RARα or is a general phenomena that can also apply to other RARα fusions, we further demonstrated that the synthetic FKBP-RARα fusion, which closely mimick both biochemical and transformation properties of bona fide RARα fusion proteins, was incapable of binding DNA as homo-oligomers, suggesting that homo-oligomeric DNA-binding is dispensable for RARα-mediated transformation. Conversely we reveal that the higher-order RARα-fusion/RXRα hetero-oligomeric complex, which aberrantly recruits transcriptional co-repressor SMRT, represents the major functional DNA-binding module. Specific knockdown of RXRα expression using shRNA approach can suppress transformation mediated by both bona fide and synthetic RARα fusion proteins, thus indicating a critical functional role of RXRα in RARα-mediated transformation of primary hematopoietic cells. Finally to assess the possible therapeutic values of targeting RXRα-mediated pathways in RARα-mediated transformation, we also demonstrated specific inhibition of myeloid transformation mediated by various RARα oncoproteins using the panRXR-selective agonist, SR11237. Taken together, these results not only highlight the functional significance of higher-order RARα-fusion/RXRα hetero-oligomeric complex, but also attest RXRα as a potential therapeutic target for APL."
}