{
    "doi": "https://doi.org/10.1182/blood-2018-99-112942",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3911",
    "start_url_page_num": 3911,
    "is_scraped": "1",
    "article_title": "Cost-Effectiveness Analysis of Lenalidomide for Maintenance Therapy after Autologous Stem Cell Transplant (ASCT) in Newly Diagnosed Multiple Myeloma (NDMM) Patients: A United States Payer Perspective ",
    "article_date": "November 29, 2018",
    "session_type": "902. Health Services Research—Malignant Diseases: Poster II",
    "topics": [
        "autologous stem cell transplant",
        "lenalidomide",
        "multiple myeloma",
        "cost-effectiveness analysis",
        "healthcare payer",
        "bortezomib",
        "brachial plexus neuritis",
        "adverse event",
        "chemotherapy regimen",
        "lysine"
    ],
    "author_names": [
        "Zheng-Yi Zhou, PhD",
        "Kejal Parikh",
        "Xinglei Chai",
        "Ariel Rokito",
        "Chuka Udeze",
        "Jipan Xie",
        "Amit Agarwal"
    ],
    "author_affiliations": [
        [
            "Analysis Group, Inc., Boston, MA "
        ],
        [
            "Celgene Corporation, Summit, NJ"
        ],
        [
            "Analysis Group, Inc., Boston, MA "
        ],
        [
            "Analysis Group, Inc., Boston, MA "
        ],
        [
            "Celgene Corporation, Summit, NJ"
        ],
        [
            "Analysis Group, Inc., Boston, MA "
        ],
        [
            "Celgene Corporation, Summit, NJ"
        ]
    ],
    "first_author_latitude": "42.346443799999996",
    "first_author_longitude": "-71.0817548",
    "abstract_text": "Introduction: ASCT in multiple myeloma (MM) is associated with prolonged progression-free survival (PFS) compared with chemotherapy alone. Studies have shown that lenalidomide maintenance therapy after ASCT significantly improves PFS and overall survival (OS) in patients (pts) with NDMM. Although post-ASCT lenalidomide maintenance therapy is approved by the US FDA and the EMA for pts with MM, a small percentage of pts either use bortezomib or no maintenance in this setting. The current study aimed to assess the cost-effectiveness of lenalidomide maintenance versus no treatment or bortezomib maintenance after ASCT in pts with NDMM from a US third-party payer perspective. Methods: A partitioned survival model with a 28-day cycle was developed to estimate costs and outcomes of lenalidomide maintenance versus either no treatment or bortezomib maintenance therapy after ASCT among pts with NDMM over a lifetime time horizon. The model included four health states: PFS on treatment, PFS off treatment, progressed disease, and death. The OS and PFS for lenalidomide and no treatment arms were estimated using observed data from the phase 3 CALGB trial. Crossover adjustment was implemented to adjust for the potential diluting effects introduced by pts crossing over to lenalidomide from the no treatment arm before progression in the CALGB trial. Time on treatment for lenalidomide was estimated using the observed data in the pooled phase 3 trials (CALGB, IFM, GIMEMA). Efficacy inputs for bortezomib maintenance were estimated based on published literature. Standard parametric models were fitted to extrapolate OS and PFS for each treatment, and best fit was determined based on Akaike or Bayesian information criterion and clinical judgement. OS was adjusted using natural mortality rates in the USA. Treatment costs (including drug and drug administration costs), post-progression treatment costs, adverse event (AE) costs, and medical costs associated with health states were obtained from publicly available databases, literature, and real-world data. All costs were inflated to 2018 US dollars. Utilities for each health state and disutilities associated with AEs were obtained from the literature. Incremental costs per quality-adjusted life year (QALY) and life year (LY) gained were estimated comparing lenalidomide maintenance therapy with each comparator. Deterministic sensitivity analyses (DSAs) were performed to test the robustness of the results. Results: Over a lifetime time horizon, lenalidomide maintenance was associated with an increase of 3.64 and 2.76 in LYs compared with no treatment and bortezomib maintenance, respectively; and an increase of 2.99 and 2.42 in QALYs, respectively. Pts in the lenalidomide maintenance arm incurred higher total direct costs with an incremental cost of $476,690 and $412,872 versus no treatment and bortezomib maintenance, respectively. Initial and post-progression treatment costs comprised the majority of direct costs. The annual treatment costs for lenalidomide maintenance decreased by 49% and 86%, 3 years and 5 years after treatment initiation, respectively. Incremental cost per LY gained for lenalidomide maintenance versus no treatment and bortezomib maintenance was $130,817 and $149,411, respectively, and incremental cost per QALY gained was $159,240 and $170,408, respectively. The base-case results suggest that lenalidomide is cost-effective at a willingness-to-pay threshold of $200,000. Results from the DSA generally supported the base-case findings, with the largest variation observed when time horizon and treatment costs for lenalidomide were varied. Longer time horizons yielded greater cost-effectiveness for lenalidomide because of the reduction in treatment costs and increased effectiveness benefits. Lower initial treatment costs also yielded greater cost-effectiveness for lenalidomide. Conclusions: Over a lifetime time horizon, compared to no treatment and treatment with bortezomib, lenalidomide maintenance resulted in better effectiveness with incremental QALYs of 2.99 and 2.42, respectively, favorable incremental cost-effectiveness ratios, and an OS advantage. Annual treatment costs for lenalidomide decrease with incremental effectiveness increasing over time. Lenalidomide maintenance after ASCT offers a cost-effective strategy in the treatment of pts with NDMM from a US third-party payer perspective. Disclosures Zhou: Celgene Corporation: Research Funding; Analysis Group, Inc.: Employment. Parikh: Celgene Corporation: Employment, Equity Ownership. Chai: Celgene Corporation: Research Funding; Analysis Group, Inc.: Employment. Rokito: Analysis Group, Inc.: Employment; Celgene Corporation: Research Funding. Udeze: Celgene Corporation: Employment. Xie: Celgene Corporation: Research Funding; Analysis Group, Inc.: Employment. Agarwal: Celgene Corporation: Employment."
}