{
    "doi": "https://doi.org/10.1182/blood.V112.11.2657.2657",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1247",
    "start_url_page_num": 1247,
    "is_scraped": "1",
    "article_title": "Non-Proteasomal Targets of Proteasome Inhibitors Bortezomib and Carfilzomib ",
    "article_date": "November 16, 2008",
    "session_type": "Molecular Pharmacology, Drug Resistance",
    "topics": [
        "bortezomib",
        "carfilzomib",
        "proteasome inhibitors",
        "hydrolase",
        "serine",
        "biotin",
        "cathepsins",
        "cell extracts",
        "enzymes",
        "toxic effect"
    ],
    "author_names": [
        "Shirin Arastu-Kapur",
        "Kevin Shenk",
        "Francesco Parlati",
        "Mark K Bennett"
    ],
    "author_affiliations": [
        [
            "Biology, Proteolix, Inc, South San Francisco, CA, USA"
        ],
        [
            "Medicinal Chemistry, Proteolix, South San Francisco, CA, USA"
        ],
        [
            "Biology, Proteolix, Inc., South San Francisco, CA, USA"
        ],
        [
            "Research, Proteolix, Inc., South San Francisco, CA, USA"
        ]
    ],
    "first_author_latitude": "37.6526548",
    "first_author_longitude": "-122.34610755000001",
    "abstract_text": "The proteasome is a multicatalytic protease complex that has been validated as a therapeutic target in oncology with the approval of bortezomib for the treatment of multiple myeloma and mantle cell lymphoma. Carfilzomib is a next generation proteasome inhibitor that is structurally and mechanistically distinct from bortezomib and has entered clinical development in oncology. Both inhibitors target the chymotrypsin-like activity of the proteasome, but their mechanism of action differs due to their unique chemical pharmacores (or “warheads”): bortezomib is a boronate while carfilzomib is an epoxyketone. Phase 1 studies with carfilzomib suggest a clinical safety profile that has both commonalities and distinctions from bortezomib. Transient thrombocytopenia is observed with both molecules suggesting that this event is a proteasome inhibitor class effect. In contrast, the painful peripheral neuropathy that is commonly observed with bortezomib appears to be less severe and possibly less frequent with carfilzomib, raising the possibility that non-proteasome mechanisms may underlie this toxicity. To gain potential insight into the common and unique clinical toxicities of bortezomib and carfilzomib, we evaluated their propensity to act as inhibitors of non-proteasomal enzymes. Bortezomib and carfilzomib were initially screened in a panel of candidate cysteine, aspartyl, metallo-, and serine proteases. Bortezomib significantly inhibited the serine proteases cathepsin G (IC 50 = 0.3μM) and chymase (IC 50 = 1.1μM), while carfilzomib did not inhibit these enzymes (IC 50 >10μM). These effects were further validated in cell extracts prepared from the Thp1 monocyte cell line and peripheral blood mononuclear cells (PBMC), where the inhibition of cathepsin G and chymase by bortezomib was detected using FP-biotin, a serine hydrolase-specific fluorophosphonate activity-based probe. These results suggest that the boronic acid warhead of bortezomib has greater off-target activity than the epoxyketone warhead of carfilzomib. To further investigate this hypothesis, off-target binding of proteasome inhibitors with either the boronate (Cbz-LLL-boronate) or epoxyketone (Cbz-LLL-epoxyketone) warheads were tested in cell extracts and intact cells using FP-biotin detection. Several serine hydrolases in liver (HepG2), lung (A549), kidney (786-O), and leukemia (Thp1) tumor cell lines were found to bind the boronate inhibitor but not the epoxyketone inhibitor. This result suggests that the boronate warhead is more “promiscuous” than the expoxyketone warhead. To obtain a global inhibition profile of the serine hydrolases that are targeted by bortezomib, multidimensional protein identification technology (MudPIT) analysis was performed on FP-biotin-reactive proteins from HepG2 cell extracts. Bortezomib was found to bind several serine hydrolases, including cathepsin A and dipeptidyl peptidase IV (DPP IV) and we have further validated these targets using specific antibodies. Taken together, these data demonstrate that non-proteasomal enzymes can be targeted by bortezomib (cathepsin G, cathepsin A, DPP IV and chymase), whereas carfilzomib does not appear to inhibit non-proteasomal targets in our assays. Work in progress includes biochemical and cell-based characterization for non-proteasomal targets, further global proteomic inhibition profiling using MudPIT analyses, and assessing the potential contribution of non-proteasomal targets to the differential toxicity profiles of the two proteasome inhibitor classes."
}