{
    "doi": "https://doi.org/10.1182/blood.V114.22.1336.1336",
    "article_title": "ATP Acts as Danger Associated Molecular Pattern and Enhances Acute Graft-Versus-Host Disease Severity Via P2×7-R. ",
    "article_date": "November 20, 2009",
    "session_type": "Experimental Transplantation - GVHD and GVL Poster I",
    "abstract_text": "Abstract 1336 Poster Board I-358 Conditioning prior allogeneic hematopoietic cell transplantation causes local tissue injury. Cellular molecules that are released upon cell stress, injury or cell death can act as potent danger associated molecular patterns (DAMP). Nucleotides like ATP are ideal candidates to serve as such indicators of cell damage, since they are present in the extracellular environment in the nanomolar range under physiological conditions but are released upon unphysiological cell death which causes activation of purinergic receptors. The role of purinergic signaling in alloantigen driven immune responses such as graft-versus-host disease (GvHD) is unclear. We found that ATP levels in the peritoneal fluid increased when GvHD was present in human and mice. Detection of extracellular ATP with a luciferase based in vivo detection system demonstrated early ATP release from the gastrointestinal tract. Blockade of multiple purinergic receptors on T cells or ATP neutralization during GvHD development reduced disease severity and proinflammatory cytokine production significantly. Gene expression analysis of different P2R in GvHD target organs identified the P2X 7 (R)receptor to be increasingly expressed. P2X 7 R −/− recipients developed less severe GvHD as compared to wildtype mice. This was paralleled by the induction of STAT5 signaling with increased numbers of Foxp3 positive regulatory T cells while STAT1 phosphorylation and IFN-γ production was reduced. Despite P2X 7 R blocking, T cells were still able to reconstitute the lymphoid compartment with a polyclonal intact TCR repertoire analyzed by spectratyping DNA sequence analyses of the CDR3 region and to reject established B-cell lymphoma. Therefore, DAMPs such as endogenous nucleotides may not be required for anti-tumor activity but dominantly trigger acute GvHD. Blockade or genetic deficiency of P2X 7 R in BMT recipients conferred GvHD protection without loss of GvL effects, which has important clinical implications given the availability of P2X 7 R inhibitors. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "alarmins",
        "graft-versus-host disease, acute",
        "graft-versus-host disease",
        "nucleotides",
        "purinoceptor",
        "cell injury",
        "cytokine",
        "hematopoietic stem cell transplantation",
        "luciferases",
        "lymphoma"
    ],
    "author_names": [
        "Konrad Wilhelm",
        "Tobias Müller",
        "Jayanthi Ganesan",
        "Christoph Dürr",
        "Ulrike Gerlach",
        "Alf Zerweck",
        "Jürgen Finke",
        "Marco Idzko",
        "Robert Zeiser, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Konrad Wilhelm",
            "author_affiliations": [
                "Hematology/Oncology, University Medical Center Freiburg, Freiburg, Germany, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Tobias Müller",
            "author_affiliations": [
                "Pneumology, University Medical Center Freiburg, Freiburg, Germany, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jayanthi Ganesan",
            "author_affiliations": [
                "Division of Hematology and Oncology, Department of Medicine, Albert Ludwig University Freiburg, Freiburg, Germany, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christoph Dürr",
            "author_affiliations": [
                "Division of Hematology and Oncology, Department of Medicine, Albert Ludwig University Freiburg, Freiburg, Germany, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ulrike Gerlach",
            "author_affiliations": [
                "Pathology, Medical University Freiburg, Freiburg, Germany, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alf Zerweck",
            "author_affiliations": [
                "Dept. of Hematology/Oncology, University Medical Center Freiburg, Freiburg, Germany"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jürgen Finke",
            "author_affiliations": [
                "Hematology/Oncology, University Medical Center Freiburg, Freiburg, Germany, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marco Idzko",
            "author_affiliations": [
                "Pneumology, University Medical Center Freiburg, Freiburg, Germany, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert Zeiser, MD",
            "author_affiliations": [
                "Division of Hematology and Oncology, Department of Medicine, Albert Ludwig University Freiburg, Freiburg, Germany, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-14T04:51:52",
    "is_scraped": "1"
}