{
    "doi": "https://doi.org/10.1182/blood.V118.21.442.442",
    "article_title": "The Bruton's Tyrosine Kinase Inhibitor PCI-32765 Is Highly Active As Single-Agent Therapy in Previously-Treated Mantle Cell Lymphoma (MCL): Preliminary Results of a Phase II Trial ",
    "article_date": "November 18, 2011",
    "session_type": "624. Lymphoma - Therapy with Biologic Agents, excluding Pre-Clinical Models: Mantle Cell and T Cell Lymphoma - Targeted Antibody and Small Molecule Approaches",
    "abstract_text": "Abstract 442 Introduction: Bruton's tyrosine kinase (Btk) is a central mediator of B-cell receptor signaling which is essential for normal B-cell development. PCI-32765 is an orally administered irreversible inhibitor of Btk that induces apoptosis and inhibits cellular migration and adhesion in malignant B-cells. In a phase I trial of PCI-32765 in relapsed B-cell malignancies, objective responses were observed in seven of nine patients with MCL. Reported here are preliminary results of an ongoing phase II study of single-agent PCI-32765 in previously treated MCL. Methods and Patients: Patients with relapsed or refractory MCL who were either bortezomib-naïve or bortezomib-exposed (prior treatment with at least 2 cycles of bortezomib) were eligible for study PCYC-1104. PCI-32765 was administered orally at 560mg daily (in continuous 28-day cycles) until disease progression. Bortezomib-naive and bortezomib-exposed cohorts were evaluated separately. Tumor response was evaluated every 2 cycles and classified by 2007 NHL IWG criteria. Results: A total of 48 patients (29 bortezomib-naive, 19 bortezomib-exposed) have been enrolled on study PCYC-1104 between February 16, 2011 and July 20, 2011. The median age is 67 years (62–72). The median number of prior treatment regimens is 2 (1–5). Five patients (13%) had received prior autologous or allogeneic stem cell transplantation. Seven patients (15%) had bulky disease. Thirty-nine patients who have initiated treatment and have reported adverse event (AE) information are the subject of this preliminary report. Twenty-four patients (12 bortezomib-naive, 12 bortezomib-exposed) have undergone at least 1 follow-up tumor assessment and are evaluable for efficacy. Treatment has been well tolerated. No patients have discontinued treatment due to AEs. Grade 1 or 2 diarrhea, fatigue, and nausea have been the most frequently reported AEs. Grade >3 AEs considered potentially related to PCI-32765 have occurred in 4/39 patients (11%). Serious AEs (SAEs) have occurred in 8/39 patients (21%); 2 SAEs (1 rash, 1 febrile neutropenia) were considered potentially related to PCI-32765. One death, in a patient who was enrolled but did not receive PCI-32765 due to rapid disease progression, has occurred on study. The objective response rate (ORR) by IWG criteria is 67% (16/24); ORR is 58% (7/12) in the bortezomib-naive cohort and 75% (9/12) in the bortezomib-exposed cohort. To date, 35/39 patients remain on PCI-32765; reasons for discontinuation include progressive disease (n=3) and investigator decision (n=1). Conclusions: Preliminary data from a phase II trial suggests that the potent Btk inhibitor PCI-32765 is well tolerated and induces a high rate of objective responses in patients with relapsed or refractory MCL. More mature safety and efficacy data will be updated in the presentation. Phase III trials of PCI-32765 in MCL are planned. Disclosures: Wang: Pharmacyclics: Research Funding. Off Label Use: PCI-32765 in mantle cell lymphoma in a phase 2 clinical trial. Martin: Pharmacyclics: Research Funding. Blum: Pharmacyclics: Research Funding. Kahl: Pharmacyclics: Research Funding. Maeda: Pharmacyclics: Research Funding. Advani: Pharmacyclics: Research Funding. Williams: Pharmacyclics: Research Funding. Rule: Pharmacyclics: Research Funding. Rodriguez: Pharmacyclics: Employment, Equity Ownership. Pang: Pharmacyclics: Consultancy. Hedrick: Pharmacyclics: Employment, Equity Ownership. Goy: Pharmacyclics: Research Funding.",
    "topics": [
        "ibrutinib",
        "mantle-cell lymphoma",
        "phase 2 clinical trials",
        "protein-tyrosine kinase inhibitor",
        "bortezomib",
        "disease progression",
        "neoplasms",
        "adhesions",
        "adverse event",
        "allogeneic stem cell transplant"
    ],
    "author_names": [
        "Luhua Wang, MD",
        "Peter Martin, MD",
        "Kristie A. Blum, MD",
        "Brad S. Kahl, MD",
        "Lauren S. Maeda, MD",
        "Ranjana Advani, MD",
        "Michael E. Williams, MD",
        "Simon Rule, MD",
        "Sara Rodriguez",
        "Ching-Fai Pang, PhD",
        "Eric Hedrick, MD",
        "Andre Goy, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Luhua Wang, MD",
            "author_affiliations": [
                "Lymphoma/Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Peter Martin, MD",
            "author_affiliations": [
                "Department of Medicine, Division of Hematology-Oncology, Weill-Cornell Medical College, New York, NY, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kristie A. Blum, MD",
            "author_affiliations": [
                "The Ohio State University, Columbus, OH, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brad S. Kahl, MD",
            "author_affiliations": [
                "Department of Medicine-Hematology/Oncology, University of Wisconsin, Madison, WI, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lauren S. Maeda, MD",
            "author_affiliations": [
                "Department of Medicine, Division of Oncology, Stanford University Medical Center, Stanford, CA, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ranjana Advani, MD",
            "author_affiliations": [
                "Medicine/Oncology, Stanford University Medical Center, Stanford, CA, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael E. Williams, MD",
            "author_affiliations": [
                "University of Virginia, Charlottesville, VA, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Simon Rule, MD",
            "author_affiliations": [
                "Department of Haematology, Derriford Hospital, Plymouth, United Kingdom, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sara Rodriguez",
            "author_affiliations": [
                "Pharmacyclics, Sunnyvale, CA, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ching-Fai Pang, PhD",
            "author_affiliations": [
                "Pharmacyclics, Sunnyvale, CA, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eric Hedrick, MD",
            "author_affiliations": [
                "Pharmacyclics, Inc, Sunnyvale, CA, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andre Goy, MD",
            "author_affiliations": [
                "John Theurer Cancer Center at Hackensack University Medical Center, Hackensack, NJ, USA"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-19T13:05:28",
    "is_scraped": "1"
}