{
    "doi": "https://doi.org/10.1182/blood-2019-123415",
    "article_title": "Persistence of PNH Clones over Time: Insights from the Mid-Term Analysis of the French Nation-Wide Multicenter Prospective Observational Study ",
    "article_date": "November 13, 2019",
    "session_type": "508.Bone Marrow Failure",
    "abstract_text": "Introduction: Since the publication of the International Guidelines (Borowitz, 2010; Illingworth, 2018), no study has assessed the long-term evolution of paroxysmal nocturnal hemoglobinuria (PNH) clones using high-resolution flow cytometry. The sole evaluation, performed by Sugimori et al, using a 2-color flow cytometry test, showed the disappearance of PNH clones in 24% of patients with bone marrow (BM) failure over 5 years (Sugimori, 2009). A diagnostic practice harmonization using high-resolution flow cytometry has spread in France since 2013 through an on-going inter-laboratory comparison program (Debliquis, 2015). Thus, our HPN AFC group has been able to initiate a French nation-wide multicenter prospective observational study. Objective: We aimed to assess the evolution of PNH clones over a long term period using mostly high sensitivity test, which is required for minor clone assessment, with validated flow cytometry data. Methods: All patients of any age with a PNH clone or GPI-deficient cells ≥0.01%, newly- or previously-diagnosed, detected in France from February 29 th 2016, could be included in this Observatory, provided that the center had validated a PNH flow cytometry quality control. For each patient, the baseline assessment was always considered as the initial PNH clone detection, even if it occurred before the initiation of the Observatory. Thus, this strategy allowed the collection of cases with long-term follow-up. Referent cytometrist of each center included patients in the e-CRF available on the HPN AFC website providing clinical and biological information as well as flow cytometry raw data files. This study was approved by the national research ethics board. Results: As of July 15 th 2019, 48 participating flow cytometry laboratories across France have enrolled 356 patients with a PNH clone or GPI-deficient cells ≥ 0.01%. All cases have been carefully reviewed by the 2 principal investigators, who both thoroughly re-examined flow cytometry data and the e-CRF filling that led to the update of roughly one third of the submitted files. This enabled the validation of 200 patients at diagnosis, the remaining 156 being ongoing. One hundred and three of the 200 validated patients displayed at least one follow-up point (more than 3 months apart from the diagnosis) with a clone size determined at diagnosis (see flow chart figure 1A) . For 8/103 patients, exchanges with centers are still ongoing. Thus, we were able to assess the evolution of PNH clones of 95 patients with 2 [range: 1-8] follow-up points over a period of 4.1 [0.3-14.2] years, corresponding to 200 validated follow-up points. The patient median age at diagnosis was 40 years old [10-85] with 3 pediatric cases (<18y) and a M/F sex ratio of 0.86. Diagnoses were made between 2003 and 2018 with clinical information available in 97% of cases: 19 patients (20%) had hemolytic anemia and most patients (n=73, 77%) displayed BM failure including aplastic anemia (n=62), myelodysplastic syndrome (n=7) and unexplained cytopenia(s) (n=4). No case of thrombosis was included. All patients with hemolytic anemia showed an increasing clone size over time including the two who were not treated with eculizumab ( Figure 1B ; median size at diagnosis on neutrophils: 81.3% vs median size over 5 years: 96.3%). The median clone size at diagnosis for patients with BM failure was 1.5% on neutrophils with a very wide range [0.01-97.87], almost half of them being less than 1%. When comparing the diagnosis point with the latest follow-up point, PNH clone size increased in 37 patients, decreased in 16 of them and remained stable in 20 cases ( Figure 1C, D) . Nine of the 37 patients reached a PNH clone size above 50% and 4 of them received a treatment by eculizumab in a median delay of 5 years [1.5-6.0]. Interestingly, no patient showed spontaneous disappearance of PNH clones, pending the use of a high-resolution flow cytometry test. The only five patients with undetectable PNH clones ( Figure 1D, red lines) were those who underwent BM transplantation. Conclusion: This multicenter study based on robust flow cytometry analysis showed no disappearance of PNH clones, including minor ones, over a long period of time, regardless of the clinical manifestations, except for patients who underwent BM transplantation. Moreover, PNH clone size increased in half of patients with BM failure, justifying a long term PNH clone size monitoring, even in these patients. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Le Garff-Tavernier: Alexion: Consultancy, Honoraria. Pruvot Debliquis: Alexion: Honoraria; Takeda: Honoraria; Pfizer: Honoraria; Gilead: Honoraria; Genzyme: Honoraria. Socie: Alexion: Consultancy. Peffault de Latour: Alexion: Consultancy, Honoraria, Research Funding; Pfizer: Consultancy, Honoraria, Research Funding; Novartis: Consultancy, Honoraria, Research Funding; Amgen: Research Funding. Drenou: Alexion: Consultancy, Honoraria. Wagner Ballon: Alexion: Consultancy, Honoraria.",
    "topics": [
        "aplastic anemia",
        "clone cells",
        "cytopenia",
        "eculizumab",
        "flow cytometry",
        "follow-up",
        "hemolytic anemia",
        "myelodysplastic syndrome",
        "observational studies",
        "paroxysmal nocturnal hemoglobinuria"
    ],
    "author_names": [
        "Magali Le Garff-Tavernier",
        "Agathe Pruvot Debliquis, PharmD",
        "Thomas Boyer, MD",
        "Jean-Philippe Vial, MD",
        "Véronique Harrivel, MD",
        "Anne-Catherine Lhoumeau, PhD PharmD",
        "Marie-Christine Jacob, MD",
        "Gerard Socie, MD PhD",
        "Regis Peffault de Latour, MD PhD",
        "Bernard Drenou, MD PhD",
        "Orianne Wagner Ballon, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Magali Le Garff-Tavernier",
            "author_affiliations": [
                "Sorbonne Université Paris 6-INSERM UMRS 1138, AP-HP, Hopital Pitie-Salpetriere, Service d'Hématologie Biologique, Paris, France "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Agathe Pruvot Debliquis, PharmD",
            "author_affiliations": [
                "Department of Hematology, Hopital Emile Muller - CH de Mulhouse, Mulhouse, France "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas Boyer, MD",
            "author_affiliations": [
                "Centre de Biologie-Pathologie, Laboratoire d'hématologie, Lille, France "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jean-Philippe Vial, MD",
            "author_affiliations": [
                "Hematology Biology, Bordeaux University Hospital, Pessac, France "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Véronique Harrivel, MD",
            "author_affiliations": [
                "Laboratory of hematology, University Hospital, Amiens, France "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anne-Catherine Lhoumeau, PhD PharmD",
            "author_affiliations": [
                "Cancer Biology department, Biological Hematology, Paoli-Calmettes Institut, Marseille, France "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marie-Christine Jacob, MD",
            "author_affiliations": [
                "Institut de biologie et pathologie du CHU de Grenoble, Immunology, CHU Grenoble Alpes, Grenoble, France "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gerard Socie, MD PhD",
            "author_affiliations": [
                "Department of Hematology Transplantation, Saint-Louis Hospital, AP-HP, Paris, France "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Regis Peffault de Latour, MD PhD",
            "author_affiliations": [
                "Hematology and transplantation unit, Saint-Louis Hospital, Paris, France "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bernard Drenou, MD PhD",
            "author_affiliations": [
                "Service d'Hématologie, Groupe Hospitalier de la Région Mulhouse Sud Alsace (GHRMSA), Mulhouse, France "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Orianne Wagner Ballon, MD PhD",
            "author_affiliations": [
                "Département d'Hématologie et Immunologie biologiques, University Hospital of Henri-Mondor, Créteil Cedex, France"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-17T06:40:40",
    "is_scraped": "1"
}