{
    "doi": "https://doi.org/10.1182/blood.V116.21.3254.3254",
    "article_title": "Inhibition of Akt Increases the Sensitivity of Acute Lymphoblastic Leukemia (ALL) to the Glycolytic Inhibitor 2-Deoxy-D-Glucose (2-DG) ",
    "article_date": "November 19, 2010",
    "session_type": "Acute Lymphoblastic Leukemia - Therapy, excluding Transplantation: Poster II",
    "abstract_text": "Abstract 3254 Cancer cells exhibit an increased dependency on the glycolytic pathway as the predominant energy source over mitochondrial oxidative phosphorylation (OXPHOS). This unique alteration in glucose metabolism gives malignant cells significant proliferative advantages by enabling cancer cells to better adapt to the hypoxic microenvironment. The glucose analogue 2-Deoxy-D-Glucose (2-DG) has been found to be an effective antitumor agent in both animal models and human clinical trials. In childhood acute lymphoblastic leukemia (ALL), elevated glycolytic rates have been identified and increased glucose consumption has been postulated to be responsible for chemotherapy resistance. We have previously reported that B-precursor ALL (Bp-ALL) cells exhibit significant sensitivity to 2-DG under normoxia, and that PTEN mutant T-ALL CCRF-CEM cells are less sensitive to 2-DG compared to Bp-ALL cells. In this study, we further investigated signaling alterations in critical metabolic pathways linked to cell survival and proliferation and the mechanisms of apoptotic cell death following inhibition of glycolysis in ALL. Warburg suggested that the deficiency of mitochondrial respiration plays an important role in the metabolic shift seen in cancer cells. We assessed mitochondrial function in selective Bp- and T-ALL cell models including CCRF-CEM, NALM6, REH (RUNX/ETV1 + Bp-ALL), SupB15 and TOM1 (both BCR/ABL + Bp-ALL). The K562 cell line (CML) and an EBV-immortalized non-malignant lymphocyte cell line HCC1187BL were tested as controls. Our data indicate that oxygen consumption rates, and steady-state levels of representative protein markers of OXPHOS were decreased in the ALL cell lines, which correlated with a decrease in mtDNA levels when compared to CML and EBV immortalized lymphocyte controls. We previously demonstrated that 2-DG also interferes with protein synthesis and processing in ALL cells by inhibiting N-linked glycosylation. On this basis, we investigated the induction of prolonged ER stress leading to an unfolded protein response (UPR) in ALL cells following treatment with 2-DG. The expression of UPR specific markers Grp78/BiP and Grp94 were probed in CCRF-CEM, NALM6, and SupB15 cells using specific antibodies by Western immunoblotting. In the presence of 4mM 2-DG, significant increase in the expression of both Grp78/BiP and Grp94 was detected in all ALL cell lines tested. Western immunoblotting also identified increased expression of CHOP/GADD153 and cleavage of Poly (ADP-ribose) polymerase (PARP) following 2-DG treatment, indicating that 2-DG leads to UPR-induced apoptotic cell death in ALL cells. Among ALL cells studied, the PTEN mutant CCRF-CEM cells exhibit constitutive activation of Akt and resistance to 2-DG. We have reported that simultaneous inhibition of glycolysis and Akt signaling results in greater induction of cell death. In this study we further investigated signaling changes within these pathways to determine the mechanism of synergistic cell death following combination treatment. Western immunoblotting demonstrated that the combination of 2-DG and the Akt inhibitor × (AIX) led to almost complete abrogation P-Akt expression at both Ser473 and Thr308, and significant down-regulation of P-mTOR signaling as compared to treatment with each drug alone. Most important, the combination treatment led to a significant decrease in the expression of Hexokinase and GLUT1 in CCRF-CEM cells, and “sensitized” these cells to apoptotic death by 2-DG as demonstrated by significant cleavage of PARP.These data demonstrate for the first time that ALL cells are unable to effectively utilize mitochondrial OXPHOS for ATP generation, providing an explanation for their sensitivity to 2-DG under normoxic conditions. We also demonstrate that the cytotoxicity of 2-DG in ALL cells is due to concomitant inhibition of N-linked glycosylation leading to ER stress and UPR-induced apoptosis. Finally, our data indicate that hyper-activation of Akt signaling is responsible for the relative resistance of PTEN mutant CCRF-CEM cells to inhibition of glycolysis, and that simultaneous inhibition of Akt signaling is capable of overcoming this relative resistance to 2-DG. We propose that glycolytic inhibitors alone or in combination with selected targeted agents aimed at key metabolic and oncogenic pathways show promise as novel strategies for ALL therapy. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "acute lymphocytic leukemia",
        "animal model",
        "deoxyglucose",
        "proto-oncogene proteins c-akt",
        "tumor cells, malignant",
        "western blotting",
        "adult t-cell lymphoma/leukemia",
        "glucose",
        "poly(adp-ribose) polymerases",
        "stress"
    ],
    "author_names": [
        "Jianfeng Du, Ph.D.",
        "Joanna DeSalvo, B.Sc.",
        "Antti Muranen, B.Sc.",
        "Carlos T. Moraes, Ph.D.",
        "Julio C. Barredo, M.D."
    ],
    "author_dict_list": [
        {
            "author_name": "Jianfeng Du, Ph.D.",
            "author_affiliations": [
                "Pediatrics, University of Miami Miller School of Medicine, Miami, FL, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Joanna DeSalvo, B.Sc.",
            "author_affiliations": [
                "Pediatrics, University of Miami Miller School of Medicine, Miami, FL, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Antti Muranen, B.Sc.",
            "author_affiliations": [
                "Neurology and Cell Biology & Anatomy, University of Miami Miller School of Medicine, Miami, FL, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carlos T. Moraes, Ph.D.",
            "author_affiliations": [
                "Neurology and Cell Biology & Anatomy, University of Miami Miller School of Medicine, Miami, FL, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Julio C. Barredo, M.D.",
            "author_affiliations": [
                "Pediatrics and Biochemistry and Molecular Biology, University of Miami Miller School of Medicine and Sylvester Comprehensive Cancer Center, Miami, FL, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-16T15:42:38",
    "is_scraped": "1"
}