{
    "doi": "https://doi.org/10.1182/blood.V114.22.2869.2869",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1571",
    "start_url_page_num": 1571,
    "is_scraped": "1",
    "article_title": "Cyclophosphamide, Thalidomide and Dexamethasone (CTD) Versus Melphalan Plus Dexamethasone (MD) for Newly-Diagnosed Systemic AL Amyloidosis – Results From the UK Amyloidosis Treatment Trial. ",
    "article_date": "November 20, 2009",
    "session_type": "Myeloma - Therapy, Excluding Transplantation Poster II",
    "topics": [
        "amyloidosis",
        "cyclophosphamide",
        "dexamethasone",
        "immunoglobulin deposition disease",
        "melphalan",
        "primary amyloidosis",
        "thalidomide",
        "toxic effect",
        "chemotherapy regimen",
        "multiple myeloma"
    ],
    "author_names": [
        "Julian Gillmore",
        "Kim Cocks",
        "Simon DJ Gibbs",
        "Prayman T Sattianayagam",
        "Thirusha Lane",
        "Helen Lachmann",
        "Stephen Schey",
        "James D. Cavenagh",
        "Heather Oakervee",
        "Gareth J Morgan",
        "Atul B Mehta",
        "Suzan Bourne",
        "E. Skinner",
        "G. Booth",
        "Philip N Hawkins",
        "Ashutosh D Wechalekar"
    ],
    "author_affiliations": [
        [
            "National Amyloidosis Centre, University College London Medical School, London, United Kingdom, "
        ],
        [
            "University of Leeds, Leeds, United Kingdom, "
        ],
        [
            "National Amyloidosis Centre, University College London Medical School, London, United Kingdom, "
        ],
        [
            "National Amyloidosis Centre, University College London Medical School, London, United Kingdom, "
        ],
        [
            "National Amyloidosis Centre, University College London Medical School, London, United Kingdom, "
        ],
        [
            "National Amyloidosis Centre, University College London Medical School, London, United Kingdom, "
        ],
        [
            "Kings College London, London, United Kingdom, "
        ],
        [
            "Dept. of Hematology, St. Bartholomew's Hospital, London, United Kingdom, "
        ],
        [
            "Dept. of Hematology, St. Bartholomew's Hospital, London, United Kingdom, "
        ],
        [
            "Institute of Cancer Research, London, United Kingdom, "
        ],
        [
            "Department of Academic Haematology, Royal Free Hospital and University College Medical School, London, United Kingdom, "
        ],
        [
            "Clinical Trials Research Unit, University of Leeds, Leeds, United Kingdom"
        ],
        [
            "Clinical Trials Research Unit, University of Leeds, Leeds, United Kingdom"
        ],
        [
            "Clinical Trials Research Unit, University of Leeds, Leeds, United Kingdom"
        ],
        [
            "National Amyloidosis Centre, University College London Medical School, London, United Kingdom, "
        ],
        [
            "National Amyloidosis Centre, University College London Medical School, London, United Kingdom, "
        ]
    ],
    "first_author_latitude": "51.5245592",
    "first_author_longitude": "-0.13404009999999997",
    "abstract_text": "Abstract 2869 Poster Board II-845 Introduction: Risk adapted CTD, oral MD and high dose melphalan with autologous stem cell transplantation (SCT) (in selected cases) have emerged as important frontline treatments in AL amyloidosis. We report the interim results of a randomised prospective pilot study designed to estimate response rates and test feasibility of two randomisations using these treatments for patients with newly-diagnosed systemic AL amyloidosis. The final analysis is due in October 2009 and final full study results will be presented at the meeting. Patients and methods: The trial recruited for 14 months from January 2008 in the UK. Twenty four patients each were planned to enter a high intensity (SCT versus CTD) or a low intensity randomization (MD versus CTD) respectively, depending on suitability for SCT. Eligibility for the high-intensity arm was deliberately stringent in order to minimize risk of transplant-related mortality. Primary endpoints were haematologic response by free light chain assay (measured at each cycle with landmark assessments at 3 and 7 months), safety and recruitment rate. A myeloma quality of life (QOL) questionnaire was piloted in the absence of a disease-specific questionnaire for AL amyloidosis at baseline and 7 months post randomisation. Results: The high intensity arm was closed early due to lack of recruitment, mostly from clinical ineligibility and no further results from this arm are reported. The low intensity arm successfully recruited the required 24 patients (12 in each group). Median (range) age at randomization was 66 (42-85) years and stratification was by ECOG performance status which ranged from 0 to 3 (21%, 33%, 33% and 13% of patients respectively). 24 (100%) and 16 (67%) patients have response assessments (or are not evaluable) at 3 months and 7 months respectively at the time of submission. One patient in each arm died and one patient in the MD arm withdrew prior to the 3 month assessment. Overall haematological response rate at 3 months (at least a PR) was similar between the two arms; 9 (75.0% (95% Confidence Interval 43% to 95%)) in the CTD arm versus 8 (66.7% (95% CI 35% to 90%)) in the MD arm. At 3 months, CR was achieved in 7 (58.3% (95% CI 28% to 85%)) CTD and 3 (25.0% (95% CI 6% to 57%)) MD patients. Final response data at 7 months will be presented at the meeting. Median (range) time to achieve at least a PR from commencement of chemotherapy was 88 (34-218) and 95 (74-133) days in the CTD and MD groups respectively. To date, 17 of the 24 patients have reached their maximal clonal response (10 CTD, 7 MD patients), two patients died before achieving maximal response and one patient is not evaluable as they withdrew prior to the first response assessment. 4 patients could still achieve maximal response once 7 month follow up is completed. Of those currently evaluable for a maximal response, 8 (80%) CTD patients had CR versus 3 (43%) MD patients and 1 (1%) CTD patient had PR compared with 4 (57%) MD patients. There were no treatment-related deaths in either arm. Seventeen of 24 (71%) patients experienced grade ≥ 3 toxicities during chemotherapy (10 CTD patients (83%) versus 7 MD patients (58%)) though only 9 were classified as trial medication related SAEs (serious adverse events) which appeared to be similar in each arm - 5 CTD versus 4 MD. Lethargy (n=6), worsening congestive heart failure/fluid overload (n=5), infections (n=7) and pain (n=4) were the most common grade 3/4 toxicities, again with no noticeable differences between the treatment groups. The EORTC QLQ-MY20 myeloma QOL questionnaire appeared valid for use in AL amyloidosis patients and showed comparable QOL among both groups. Conclusions: Randomisation to SCT versus combination chemotherapy is not feasible using the current criteria in the UK. These interim results suggest that CTD may compare favourably with MD with possible higher early CR rates with CTD. There is a general perception that CTD has greater toxicity than MD but in this study there was no evidence of increased SAEs in either group and the QOL was comparable. Further comparison of CTD and MD is warranted in a large phase III randomized trial, but in order to be feasible would require international collaboration. Disclosures: Off Label Use: Off label use of thalidomide."
}