{
    "doi": "https://doi.org/10.1182/blood.V120.21.4729.4729",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2203",
    "start_url_page_num": 2203,
    "is_scraped": "1",
    "article_title": "Comprehensive Investigation of the Molecular Mechanism of Primitive Hematopoiesis Regulating by KLF3 ",
    "article_date": "November 16, 2012",
    "session_type": "Hematopoiesis - Regulation of Gene Transcription",
    "topics": [
        "antigens, differentiation",
        "chief complaint",
        "deoxyribonuclease i",
        "deoxyribonucleases",
        "globins",
        "hematological diseases",
        "hematopoiesis",
        "hemin",
        "hemoglobin a, glycosylated",
        "luciferases"
    ],
    "author_names": [
        "Zhang Zhaojun",
        "Xiong Qian",
        "Wang Shaobin",
        "Wang Hai",
        "Zhang Qian",
        "Qi Heyuan",
        "Li Yanming",
        "Sun Hongying",
        "Chang Kai-Hsin",
        "George Stamatoyannopoulos",
        "John A. Stamatoyannopoulos, MD",
        "Fang Xiangdong"
    ],
    "author_affiliations": [
        [
            "Laboratory of Disease Genomics and Personalized Medicine, Beijing Institute of Genomics, Chinese Academy of Sciences, Beijing, China, "
        ],
        [
            "Laboratory of Disease Genomics and Personalized Medicine, Beijing Institute of Genomics, Chinese Academy of Sciences, Beijing, China, "
        ],
        [
            "Laboratory of Disease Genomics and Personalized Medicine, Beijing Institute of Genomics, Chinese Academy of Sciences, Beijing, China, "
        ],
        [
            "Laboratory of Disease Genomics and Personalized Medicine, Beijing Institute of Genomics, Chinese Academy of Sciences, Beijing, China, "
        ],
        [
            "Laboratory of Disease Genomics and Personalized Medicine, Beijing Institute of Genomics, Chinese Academy of Sciences, Beijing, China, "
        ],
        [
            "Laboratory of Disease Genomics and Personalized Medicine, Beijing Institute of Genomics, Chinese Academy of Sciences, Beijing, China, "
        ],
        [
            "Laboratory of Disease Genomics and Personalized Medicine, Beijing Institute of Genomics, Chinese Academy of Sciences, Beijing, China, "
        ],
        [
            "Laboratory of Disease Genomics and Personalized Medicine, Beijing Institute of Genomics, Chinese Academy of Sciences, Beijing, China, "
        ],
        [
            "Division of Hematology, Department of Medicine, University of Washington, Seattle, WA 98195, USA, "
        ],
        [
            "Division of Medical Genetics, Department of Medicine, University of Washington, Seattle, WA, USA, "
        ],
        [
            "Department of Genome Sciences, University of Washington, Seattle, WA, USA, "
        ],
        [
            "Division of Medical Genetics, Department of Medicine, University of Washington, Seattle, WA"
        ]
    ],
    "first_author_latitude": "39.28357035",
    "first_author_longitude": "-76.60090509999999",
    "abstract_text": "Abstract 4729 KLF3 is a member of the Krüppel-like transcription factor family. By recognizing CC/ACACCC motifs in the promoters and enhancers of its regulating genes, KLF3 plays critical roles in cell differentiation and development including B lymphocytes maturation and adipocyte differentiation. Previous studies demonstrated that KLF3-deficient mice displayed myeloproliferative disorders and abnormalities in hematopoiesis. KLF3 prefers to bind to the CACCC box in the yolk sac and fetal liver, indicating that KLF3 probably participates in the primitive hematopoiesis. However, the mechanism that KLF3 regulates primitive hematopoiesis is not fully understood. To characterize the role of KLF3 in primitive hematopoiesis, we firstly detected the expression of KLF3 during erythroid differentiation by RNA-seq in undifferentiated human embryonic stem cells (hESC) as well as three primary erythroid cells at different developmental stages including ES-derived erythroid cells (ESER), fetal- and adult-type erythroid cells (FLER, PBER). The results show that KLF3 is significantly higher expressed in ESER cells than that in other cells, which is an indicating of the role of KLF3 in primitive hematopoiesis. The expression level of KLF3 decreased at later erythroid developmental stages, which was also verified by the decreased KLF3 expression level when K562 cells induced with 50 mM of hemin for up to 72h. Secondly, to further clarify the mechanism that KLF3 regulates primitive hematopoiesis, we depleted KLF3 by shRNA interference in K562 cells, the representative of early development of erythroid cells, and performed microarray analysis to comprehensively characterize the target genes of KLF3 as well as the networks in which the target genes involved. The results indicate that down-regulated KLF3 exhibits remarkable impacts on genes expression profile in K562 cells. Total 655 (p-value1.5) differentially expressed genes were largely disturbed and recognized as potential target genes of KLF3, in which up-regulated genes (372) were more than down-regulated genes (283). Erythroid differentiation markers including HBE, HBA1/A2, HBZ and HBD globin genes are observably up-regulated in KLF3 depleted K562 cells. These results suggest that KLF3 probably exhibits suppressive activities in primitive hematopoiesis. The IPA analysis demonstrates that the potential target genes are specifically enriched in the biofunctions of hematopoiesis and hematological system development. The IPA networks analysis demonstrates that the potential target genes are closely associated with the networks of hematological diseases and hematological system development. IPA analysis also predicted the upstream regulators to drive KLF3 in erythroid cells including GATA1 (p-value<2.83E-12) and EPO (p-value<8.51E-08) which were significantly activated. Thirdly, to clarify whether the erythroid-specific enhancers in the genomic region of KLF3 participate in the KLF3 biology of primitive hematopoiesis, we identified erythroid-specific DNaseI hypersensitive sites (DHSs) in the KLF3 locus from DNase-seq data in four erythroid cells including ESER, FLER, PBER, K562 and seven non-erythroid cells. The enhancer activity of the erythroid DHSs was comprehensively characterized by dual-luciferase reporter assays in K562 cells and non-erythroid Hela and HEK293 cells. No erythroid-specific KLF3 enhancers was finally confirmed, suggesting the regulation of primitive hematopoiesis by KLF3 could depend on the upstream regulators, downstream target genes, as well as the other cis regulatory elements (CREs), but not erythroid-specific enhancers in KLF3 locus. In conclusion, we clarified the expression pattern of KLF3 during erythroid differentiation and confirmed the important functions of KLF3 in primitive hematopoises. Moerover, we ruled out the possibility that erythroid-specific enhancers in KLF3 gene locus participate in primitive hematopoiesis. Next, ChIP and dual luciferase reporter assay will be performed to confirm the regulation of KLF3 on the target genes. The relationship between these upstream regulators and KLF3 potential target genes will be further clarified. Finally, the related observations will be verified in hematopoietic stem cells (HSCs) as well as KLF3 morpholino knockdown zebrafish to fully understand the molecular mechanism of KLF3 in regulating primitive hematopoiesis. Disclosures: No relevant conflicts of interest to declare."
}