{
    "doi": "https://doi.org/10.1182/blood-2018-99-115844",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4085",
    "start_url_page_num": 4085,
    "is_scraped": "1",
    "article_title": "Clinical Features and Risk Factors of Post-Engraftment Bloodstream Infection in Allogeneic HCT ",
    "article_date": "November 29, 2018",
    "session_type": "721. Clinical Allogeneic Transplantation: Conditioning Regimens, Engraftment, and Acute Transplant Toxicities",
    "topics": [
        "allogeneic hematopoietic stem cell transplant",
        "bloodstream infections",
        "engraftment",
        "signs and symptoms",
        "oral care",
        "tissue transplants",
        "oropharyngeal mucositis",
        "aplastic anemia",
        "blood culture",
        "central venous catheters"
    ],
    "author_names": [
        "Tatsuya Suwabe, MD",
        "Kyoko Fuse, MD",
        "Takayuki Katagiri, MD",
        "Tomoyuki Tanaka, MD PhD",
        "Takashi Ushiki, MD PhD",
        "Yasuhiko Shibasaki, MD",
        "Miwako Narita, MD PhD",
        "Hirohito Sone, MD PhD",
        "Masayoshi Masuko, MD PhD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Endocrinology and Metabolism, Niigata University Faculty of Medicine, Niigata City, Japan "
        ],
        [
            "Department of Hematology, Endocrinology and Metabolism, Niigata University Faculty of Medicine, Niigata City, Japan "
        ],
        [
            "Department of Hematology, Endocrinology and Metabolism, Niigata University Faculty of Medicine, Niigata City, Japan "
        ],
        [
            "Department of Hematology, Endocrinology and Metabolism, Niigata University Faculty of Medicine, Niigata City, Japan "
        ],
        [
            "Department of Hematology, Endocrinology and Metabolism, Niigata University Faculty of Medicine, Niigata City, Japan "
        ],
        [
            "Department of Hematology, Endocrinology and Metabolism, Niigata University Faculty of Medicine, Niigata City, Japan ",
            "Department of Hematopoietic Cell Transplantation, Niigata University Medical and Dental Hospital, Niigata City, Japan"
        ],
        [
            "Department of Hematology, Endocrinology and Metabolism, Niigata University Faculty of Medicine, Niigata City, Japan "
        ],
        [
            "Department of Hematology, Endocrinology and Metabolism, Niigata University Faculty of Medicine, Niigata City, Japan "
        ],
        [
            "Department of Hematopoietic Cell Transplantation, Niigata University Medical and Dental Hospital, Niigata City, Japan"
        ]
    ],
    "first_author_latitude": "37.8403623",
    "first_author_longitude": "139.02563235",
    "abstract_text": "[Introduction] Bloodstream infection (BSI) is a serious complication of HCT that may be life-threatening. BSI frequently occurs before neutrophil engraftment (pre-engraftment BSI), but has also been reported after neutrophil recovery (post-engraftment BSI). In contrast to pre-engraftment BSI, the clinical features and risk factors of post-engraftment BSI remain unclear. [Aims] We investigated the clinical characteristics of and risk factors for post-engraftment BSI. [Methods] This retrospective study included 176 adult patients who underwent HCT and achieved neutrophil engraftment between 2006 and 2017 at our institute. Diagnoses consisted of AML (n=86), ALL (n=36), MDS (n=21), MPN (n=4), CML (n=1), ATL (n=6), aplastic anemia (n=6), and malignant lymphoma (n= 16). The median age at HCT was 42 y (range 16-67 y). Graft sources were BM (n=69), PB (n=57), and CB (n=50). Fifty-five patients (31.2%) had a high (≥3) HCT-CI score on HCT. Sixty-four patients (36.4%) received HCT with an advanced disease status. Fluoroquinolone (FQ) as prophylaxis was administered to 89 patients (50.6%). Central venous catheters (CV) were inserted in all patients before HCT. All patients consulted a dentist before HCT and received guidance on appropriate oral self-care to prevent severe oral mucositis; 92 (52.3%) continuously received intensive oral care after HCT (I-care; visit to a dentist at least once a week until neutrophil engraftment for the assessment of oral mucositis and cleaning), whereas 84 (47.7%) only performed oral self-care (S-care; according to guidance by a dentist). In the present study, BSI was defined as an infectious state with fever (≥38°C) and the isolation of a pathogen on at least 1 blood culture or on 2 or more if a common skin contaminant was isolated. Post-engraftment BSI was evaluated until day 180. [Results] Seventy-five events of BSI (in 69 patients) occurred until day 180. The total cumulative incidence of BSI (CIB) was 39.2%. The CIB of pre- and post-engraftment BSI were similar at 21.6% (n=38) and 21.0% (n=37) (p=1.0), respectively. Six patients developed pre- and post-engraftment BSI. CV was inserted in all patients when BSI occurred. Twenty-five pathogens were isolated in the present study. Regarding the type of pathogen, Gram-positive cocci were the most common in pre-/post-engraftment BSI (63.2%/69.0%). Gram-negative (29.0%/14.3%) and -positive rods (15.8%/19.0%) were detected. Staphylococcus epidermidis was the most frequently detected species in pre/post-engraftment BSI (31.6%/57.1%). Similar to CIB, no significant difference was observed in the pathogens identified between pre-/post-engraftment BSI (p=0.34). We performed further analyses to identify risk factors for post-engraftment BSI. In Fisher's exact test as a univariate analysis, HCT-CI≥3 (p=0.045), TBI≥3 Gy (p=0.041), not administered FQ (p=0.042), no I-care (p=0.003), and a graft source of BM (p=0.002) were identified as risk factors for post-engraftment BSI. Age (p=0.25), conditioning (p=0.197), repeated HCT (0.607), disease stage prior to HCT (p=0.701), and a history of pre-engraftment BSI (p=0.501) did not contribute to post-engraftment BSI. A logistic regression test with backward stepwise selection based on p-values as the multivariate analysis revealed that I-care (OR 0.358, 95%CI: 0.16-0.801, p=0.0124) and a graft source of PB (OR 0.322, 95%CI: 0.124-0.837, p=0.02) reduced the risk of post-engraftment BSI. Furthermore, to confirm the impact of the oral care type on post-engraftment BSI, we compared the CIB of the S- and I-care groups. The CIB of pre-engraftment BSI was similar between the I- and S-care groups (21.4% vs 21.7%, p=1), whereas that of post-engraftment BSI was significantly lower in the I-care group (12.0% vs 29.8%, p<0.001) than in the S-care group. [Conclusion] CIB and isolated pathogens were similar between pre- and post-engraftment BSI, even if neutrophils had recovered sufficiently. Since BSI may occur at any time during transplantation, careful follow-ups are needed. Intensive oral care by a dental specialist may reduce the risk of post-engraftment BSI. Disclosures No relevant conflicts of interest to declare."
}