{
    "doi": "https://doi.org/10.1182/blood.V116.21.4059.4059",
    "article_title": "Blockade of Aurora Kinase Activity Enhances Apo2L/TRAIL Sensitivity In Multiple Myeloma ",
    "article_date": "November 19, 2010",
    "session_type": "Myeloma - Pathophysiology and Pre-Clinical Studies, excluding Therapy: Poster II",
    "abstract_text": "Abstract 4059 Despite advances in chemotherapy and stem-cell transplantation, which have improved survival rates, multiple myeloma (MM) remains an incurable disease. Therefore, new treatment approaches are needed to improve the outcome of MM therapy and provide patients with longer disease-free survival. Mechanistic and preclinical data with Tumor necrosis factor (TNF)-related apoptosis-inducing ligand (Apo2L/TRAIL) indicate exciting opportunities for synergy with conventional therapies or with other molecularly targeted agents. Here we demonstrate that blocking Aurora-A and B kinase activity either with selective Aurora kinase Inhibitors (pan-Aurora kinase inhibitor MK-0457 also known as VX-680 (Vertex/Merck) or inhibitor PHA-680632 (Nerviano Medical Sciences; Pfizer)) or Aurora-A and B-specific small interfering (si)RNAs strongly increases the Apo2L/TRAIL cytotoxicity in MM cells through a caspase-dependent mechanism. We found that the combined treatment pan-Aurora kinase inhibitors plus Apo2L/TRAIL resulted in the synergistic (Combination Index [CI] less than 1) induction of apoptosis in human myeloma cell lines (HMCLs) displaying different degrees of sensitivity to Apo2L/TRAIL (RPMI 8226, OPM-2, U266 and bortezomib-resistant 8226/R5). Additionally, pan-Aurora kinase inhibitors sensitized the resistant IM-9 and JJN3 HMCLs to Apo2L/TRAIL-induced death. Similarly to HMCLs, we found that the treatment of fresh purified MM cells with pan-Aurora kinase inhibitors significantly enhanced the apoptosis induced by Apo2L/TRAIL ( P < .05 Tukey-Kramer test) in 4 out of 5 MM patients analyzed. In contrast, no significant cytotoxicity in peripheral blood mononuclear cells from 3 healthy volunteers was observed after VX-680 (0.1-0.4 μ M) or PHA-680632 (0.5-1.0μ M) and Apo2L/TRAIL (4.8 - 9.6 ng/mL) treatment. We then examined whether the combination retains its activity against MM cells in presence of Interleukin-6 (IL-6) or insulin growth factor-1 (IGF-1), the two major anti-apoptotic and growth factors for MM cells. Importantly, neither exogenous IL-6 (20ng/mL) nor IGF-1 (50ng/mL) protected against MK-0457 plus Apo2L/TRAIL–induced MM cells cytotoxicity. Adherence of MM cells to BMSCs conferred protection against Apo2L/TRAIL-induced cell death and Inhibition of Aurora kinase activity by pan-Aurora kinase inhibitors reverted the BMSCs-mediated Apo2L/TRAIL resistance in OPM-2, 8226/R5 and in MM cells from two patients. Conversely, pan-Aurora kinase inhibitors failed to overcome the BMSCs-mediated protection against Apo2L/TRAIL in RPMI 8226 and U266 HMCLs; notably, both these HMCLs showed a strong ERK phosphorylation/activation when co-cultured with BMSCs and the blockade of the MEK/ERK signaling module, using the small-molecule inhibitors PD184352 (1.0 μ M) or PD0325901 (0.2 μ M) (Pfizer), restored the pan-Aurora kinase inhibitors' abilities to sensitize this subset of HMCLs to Apo2L/TRAIL -induced apoptosis, thereby revealing a critical functional role of this pathway in pan-Aurora kinase inhibitors/Apo2L/TRAIL-mediated lethality in the context of the bone marrow microenvironment. Nuclear factor-kB (NF-κB) plays an important role in MM cell survival, tumorigenesis and drug resistance; we therefore investigated whether the combination pan-Aurora kinase inhibitors/Apo2L/TRAIL could induce apoptosis by interfering with NF-κB pathway. Importantly, we found that the blockade of Aurora kinase activity significantly increased the basal levels of NF-κB inhibitor alpha (IκB-α) and prevented the TRAIL-mediated phosphorylation/degradation of IκB-α in the HMCLs analyzed, and loss of IκB-α by (si)RNAs significantly (P< .05; Tukey-Kramer test) diminished the lethality of the pan-Aurora kinase inhibitors/Apo2L/TRAIL regimen in RPMI 8226 and 8226/R5 cells, thereby suggesting that pan-Aurora kinase inhibitors enhance MM cells' sensitivity to TRAIL at least in part by inhibiting the canonical NF-κB pathway. Consistent with these results we found that pan-Aurora kinase inhibitors blunted the TRAIL-mediated induction of X-chromosome-linked inhibitor-of-apoptosis protein (XIAP), cellular inhibitor-of-apoptosis protein 1 (cIAP-1) and/or cIAP-2, that are well-characterized NF-κB target genes. In conclusion, these findings suggest that combining Apo2L/TRAIL with pan-Aurora kinase inhibitors may have a potential in the treatment of MM. Disclosures: Lunghi: MERCK sharp and Dohme: Research Funding. Bonati: MERCK sharp and Dohme: Research Funding.",
    "topics": [
        "multiple myeloma",
        "phosphotransferases",
        "tnf-related apoptosis-inducing ligand",
        "kinase inhibitors",
        "aurora kinase inhibitor mk-0457",
        "cytotoxicity",
        "interleukin-6",
        "inhibitor-of-apoptosis protein",
        "insulin-like growth factor i",
        "tumor necrosis factors"
    ],
    "author_names": [
        "Paolo Lunghi, PhD",
        "Laura Mazzera",
        "Manuela Abeltino",
        "Nicola Giuliani",
        "Antonio Bonati, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Paolo Lunghi, PhD",
            "author_affiliations": [
                "Clinical Sciences, University of Parma, Parma, Italy, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Laura Mazzera",
            "author_affiliations": [
                "Clinical Sciences, University of Parma, Parma, Italy, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Manuela Abeltino",
            "author_affiliations": [
                "Internal Medicine, Hematology and BMT, University of Parma, Parma, Italy, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nicola Giuliani",
            "author_affiliations": [
                "Internal Medicine, Hematology and BMT, University of Parma, Parma, Italy, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Antonio Bonati, MD",
            "author_affiliations": [
                "Unit of Hematology and BMT, University Hospital of Parma, Parma, Italy"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-15T06:48:34",
    "is_scraped": "1"
}