{
    "doi": "https://doi.org/10.1182/blood.V124.21.2905.2905",
    "article_title": "Mitigation of a Newly Discovered Phenomenon, Extra Physiologic Oxygen Shock/Stress (EPHOSS), Mediated By the Mitochondria Permeability Transition Pore, Greatly Improves Stem Cell Collection and Transplantation ",
    "article_date": "December 6, 2014",
    "session_type": "501. Hematopoietic Stem and Progenitor Biology: Poster II",
    "abstract_text": "Hematopoietic stem cells (HSCs) reside in hypoxic niches within the bone marrow (BM). Yet, all HSC studies have been performed to date with cells immediately isolated in non-physiologic ambient air, whether or not they are subsequently processed in low oxygen tension. By collecting/manipulating BM in physiologically native conditions of hypoxia where all procedures are performed inside a hypoxic chamber, we demonstrate that brief exposure of mouse BM or human cord blood (CB) to ambient oxygen decreases recovery of phenotypically-defined and functional self-renewing long-term repopulating HSC and concomitantly increases numbers of progenitor cells, a phenomenon we term Extra Physiologic Oxygen Shock/Stress (EPHOSS). This new phenomenon is exquisitely sensitive to oxygen and great care must be taken to ensure all reagents, solutions, plastics, and anything that will come into contact with the cell suspension, is extensively pre-equilibrated in hypoxia. Up to 5-fold greater numbers of long-term (LT)-HSCs (CD34 - CD150 + Lin - Sca1 + c-kit + CD41 - CD48 - or CD34 - CD135 - Lin - Sca1 + c-kit + ) could be recovered from mouse BM harvested in 3% O 2 compared to BM harvested in air, or even BM harvested in 3% O 2 and then exposed to air for as little as 30 min before analysis, even if subsequently returned to hypoxia. There was a concomitant decrease in short term-HSCs and multipotent progenitors when BM was harvested in hypoxia, an effect associated with decreased functional cytokine-stimulated colony formation of hematopoietic progenitor cells (HPC: CFU-GM, BFU-E, and CFU-GEMM). Similarly, if human CB was harvested under similar low oxygen conditions, a 3-fold increase in recovered HSCs (Lin - CD34 + CD38 - CD45RA + CD90 + CD49f + ) could be achieved compared to CB harvested in air. Using a custom mouse respirator to conduct competitive repopulating transplant experiments completely in a 3% O 2 environment revealed an increase in competitive repopulating units (CRUs) up to more than 42 fold was recovered when BM is harvested in hypoxic conditions compared to air harvested BM in primary recipients, thus demonstrating the beneficial effects of hypoxic harvest on functional/transplantable HSCs with secondary transplant capability. These data strongly support the surprising conclusion that, until now, the true numbers of HSCs and the transplantation potency of BM and CB has been routinely and consistently underestimated because of rapid initiation of differentiation of LT-HSCs in ambient air. We present evidence linking mitochondrial function and cyclophilin D to EPHOSS. Genetically or pharmacologically suppressing cyclophilin D function, or p53 gene deletion link production of reactive oxygen species (ROS) to induction of the mitochondrial permeability transition pore (MPTP) as a molecular mechanism of EPHOSS, where rapid ROS generation in HSCs after exposure to “hyperoxic” room air initiates an irreversible cascade of differentiation signals (see illustration). We present additional evidence from gene knock-out model studies implicating roles for miR210 and Hif-1a in EPHOSS. The MPTP inhibitor, cyclosporine A, protects phenotypically-defined as well as functional and transplantable HSCs from EPHOSS during collection in air resulting in at least a 3-fold increase in HSC recovery as well as increased transplantation potency. Thus, pharmacological mitigation of EPHOSS during HSC collections for use in patient transplantation procedures may be clinically advantageous. Because cyclosporine A is already in use clinically, this EPHOSS-reducing strategy may be readily and easily tested for efficacy in a hospital setting. Because many different adult stem cells exist naturally in hypoxic niches, EPHOSS is likely relevant to other stem cells routinely harvested in air. Evidence suggests that aged HSCs may be more sensitive to the deleterious effects of EPHOSS than young HSCs. We propose that metabolic profiling of stem cells, including cancer stem cells, may not accurately represent the metabolism, behavior, and responses of these cells as they exist in their native hypoxic environments because they are harvested and studied in air. Thus, experimental designs that include a consideration of EPHOSS effects may be required to obtain a more complete understanding of stem cell metabolism and biology especially as it relates to stem cell aging or responses of cancer stem cells to chemotherapy. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Broxmeyer: CordUse: Membership on an entity's Board of Directors or advisory committees.",
    "topics": [
        "mitochondria",
        "oxygen",
        "permeability",
        "shock",
        "stem cell harvesting",
        "stress",
        "transplantation",
        "hypoxia",
        "cd34 antigens",
        "1-methyl-4-phenyl-1,2,3,6-tetrahydropyridine"
    ],
    "author_names": [
        "Charlie Mantel",
        "Heather A. O'Leary, PhD",
        "Brahmananda Reddy Chitteti, PhD",
        "Xinxin Huang, PhD",
        "Scott Cooper, BS",
        "Giao Hangoc, DVM, PhD",
        "Nickolay Brustovetsky, PhD",
        "Edward F. Srour, PhD",
        "Man Ryul Lee, PhD",
        "Steven Messina-Graham",
        "Nadia Falah, MD",
        "Reuben Kapur, PhD",
        "Louis M. Pelus, PhD",
        "Mircea Ivan, MD, PhD",
        "Kye-Seong Kim, PhD",
        "Hal E. Broxmeyer, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Charlie Mantel",
            "author_affiliations": [
                "Indiana University School of Medicine, Indianapolis, IN "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Heather A. O'Leary, PhD",
            "author_affiliations": [
                "Indiana University School of Medicine, Indianapolis, IN "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brahmananda Reddy Chitteti, PhD",
            "author_affiliations": [
                "Indiana University School of Medicine, Indianapolis, IN "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xinxin Huang, PhD",
            "author_affiliations": [
                "Indiana University School of Medicine, Indianapolis, IN "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Scott Cooper, BS",
            "author_affiliations": [
                "Indiana University School of Medicine, Indianapolis, IN "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Giao Hangoc, DVM, PhD",
            "author_affiliations": [
                "Indiana University School of Medicine, Indianapolis, IN "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nickolay Brustovetsky, PhD",
            "author_affiliations": [
                "Indiana University School of Medicine, Indianapolis, IN "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Edward F. Srour, PhD",
            "author_affiliations": [
                "Indiana University School of Medicine, Indianapolis, IN "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Man Ryul Lee, PhD",
            "author_affiliations": [
                "Indiana University School of Medicine, Indianapolis, IN "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Steven Messina-Graham",
            "author_affiliations": [
                "Indiana University School of Medicine, Indianapolis, IN "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nadia Falah, MD",
            "author_affiliations": [
                "Indiana University School of Medicine, Indianapolis, IN "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Reuben Kapur, PhD",
            "author_affiliations": [
                "Indiana University School of Medicine, Indianapolis, IN "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Louis M. Pelus, PhD",
            "author_affiliations": [
                "Indiana University School of Medicine, Indianapolis, IN "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mircea Ivan, MD, PhD",
            "author_affiliations": [
                "Indiana University School of Medicine, Indianapolis, IN "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kye-Seong Kim, PhD",
            "author_affiliations": [
                "Hanyang University, Seoul, South Korea"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hal E. Broxmeyer, PhD",
            "author_affiliations": [
                "Indiana University School of Medicine, Indianapolis, IN "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-01T04:48:44",
    "is_scraped": "1"
}