{
    "doi": "https://doi.org/10.1182/blood.V108.11.3199.3199",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=589",
    "start_url_page_num": 589,
    "is_scraped": "1",
    "article_title": "Busulfan Selectively Induces Cellular Senescence Via a p53-Independent but Erk-p38 MAPK-Dependent Mechanism. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "busulfan",
        "cell aging",
        "mitogen-activated protein kinases",
        "pulmonary function tests",
        "rna, small interfering",
        "alkylating agents",
        "antineoplastic agents",
        "bone marrow transplantation",
        "etoposide",
        "leukemia"
    ],
    "author_names": [
        "Virginia Probin",
        "Aiping Bai",
        "Daohong Zhou",
        "Yong Wang"
    ],
    "author_affiliations": [
        [
            "Pathology and Laboratory Medicine, Medical University of South Carolina, Charleston, SC, USA"
        ],
        [
            "Pathology and Laboratory Medicine, Medical University of South Carolina, Charleston, SC, USA"
        ],
        [
            "Pathology and Laboratory Medicine, Medical University of South Carolina, Charleston, SC, USA"
        ],
        [
            "Pathology and Laboratory Medicine, Medical University of South Carolina, Charleston, SC, USA"
        ]
    ],
    "first_author_latitude": "32.78504929999999",
    "first_author_longitude": "-79.9478413",
    "abstract_text": "Busulfan (BU), an alkylating agent, has been used extensively for the depletion of leukemia cells and normal hematopoietic stem cells (HSCs) prior to bone marrow transplantation. However, its mechanism(s) of action is unknown. Our laboratory has previously shown that BU primarily depletes HSCs by induction of senescence, but not apoptosis. In the present study, we investigated the molecular mechanisms whereby BU induces cellular senescence utilizing WI38 human diploid fibroblasts as a model system. We found that WI38 fibroblasts incubated with BU (from 7.5 to 120μM) for 24 h underwent senescence but not apoptosis in a dose-independent manner, whereas cells incubated with 80μM and 20μM etoposide (Etop) committed to apoptosis and senescence, respectively. The induction of WI38 cell senescence by Etop was associated with p53 activation and could be attenuated by down-regulation of p53 using a-PFT or p53 siRNA. In contrast, WI38 cell senescence induced by BU was associated with prolonged activation of Erk, p38 and JNK, and could be suppressed by the inhibition of Erk and p38 MAPKs with PD98059 and SB203580, respectively. Upon release from Erk and p38 inhibition, BU-treated cells proceeded to DNA synthesis and cell division. However, inhibition of p53 with a-PFT or p53 siRNA, or JNK with SP600125, failed to protect WI38 cells from BU-induced senescence. These findings suggest that BU is a distinctive chemotherapeutic agent that can selectively induce cellular senescence through the Erk and p38 MAPK pathways."
}