{
    "doi": "https://doi.org/10.1182/blood.V108.11.2105.2105",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=567",
    "start_url_page_num": 567,
    "is_scraped": "1",
    "article_title": "Flow Cytometry and Immunohistochemistry Analyses Reveal That Rituximab/CD20 Complexes Are Removed (Shaved) from Mantle Cell Lymphoma Cells (Z138) Previously Infused Intravenously or Subcutaneously in a SCID Mouse Model, and the Shaving Reaction Can Be Blocked by IVIG. ",
    "article_date": "November 1, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "cd20 antigens",
        "complex",
        "flow cytometry",
        "immunoglobulins, intravenous",
        "immunohistochemistry",
        "mantle-cell lymphoma",
        "rituximab",
        "scid mice",
        "neoplasms",
        "infusion procedures"
    ],
    "author_names": [
        "Ronald P. Taylor, PhD",
        "Yongli Li, BS",
        "Margaret A. Lindorfer, PhD",
        "John B. Coursar, MD",
        "Michael E. Williams, MD"
    ],
    "author_affiliations": [
        [
            "Biochemistry and Molecular Genetics, Univ of Virginia School of Medicine, Charlottesville, VA, USA"
        ],
        [
            "Biochemistry and Molecular Genetics, Univ of Virginia School of Medicine, Charlottesville, VA, USA"
        ],
        [
            "Biochemistry and Molecular Genetics, Univ of Virginia School of Medicine, Charlottesville, VA, USA"
        ],
        [
            "Pathology"
        ],
        [
            "Hematology/Oncology, Hematology Malignancy Program, Univ of Virginia School of Medicine"
        ]
    ],
    "first_author_latitude": "38.0316075",
    "first_author_longitude": "-78.5009733",
    "abstract_text": "We have reported that infusion of standard-dose rituximab (RTX) in CLL patients leads to substantial loss, or shaving, of CD20 from circulating cells immediately after completion of the RTX infusion (Kennedy et al., J Immunol, 2004). Shaving can severely compromise the effectiveness of immunotherapeutic mAbs used to target malignant cells. To identify in vivo mechanisms responsible for shaving, and to develop approaches to block shaving, we established SCID mouse models in which two compartments for tumor cell growth were studied, based on IV or SQ infusion of Z138 cells. In the IV model Z138 cells grow in the lungs, and subsequent IV infusion of moderate amounts of RTX (~100 ug) leads to its rapid binding (~15 min) to Z138 cells in the lungs, accompanied by deposition of complement C3 fragments. Within 1 h a substantial fraction of targeted cells are alive but have lost most bound RTX and CD20. In the SQ model cells grow as tumors at the sites of injection. Findings in this model reveal several notable differences from the IV model. First, one or two infusions of ~ 200 ug RTX have only modest effects on overall CD20 levels, although as a consequence of RTX infusion, the % of CD20 negative cells always increases, from ~ 15 to 30%. However, infusion of large amounts of RTX (~ 250–500 ug on four or five consecutive days) leads to considerable loss of CD20 from Z138 cells growing in SQ tumors. Even after RTX infusion C3 fragments were never found associated with Z138 cells growing as SQ tumors, suggesting that this compartment does not have access to complement proteins. Our previous in vitro investigations indicate that shaving is mediated by Fc gamma receptors on monocytes/macrophages (Beum et al., J Immunol, 2006). To test the hypothesis that blocking these receptors may inhibit RTX-mediated shaving, 50 mg aliquots of human IVIG were infused into the mice on days 1 and 3. This treatment almost totally blocked RTX-mediated shaving, thus providing additional evidence that cells of the mononuclear phagocytic system promote shaving. Frozen tissue sections were prepared from SQ tumors taken from both naïve and RTX-treated mice. Sections were examined by immunofluorescence for human B cell markers including CD20, IgM, CD45, CD55, and CD59. After multiple RTX infusions, large areas of tumor tissue were totally devoid of CD20 (compared to untreated controls), with some adjacent areas still expressing CD20, suggesting that a “wave” of RTX was able to opsonize Z138 cells in certain areas (perhaps closest to capillaries), which were then shaved by monocyte/macrophages. Other B cell markers continued to be strongly expressed after RTX treatment, and appeared comparable to markers examined in tumors of untreated mice. Microscopic examination of formalin-fixed SQ sections confirmed that most Z138 cells were alive in naïve and RTX-treated animals, and macrophages were observed in both sections as well, suggesting that they could have promoted shaving in the RTX-treated samples. Our findings indicate that the shaving reaction occurs in neoplastic B cells in tissue as well as in peripheral blood, and suggest strategies for enhanced therapeutic targeting within differing tumor cell compartments."
}