{
    "doi": "https://doi.org/10.1182/blood.V110.11.673.673",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1055",
    "start_url_page_num": 1055,
    "is_scraped": "1",
    "article_title": "JAK2 Activation Stimulates Homologous Recombination and Genetic Instability. ",
    "article_date": "November 16, 2007",
    "session_type": "Myeloproliferative Syndromes",
    "topics": [
        "brca1 protein",
        "chromosome rearrangements",
        "cytapheresis",
        "dna",
        "double-stranded dna breaks",
        "erythropoietin",
        "genetics",
        "genomic instability",
        "hypoxanthine phosphoribosyltransferase",
        "myelofibrosis"
    ],
    "author_names": [
        "Isabelle Plo",
        "Mayuka Nakadake",
        "Lisa Wiesmuller",
        "Stéphane Giraudier",
        "Jean-Luc Villeval",
        "William Vainchenker"
    ],
    "author_affiliations": [
        [
            "INSERM, U790, Institut Gustave Roussy, PR1, Villejuif, France"
        ],
        [
            "INSERM, U790, Institut Gustave Roussy, PR1, Villejuif, France"
        ],
        [
            "Department of Obstetrics and Gynaecology of the University of Ulm, Universitätsfrauenklinik, Ulm, Germany"
        ],
        [
            "INSERM, U790, Institut Gustave Roussy, PR1, Villejuif, France"
        ],
        [
            "INSERM, U790, Institut Gustave Roussy, PR1, Villejuif, France"
        ],
        [
            "INSERM, U790, Institut Gustave Roussy, PR1, Villejuif, France"
        ]
    ],
    "first_author_latitude": "48.7947638",
    "first_author_longitude": "2.3485726999999996",
    "abstract_text": "The JAK2 V617F mutation is a recurrent mutation frequently observed in classical myeloproliferatives syndromes such as polycythemia vera (PV) (90%), essential thrombocythemia (ET) and myelofibrosis (MF) (50%). Even if JAK2 V617F is common to these three pathologies, bi-alllic mutation of JAK2V617F have been observed in PV patients due to a loss of heterozygoty following a mitotic recombination event. Moreover, mutations in the receptor of thrombopoietin (c-mpl) have also been identified in MF and in some cases associated with the JAK2V671F mutation. These observations led us to hypothesize that initial mutation of JAK2 can stimulate others abnormalities, in particular genetic abnormalities, which could strengthen the kinase activity of JAK2. The deregulation of the DNA double-strand breaks repair mechanism, homologous recombination (HR), could be involved in the appearance of these new genetic abnormalities. Indeed, mutations in genes controlling HR lead to genomic instability, such as punctual mutation, deletion, loss of heterozygoty and chromosomal rearrangement. As a consequence, we investigated in this study the impact of JAK2 activation either by mutation (JAK2V617F) or by erythropoietin (EPO) on HR and genetic instability. First, we introduced a specific substrate of HR in the genome of Ba/F3 cell line and we measured HR after infecting cells with virus containing either JAK2wt or JAK2V617F. In the presence of EPO, JAK2V617F and at a lesser extend JAK2wt induces a 20 and 5-fold HR increase, respectively, compared to Ba/F3 control cells. In good agreement, in spontaneous condition, we observed an increase in nuclear foci of the key protein involved in this process: RAD51 and in its partner: BRCA1. A spontaneous RAD51 foci formation was also found in CD34+ cells from PV and MF patients compared with CD34+ cells from cytapheresis suggesting that an HR increase also occurs in patients. Consequently, we observed a 40% increased in sister chromatid exchange in JAK2V617F -expressing cells compared to JAK2wt-expressing cells or Ba/F3 control cells. Moreover, increases in centrosome and ploidy abnormalities were also detected in JAK2V617F-expressing cells. Finally, we found a 100-fold and 10 fold increase in mutagenesis at HPRT and Na/K ATPase loci, respectively. This result suggests that JAK2V617F induces more deletion event than punctual mutation. This work highlights a new molecular mechanism of regulation of HR by activation of JAK2 and especially by JAK2V617F. It might also give key to understand how a single mutation can give rise to different pathologies. Further works are currently under investigation to determine how JAK2V617F -induced an hyper-recombination phenotype."
}