{
    "doi": "https://doi.org/10.1182/blood.V110.11.1927.1927",
    "article_title": "Periostin Is a Previously Uncharacterised Vitamin K Dependent γ-Carboxyglutamic Acid (Gla) Containing Protein Expressed by Marrow-Derived Mesenchymal Stromal Cells. ",
    "article_date": "November 16, 2007",
    "session_type": "Hematopoiesis - Microenvironment, Cell Adhesion and Mesenchymal Stem Cells",
    "abstract_text": "The modification of glutamic acid residues to g-carboxyglutamic acid (Gla) is a post-translational modification catalyzed by the vitamin K-dependent γ-glutamylcarboxylase enzyme. Despite ubiquitous expression of the γ-carboxylation machinery in mammalian tissues, only 12 Gla-containing proteins have so far been identified in humans. Because bone tissue is the second most abundant source of Gla-proteins after the liver, we sought to identify Gla proteins secreted by bone-marrow derived mesenchymal stromal cells (MSCs), a precursor to all non-hematopoietic cells in bones. We used a proteomics approach to screen the secretome of MSCs with a combination of 2D gel electrophoresis and tandem mass spectrometry. The most abundant Gla-protein secreted by MSCs was identified as periostin, a previously unrecognized γ-carboxylated protein. In silico aminoacid sequence analysis of periostin demonstrated the presence of four consensus γ-carboxylase recognition sites embedded within fasciclin-like protein domains. The carboxylation of periostin was confirmed by immunoprecipitation using anti-Gla antibodies and could be inhibited by warfarin in MSCs. In conclusion, periostin is a novel vitamin K-dependent γ-carboxylated protein distinguished from other Gla-proteins by the presence of multiple γ-carboxylase recognition sites and MSCs are an abundant source of periostin including its γ-carboxylated variant.",
    "topics": [
        "amino acids",
        "antibodies",
        "electrophoresis, gel, two-dimensional",
        "enzymes",
        "glutamic acid",
        "immunoprecipitation",
        "osteocalcin",
        "sequence analysis",
        "stem cell, mesenchymal",
        "tandem mass spectrometry"
    ],
    "author_names": [
        "Daniel L. Coutu, MSc",
        "Jian Wui Wu, PhD",
        "Georges-Etienne Rivard, MD",
        "Mark D. Blostein, MD",
        "Jacques Galipeau, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Daniel L. Coutu, MSc",
            "author_affiliations": [
                "Experimental Medicine, Lady Davis Institute for Medical Research, McGill University, Montreal, QC, Canada"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jian Wui Wu, PhD",
            "author_affiliations": [
                "Molecular Oncology Laboratory, Lady Davis Institute for Medical Research, McGill University, Montreal, QC, Canada"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Georges-Etienne Rivard, MD",
            "author_affiliations": [
                "Hemato-Oncologie, Hopital Ste-Justine, Montreal, QC, Canada"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mark D. Blostein, MD",
            "author_affiliations": [
                "Hematology, SMBD-Jewish General Hospital, Montreal, QC, Canada"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jacques Galipeau, MD",
            "author_affiliations": [
                "Hematology-Oncology, SMBD-Jewish General Hospital, McGill University, Montreal, QC, Canada"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-04T09:32:41",
    "is_scraped": "1"
}