{
    "doi": "https://doi.org/10.1182/blood-2019-129502",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4411",
    "start_url_page_num": 4411,
    "is_scraped": "1",
    "article_title": "Perceptions of Community Hematologists/Oncologists on the Potential of Data Presented at ASH 2018 and ASCO 2019 to Alter the Standard of Care for Multiple Myeloma Treatment ",
    "article_date": "November 13, 2019",
    "session_type": "902.Health Services Research-Malignant Conditions (Lymphoid Disease)",
    "topics": [
        "american society of clinical oncology",
        "multiple myeloma",
        "oncologists",
        "perception",
        "standard of care",
        "dexamethasone",
        "daratumumab",
        "selinexor",
        "transplantation",
        "lenalidomide"
    ],
    "author_names": [
        "Ajeet Gajra, MD FACP",
        "Richard Sweat, PhD",
        "Yolaine Jeune-Smith, PhD",
        "Bruce Feinberg, DO"
    ],
    "author_affiliations": [
        [
            "Cardinal Health Specialty Solutions, Dublin, OH"
        ],
        [
            "Cardinal Health Specialty Solutions, Dublin, OH"
        ],
        [
            "Cardinal Health Specialty Solutions, Dublin, OH"
        ],
        [
            "Cardinal Health Specialty Solutions, Dublin, OH"
        ]
    ],
    "first_author_latitude": "40.054156899999995",
    "first_author_longitude": "-83.0855806",
    "abstract_text": "Introduction There has been a remarkable growth of new therapies for multiple myeloma (MM) in the last 5 years with 5 new agents approved by the FDA. Daratumumab is a human anti-CD38 monoclonal antibody previously approved as a single agent in relapsed/refractory (RR) MM and as combination in relapsed MM. Selinexor represents a novel first-in-class selective inhibitor of nuclear export (SINE) XPO1 antagonist in RRMM. The perception of practicing community hematologists and oncologists (H/O) regarding new information presented at major scientific meetings has implications for all stakeholders including patients, practices, payers, manufacturers and distributors. We conducted market research with H/O to understand how MM data presented at ASH 2018 and ASCO 2019 might alter their treatment preferences. Methods Live meetings in February and June 2019 convened H/O with geographic representations from across the United States. The participants were shown data from selected oral and/or poster presentations from the 2018 ASH Annual Meeting or 2019 ASCO Annual Meeting and responded to questions regarding their perceptions of the data and its potential impact on current practice. The presentations used included the following: 1) MAIA: a phase III, randomized study in patients with transplant-ineligible newly diagnosed MM (NDMM) comparing daratumumab plus lenalidomide and dexamethasone (D-Rd) to lenalidomide and dexamethasone (Rd) alone (Facon T, et al. Blood . 2018;132[Suppl 1]:LBA-2); 2) CASSIOPEIA: a phase III, randomized study in patients with transplant-eligible NDMM comparing daratumumab plus bortezomib, thalidomide and dexamethasone (D-VTd) to bortezomib, thalidomide and dexamethasone (VTd) alone (Moreau P, et al. J Clin Oncol . 2019;37[15_suppl]:8003); and 3) STORM: a pivotal, phase II, single-arm study of selinexor and dexamethasone in patients with penta-refractory MM (Chari A, et al. Blood . 2018;132[Suppl 1]:598). Participants submitted their demographic responses via a web-based survey prior to the meetings and data impression responses via an audience response system at the live meetings. Results Among the 112 H/O who participated in these live market research programs on February 22-23 and June 21-22, 2019, 58% identified their primary specialty as hematology/oncology and 38% medical oncology. Only 27% of the 59 H/O at the February live meeting had attended the ASH 2018 in December 2018 and 43% of the 53 at the June live meeting had attended the ASCO 2019 in June 2019. The participants were mostly community-based physicians, 47% in private community and 48% in community practices owned by a hospital or academic center. 31% have been in practice for over 20 years, 39% for 11-20 years and 29% for 10 or fewer years. The majority of this group sees at least 16 patients per day and reported active MM as one of the three most common hematologic malignancies they manage. At the February 2019 live meeting, 79% of H/O in attendance indicated that, based on the results of the MAIA study, D-Rd is likely to become their standard of care for patients with NDMM who are ineligible for transplant. At the June 2019 live meeting, the majority of H/O in attendance indicated that bortezomib + lenalidomide + dexamethasone (VRd) was the regimen typically used for their transplant-eligible NDMM patients. After reviewing the data from the CASSIOPEIA study of D-VTd, 50% of H/O indicated that the results are practice-changing and will be widely adopted, but thalidomide will be substituted with lenalidomide (D-VRd). 65% of H/O who attended the February 2019 live meeting indicated that, if selinexor is approved by the FDA, they are very likely to consider it for their patients with RRMM. 76% of advisors indicated that selinexor's novel mechanism of action (MOA) is very clinically meaningful in MM. Qualitative data collected also denotes interest in seeing selinexor tested and moved to earlier lines of therapy akin to the development course followed by daratumumab. Conclusions The movement of daratumumab to the first-line setting was well received by the community H/O and their willingness to substitute IMiD drugs in the backbone regimen for transplant-eligible patients was notable. It is noteworthy that the interest in selinexor was high even prior to its FDA approval and especially driven by its novel MOA. View large Download slide View large Download slide  Disclosures Gajra: Cardinal Health: Employment. Sweat: Cardinal Health: Employment. Jeune-Smith: Cardinal Health: Employment. Feinberg: Cardinal Health: Employment."
}