{
    "doi": "https://doi.org/10.1182/blood.V114.22.939.939",
    "article_title": "Epigenetic Silencing of the Pro-Apoptotic Bim Gene in Glucocorticoid Poor-Responsive Pediatric Acute Lymphoblastic Leukemia, and Its Reversal by Histone Deacetylase Inhibition. ",
    "article_date": "November 20, 2009",
    "session_type": "MOLECULAR PHARMACOLOGY, DRUG RESISTANCE III",
    "abstract_text": "Abstract 939 Introduction: The glucocorticoids dexamethasone and prednisolone are critical components of combination chemotherapy regimens used to treat pediatric acute lymphoblastic leukemia (ALL). While approximately 80% of patients are cured, poor response to upfront prednisolone monotherapy in 5-10% of patients is a strong predictor of adverse treatment outcome. A greater understanding of the mechanisms responsible for glucocorticoid resistance in pediatric ALL is likely to result in the design of novel strategies to overcome resistance and improve outcome for patients with refractory disease. The pro-apoptotic BH3-only BCL-2 family member BIM (BCL-2L11) has previously been identified as a critical component of glucocorticoid-induced apoptosis in normal and malignant lymphocytes. The purpose of this study was to elucidate clinically relevant mechanisms of glucocorticoid resistance in pediatric ALL, and design and test resistance reversal strategies. Patients and Methods: The study included biopsy specimens obtained at diagnosis from a cohort of patients who received 7 days of prednisolone monotherapy (60 mg/m⋀2/day) and a single age-related dose of intrathecal methotrexate, and whose prednisolone response was determined on Day 8 to be Good (PGR, peripheral blast count < 1 × 10⋀9/L, n=11) or Poor (PPR, peripheral blast count >= 1 × 10⋀9/L, n=11). The study also included biopsies from a cohort of patients who experienced early relapse (within 2 years of diagnosis, n=12). Experimental models of the disease included xenografts (n=12) established in immune-deficient (NOD/SCID) mice using direct explants of patient biopsies. Methods of analysis included: real-time quantitative RT-PCR and immunoblotting of glucocorticoid-induced mRNA and proteins following dexamethasone treatment of ex vivo cultured xenograft cells; DNA methylation analysis of the BIM 5' Untranslated Region (5'UTR) by methylated DNA immunoprecipitation (MeDIP), bisulfite sequencing, and SEQUENOM MassArray Epityper analysis; real time and array based chromatin immunoprecipitation (ChIP) analysis of histone-H3K9 acetylation, H3K4 and H3K27 tri-methylation across the entire BIM locus; as well as assessment of the histone deacetylase inhibitor SAHA (Vorinostat) to reverse dexamethasone resistance both in vitro and in vivo . Results: Dexamethasone resistance in pediatric ALL xenografts was consistently associated with failure to up-regulate BIM mRNA and protein in response to dexamethasone treatment, despite verification that other known glucocorticoid-responsive genes ( GILZ , FKBP5 ) were highly induced in all xenografts. These results indicate specific silencing of BIM in dexamethasone-resistant xenografts rather than a dysfunctional glucocorticoid receptor, leading us to focus on epigenetic regulation of BIM transcription. DNA methylation of the BIM 5'UTR was variable between xenografts, and showed no clear association with dexamethasone resistance. In contrast, the extent of H3K9 acetylation at the BIM locus significantly correlated with the ability of dexamethasone to up-regulate BIM expression in ALL xenografts ( R =0.90; P <0.001; n=12): relatively deacetylated H3K9 was associated with BIM repression, indicating that the BIM locus was in a “closed” and transcriptionally inaccessible conformation in dexamethasone-resistant xenografts. These results were in direct contrast to the other BH3-only genes examined, NOXA and PUMA , where H3K9 deacetylation was not associated with dexamethasone resistance. Moreover, H3K9 acetylation at the BIM promoter was significantly decreased in patients classified as PPRs compared with PGRs ( P =0.013), while the decrease in BIM H3K9 acetylation in patients at early relapse approached a significant difference from PGRs ( P =0.096). These results confirm that the results obtained with xenografts were not an artifact of engraftment. Treatment of a dexamethasone-resistant xenograft with SAHA increased BIM H3K9 acetylation, up-regulated BIM , and caused synergistic anti-leukemic efficacy with dexamethasone both in ex vivo cultures and in an in vivo model of systemic disease. Conclusions: Poor response to glucocorticoid therapy in pediatric ALL is significantly associated with epigenetic silencing of the BIM gene locus, and strategies aimed at improving glucocorticoid sensitivity and clinical outcome should consider incorporating epigenetic modifiers. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "epigenetic silencing",
        "genes",
        "glucocorticoids",
        "histone deacetylase",
        "leukemia, lymphocytic, acute, childhood",
        "dexamethasone",
        "transplantation, heterologous",
        "prednisolone",
        "biopsy",
        "vorinostat"
    ],
    "author_names": [
        "Richard B Lock, PhD",
        "Petra S Bachmann",
        "Rocco G Piazza",
        "Carwyn Davies",
        "Mary James",
        "Nicholas C Wong",
        "Vivek A Bhadri",
        "Angela Mogavero",
        "Vera Magistroni",
        "Carlo Gambacorti-Passerini",
        "Richard Saffery",
        "Jeffrey M Craig",
        "John E Pimanda",
        "Glenn M Marshall"
    ],
    "author_dict_list": [
        {
            "author_name": "Richard B Lock, PhD",
            "author_affiliations": [
                "Children's Cancer Institute Australia for Medical Research, University of New South Wales, Sydney, Australia, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Petra S Bachmann",
            "author_affiliations": [
                "Children's Cancer Institute Australia for Medical Research, University of New South Wales, Sydney, Australia, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rocco G Piazza",
            "author_affiliations": [
                "Department of Clinical Medicine, University Milano-Bicocca, Monza, Italy, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carwyn Davies",
            "author_affiliations": [
                "Children's Cancer Institute Australia for Medical Research, University of New South Wales, Sydney, Australia, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mary James",
            "author_affiliations": [
                "Lowy Cancer Research Center and the Prince of Wales Clinical School, University of New South Wales, Sydney, Australia, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nicholas C Wong",
            "author_affiliations": [
                "Murdoch Childrens Research Institute, Royal Children's Hospital, Department of Paediatrics, The University of Melbourne, Melbourne, Australia, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vivek A Bhadri",
            "author_affiliations": [
                "Center for Children's Cancer and Blood Disorders, Sydney Children's Hospital, Children's Cancer Institute Australia for Medical Research, Sydney, Australia"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Angela Mogavero",
            "author_affiliations": [
                "Department of Clinical Medicine, University Milano-Bicocca, Monza, Italy, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vera Magistroni",
            "author_affiliations": [
                "Department of Clinical Medicine, University Milano-Bicocca, Monza, Italy, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carlo Gambacorti-Passerini",
            "author_affiliations": [
                "Department of Clinical Medicine, University Milano-Bicocca, Monza, Italy, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard Saffery",
            "author_affiliations": [
                "Murdoch Childrens Research Institute, Royal Children's Hospital, Department of Paediatrics, The University of Melbourne, Melbourne, Australia, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeffrey M Craig",
            "author_affiliations": [
                "Murdoch Childrens Research Institute, Royal Children's Hospital, Department of Paediatrics, The University of Melbourne, Melbourne, Australia, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John E Pimanda",
            "author_affiliations": [
                "Lowy Cancer Research Center and the Prince of Wales Clinical School, University of New South Wales, Sydney, Australia, "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Glenn M Marshall",
            "author_affiliations": [
                "Center for Children's Cancer and Blood Disorders, Sydney Children's Hospital, Children's Cancer Institute Australia for Medical Research, Sydney, Australia"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-11T15:36:45",
    "is_scraped": "1"
}