{
    "doi": "https://doi.org/10.1182/blood.V112.11.1617.1617",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1330",
    "start_url_page_num": 1330,
    "is_scraped": "1",
    "article_title": "Targeting the Mnk Pathway Enhances Chemotherapy-Induced Antileukemic Responses. ",
    "article_date": "November 16, 2008",
    "session_type": "Molecular Pharmacology, Drug Resistance",
    "topics": [
        "chemotherapy regimen",
        "cytarabine",
        "phosphotransferases",
        "mitogen-activated protein kinases",
        "leukemia",
        "mitogen-activated protein kinase p38",
        "arsenic",
        "arsenic trioxide",
        "cancer",
        "chemotherapy effects"
    ],
    "author_names": [
        "Jessica K Altman",
        "Heather Glaser",
        "Amanda Redig",
        "Antonella Sassano",
        "Martin S Tallman",
        "Leonidas C Platanias"
    ],
    "author_affiliations": [
        [
            "Robert H. Lurie Comprehensive Cancer Center, Northwestern University, Chicago, IL, USA"
        ],
        [
            "Robert H. Lurie Comprehensive Cancer Center, Northwestern University, Chicago, IL, USA"
        ],
        [
            "Robert H. Lurie Comprehensive Cancer Center, Northwestern University, Chicago, IL, USA"
        ],
        [
            "Robert H. Lurie Comprehensive Cancer Center, Northwestern University, Chicago, IL, USA"
        ],
        [
            "Robert H. Lurie Comprehensive Cancer Center, Northwestern University, Chicago, IL, USA"
        ],
        [
            "Robert H. Lurie Comprehensive Cancer Center, Northwestern University, Chicago, IL, USA"
        ]
    ],
    "first_author_latitude": "41.8946975",
    "first_author_longitude": "-87.6224687",
    "abstract_text": "Mnk kinases (mitogen-activated protein kinase [MAPK]-interacting kinases) are downstream effectors of Map kinase pathways, including the MEK/Erk and the p38 Map kinase signaling cascades. We have previously shown that Mnk kinases and the p38 Map kinase pathway are activated in a negative feedback regulatory manner during treatment of cells with arsenic trioxide, and that molecular or pharmacological inhibition of their activation enhances arsenic trioxide-dependent apoptosis and antileukemic responses ( J Biol Chem . 283 : 12034 –42, 2008 , and Cancer Res . 66 : 6763 –71, 2006 ). We examined the activation status of Mnk kinases in response to treatment of AML cells with chemotherapy and the function of these kinases in the generation of antileukemic responses. The human AML cell lines U937, K562, or MM6 were treated with cytarabine, in the presence or absence of a commercially available pharmacological Mnk-1 inhibitor (Calbiochem); and the phosphorylation of Mnk and its downstream effector, eIF4E, were assessed. Treatment with cytarabine increased phosphorylation of Mnk and eIF4E. The cytarabine-dependent eIF4E phosphorylation was blocked when human leukemia cell lines were treated with the pharmacologic Mnk inhibitor, indicating that Mnk regulates eIF4E activity. Such phosphorylation was also found to be defective in Mnk1/Mnk2 double knockout mouse embryonic fibroblast (MEF) cells, as compared to wild-type MEFs. Importantly, cytarabine-induced apoptosis was strongly enhanced in Mnk1−/− Mnk2−/− MEFs, as compared to Mnk1+/+Mnk2+/+ MEFs. To define the role of Mnk kinases in the generation of chemotherapy-induced antileukemic responses, human leukemia cell lines and bone marrow or peripheral blood mononuclear cells from patients with AML were used in clonogenic assays in methylcelluose to determine the effects of Mnk inhibition in the cytarabine-mediated leukemic progenitor (CFU-L) growth. The Mnk inhibitor potentiated the inhibitory effects of cytarabine on U937-derived CFU-L colonies and bone marrow or peripheral blood-derived CFU-L from 3 patients with AML. Interestingly, combinations of the Mnk inhibitor with the mTOR inhibitor, rapamycin, also resulted in more pronounced inhibitory effects on CFU-L colony formation than each agent alone. Altogether, these findings demonstrate that the Mnk pathway is activated during treatment of AML cells with cytarabine and that such activation occurs in a negative feedback regulatory manner to counteract the antileukemic effects of cytarabine. They also raise the possibility that targeting Mnk kinases may provide a novel approach to enhance the effects of chemotherapy on AML cells in vitro and possibly in vivo."
}