{
    "doi": "https://doi.org/10.1182/blood.V128.22.324.324",
    "article_title": "Efficacy and Safety of Long-Term Treatment with the LSD1 Inhibitor RN-1 to Increase HbF in Normal, Non-Anemic Baboons ",
    "article_date": "December 2, 2016",
    "session_type": "112. Thalassemia and Globin Gene Regulation: Fetal Hemoglobin Regulation",
    "abstract_text": "Increased levels of fetal hemoglobin (HbF) lessen the severity of symptoms and increase the life span of patients with sickle cell disease. New and more effective strategies to increase HbF are needed because current therapies are ineffective in a significant proportion of patients. The lysine-specific demethylase, LSD1, an enzyme that demethylates Histone H3 mono- and dimethyl- K4 and K9 residues, is a component of the DRED co-repressor complex that represses the γ-globin gene (Cui et al, Mol Cell Biol 31:3298, 2011). Our laboratory has recently shown that RN-1, a pharmacological inhibitor of LSD1, increases γ-globin expression in sickle cell disease (SCD) transgenic mice (Rivers et al, Exp Hematol 43:546, 2015; Cui et al, Blood 126:386, 2015) and in baboons (Rivers et al, Haematol 101:688, 2016), widely acknowledge as the best animal model to test the activity of HbF-inducing drugs. To evaluate the safety and efficacy of RN-1, two normal, non-anemic baboons were treated for an extended period with RN-1 (PA8695, 264d; PA8698, 278d; 0.25mg/kg/d; 5d/wk, sc) and the effect on HbF, F cells, and hematological parameters evaluated weekly. Both animals exhibited weight gain (PA8695: 14.4%; PA8698: 20%) during the course of the study. F retics were increased 8-10 fold by the second week (d9) and were maintained at high levels throughout the course of the study (PA8695: 55.7±17.7% (mean±SD), median ( M )=59.0%; PA8698: 56.4±14.5%, M =56.9%). F cell levels increased until d169 and were maintained thereafter at levels 18-25 times greater than pre-treatment (PA8695: 54.5±3.3%, M =54.2%; PA8698: 51.7±3.2%, M =51.4%). HbF levels also increased until d169 and were also maintained thereafter at levels 10-12 times greater than pre-treatment (PA8695: 12.8±1.7%, M =12.1%; PA8698: 11.4±1.4%, M =11.5%). Elevated levels of γ-globin chain synthesis were observed in the peripheral blood on multiple days (d162, d190, d267) of treatment (PA8695, 0.28±0.08 γ/γ+β;PA8698, 0.26±0.08 γ/γ+β). RT-PCR analysis showed that γ-globin mRNA levels were increased 9-22 fold (p<0.01) in FACS-purified CD105+ CD117+/- glyA+ BM erythroid precursor subpopulations of RN-1 treated baboons compared to normal baboons. Absolute neutrophil counts showed no overall decline compared to pre-treatment (PA8695: pre-treatment=2110/μL, post-treatment=3118±1452/μL, M =2765/μL; PA8698: pre-treatment=2690/μL, post-treatment=2936±696/μL, M =2460/μL) although variations were observed. In PA8695 the ANC declined below 1500/μL twice (1490, 1160) and five times (1250, 1410, 1420, 1330, 1000) in PA8595. Monocytes increased 2-3 fold in each animal (PA8695: pre-treatment=100/μL, post-treatment=252±97/μL, M =246/μL; PA8698: pre-treatment=161/μL, post-treatment=425±319/μL, M =347/μL). Hemoglobin (Hb), RBC, and hematocrit (HCT) levels exhibited small overall decreases during the course of treatment but remained within the normal range. Decreases in RBC, Hb, and HCT were associated with blood loss during menstruation (PA8695) and following an accidental laceration of the perineal swelling (PA8698). Rapid recovery was observed in both animals. Significant changes in MCV, MCH, and MCHC during treatment were not observed. Platelet levels decreased approximately 40% in each animal but nevertheless were maintained within the normal range (PA8695: pre-treatment=351 X 10 3 /μL, post-treatment=236±64 X 10 3 /μL, M =219 X 10 3 /μL; PA8698: pre-treatment=224 X 10 3 /μL, post-treatment=143±78 X 10 3 /μL, M =119 X 10 3 /μL). No significant differences in either PT or aPTT assays were observed compared to normal baboons. In vitro platelet activation assays performed to investigate effects on platelet function showed that the fraction of platelets expressing P-selectin (CD62P) on the surface following addition of thrombin was reduced 14% (p<0.02) and the level of CD62P expression reduced 46% (p<0.0001) in RN-1 treated baboons compared to controls. Normal platelet function was restored 10d post-drug. Elevated platelet activation is associated with the pathogenesis of sickle cell disease and inhibitors of platelet activation are currently in clinical trials. We conclude that long-term treatment with RN-1 increases and maintains elevated levels of HbF and F cells in normal baboons and is well-tolerated. Pharmacological inhibitors of LSD1 are therefore likely to be beneficial in patients with SCD. Disclosures Rivers: Acetylon: Research Funding. DeSimone: EpiDestiny: Consultancy, Other: patents around decitabine and tetrahydrouridine. Lavelle: Acetylon: Research Funding.",
    "topics": [
        "anemia",
        "animal model",
        "fetal hemoglobin",
        "infectious mononucleosis",
        "papio",
        "weight gain",
        "globins",
        "p-selectin",
        "sickle cell anemia",
        "activated partial thromboplastin time measurement"
    ],
    "author_names": [
        "Kestis Vaitkus",
        "Vinzon Ibanez",
        "Robert E Molokie, MD",
        "Angela Rivers, MD PhD",
        "Joseph DeSimone, PhD",
        "Donald Lavelle, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Kestis Vaitkus",
            "author_affiliations": [
                "Department of Medicine, University of Illinois at Chicago, Jesse Brown VA Medical Center, Chicago, IL "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Vinzon Ibanez",
            "author_affiliations": [
                "Department of Medicine, University of Illinois at Chicago, Jesse Brown VA Medical Center, Chicago, IL "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert E Molokie, MD",
            "author_affiliations": [
                "Department of Medicine, University of Illinois at Chicago, Chicago, IL "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Angela Rivers, MD PhD",
            "author_affiliations": [
                "Department of Pediatrics, University of Illinois at Chicago, Jesse Brown VA Medical Center, Chicago, IL"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joseph DeSimone, PhD",
            "author_affiliations": [
                "Department of Medicine, University of Illinois at Chicago, Jesse Brown VA Medical Center, Chicago, IL "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Donald Lavelle, PhD",
            "author_affiliations": [
                "Department of Medicine, University of Illinois at Chicago, Jesse Brown VA Medical Center, Chicago, IL "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-07T04:01:13",
    "is_scraped": "1"
}