{
    "doi": "https://doi.org/10.1182/blood.V118.21.1386.1386",
    "article_title": "Recurrent 11q24.3 Gain Contributes to the Pathogenesis of Diffuse Large B Cell Lymphoma (DLBCL) by Deregulating ETS1 and FLI1  ",
    "article_date": "November 18, 2011",
    "session_type": "603. Oncogenes and Tumor Suppressors: Poster I",
    "abstract_text": "Abstract 1386 DLBCL represents the most common form of B-cell non-Hodgkin lymphoma (B-NHL). It is an aggressive and heterogeneous disease, comprising at least three distinct subtypes based on gene expression profile analysis: germinal center B cell-like DLBCL (GCB), activated B cell-like DLBCL (ABC) and primary mediastinal B-cell lymphoma (PMBL). These subtypes are supposed to derive from B cells at different stages of differentiation. Normal germinal center (GC) B-cell differentiation requires a complex transcriptional program and alterations of genes involved in this process are relevant for DLBCL pathogenesis. Identification and functional characterization of new genetic lesions would provide critical information to better understand the pathogenesis of DLBCL. With this aim, we studied the genomic profiles of 166 DLBCL patients, identified and characterized a recurrent gain mapping to chromosome 11q24.3. Methods. Genomic profiles were obtained from 166 Affymetrix 250K SNP arrays and integrated with gene expression data (GeneChip U133 plus 2.0) in 54 cases. Data were validated by PCR and immunohistochemistry. Gene silencing experiments were done with shRNA. Results. A minimal common region 11q24.3 gain was present in 26% of DLBCL samples and it encompassed six genes ( ETS1 , FLI1, KCNJ1 , KCNJ5 , P53AIP1 , RICS ). Samples with the 11q24.3 gain were significantly associated with high expression of the transcription factors ETS1 and FLI1. Data were confirmed by real-time PCR and by immunohistochemical analysis. Gene expression analysis showed 228 transcripts with a significantly different expression between cases with or without the lesion (p2-fold change): 215 genes were up-regulated in the patients with the gain and 13 were down-regulated, suggesting that this lesion has an impact on the transcriptional program of the tumor cells. To study the biological meaning of the lesion, ETS1 and FLI1 expression was down-regulated in a DLBCL cell line bearing the same lesion observed in clinical specimens (OCI-Ly7). Results showed that ETS1 and FLI1 down-regulation caused a reduced proliferation rate and activation of apoptosis leading to cell death. Concomitant ETS1 and FLI1 down-regulation resulted in a more severe phenotype. Only FLI1 was confirmed to be essential for cell viability in other DLBCL cell lines (SUDHL4, VAL, U2932), whereas ETS1 did not, suggesting a distinct role of the two transcription factors in different DLBCL samples. Preliminary results showed that down-regulation of ETS1 affected the transcriptional program of GC B-cell terminal differentiation causing an up-regulation of BLIMP1, the master regulator of plasma cells differentiation. Conclusions. In DLBCL, a recurrent gain at 11q24.3 determines the over-expression of the transcription factors ETS1 and FLI1. Functional experiments showed that the lesion might sustain DLBCL proliferation and viability, and contribute to a differentiation blockade of the GC B-cell towards a plasma cell lineage by negatively regulating BLIMP1. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "diffuse large b-cell lymphoma",
        "fli1 gene",
        "transcription factor",
        "polymerase chain reaction",
        "positive regulatory domain i-binding factor 1",
        "b-cell lymphomas",
        "gene expression profiling",
        "lymphoma",
        "tumor cells",
        "b-cell differentiation"
    ],
    "author_names": [
        "Paola Bonetti",
        "Monica Testoni",
        "Marta Scandurra",
        "Maurilio Ponzoni, MD",
        "Roberto Piva",
        "Afua Adjeiwaa Mensah",
        "Maria Grazia Tibiletti",
        "Ivo Kwee",
        "Timothy C. Greiner, MD",
        "Wing C. Chan, MD",
        "Gianluca Gaidano",
        "Miguel Piris, MD",
        "Emanuele Zucca, MD",
        "Francesco Bertoni, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Paola Bonetti",
            "author_affiliations": [
                "Oncology Institute of Southern Switzerland (IOSI), Bellinzona, Switzerland, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Monica Testoni",
            "author_affiliations": [
                "Oncology Institute of Southern Switzerland (IOSI), Bellinzona, Switzerland, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marta Scandurra",
            "author_affiliations": [
                "Oncology Institute of Southern Switzerland (IOSI), Bellinzona, Switzerland, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maurilio Ponzoni, MD",
            "author_affiliations": [
                "Pathology Unit and Unit of Lymphoid Malignancies, San Raffaele Scientific Institute, Milan, Italy, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Roberto Piva",
            "author_affiliations": [
                "Center for Experimental Research and Medical Studies, Turin, Italy, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Afua Adjeiwaa Mensah",
            "author_affiliations": [
                "Oncology Institute of Southern Switzerland (IOSI), Bellinzona, Switzerland, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria Grazia Tibiletti",
            "author_affiliations": [
                "Insubria University, Varese, Italy, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ivo Kwee",
            "author_affiliations": [
                "Oncology Institute of Southern Switzerland (IOSI), Bellinzona, Switzerland, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Timothy C. Greiner, MD",
            "author_affiliations": [
                "University of Nebraska Medical Center, Omaha, NE, USA, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wing C. Chan, MD",
            "author_affiliations": [
                "University of Nebraska Medical Center, Omaha, NE, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gianluca Gaidano",
            "author_affiliations": [
                "Amedeo Avogadro Univ. of Eastern Piedmont, Novara, Italy, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Miguel Piris, MD",
            "author_affiliations": [
                "Hospital Universitario Marqués de Valdecilla, Santander, Spain"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Emanuele Zucca, MD",
            "author_affiliations": [
                "Oncology Institute of Southern Switzerland (IOSI), Bellinzona, Switzerland, "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francesco Bertoni, MD",
            "author_affiliations": [
                "Oncology Institute of Southern Switzerland (IOSI), Bellinzona, Switzerland, "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-19T04:05:40",
    "is_scraped": "1"
}