{
    "doi": "https://doi.org/10.1182/blood.V124.21.3072.3072",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2939",
    "start_url_page_num": 2939,
    "is_scraped": "1",
    "article_title": "Bendamustine and Rituximab Combination Is Safe and Effective As Salvage Regimen in Waldenstrom's Macroglobulinemia ",
    "article_date": "December 6, 2014",
    "session_type": "623. Lymphoma: Chemotherapy, excluding Pre-Clinical Models: Poster II",
    "topics": [
        "bendamustine",
        "rituximab",
        "waldenstrom macroglobulinemia",
        "immunoglobulin m",
        "disease progression",
        "follow-up",
        "infections",
        "myelosuppression",
        "partial response",
        "purine nucleosides"
    ],
    "author_names": [
        "Alessandra Tedeschi, MD",
        "Giulia Benevolo, MD",
        "Gloria Casaluci Margiotta, MD",
        "Simone Ferrero, MD",
        "Paola Picardi, MD",
        "Marzia Varettoni, MD",
        "Claudia Baratè, MD",
        "Marina Motta, MD",
        "Guido Gini, MD",
        "Maria Cecilia Goldaniga, MD",
        "Carlo Visco",
        "Francesco Zaja",
        "Valeria Belsito Petrizzi, MD",
        "Erika Ravelli",
        "Massimo Gentile, MD",
        "Marina Urbano",
        "Silvia Franceschetti",
        "Lorella Orsucci, MD",
        "Annamaria Frustaci",
        "Paola Riccomagno, MD",
        "Paola Ghione",
        "Gianluca Gaidano, MD",
        "Umberto Vitolo, MD",
        "Enrica Morra"
    ],
    "author_affiliations": [
        [
            "Department of Hematology Ospedale Niguarda Ca' Granda, Milano, Italy "
        ],
        [
            "AO Città della Salute e della Scienza, Torino, Italy "
        ],
        [
            "Amedeo Avogadro University of Eastern Piedmont, Novara, Italy "
        ],
        [
            "Division of Hematology University of Torino, Torino, Italy "
        ],
        [
            "Department of Hematology Ospedale Niguarda Ca' Granda, Milano, Italy "
        ],
        [
            "Fondazione IRCCS Policlinico San Matteo, University of Pavia, Pavia, Italy "
        ],
        [
            "University of Pisa, Pisa, Italy "
        ],
        [
            "AO Spedali Civili di Brescia, Brescia, Italy "
        ],
        [
            "Ospedali Riuniti di Ancona, Ancona, Italy "
        ],
        [
            "Fondazione IRCCS Ca granda, OM Policlinico, Università degli Studi Milano, Milano, Italy "
        ],
        [
            "Department of Cell Therapy and Hematology, Ospedale San Bortolo, Vicenza, Italy "
        ],
        [
            "Centro Trapianti e Terapie Cellulari \u0093Carlo Melzi\u0094 DISM, Azienda Ospedaliera Universitaria S. Maria Misericordia, Udine, Italy "
        ],
        [
            "AO Umberto I, Nocera Inferiore, Italy "
        ],
        [
            "Department of Internal Medicine, Valduce Hospital, Como, Italy "
        ],
        [
            "Department of Onco-hematology A.O. of Cosenza, Cosenza, Italy"
        ],
        [
            "Division of Hematology University of Torino, Torino, Italy "
        ],
        [
            "Amedeo Avogadro University of Eastern Piedmont, Novara, Italy "
        ],
        [
            "AO Città della Salute e della Scienza, Torino, Italy "
        ],
        [
            "Department of Hematology Ospedale Niguarda Ca' Granda, Milano, Italy "
        ],
        [
            "AO Città della Salute e della Scienza, Torino, Italy "
        ],
        [
            "Division of Hematology University of Torino, Torino, Italy "
        ],
        [
            "Amedeo Avogadro University of Eastern Piedmont, Novara, Italy "
        ],
        [
            "AO Città della Salute e della Scienza, Torino, Italy "
        ],
        [
            "Department of Hematology Ospedale Niguarda Ca' Granda, Milano, Italy "
        ]
    ],
    "first_author_latitude": "45.5096348",
    "first_author_longitude": "9.1871841",
    "abstract_text": "Introduction: Accordingto National Comprehensive Cancer Network (NCCN) and ESMO guidelines on Waldenstrom’s Macroglobulinemia (WM) bendamustine may be considered as a therapeutic option in first line treatment or in relapsed refractory disease. Even though there are only two clinical trials including a limited number of patients addressing the role of bendamustine and rituximab (BR) treatment in WM. Patients and Methods: To define the efficacy and tolerability of BR combination as salvage regimen in WM patients, we retrospectively analyzed the outcome of symptomatic refractory relapsed patients treated with BR in 14 Italian centres. All patients receiving at least one day of treatment were included in the study. Treatment consisted of: R 375 mg/sqm iv day 1 and B iv days 1, 2. Therapy was administered every 4 weeks up to 6 courses. Results: Seventy-one patients are included in the study. As regards B dosage; 45 patients (63%) received the highest dose of 90 mg/sqm while 22 (31%) were treated with 70 mg/sqm. The 4 patients (6%) with a cumulative illness rating scale ≥ 6, received the lowest dose of 50 mg/sqm. At treatment, median age was 72 years (49-88), sex ratio M/F 46/25. Mediannumber of prior regimens was 2 (range 1-6). Twenty-four patients (34%) presented with refractory disease. The majority (90%) of patients had been previously treated with alkylating agents, 30% had also received purine analogues based treatments. Previous R was administered in the 77% of cases. The main reason (62%) for starting treatment was anemia followed by adenopathy and/or splenomegaly (35%). Median IgM level at treatment was 3815 mg/dL.Overall 361 courses of BR treatment were administered, median number 6 (range 1-6) with 47 (66%) of patients completing the 6 planned courses. Toxicity was discontinuation cause in 10 patients (14%): 4 infection, 1 fatal, 6 myelosuppression. In the remaining 14 treatment was discontinued for clinical clinical decision after disease reassessment. No difference in terms of treatment discontinuation was observed according to B dosage and age. Overall response rate (ORR) was 80.3% including: 7% complete remissions (CR), 15.5 % very good partial remissions (VGPR), 52.2% partial remissions (PR) and 5.6% of minor responses. A stable disease was observed in 16.9% of patients. One (1.4%) disease progression and one death were recorded. A progressive decrease of IgM level was observed during follow-up leading to an amelioration of response in 4 cases leading to a final ORR of 84.5%. None of the clinical and biological characteristics considered (age, sex, disease status, previous lines of treatment, previous fludarabine, bulky disease, Hb and IgM level, beta 2 microglobulin, B dosage) had an impact on ORR achievement. A better quality of response (CR plus VGPR) was observed in patients with an IgM level < 3000 mg/dL and in those treated with the higher dosage of B (90 mg/sqm). After a median follow-up of 19 months (3-54) 11 of the 57 responding patients met the criteria for disease progression. No difference was observed when patients were stratified according to the quality of response. B dosage did not impact disease progression. Considering that most of the patients received prophylactic growth factors, grade 3-4 neutropenia developed in only 13% of courses, 36% of patients. Dose modification or delayed treatment administration was necessary in 4 and 10% of courses respectively. During treatment we recorded 14 episodes of FUO and 5 major infections, leading death in one case. After a median follow up of 19 months none of the patients developed secondary myelodisplastic syndrome, acute leukemia or diffuse large B-cell lymphoma. In 3 cases a solid cancer was observed. Conclusion: BR combination showed to be as effective as more intensive salvage regimens in pretreated WM patients. Treatment showed to be well tolerated even in elderly patients with limited episodes of myelosuppression and infections when compared to purine analogues including regimens. Disclosures No relevant conflicts of interest to declare."
}