{
    "doi": "https://doi.org/10.1182/blood.V118.21.3915.3915",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1912",
    "start_url_page_num": 1912,
    "is_scraped": "1",
    "article_title": "Cladribine Alone and in Combination with Cyclophosphamide or Cyclophosphamide and Mitoxantrone in Previously Untreated Patients with Chronic Lymphocytic Leukemia (CLL): Long-Term Follow-up of the the Polish Adult Leukemia Group (PALG CLL2) Study, ",
    "article_date": "November 18, 2011",
    "session_type": "642. CLL - Therapy, excluding Transplantation: Poster III",
    "topics": [
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "cladribine",
        "cyclophosphamide",
        "follow-up",
        "leukemia",
        "mitoxantrone",
        "polish",
        "chief complaint",
        "neoplasm metastasis"
    ],
    "author_names": [
        "Tadeusz Robak",
        "Jerzy Blonski",
        "Krzysztof Jamroziak",
        "Malgorzata Calbecka",
        "Jadwiga Dwilewicz-Trojaczek",
        "Piotr Boguradzki",
        "Anna Dmoszynska",
        "Malgorzata Kowal",
        "Janusz Kloczko",
        "Jaroslaw Piszcz",
        "Beata Stella-Holowiecka",
        "Kazimierz Sulek",
        "Kazimierz Kuliczkowski",
        "Stanislaw Potoczek",
        "Krzysztof Warzocha, MD",
        "Ewa Lech-Maranda",
        "Aleksander Skotnicki",
        "Piotrowska Magdalena",
        "Andrzej Moskwa",
        "Krystyna M Zawilska",
        "Joanna Gora-Tybor"
    ],
    "author_affiliations": [
        [
            "Dept Hematol, Med Univ of Lodz, Lodz, Poland, "
        ],
        [
            "Dept Hematol, Med Univ of Lodz, Lodz, Poland, "
        ],
        [
            "Dept Hematol, Med Univ of Lodz, Lodz, Poland, "
        ],
        [
            "Dept of Haematology, Nicolaus Copernicus Hospital, Torun, Poland, "
        ],
        [
            "Dept Hematol Oncol, Med Unv of Warsaw, Warsaw, Poland, "
        ],
        [
            "Dept of Internal Medicine, Oncology and Hematology, Central Hospital, Warszawa, "
        ],
        [
            "Department of Haematooncology and Bone Marrow Transplantation, Medical University of Lublin, Lublin, Poland, "
        ],
        [
            "Department of Haematooncology and Bone Marrow Transplantation, Medical University of Lublin, Lublin, Poland, "
        ],
        [
            "Department of Haematology, Medical University of Bialystok, Bialystok, Poland, "
        ],
        [
            "Hematology Department, Medical University in Bialystok, Bialystok, Poland, "
        ],
        [
            "Hematology and BMT, Medical University of Silesia, Katowice, Poland, "
        ],
        [
            "Dept of Haematology, Military Medical Institute, Warszawa, Poland, "
        ],
        [
            "Dept Haematol, Med Univ of Wroclaw, Wroclaw, Poland, "
        ],
        [
            "Dept Hematol, Med Univ of Wroclaw, Wroclaw, Poland, "
        ],
        [
            "Department of Hematology, Institute of Hematology and Blood Transfusion, Warsaw, Poland, "
        ],
        [
            "Department of Hematology, Institute of Hematology and Blood Transfusion, Warsaw, Poland, "
        ],
        [
            "Collegium Medicum Department of Hematology, Jagiellonian University, Krakow, Poland, "
        ],
        [
            "Collegium Med Dept Hematol, Jagiellonian Univ, Krakow, Poland, "
        ],
        [
            "Provincial Hospital of Gorzow, Gorzow, Poland, "
        ],
        [
            "Hematology and Medicine, J.Strus Hospital, Poznan, Poland"
        ],
        [
            "Dept Hematol, Med Univ of Lodz, Lodz, Poland, "
        ]
    ],
    "first_author_latitude": "51.769149899999995",
    "first_author_longitude": "19.445182699999997",
    "abstract_text": "Abstract 3915 Purpose. In 2006 we have published an early report of the prospective, randomized, multicenter study (PALG CLL2) comparing the efficacy and toxicity of cladribine alone and in combination with cyclophosphamide (CC) or cyclophosphamide plus mitoxantrone (CMC) in 508 previously untreated patients with progressive and advanced CLL (Blood. 2006;108:473–9). In this early analysis we found that CMC induced higher CR rate than CC (36% vs. 21%, p=0.004), but no differences in overall response (OR), progression-free survival (PFS) and overall survival (OS) among treatment groups were observed. The aim of the present study was to verify whether long-term follow-up might change originally published data on PFS or/and OS as well as to compare the rate of late complications including secondary neoplasms and Richter's syndrome. Methods. In PALG CLL2 study PFS was defined as the time from the end of first–line therapy to disease progression or death from any cause. OS was measured from the time of randomization to death or last contact. OS and PFS were calculated according to the method of Kaplan and Meier and compared between groups by the log-rank test. Only patients with pathologically-proven tumours diagnosed after chemotherapy initiation were considered as having secondary neoplasms or Richter's syndrome. Frequencies of secondary tumours were compared by chi2 test. Results. The median time of follow-up as of Janua r y 2011 was 45.6 months (95% CI: 39.9–51.4). The results of comparison of survival times and late complications in different study arms are shown in Table 1 and Figure 1 . Conclusions. Long term results fo r 508 r andomized patients confirm that cladribine alone, CC and CMC regimens produce comparable PFS and OS in previously untreated progressive CLL. The risk of secondary tumours does not differ in the investigated treatment groups. Characteristics . 2-CdA . CC . CMC . P . N 165 167 162  Died, N (%) 120 (72.7) 122 (73.1) 112 (69.1)  N re-treated 11 11 17 0.56 N subsequent treatments (median, range) 2 (1–6) 2 (1–5) 2 (1–6) 0.7 Median PFS, months (95% CI) 22.4 (17.6–27.2) 27.2 (22.0–32.3) 25.6 (22.2–28.1) 0.12 Median OS months (95% CI) 45.1 (37.8–52.3) 47.7 (32.1–63.3) 45.6 (33.2–58.1) 0.67 Richter syndrome 2 5 4 0.65 Secondary epithelial neoplams 7 15 9 0.17 Characteristics . 2-CdA . CC . CMC . P . N 165 167 162  Died, N (%) 120 (72.7) 122 (73.1) 112 (69.1)  N re-treated 11 11 17 0.56 N subsequent treatments (median, range) 2 (1–6) 2 (1–5) 2 (1–6) 0.7 Median PFS, months (95% CI) 22.4 (17.6–27.2) 27.2 (22.0–32.3) 25.6 (22.2–28.1) 0.12 Median OS months (95% CI) 45.1 (37.8–52.3) 47.7 (32.1–63.3) 45.6 (33.2–58.1) 0.67 Richter syndrome 2 5 4 0.65 Secondary epithelial neoplams 7 15 9 0.17 View Large Figure 1 View large Download slide View large Download slide OS (A) and PFS (B) after treatment with 2-CdA, CC or CMC. Figure 1 View large Download slide View large Download slide OS (A) and PFS (B) after treatment with 2-CdA, CC or CMC. Disclosures: No relevant conflicts of interest to declare."
}