{
    "doi": "https://doi.org/10.1182/blood.V112.11.3619.3619",
    "article_title": "Pralatrexate (PDX) Compliments the Activity of the Proteasome Inhibitor Bortezomib (B) in in Vitro Models of Lymphoid T-Cell Malignancies ",
    "article_date": "November 16, 2008",
    "session_type": "Lymphoma: Pre-Clinical - Chemotherapy and Biologic Agents",
    "abstract_text": "Pralatrexate (10-propargyl-10-deazaaminopterin, PDX) is a novel antifolate with greater affinity for the reduced folate carrier (RFC-1) and foly-polyglutamyl synthase (FPGS). PDX is emerging as a promising drug for the treatment of chemotherapy resistant T-cell lymphomas and leukemias. Bortezomib (B) is a modified dipeptidyl boronic acid that induces apoptosis by inhibiting the 26S proteasome in a variety of hematologic malignancies, including multiple myeloma and non-Hodgkin’s lymphoma. Recently, NF- B has shown a prominent role in inducing resistance to apoptosis in cutaneous T-cell lymphoma (CTCL), which supports a potential therapeutic role for bortezomib in the treatment of these patients. We investigated the in vitro and/or in vivo activity of PDX and B alone or in combination in different T cell lymphoma and leukemia cell lines including CTCL (H9), T- acute lymphoblastic leukemia (T-ALL) lines resistant or sensitive to gamma- secretase inhibitors (GSI) (P12, PF 382 and CEM are GSI resistant while KOKPT-1, DND-41 and HPB-ALL are GSI sensitive lines). For all cytotoxicity assays, luminescent cell viability was performed using CellTiter-Glo ™ followed by acquisition on a Biotek Synergy HT. Drug : drug interactions were analyzed using the Calcusyn software (Biosoft) with a combination index (CI) < 1 showing synergism, CI=1 reflecting additivity, and a CI>1 suggesting antagonism. As an alternative, calculation of the relative risk ratios (RRR) was performed based on the GraphPad software with RRR<1 defining synergism. Apoptosis was assessed by staining with Yo-Pro-1 and propidium iodine followed by FACSCalibur acquisition. Caspase 8 and 9 activation was evaluated using Active Caspase 8 and 9 staining kits (Biovision) followed by FACSCalibur acquisition. The IC 50 s for PDX alone at 48 and 72 hours were generally in the low nanomolar range: H9: 1.1nM – 2.5nM; P12: 1.7nM – 2.4nM; CEM: 3.2nM – 4.2nM; PF 382: 5.47nM – 2.72nM; KOPT-K1: 1nM – 1.69nM; DND 41: 97.37nM - 1.21nM; HPB-ALL: 247.78nM - 0.77nM. The IC 50 s for bortezomib alone at 48 and 72 hours were: H9: 5.99nM – 5.27nM; P12: 4.71nM; PF 382: 2.22nM. In the cytotoxicity assays, the combination of PDX and B at 48 hours showed synergism in H9 (CI ≤ 0.38), P12 (CI≤ 0.513) and PF382 (CI≤ 0.352). When H9, P12 and PF382 cell lines were treated with B and/or PDX (both drugs in a range from 2 to 6 nM) for 48 hours, all the combination groups showed significantly more apoptosis than the single drug exposures and controls. H9: B alone: 26% – 53%, PDX: 22% – 58%, B+PDX: 69% – 89%, RRR for the combination ≤ 0.9; P12: B alone: 40% – 57%, PDX alone: 24% – 49%, B+PDX: 64% – 87%; RRR ≤ 0.9; PF382 B alone 72%, PDX alone 65%, B+PDX 94%; RRR ≤ 0.65. The combination of PDX and B also revealed an increase in caspase 8 and 9 activation compared to the single drugs in H9 (relative risk ≤0.81 and ≤0.74 respectively). The percentage of cells with activated caspase 8 or 9 was approximately double in the combination groups compared to the single treatments. An in vivo xenograft study in six to eight weeks old female SCID beige mice injected subcutaneously with 1 × 10 7 H9 cells is underway. Mice were separated into different cohorts and treated with intraperitoneal injections of PDX or B or their combination according to the following schedules: PDX alone at 15, 30 or 60 mg/kg on days 1, 4, 8 and 11; B alone at 0.5mg/Kg on days 1, 4, 8, and 11 and all the possible combination of the two drugs. Collectively, the data to data suggest that PDX and bortezomib are potentially synergistic in in vitro models of human T-cell lymphoma. Should the in vivo data confirm the in vitro observations, it is possible this combination of two T-cell active drugs will form the basis of future combination Phase 1 – 2 studies.",
    "topics": [
        "bortezomib",
        "cancer",
        "pralatrexate",
        "proteasome inhibitors",
        "t-lymphocytes",
        "caspase-8",
        "lymphoma, t-cell, cutaneous",
        "t-cell lymphoma",
        "cytotoxicity",
        "leukemia"
    ],
    "author_names": [
        "Enrica Marchi, MD",
        "Luca Paoluzzi, MD",
        "Seshan E Venkatraman",
        "Owen A. O’Connor, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Enrica Marchi, MD",
            "author_affiliations": [
                "Herbert Irving Comprehensive Cancer Center, Columbia University, New York, NY, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Luca Paoluzzi, MD",
            "author_affiliations": [
                "Herbert Irving Comprehensive CC, Columbia university, New York, NY, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Seshan E Venkatraman",
            "author_affiliations": [
                "Biostatistics, Herbert Irving Comprehensive Cancer Center, New York, NY, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Owen A. O’Connor, MD, PhD",
            "author_affiliations": [
                "Herbert Irving Comprehensive Cancer Center, Chief, Lymphoma Service Columbia University, New York, NY, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-11T02:23:11",
    "is_scraped": "1"
}