{
    "doi": "https://doi.org/10.1182/blood-2018-99-119197",
    "article_title": "Study of AUTO3, the First Bicistronic Chimeric Antigen Receptor (CAR) Targeting CD19 and CD22, Followed By Anti-PD1 Consolidation in Patients with Relapsed/Refractory (r/r) Diffuse Large B Cell Lymphoma (DLBCL): Alexander Study ",
    "article_date": "November 29, 2018",
    "session_type": "626. Aggressive Lymphoma (Diffuse Large B-Cell and Other Aggressive B-Cell Non-Hodgkin Lymphomas)-Results from Prospective Clinical Trials: Poster I",
    "abstract_text": "Introduction CAR T-cell therapies directed against CD19 have shown significant activity in patients with r/r DLBCL; however, a significant number of patients relapse due to target antigen loss or upregulation of PDL1. In this study, we evaluate the safety and efficacy of AUTO3, a CAR T-cell therapy designed to target CD19 and CD22 simultaneously in order to reduce the likelihood of relapse due to antigen loss, followed by 3 doses of anti-PD1 monoclonal antibody pembrolizumab (pembro) consolidation treatment. Methods & Patients We constructed a novel bicistronic retroviral vector encoding both an anti-CD19 CAR and an anti-CD22 CAR. Antigen binding domains were humanized and both CARs are in \"2nd generation\" format (incorporating an OX40 co-stimulatory domain for the CD19 CAR and a 41BB for the CD22 CAR). The performance of the CD22 CAR was optimized by incorporating a novel pentameric spacer. The cell product was manufactured on a semi-automated and closed process using CliniMACS® Prodigy (Miltenyi Biotec). Patients (≥18 years) with r/r DLBCL not otherwise specified (NOS) or transformed from indolent histology; have chemorefractory disease or relapse after at least 2 prior therapies or autologous stem cell transplantation (ASCT); Eastern Cooperative Oncology Group performance status <2, adequate renal, hepatic, cardiac function, and an absolute lymphocyte count ≥0.5 x 10e9/L are eligible. Patients with CNS disease, prior allogeneic stem cell transplant, serious toxicity from prior CD19 or CD22 directed therapy are excluded, as well as patients with any contraindication to receiving pembro. Bridging therapy for disease control is allowed during the manufacturing period. All patients receive lymphodepletion with 30 mg/m 2 /day fludarabine and 300 mg/m 2 /day cyclophosphamide for 3 days prior to AUTO3 infusion. Three dose levels are being explored (50 x 10e6; 150 x 10e6, and 300 x 10e6 transduced CAR T cells). The first 3 patients in lowest dose cohort receive AUTO3 alone; subsequently, all patients receive AUTO3 followed by 3 doses of pembro 200 mg given every 3 weeks. The primary endpoint of Phase I is frequency of dose-limiting toxicities (DLTs) and grade (Gr) 3‒5 toxicity; key efficacy endpoints include overall response rate (ORR) based on Lugano classification, duration of response, and overall survival, as well as biomarker endpoints such as the level of AUTO3 cells in blood and duration of B-cell aplasia. Results As of the data cut-off date (July 20, 2018), 6 patients have been enrolled and dosed on study: 3 with AUTO3 alone and 2 with AUTO3 followed by pembro (1 patient is awaiting pembro dosing). All patients had product successfully manufactured and received 50 x 10e6 cells. The transduction efficiency was 17% (range 16‒29%). Median age was 35 years (range 28‒60), median prior lines of treatment was 3 (range 2‒4), 1 patient (17%) had prior ASCT, 4 patients (67%) had chemorefractory disease. Four patients had DLBCL NOS at initial diagnosis; 2 patients had transformed DLBCL from marginal zone and follicular lymphoma, respectively. Five patients had a minimum of 4 weeks' follow up and were evaluable for safety and efficacy analysis. No AUTO3-related deaths and no DLTs were observed. The most common Gr ≥3 adverse events were neutropenia in 5 patients (100%), platelet count decreased in 2 patients (40%), and hypophosphatemia in 2 patients (40%). One patient (20%) experienced Gr 1 cytokine release syndrome (CRS); no Gr 2 or higher CRS was observed. One patient (20%) who received AUTO3 alone had Gr 3 neurotoxicity that fully recovered. No immune adverse events related to pembro were observed and no patients required ICU admission. Four of the 5 patients had a response with ORR of 80% (95% CI 28.4‒99.5%). Two patients had a CR (40%; 95% CI 5.3‒85.3%) and continue to be in CR at the time of data cut off, with longest follow up of 3 months. CAR T-cell expansion was seen consistently in all patients. Conclusions This first study of simultaneously targeting CD19 and CD22 with a novel bicistronic CAR, AUTO3, demonstrates a manageable safety profile in combination with pembro. Early efficacy, even at the lowest dose of 50 x 10e6 cells, is promising with an ORR of 80% and 2 patients attaining a CR. The ALEXANDER study continues to enroll patients with AUTO3 followed by pembro. Updated follow up and additional patient data at higher dose levels, as well as cellular kinetics, relevant product characteristics, and biomarkers, will be presented. Disclosures Ardeshna: Celgene: Consultancy, Honoraria; ADC Therapeutics: Consultancy, Honoraria; Roche: Consultancy, Honoraria; Takeda: Consultancy, Honoraria; Gilead: Consultancy, Honoraria. Osborne: Novartis: Other: Travel to conference; Pfizer: Honoraria, Speakers Bureau; Takeda: Consultancy, Honoraria, Speakers Bureau; Roche: Consultancy, Honoraria, Speakers Bureau; MSD: Consultancy; Servier: Consultancy; Celgene: Consultancy. Al-Hajj: Autolus Ltd: Equity Ownership; Autolus Ltd: Employment. Thomas: Autolus Ltd: Employment, Equity Ownership, Patents & Royalties. Faulkner: Autolus Ltd: Employment, Equity Ownership; GlaxoSmithKline: Equity Ownership. Pule: Autolus Ltd: Employment, Equity Ownership, Other: Salary contribution paid for by Autolus, Research Funding; University College London: Patents & Royalties: Patent with rights to Royalty share through UCL. Peddareddigari: Autolus Therapeutics plc: Employment; Autolus Therapeutics plc: Patents & Royalties; Autolus Therapeutics plc: Equity Ownership. Khokhar: Autolus Ltd: Employment; Autolus Ltd: Equity Ownership.",
    "author_names": [
        "Kirit Ardeshna",
        "Maria A V Marzolini",
        "Wendy Osborne, MD",
        "Muhammad Al-Hajj",
        "Simon Thomas, PhD",
        "Jim Faulkner",
        "Martin Pule, PhD",
        "Vijay G R Peddareddigari",
        "Nushmia Z Khokhar"
    ],
    "author_dict_list": [
        {
            "author_name": "Kirit Ardeshna",
            "author_affiliations": [
                "University College London Hospital, London, United Kingdom "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Maria A V Marzolini",
            "author_affiliations": [
                "Haematology, University College London Hospitals NHS Foundation Trust, London, United Kingdom "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wendy Osborne, MD",
            "author_affiliations": [
                "Newcastle Upon Tyne Hospitals NHS Trust, Newcastle, United Kingdom "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Muhammad Al-Hajj",
            "author_affiliations": [
                "Autolus Ltd, London, GBR "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Simon Thomas, PhD",
            "author_affiliations": [
                "Autolus Ltd, London, United Kingdom"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jim Faulkner",
            "author_affiliations": [
                "Autolus Ltd, London, United Kingdom"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martin Pule, PhD",
            "author_affiliations": [
                "Autolus Ltd, London, United Kingdom"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vijay G R Peddareddigari",
            "author_affiliations": [
                "Autolus Ltd, London, United Kingdom"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nushmia Z Khokhar",
            "author_affiliations": [
                "Autolus Ltd, London, United Kingdom"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-14T09:38:50",
    "is_scraped": "1"
}