{
    "doi": "https://doi.org/10.1182/blood-2018-99-110259",
    "article_title": "Single Institutional Experience with Nivolumab in Relapsed/Refractory Classic Hodgkin ",
    "article_date": "November 29, 2018",
    "session_type": "624. Hodgkin Lymphoma and T/NK Cell Lymphoma-Clinical Studies",
    "abstract_text": "Objectives : One of the newly discovered mechanisms to escape the immune response in classic Hodgkin lymphoma (cHL) is to induce immune tolerance through interaction of program cell death 1 (PD-1) on activated T cells and PD ligand-1 (PD-L1) on tumor cells. Tissue of patients with cHL was recently found to overexpress PD-L1. Nivolumab is a novel checkpoint inhibitor designed to block PD-1 and inhibits interaction between PD-1 and PD-L1. Unlike many available antibodies and chemotherapies, nivolumab itself is not cytotoxic but rather inhibits the tolerance of tumor cells through activation of the immune system. Patients and methods: We report on ten patients with relapsed/refractory cHL who were treated between 05/2016 and 03/2018 with single agent nivolumab in a tertiary care hospital. Follow-up was performed after 4 cycles with positron emission tomography (PET). Patients' files were retrospectively analyzed. Results: Mean age was 26.2 year (range 15-40). Prior to nivolumab 3/10 and 5/10 patients failed ASCT and brentuximab vedotin respectively. Mean follow-up time was 12.3 months (range 5-32). Average of prior lines was 6.3. After 4 cycles of nivolumab response rate was 80% with complete metabolic (CR) and partial remission rates of 70% and 10% respectively. In one case PET showed stable disease and another patient experienced progressive disease. Three deaths occurred after 5, 9 and 32 months of nivolumab's initiation. One patients experienced pneumonitis grade 2 which was manageable by oral steroids. Another patient had an asymptomatic TSH elevation. Two patients had grade 2 neutropenia. No serious adverse events (grade ≥3) were observed. All patients experienced a remarkable improvement of quality of life. On treatment start, two patients had performance status ECOG 3 and 4 which were attributed to refractory Hodgkin lymphoma. They recovered dramatically each to ECOG 2 within 7 days and 10 days after nivolumab start respectively. Conclusion: The CR rate seen in our cohort supports the high sensitivity of relapsed/refractory cHL to checkpoint inhibition seen in Checkmate 205. Nivolumab induces impressive clinical and radiological responses with excellent tolerance. The drug enriches our treatments armamentarium in treating cHL. Further controlled studies are needed to determine the effectiveness on a large patients' cohort and its role in earlier lines. View large Download slide View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "hodgkin's disease",
        "nivolumab",
        "chlorambucil",
        "positron-emission tomography",
        "programmed cell death 1 ligand 1",
        "electrocorticogram",
        "follow-up",
        "tumor cells",
        "adverse event",
        "antibodies"
    ],
    "author_names": [
        "Reyad Dada, MD",
        "Bassim T. Malas Al-Beirouti, MD MSc, FRCPC",
        "Yazeed Zabai"
    ],
    "author_dict_list": [
        {
            "author_name": "Reyad Dada, MD",
            "author_affiliations": [
                "King Faisal Specialist Hospital and Research Centre,Medical Oncology, Jeddah, Saudi Arabia "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Bassim T. Malas Al-Beirouti, MD MSc, FRCPC",
            "author_affiliations": [
                "King Faisal Specialist Hospital & Research Center - Jeddah Branch, Jeddah, SAU "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yazeed Zabai",
            "author_affiliations": [
                "College of Medicine, King Saud Bin Abdulaziz University for Health Sciences, Jeddah, Saudi Arabia"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-14T06:47:17",
    "is_scraped": "1"
}