{
    "doi": "https://doi.org/10.1182/blood-2021-153743",
    "article_title": "Cytoplasmic Labile Iron Accumulates in Aging Stem Cells Perturbing a Key Rheostat for Identity Control ",
    "article_date": "November 5, 2021",
    "session_type": "503.Clonal Hematopoiesis, Aging and Inflammation",
    "abstract_text": "Bone marrow resident and rarely dividing hematopoietic stem cells (HSC) harbor an extensive self-renewal capacity to sustain life-long blood formation, albeit their function declines during ageing. Various molecular mechanisms confer stem cell identity, ensure long-term maintenance and are known to be deregulated in aged stem cells. How these programs are coordinated, particularly during cell division, and what triggers their ageing-associated dysfunction has been unknown. We have previously uncovered that iron chelator exposure increases the number of functional HSC ex vivo and in vivo (Kao et al., Science Transl Med 2018). While ensuring a sufficient amount of redox active, readily available iron which is required in numerous electron transfer reactions governing fundamental cellular processes, cells tightly regulate the size of the intracellular labile iron pool (LIP) to limit adverse ROS generation. Perturbations in the ability to limit intracellular iron is detrimental for cells and known to compromise HSC maintenance and function via altered redox signaling and increased macromolecule oxidation and damage. The HSC stimulatory effects of iron chelator (IC) treatment and the well characterized central roles of redox active intracellular iron in sustaining basic cell function prompted us to examine a potential regulatory role of the LIP in controlling somatic stem cell function. In this study, we quantified LIP in young and aged HSC and monitored iron homoeostasis pathway activation, hallmarked by the stabilization of transferrin receptor ( Tfrc ) mRNA, in stem cells for which we developed a single molecule RNA fluorescence in situ hybridization (smRNA FISH) assay enabling the quantification of Tfrc dynamics with unparalleled resolution and sensitivity. We have further used experimental LIP modulation in primary hematopoietic stem cell models to characterize the consequences of iron homeostasis pathway activation in young and aged stem cells; and employed integrated comparative quantitative transcriptomics (single cell RNA-seq) and proteomics along with genetic and pharmacological rescue models to identify the consequences and mechanisms of LIP size alterations. Our findings demonstrate that HSC, containing the lowest amount of cytoplasmic chelatable iron hematopoietic cells, activate a limited iron response during mitosis. Engagement of this iron homeostasis pathway elicits mobilization and β-oxidation of arachidonic acid and enhances stem cell-defining transcriptional programs governed by histone acetyl transferase Tip60/KAT5. We further find an age-associated expansion of the labile iron pool, along with loss of Tip60/KAT5-dependent gene regulation to contribute to the functional decline of ageing HSC, which can be mitigated by iron chelation. Together, our work reveals cytoplasmic redox active iron as a novel rheostat in adult stem cells; it demonstrates a role for the intracellular labile iron pool in coordinating a cascade of molecular events which reinforces HSC identity during cell division and to drive stem cell ageing when perturbed. As loss of iron homeostasis is commonly observed in the elderly, we anticipate these findings to trigger further studies into understanding and therapeutic mitigation of labile iron pool-dependent hematopoietic stem cell dysfunction in a wide range of degenerative and malignant hematologic pathologies. Disclosures D'Alessandro:  Omix Thecnologies: Other: Co-founder; Rubius Therapeutics: Consultancy; Forma Therapeutics: Membership on an entity's Board of Directors or advisory committees.",
    "author_names": [
        "Yun-Ruei Kao",
        "Jiahao Chen",
        "Rajni Kumari",
        "Madhuri Tatiparthy",
        "Yuhong Ma",
        "Maria M. Aivalioti",
        "Aliona Zintiridou",
        "Victor Thiruthuvanathan",
        "Julie A. Reisz",
        "Stephanie Stransky",
        "Simone Sidoli",
        "Ulrich G. Steidl",
        "Angelo D'Alessandro",
        "Britta Will"
    ],
    "author_dict_list": [
        {
            "author_name": "Yun-Ruei Kao",
            "author_affiliations": [
                "Albert Einstein College of Medicine, Bronx, NY"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jiahao Chen",
            "author_affiliations": [
                "Albert Einstein College of Medicine, Bronx, NY"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rajni Kumari",
            "author_affiliations": [
                "Albert Einstein College of Medicine, Bronx, NY"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Madhuri Tatiparthy",
            "author_affiliations": [
                "Albert Einstein College of Medicine, Bronx, NY"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yuhong Ma",
            "author_affiliations": [
                "Albert Einstein College of Medicine, Bronx, NY"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria M. Aivalioti",
            "author_affiliations": [
                "Albert Einstein College of Medicine, Bronx, NY"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aliona Zintiridou",
            "author_affiliations": [
                "Albert Einstein College of Medicine, Bronx, NY"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Victor Thiruthuvanathan",
            "author_affiliations": [
                "Albert Einstein College of Medicine, Bronx, NY"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Julie A. Reisz",
            "author_affiliations": [
                "University of Colorado Denver, Aurora, CO"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephanie Stransky",
            "author_affiliations": [
                "Albert Einstein College of Medicine, Bronx, NY"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Simone Sidoli",
            "author_affiliations": [
                "Albert Einstein College of Medicine, Bronx, NY"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ulrich G. Steidl",
            "author_affiliations": [
                "Albert Einstein College of Medicine, Bronx, NY"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Angelo D'Alessandro",
            "author_affiliations": [
                "University of Colorado Denver, Aurora, CO"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Britta Will",
            "author_affiliations": [
                "Albert Einstein College of Medicine, Bronx, NY"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T02:40:56",
    "is_scraped": "1"
}