{
    "doi": "https://doi.org/10.1182/blood.V108.11.3403.3403",
    "article_title": "A Novel Multiplex Drug Screening Assay for Identification of Potential Compounds with Anti-Myeloma Activity from a Library of 1120 Drugs. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "abstract_text": "The majority of drug screening assays are aimed at selection of compounds that affect proliferation or survival of myeloma cells. However, this approach might fail to identify compounds with a potent therapeutic activity that are unable to directly inhibit tumor cell proliferation in vitro but might have potent anti-tumor activity in vivo by targeting the microenvironment of the myeloma cell. For this purpose we used a Multiplex drug-screening assay (MDSA) to identify compounds with potential anti-myeloma activity from a library of 1120 compounds provided by the Multiple Myeloma Research Foundation (MMRF). MDSA is based on use of the Luminex technology (LabMAP Multianalyte Profiling), and testing various myeloma producing factors (MPFs), such as cytokines, chemokines and growth factors that are important for myeloma cell proliferation and survival. The multiple myeloma cell lines MM1.S, RPMI-8226, and IM9 were tested for their capacity to secrete the full set of 31 cytokines, chemokines and growth factors. RPMI-8226 was selected for MDSA due to its high capacity to secrete MPFs (IL-8, VEGF, MCP-1, MIP-1α, MIP-1β, IP10, RANTES and SIL-6R). RPMI-8226 cells were treated with 10 10 −6 M of each compound (first screening phase) and 1 10 −6 M (secondary screening), and supernatants from 72-hour cultures were analyzed. The criterion of effective drugs for each cytokine was set up as the ability to inhibit or stimulate MPFs (exceed +/− 1.5 mean value of non-treated control). The resulting data on the drugs were graded by the degree to which they caused inhibition or stimulation of all MPFs (greater than 50% and greater than 90%). A total of 205 of the 1,120 candidates were picked out from the first screening at 10 10 −6 M. Results from the second analysis (at 1 10 −6 M) indicated that 14 compounds achieved inhibition of all MPFs and dequalinium dichloride manifested the strongest inhibition of all MPFs. Forty drugs were able to selectively inhibit certain MPFs at levels that exceeded 50% and 14 drugs inhibited MPFs by 90%. With respect to stimulation of cytokine secretion, a total of 39 compounds demonstrated selective stimulation of some MPFs and three drugs (amethopterin (R, S), etoposide, and lasalocid sodium salt) induced stimulation at the level of 90% or greater. Overall, MDSA is a powerful high throughput screening assay to analyze compounds with inhibitory or stimulatory effects on cytokines, chemokines and growth factors that are involved in the pathogenesis of multiple myeloma. Potent compounds identified in this study warrant further investigation for their anti-myeloma effects in vitro and in vivo .",
    "topics": [
        "drug screening",
        "libraries",
        "multiple myeloma",
        "cytokine",
        "screening",
        "chemokines",
        "growth factor",
        "neoplasms",
        "dequalinium",
        "dietary sodium chloride"
    ],
    "author_names": [
        "Rentian Feng, PhD",
        "Anna Lokshin, PhD",
        "Elieser Gorelik, PhD",
        "Suzanne Lentzsch, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Rentian Feng, PhD",
            "author_affiliations": [
                "Division of Hematology/Oncology, University of Pittsburgh Cancer Institute, Pittsburgh, PA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Anna Lokshin, PhD",
            "author_affiliations": [
                "Division of Hematology/Oncology, University of Pittsburgh Cancer Institute, Pittsburgh, PA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elieser Gorelik, PhD",
            "author_affiliations": [
                "Luminex Core Facility, University of Pittsburgh Cancer Institute, Pittsburgh, PA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Suzanne Lentzsch, MD, PhD",
            "author_affiliations": [
                "Division of Hematology/Oncology, University of Pittsburgh Cancer Institute, Pittsburgh, PA, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-30T12:56:21",
    "is_scraped": "1"
}