{
    "doi": "https://doi.org/10.1182/blood.V126.23.3602.3602",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3057",
    "start_url_page_num": 3057,
    "is_scraped": "1",
    "article_title": "Monocyte and Fibroblast Directed Generation of a Marrow Vascular Niche ",
    "article_date": "December 3, 2015",
    "session_type": "506. Hematopoiesis and Stem Cells: Microenvironment, Cell Adhesion and Stromal Stem Cells: Poster III",
    "topics": [
        "adhesions",
        "coculture techniques",
        "cytokine",
        "fibroblasts",
        "flow cytometry",
        "gel",
        "inflammatory markers",
        "monocytes",
        "perfusion",
        "phenobarbital"
    ],
    "author_names": [
        "Surya S Kotha",
        "Kiet T Phong",
        "Amie Adams",
        "Brian Hayes, PhD",
        "Meredith A Roberts",
        "Karol Bomsztyk, MD",
        "Aravind Ramakrishnan, MD",
        "Beverly Torok-Storb, PhD",
        "Ying Zheng, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Bioengineering, University of Washington, Seattle, WA "
        ],
        [
            "Department of Bioengineering, University of Washington, Seattle, WA "
        ],
        [
            "Department of Bioengineering, University of Washington, Seattle, WA "
        ],
        [
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA "
        ],
        [
            "Department of Bioengineering, University of Washington, Seattle, WA "
        ],
        [
            "Pharmacology, University of Washington, Seattle, WA "
        ],
        [
            "Fred Hutchinson Cancer Research Center, Seattle, WA"
        ],
        [
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA "
        ],
        [
            "Department of Bioengineering, University of Washington, Seattle, WA "
        ]
    ],
    "first_author_latitude": "47.6526102",
    "first_author_longitude": "-122.31218650000001",
    "abstract_text": "Hematopoietic cells dynamically interact with their surrounding microenvironment during their residence, maturation and differentiation. Individual marrow components have been isolated and studied in 2D in vitro cultures, yet their functional contributions to a complete niche are not fully understood. In vivo studies in mouse models are complex, and the inaccessibility of marrow architecture has precluded systematic analysis of each component. Here, we employ an in vitro 3D microfluidic vascular system to study the effect of microenvironmental cues on cell trafficking in an engineered hematopoietic niche. Our system allows for control of 3D geometric cues, hydrodynamic flow, multi-cellular compositions, and cellular matrix remodeling by combining soft lithography and injection modeling in type I collagen gel (Zheng et al. PNAS 2012). Endothelial cells perfused through the embedded microfluidic network form a confluent, patent endothelium within the collagen. Incorporating hematopoietic cells and stromal cells into the extravascular collagen space allows us to visualize how cells interact with vasculature during culture. First, we developed a marrow stromal microenvironment to understand how stromal cells modify the marrow microvascular environment, by incorporating two different human marrow-derived stromal fibroblast cell lines (HS27a and HS5) in the extravascular space surrounding the vessels (Fig 1A). HS27a and HS5 cells created distinct vascular microenvironments by secreting divergent cytokine profiles: stem cell niche-associated and inflammatory cytokines, respectively. Both stromal lines modified the vascular phenotype by reducing endothelial expression of vWF and junctional proteins. In particular, co-culture with HS5 increased expression of inflammatory markers on the endothelium. Next, we evaluated the function of this modified vasculature on hematopoietic stem cell trafficking through the vessels. When CD34+ cells alone were perfused through the microvessels, they adhered on the vessel wall and migrated into the matrix. The HS27a and HS5-induced microenvironment did not significantly change trafficking behavior (Fig 1B, C). When monocytes were perfused through the microvessels, they also adhered on the vessel wall and migrated into the matrix. Monocytes are a critical part of the marrow space, and are known to modify the endothelium and stromal microenvironment. When CD34+ cells were perfused through the vessels 24 hours after monocytes, crosstalk shifted trafficking patterns of both cell types and led to increased adhesion and migration within the HS5- and HS27a-modified vessels (Fig 1D). To explore the competent marrow niche in vitro , we further examined hematopoietic cell trafficking from the extravascular space into the circulation by embedding cells from fresh human bone marrow screens within the collagen matrix. We found this cell fraction contained a mixed population of hematopoietic and stromal cells, and could be cultured in the microvascular niche for at least two weeks. Scanning electron microscopy showed various types of marrow cells residing in both the abluminal and luminal side of the endothelium (Fig 1E-G). Throughout culture with continuous vascular perfusion, we collected the media flow-through and identified different hematopoietic cell populations released from the matrix into the circulation over the course of two weeks. Specifically, we identified CD34+ hematopoietic progenitor cells along with megakaryocyte, erythroid, lymphoid, and myeloid lineage cells by flow cytometry analysis. In summary, we developed an in vitro 3D microvascular marrow niche and gained insight into hematopoietic cell trafficking between the stroma and the circulation. By guiding the interplay of heterogeneous cell populations, we have demonstrated the capacity to define distinct microenvironment spaces. This platform shows promise for long term culture of a whole marrow population and for the ex vivo generation of hematopoietic cells. Further development of this 3D marrow niche will allow us to better understand the complexities mediating stem cell trafficking, residence, proliferation, mobilization, and differentiation in both health and disease. View large Download slide View large Download slide  Disclosures No relevant conflicts of inteqerest to declare."
}