{
    "doi": "https://doi.org/10.1182/blood.V114.22.2472.2472",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1409",
    "start_url_page_num": 1409,
    "is_scraped": "1",
    "article_title": "Blood and Resource Utilization in Cancer Patients with Chemotherapy-Induced Anemia (CIA) in the Pre- and Post-National Coverage Determination (NCD) Timeframes: Results From An Electronic Medical Record Study. ",
    "article_date": "November 20, 2009",
    "session_type": "HEALTH OUTCOMES RESEARCH POSTER II",
    "topics": [
        "anemia",
        "cancer",
        "chemotherapy regimen",
        "electronic medical records",
        "edmonton symptom assessment scale",
        "hemoglobin",
        "transfusion",
        "chronic obstructive airway disease",
        "congestive heart failure",
        "coronary arteriosclerosis"
    ],
    "author_names": [
        "Tanya Burton, PhD",
        "Luke Boulanger, MA, MBA",
        "Kay Larholt, ScD",
        "Chris L. Pashos, PhD",
        "R. Scott McKenzie, MD",
        "Mekré Senbetta, PharmD",
        "Janice Lopez, PharmD",
        "Devi Sundaresan, MS",
        "Peggy Preusse, RN",
        "Christopher Seidler, MD"
    ],
    "author_affiliations": [
        [
            "Abt Bio-Pharma Solutions, Inc., Lexington, MA, USA, "
        ],
        [
            "Abt Bio-Pharma Solutions, Inc., Lexington, MA, USA, "
        ],
        [
            "Abt Bio-Pharma Solutions, Inc., Lexington, MA, USA, "
        ],
        [
            "Abt Bio-Pharma Solutions, Inc., Lexington, MA, "
        ],
        [
            "Centocor Ortho Biotech Services, LLC, Horsham, PA, USA, "
        ],
        [
            "Centocor Ortho Biotech Services, LLC, Horsham, PA, USA, "
        ],
        [
            "Centocor Ortho Biotech Services, LLC, Horsham, PA, USA, "
        ],
        [
            "Fallon Clinic, Worcester, MA, USA"
        ],
        [
            "Fallon Clinic, Worcester, MA, USA"
        ],
        [
            "Fallon Clinic, Worcester, MA, USA"
        ]
    ],
    "first_author_latitude": "42.3820397",
    "first_author_longitude": "-71.2802428",
    "abstract_text": "Abstract 2472 Poster Board II-449 Background: The Centers for Medicare & Medicaid Services issued erythropoiesis-stimulating agent (ESA) coverage limitations for cancer patients with CIA in July 2007 restricting ESA administration to those with hemoglobin (Hb) less than 10 g/dL and contingent on specific achieved Hb levels. Data assessing CIA patients regardless of ESA treatment pre- and post-NCD are scarce. This study evaluated Pre- and Post-NCD data in patients with CIA from a single oncology clinic in the northeastern United States to understand anemia treatment patterns, hematologic outcomes, and resource utilization. The oncology clinic, which is a part of a multi-specialty capitated integrated medical group, implemented the ESA NCD policy in September 2007. Methods: Medical, laboratory, and administrative claims data between 1/2005 and 4/2008 were retrospectively analyzed. Assessed patients had a diagnosis of malignant cancer (ICD-9-CM 140.XX-208.xx), received chemotherapy, and were anemic (Hb < 11 g/dL) during the chemotherapy treatment period. Patients diagnosed with myelodysplasia, acute leukemia, or chronic kidney disease who received dialysis, and those enrolled in ESA clinical trials were excluded. Data were categorized and analyzed in two time frames (Pre-NCD: 07/06-05/07, Post-NCD: 09/07-04/08). Baseline characteristics, ESA treatment patterns, hematologic outcomes (transfusion and available Hb levels), and resource utilization were assessed during the 20 week observation period following the index date of Hb < 11 g/dL. Results: 359 patients were identified (241 Pre-NCD; 118 Post-NCD). Baseline age, gender, race, weight, height, and distribution of tumor type were similar between groups. In the Post-NCD group, a significantly higher proportion of patients had comorbidities of congestive heart failure, coronary artery disease, and chronic obstructive pulmonary disease. The Post-NCD group had a significantly lower proportion of patients treated with ESAs (Pre-NCD 64%, Post-NCD 47%, p=0.0023). Among patients on ESA therapy (≥ 2 ESA injections), there was a trend toward shorter duration of ESA treatment in the Post-NCD arm [mean (SD): Pre-NCD 57.9 days (39.1), Post-NCD 47.3 days (38.1), p=0.08]. As noted in the table below, transfusion-independent Hb levels were lower in the Post-NCD group at baseline, Week 8, and Week 12. The proportion of patients transfused and blood utilization were similar in the Pre- and Post-NCD groups. The average number of oncology/hematology visits per patient was lower in the Post-NCD group [mean (SD): Pre-NCD 8.8 (5.9), Post-NCD 7.4 (6.5), p=0.01], however, a significantly higher proportion of patients in the Post-NCD period had a hospital admission (Pre-NCD 37.8%, Post-NCD 50.8%, p=0.02) or an emergency room (ER) visit (Pre-NCD 44.8%, Post-NCD 55.9%, p=0.048).  . Mean Hemoglobin, g/dL (SD) . . Pre-NCD . Post-NCD . p-value . Baseline n=241 10.3 (0.07) n=118 10.2 (0.63) 0.0353 Week 4 n=166 10.8 (1.17) n=73 10.8 (1.18) 0.8191 Week 8 n=151 11.3 (1.39) n=59 10.8 (1.39) 0.039 Week 12 n=128 11.6 (1.45) n=54 10.9 (1.22) 0.0067 Week 16 n=127 11.5 (1.35) n=51 11.4 (1.21) 0.4523 Week 20 n=59 11.6 (1.16) n=25 11.5 (1.19) 0.6279 . Mean Hemoglobin, g/dL (SD) . . Pre-NCD . Post-NCD . p-value . Baseline n=241 10.3 (0.07) n=118 10.2 (0.63) 0.0353 Week 4 n=166 10.8 (1.17) n=73 10.8 (1.18) 0.8191 Week 8 n=151 11.3 (1.39) n=59 10.8 (1.39) 0.039 Week 12 n=128 11.6 (1.45) n=54 10.9 (1.22) 0.0067 Week 16 n=127 11.5 (1.35) n=51 11.4 (1.21) 0.4523 Week 20 n=59 11.6 (1.16) n=25 11.5 (1.19) 0.6279 View Large Conclusion: Data from this single center observational study reported a lower proportion of patients initiated on ESAs, similar blood utilization, and an increased proportion of patients with hospitalization and ER visits in CIA patients with Hb < 11 g/dL in the Post-NCD as compared to the Pre-NCD time period. Further study assessing the impact of CIA NCD policy on healthcare resource utilization in multiple clinical centers is warranted. Disclosures: Burton: Centocor Ortho Biotech Services, LLC: Consultancy, Research Funding. Boulanger: Centocor Ortho Biotech Services, LLC: Consultancy, Research Funding. Larholt: Centocor Ortho Biotech Services, LLC: Consultancy, Research Funding. Pashos: Centocor Ortho Biotech Services, LLC: Consultancy, Research Funding. McKenzie: Centocor Ortho Biotech Services, LLC: Employment. Senbetta: Centocor Ortho Biotech Services, LLC: Employment. Lopez: Centocor Ortho Biotech Services, LLC: Employment. Sundaresan: Centocor Ortho Biotech Services, LLC: Consultancy. Preusse: Centocor Ortho Biotech Services, LLC: Consultancy. Seidler: Centocor Ortho Biotech Services, LLC: Consultancy."
}