{
    "doi": "https://doi.org/10.1182/blood.V120.21.19.19",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2214",
    "start_url_page_num": 2214,
    "is_scraped": "1",
    "article_title": "Management and Outcomes of Major Bleeding On Dabigatran or Warfarin ",
    "article_date": "November 16, 2012",
    "session_type": "332. Antithrombotic Therapy II",
    "abstract_text": "Abstract 19 Background. Although the use of dabigatran reduces bleeding compared to warfarin, these bleeds need to be managed when they occur. We describe the management of major bleeds and the prognosis in patients who bleed after treatment with dabigatran or warfarin. Methods. We analyzed the RE-LY trial for the use of resources and length of stay after major bleeds. Additionally, two independent investigators reviewed all reports on 1,121 major bleeds in 5 phase III long-term trials of dabigatran in atrial fibrillation, acute treatment and secondary prevention of venous thromboembolism involving 27,419 patients followed for 6 to 36 months. The effect of different blood products and factor concentrates to manage the bleeding was compared between patients on dabigatran and on warfarin. The effect was assessed as good, moderate or poor taking into account the totality of clinical data available. Results. Patients with major bleeds on dabigatran were older, had lower creatinine clearance and more frequent use of aspirin or non-steroid anti-inflammatory agents than those on warfarin. Factor concentrates were only used for 11 patients treated with dabigatran (prothrombin complex concentrate, 2; recombinant factor VIIa, 9), which was too few to determine the efficacy of these measures. Other results are shown in the table below. Patients on warfarin were transfused with red blood cells less frequently, but required more plasma transfusions and more vitamin K for bleeding management than patients on dabigatran. The difference in 30-day mortality in favor of dabigatran (univariate P=0.044) became stronger in logistic regression analysis (multivariate P=0.007). Conclusion. The prognosis after a major bleed on dabigatran was, despite lack of a specific antidote, better than with warfarin. There was also a shorter stay in intensive care with dabigatran compared to warfarin. Table  Resource utilization for major bleeds in the RE-LY study . Dabigatran N=741 . Warfarin N=421 . P-value . Major bleeds transfused with red cells, n (%) 439 (59) 210 (50) 0.0013 Major bleeds transfused with plasma, n (%) 147 (20) 127 (30) <0.0001 Major bleeds treated with vitamin K, n (%) 70 (9) 115 (27) <0.0001 Mean length of stay in intensive care, days (SD) 1.9 3.2 0.03 Bleeds requiring invasive procedure, n (%) 79 (9) 59 (14) 0.09 Resource utilization for major bleeds in the RE-LY study . Dabigatran N=741 . Warfarin N=421 . P-value . Major bleeds transfused with red cells, n (%) 439 (59) 210 (50) 0.0013 Major bleeds transfused with plasma, n (%) 147 (20) 127 (30) <0.0001 Major bleeds treated with vitamin K, n (%) 70 (9) 115 (27) <0.0001 Mean length of stay in intensive care, days (SD) 1.9 3.2 0.03 Bleeds requiring invasive procedure, n (%) 79 (9) 59 (14) 0.09 Outcomes based on event reports from 5 phase III trials . Dabigatran N=696 . Warfarin N=425 . P-value . 30-day mortality after the 1 st major bleed, n/N (%) 57/627 (9.1) 53/407 (13.0) 0.044 Efficacy of management of bleed: good/moderate/poor    Overall 67%/24%/9% 57%/29%/14% 0.09 With hemostatic agents (plasma, factors, vitamin K) 59%/26%/14% 58%/30%/12% 0.61 With vitamin K alone 53%/42%/5% 59%/38%/3% 0.64 Outcomes based on event reports from 5 phase III trials . Dabigatran N=696 . Warfarin N=425 . P-value . 30-day mortality after the 1 st major bleed, n/N (%) 57/627 (9.1) 53/407 (13.0) 0.044 Efficacy of management of bleed: good/moderate/poor    Overall 67%/24%/9% 57%/29%/14% 0.09 With hemostatic agents (plasma, factors, vitamin K) 59%/26%/14% 58%/30%/12% 0.61 With vitamin K alone 53%/42%/5% 59%/38%/3% 0.64 View Large Disclosures: Brueckmann: Boehringer Ingelheim Pharma GmbH &Co. KG: Employment. Connolly: Boehringer Ingelheim: Advisory Board Other, Consultancy, Research Funding, Speakers Bureau; Sanofi-Aventis: Advisory Board, Advisory Board Other, Consultancy, Research Funding, Speakers Bureau; Portola: Advisory Board, Advisory Board Other, Consultancy, Research Funding, Speakers Bureau; Bristol Myers Squibb: Research Funding; Merck: Advisory Board Other, Consultancy. Eikelboom: Boehringer Ingelheim: Consultancy, Research Funding, Speakers Bureau; Astra Zeneca: Consultancy, Research Funding, Speakers Bureau; Sanofi-Aventis: Consultancy, Research Funding, Speakers Bureau; GlaxoSmithKline: Consultancy, Research Funding, Speakers Bureau; Eisai Pharmaceuticals: Consultancy, Speakers Bureau; Eli Lilly: Consultancy, Speakers Bureau; McNeil: Consultancy, Speakers Bureau; Bristol-Myers Squibb: Consultancy; Corgenix Medical Corporation: Consultancy; Daiichi Sankyo: Consultancy. Ezekowitz: Boehringer Ingelheim: Advisory Board Other, Consultancy, Speakers Bureau; Astra Zeneca: Advisory Board, Advisory Board Other, Consultancy; Eisei: Advisory Board, Advisory Board Other, Consultancy; Pozen Inc: Advisory Board, Advisory Board Other, Consultancy; ARYx Therapeutics: Advisory Board Other, Consultancy; Pfizer: Advisory Board, Advisory Board Other, Consultancy; Sanofi: Advisory Board Other, Consultancy; Bristol Myers Squibb: Advisory Board, Advisory Board Other, Consultancy; Portola: Advisory Board, Advisory Board Other, Consultancy; Diachi Sanko: Advisory Board Other, Consultancy; Medtronics: Advisory Board, Advisory Board Other, Consultancy; Merck: Advisory Board, Advisory Board Other, Consultancy; Johnson & Johnson: Advisory Board, Advisory Board Other, Consultancy; Gilead: Advisory Board Other, Consultancy; Janssen Scientific Affairs: Advisory Board, Advisory Board Other, Consultancy. Wallentin: Boehringer Ingelheim: Advisory Board Other, Consultancy, Honoraria, Research Funding; Astra Zeneca: Advisory Board, Advisory Board Other, Consultancy, Honoraria, Research Funding; Glaxo Smith Kline: Advisory Board, Advisory Board Other, Consultancy, Honoraria, Research Funding; Eli Lilly: Advisory Board, Advisory Board Other, Consultancy, Honoraria; Schering-Plough: Advisory Board Other, Consultancy, Honoraria, Research Funding; Bristol Myers Squibb: Advisory Board, Advisory Board Other, Consultancy, Honoraria, Research Funding; Regardo Biosciences: Advisory Board Other, Consultancy; Athera Biosciences: Advisory Board, Advisory Board Other, Consultancy. Yusuf: Boehringer Ingelheim: Advisory Board Other, Consultancy, Honoraria, Research Funding; Astra Zeneca: Advisory Board, Advisory Board Other, Consultancy; Sanofi-Aventis: Advisory Board, Advisory Board Other, Consultancy; Bristol Myers Squibb: Advisory Board, Advisory Board Other, Consultancy. Schulman: Boehringer Ingelheim: Consultancy, Speakers Bureau; Bayer Healthcare: Consultancy, Research Funding; Sanofi-Aventis: Consultancy, Honoraria; Leo Pharma: Honoraria; GlaxoSmithKline: Consultancy; Astra Zeneca: Consultancy.",
    "topics": [
        "dabigatran etexilate",
        "hemorrhage",
        "warfarin",
        "concentrate dosage form",
        "vitamin k",
        "intensive care",
        "length of stay",
        "re-ly trial",
        "antidotes",
        "anti-inflammatory agents"
    ],
    "author_names": [
        "Ammar Majeed",
        "Hun-Gyu Hwang",
        "Martina Brueckmann, MD",
        "Stuart Connolly, MD",
        "John Eikelboom",
        "Michael Ezekowitz, MB, ChB, DPhil",
        "Lars Wallentin, MD, PhD",
        "Salim Yusuf, FRCPC, DPhil",
        "Sam Schulman, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Hematology Center, Karolinska University Hospital and Karolinska Institute, Stocklholm, Sweden, "
        ],
        [
            "Soon Chun Hyang University Hospital, Gumi, South Korea, "
        ],
        [
            "Boehringer Ingelheim Pharma GmbH & Co. KG, Ingelheim, Germany, "
        ],
        [
            "Department of Medicine, McMaster University, Hamilton, ON, Canada, "
        ],
        [
            "Department of Medicine, McMaster University, Hamilton, ON, Canada, "
        ],
        [
            "Jefferson Medical College, Wynnewood, PA, USA, "
        ],
        [
            "Uppsala Clinical Research Center, Uppsala, Sweden"
        ],
        [
            "Department of Medicine, McMaster University, Hamilton, ON, Canada, "
        ],
        [
            "Department of Medicine, McMaster University, Hamilton, ON, Canada, "
        ]
    ],
    "first_author_latitude": "59.34814839999999",
    "first_author_longitude": "18.023657899999996"
}