{
    "doi": "https://doi.org/10.1182/blood.V128.22.3244.3244",
    "article_title": "A Novel Humanised ROR1 Bi-Specific T-Cell Engager Molecule for the Treatment of Chronic Lymphocytic Leukaemia ",
    "article_date": "December 2, 2016",
    "session_type": "642. CLL: Therapy, excluding Transplantation: Poster II",
    "abstract_text": "Bispecific T-cell Engagers (BiTEs) are a promising immunotherapeutic approach, usually consisting of two single chain variable fragments (scFv) linked in tandem. One arm binds to tumour-associated antigens, whilst the other binds CD3 on T-cells, facilitating the formation of cytotoxic synapses leading to killing of tumour targets in a MHC and co-stimulatory molecule independent manner. Blinatumomab, the most advanced BiTE in clinic targets CD19 and has shown impressive results in patients with relapsed/refractory B cell acute lymphoid leukaemia but results in elimination of normal and malignant B lymphocytes. Receptor Tyrosine Kinase Like Orphan receptor is a surface antigen expressed on a range of haematological and solid malignancies, including Chronic Lymphocytic Leukaemia (CLL), Acute Lymphoblastic Leukaemia (ALL), and cancer stem cell-like cells (CSC). It is however expressed at low or undetectable levels in normal tissues making it an attractive target for immunotherapy approaches. We generated a panel of novel fully humanised ROR1 antibodies and selected an optimal scFv based on ROR1 binding to use in our BiTE format. Our ROR1 BiTE (ROR1xCD3), at low concentrations, was efficient inducing T-cell mediated cytotoxicity and consequent inflammatory cytokine secretion against a panel of haematopoietic cell lines with constitutive ROR1 expression in vitro. Importantly cytotoxicity was comparable to that seen with a control CD19 BITE. Moreover, ROR1xCD3 led to significant and selective cytotoxicity of primary CLL samples. We transitioned our in vitro studies to animal models and showed that our ROR1xCD3 is able to retard growth of established SKW cells engrafted in immunocompromised mice, as detected by bioluminescence imaging. Additionally ROR1xCD3 improved survival, with the ROR1xCD3 treated cohort showing improved median survival of 50 days compared to control mice of 18 days despite only receiving a single infusion of T-cells. In summary, we have developed a novel ROR1 BiTE able to target an array of haematopoietic malignancies. Our ROR1 BiTE induces T-cell cytotoxicity against ROR1 positive cell lines in vitro and in vivo as well as primary CLL cells and has the potential to be a beneficial therapeutic for CLL. Disclosures Gohil: UCL Business: Patents & Royalties: ROR1 based immunotherapies. Paredes-Moscosso: UCL Business: Patents & Royalties: ROR1 based immunotherapies. Nathwani: UCL Business: Patents & Royalties: ROR1 based Immunotherapies. Della Peruta: UCL Business: Patents & Royalties: ROR1 based immunotherapies.",
    "topics": [
        "animal model",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "molecule",
        "ror1 protein, human",
        "t-lymphocytes",
        "bites",
        "immunotherapy",
        "cytotoxicity",
        "cancer"
    ],
    "author_names": [
        "Satyen Harish Gohil, MBBS MRCP FRCPath",
        "Micaela Harrasser",
        "Solange R Paredes-Moscosso",
        "Amit C Nathwani, MD PhD",
        "Marco Della Peruta, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Satyen Harish Gohil, MBBS MRCP FRCPath",
            "author_affiliations": [
                "Cancer Institute, Department of Haematology, University College London, London, United Kingdom"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Micaela Harrasser",
            "author_affiliations": [
                "Cancer Institute, Department of Haematology, University College London, London, United Kingdom"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Solange R Paredes-Moscosso",
            "author_affiliations": [
                "Cancer Institute, Department of Haematology, University College London, London, United Kingdom"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amit C Nathwani, MD PhD",
            "author_affiliations": [
                "Cancer Institute, Department of Haematology, University College London, London, United Kingdom"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marco Della Peruta, PhD",
            "author_affiliations": [
                "Cancer Institute, Department of Haematology, University College London, London, United Kingdom"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-07T04:03:44",
    "is_scraped": "1"
}