{
    "doi": "https://doi.org/10.1182/blood.V124.21.3378.3378",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2915",
    "start_url_page_num": 2915,
    "is_scraped": "1",
    "article_title": "Bone Marrow Stroma Protects Myeloma Cells from Cytotoxic Damage Via Induction of the Oncoprotein MUC1 ",
    "article_date": "December 6, 2014",
    "session_type": "651. Myeloma: Biology and Pathophysiology, excluding Therapy: Poster II",
    "topics": [
        "bone marrow stroma",
        "myeloma cells",
        "oncogene proteins",
        "multiple myeloma",
        "coculture techniques",
        "interleukin-6",
        "bortezomib",
        "cyclophosphamide",
        "annexins",
        "combined modality therapy"
    ],
    "author_names": [
        "Michal Bar-Natan, MD",
        "Katarina Luptakova, MD",
        "Maxwell Douglas Coll",
        "Dina Stroopinsky, PhD",
        "Hasan Rajabi, PhD",
        "Athalia Rachel Pyzer, MD",
        "Kristen A Palmer",
        "Michaela R. Reagan, PhD",
        "Poorvi Somaiya, MSc",
        "Salvia Jain, MD",
        "Jon Arnason, MD",
        "Irene M. Ghobrial, MD",
        "Jacalyn Rosenblatt, MD",
        "Kenneth C. Anderson, MD",
        "Donald Kufe, MD",
        "David Avigan, MD"
    ],
    "author_affiliations": [
        [
            "Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA "
        ],
        [
            "Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA "
        ],
        [
            "Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA "
        ],
        [
            "Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA "
        ],
        [
            "Dana Farber Cancer Institute, Harvard Medical School, Boston, MA "
        ],
        [
            "Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA "
        ],
        [
            "Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA "
        ],
        [
            "Dana Farber Cancer Institute, Harvard Medical School, Boston, MA "
        ],
        [
            "Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA "
        ],
        [
            "Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA "
        ],
        [
            "Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA "
        ],
        [
            "Jerome Lipper Multiple Myeloma Center, Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA"
        ],
        [
            "Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA "
        ],
        [
            "Jerome Lipper Multiple Myeloma Center, Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA"
        ],
        [
            "Dana Farber Cancer Institute, Harvard Medical School, Boston, MA "
        ],
        [
            "Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA "
        ]
    ],
    "first_author_latitude": "42.33960629999999",
    "first_author_longitude": "-71.10498199999999",
    "abstract_text": "Introduction : Stromal cells in the bone marrow microenvironment of patients with multiple myeloma (MM) are thought to play a vital role in promoting cell growth and protection from cytotoxic injury. Targeting of stromal-myeloma cell interactions to enhance anti-myeloma treatment represents a promising therapeutic strategy. The MUC1 oncoprotein is a critical oncoprotein that is expressed in the majority of primary myeloma cells and regulates downstream pathways such as NFkB and β-catenin/wnt that modulate myeloma growth and survival. Inhibition of MUC1 via a cell penetrating peptide (GO-203) that blocks down stream signaling reverses resistance to bortezomib (BZT). Herein we studied the influence of bone marrow stromal cells (BMSC) on MUC1 expression on MM cells, and its link to drug resistance. Methods and Results : Coculture of MM human cell lines (RPMI and U266) with a stromal cell line (HS-5), resulted in an upregulation of MUC1 expression as determined by an approximately 2 fold increase in the mean fluorescent intensity (MFI) of MUC1 as measured by flow cytometry. Similar findings were observed following coculture of MM cells with stromal cells isolated from primary bone marrow mononuclear cells (BMSC) of MM patients. Stromal cell mediated upregulation of MUC1 expression was subsequently confirmed by Western blot analysis. Patient derived MM cells were also noted to increase their MUC1 expression 2.9 fold when co-cultured with stroma (HS-5 cell line). MUC1 expression was also increased following coculture of MM cells with stromal cells in transwell plates, suggesting the effect was mediated by soluble factors not requiring cell-cell contact. Consistent with these findings, we demonstrated that addition of recombinant IL-6, a stromal cell derived cytokine, to MM cells resulted in a 2 fold increase in MFI of MUC1 expression. Moreover, coculture of MM cells with IL-6 neutralizing antibodies abrogated the effect of BMSC on MUC1 expression. These results suggest that stromal cell secretion of IL-6 plays a role in upregulation of the oncoprotein MUC1 on MM cells. We subsequently evaluated the effect of stromal cell induction of MUC1 expression on resistance to anti-myeloma agents. Increased MUC1 expression following coculture of MM cells with BMSC was associated with a higher level of resistance to BTZ (20nM), resulting in 48% less cell death by CellTiter-Glo and annexin/propidium iodide (PI) staining. Conversely, we demonstrated that silencing of MUC1 expression using a lentiviral siRNA resulted in enhanced sensitivity to anti-myeloma agents. Cell viability in MUC1 silenced as compared to wild type RPMI cells decreased by 18%, 43%, and 50% when treated with 10mg/ml cyclophosphamide (Cy), 5nM BZT, and 0.1mM melphalan, respectively. MUC1 silenced U266 cells demonstrated a decrease in cell viability by 24%, 34%, and 45% when treated with 10mg/ml Cy, 5nM BZT, and 1mM lenalidomide respectively. Similarly, exposure of primary MM cells to the MUC1 inhibitor GO-203 resulted in enhanced MM cell sensitivity to bortezomib and cyclophosphamide evidenced by a 60% and 39% decrease in cell viability respectively, compared to each drug alone. Conclusions : Our results delineate one of the mechanisms by which the bone marrow microenvironment confers drug resistance in MM. MM cells co-cultured with BMSC have enhanced expression of MUC1, mediated by IL-6 secretion. Overexpression in turn confers MM cell resistance to standard anti-myeloma agents. Importantly inhibition of MUC1 via silencing of expression or exposure to a small molecule inhibitor can overcome drug resistance to known anti-myeloma drugs, providing the rationale for clinical evaluation of combination therapy. Disclosures Kufe: Genus Oncology: Consultancy, Equity Ownership."
}