{
    "doi": "https://doi.org/10.1182/blood.V108.11.4808.4808",
    "article_title": "Low Dose Busulfan and ATG with Fludarabine as Conditioning Regimen Was Effective in Sibling and Unrelated Donor HSCT in CML Patients. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Allogeneic hematopoietic stem cell transplantation offers complete remission in CML patients. However, transplant related mortality and long term consequences especially associated with cGvHD make patients reluctant to accept this treatment modality especially in the era of Imatinib. Therefore, in 1999 we started a transplant program for CML patients characterized with a reduced dose of Busulfan to 8 mg/kg of. b.w., Fludarabine (120 mg/m 2 in sibiling and 150 mg/m 2 in MUD setting) and ATG to facilitate engraftement. At the beginning ATG cumulative dose was 40 mg/kg of b.w. (5 patients), or 20 mg/kg of b.w (13 patients). In this high dose ATG group 6 patients had CMV or EBV reactivation what prompted us to decrease ATG dose to 2.5 mg/kg of b.w. given in three consecutive days and then on day 4 the dose was increased to 5 mg/kg of b.w. if patients lymphocyte count did not reach the target values (≤300/ul of WBC and < 0.1% of CD3+ cells in nucleated blood cells population). With the use of the above program 52 adults and two children (F/M: 22/32, age from 11 to 55 yrs (median: 34) were transplanted from sibling (20 patients) and alternative (33 MUD and 1 related haploidentical) donors. Thirty nine and 15 patients received PBPC and marrow, respectively. Seven patients died by + 100 days post transplant (6 infectious complications including 1 case with viral encephalitis and 1 blast crisis). One patient had marrow failure, 15 patients developed ≥ II o aGvHD, 23 patients had cGvHD and 14 of them extensive form. Thirty four patients (63%) are alive with an observation time from 1 to 81 months post transplant (median 22 months). Survival was better in sibling than in MUD transplanted patients (77% vs 50%, p=0.03, Cox analysis). In alive patients group STR technique proved complete chimerism in 26 out of 31 examined patients. Five cases lacking full chimerism include: 1 patient with hematological relapse, and 4 with molecular relapse. All other cases were bcr/abl negative. In conclusion: low dose ATG was sufficient to secure the take and the employed reduced intensity conditioning was associated with: low rate of transplant related mortality, aGvHD was infrequent and mild, cGvHD was the main cause of late complications, full chimerism and bcr/abl free status were observed in a vast majority (84%) of long term survivors.",
    "topics": [
        "busulfan",
        "conditioning (psychology)",
        "donors",
        "fludarabine",
        "hematopoietic stem cell transplantation",
        "relationship - sibling",
        "transplantation",
        "graft-versus-host disease, chronic",
        "bcr-abl tyrosine kinase",
        "allogeneic hematopoietic stem cell transplant"
    ],
    "author_names": [
        "Andrzej Lange, PhD, MD",
        "Mariola Sedzimirska, PhD",
        "Dorota Dlubek, PhD",
        "Emilia Jaskula, MSci",
        "Anna Mlynarczewska, MSci",
        "Agnieszka Sok, MSci"
    ],
    "author_dict_list": [
        {
            "author_name": "Andrzej Lange, PhD, MD",
            "author_affiliations": [
                "Hematology, Lower Silesian Center for Cellular Transplantation and National Bone Marrow Donor Registry, Wroclaw, Poland",
                "Clinical Immunology, Institute of Immunology and Experimental Therapy Polish Academy of Science Wroclaw, Wroclaw, Poland"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Mariola Sedzimirska, PhD",
            "author_affiliations": [
                "Hematology, Lower Silesian Center for Cellular Transplantation and National Bone Marrow Donor Registry, Wroclaw, Poland"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dorota Dlubek, PhD",
            "author_affiliations": [
                "Clinical Immunology, Institute of Immunology and Experimental Therapy Polish Academy of Science Wroclaw, Wroclaw, Poland"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Emilia Jaskula, MSci",
            "author_affiliations": [
                "Clinical Immunology, Institute of Immunology and Experimental Therapy Polish Academy of Science Wroclaw, Wroclaw, Poland"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anna Mlynarczewska, MSci",
            "author_affiliations": [
                "Clinical Immunology, Institute of Immunology and Experimental Therapy Polish Academy of Science Wroclaw, Wroclaw, Poland"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Agnieszka Sok, MSci",
            "author_affiliations": [
                "Clinical Immunology, Institute of Immunology and Experimental Therapy Polish Academy of Science Wroclaw, Wroclaw, Poland"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-01T06:40:06",
    "is_scraped": "1"
}