{
    "doi": "https://doi.org/10.1182/blood.V116.21.478.478",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1646",
    "start_url_page_num": 1646,
    "is_scraped": "1",
    "article_title": "Black-White Differences In Venous Thrombosis Risk: the Longitudinal Investigation of Thromboembolism Etiology (LITE) ",
    "article_date": "November 19, 2010",
    "session_type": "Pathophysiology of Thrombosis: Risk Factors for Venous Thrombosis",
    "topics": [
        "thromboembolism",
        "venous thrombosis",
        "obesity",
        "activated partial thromboplastin time measurement",
        "kidney failure, chronic",
        "hypertension",
        "von willebrand factor",
        "aric trial",
        "factor viii",
        "c-reactive protein"
    ],
    "author_names": [
        "Neil Zakai, MD, MSc",
        "Pamela Lutsey, PHD",
        "Aaron Folsom, MD",
        "Mary Cushman, MD, MSc"
    ],
    "author_affiliations": [
        [
            "Medicine and Pathology, University of Vermont, Colchester, VT, USA, "
        ],
        [
            "University of Minnesota, Minneapolis, MN, USA, "
        ],
        [
            "University of Minnesota, Minneapolis, MN, USA, "
        ],
        [
            "University of Vermont, Burlington, VT, USA"
        ]
    ],
    "first_author_latitude": "44.48707575",
    "first_author_longitude": "-73.17722205",
    "abstract_text": "Abstract 478 Black-White Differences in Venous Thrombosis Risk: The Longitudinal Investigation of Thromboembolism Etiology (LITE). Neil A. Zakai, Pamela L. Lutsey, Aaron R. Folsom, Mary Cushman. Introduction: Venous thrombosis (VT) is more common in blacks than whites. The reasons for this difference and whether it is explained by racial differences in VT risk factors is not known. Methods: VT was ascertained by physician review of medical records in the Longitudinal Investigation of Thromboembolism Etiology (LITE), a prospective observational study of 21,680 men and women age 45–100 years participating in the Atherosclerosis Risk in Communities Study (ARIC) and the Cardiovascular Health Study (CHS) cohorts. VT was classified as provoked if preceded within 90 days by major surgery, trauma, immobility, or associated with active cancer or chemotherapy. We used age- and sex-adjusted Cox models to evaluate whether certain VT risk factors explained the increased risk of VT in blacks vs whites. We also tested if the impact of VT risk factors differed by race using interaction terms. Most risk factors were assessed in both ARIC and CHS cohorts (body mass index (BMI), diabetes, hypertension, chronic kidney disease (CKD), factor VIII, and education) except the activated partial thromboplastin time (aPTT), von Willebrand factor (vWF), and protein C were measured in ARIC only and C-reactive protein was measured in CHS only. Results: With up to 15 years of follow up, among 20,964 participants (5,054 blacks) without VT at baseline, 648 developed new VT (200 blacks). The age- and sex-standardized incidence of VT per 1000 person-years was higher in blacks than whites for all VT (3.18 vs 1.96), whether the VT was provoked (2.11 vs. 1.24) or unprovoked (1.12 vs. 0.74), all p <0.01. Blacks and whites had a similar incidence of pulmonary embolism (PE) (0.83 vs. 0.76, p = 0.56). Blacks had more adverse levels of many VT risk factors except CKD and a lower aPTT: BMI (29.3 vs. 26.8 kg/m 2 ), diabetes (21 vs 11%), hypertension (59 vs 38%), CKD (5 vs. 12%), high school graduation (58 vs 80%), factor VIII (146 vs 124%), vWF (134 vs 113%), CRP (2.4 vs 1.8 mg/L) protein C (3.13 vs. 3.18 mg/L), all p <0.01. In age- and sex-adjusted Cox models, the relative risk of total VT for blacks vs. whites was 1.67 (95% CI 1.41, 1.97). When risk factors were added to age-, sex- and race-adjusted Cox models, BMI explained 36% of the excess risk of VT in blacks, factor VIII 58%, and vWF 54%. The other risk factors had a minimal impact on the HR for race. When all risk factors measured in both cohorts were considered in the same model, the association of black race with VT was attenuated (HR 1.15; 95% CI 0.94, 1.42). Of the risk factors evaluated, there were significant interactions between race and hypertension, CKD, and aPTT below the median (29s). The table lists the HR for each of these risk factors stratified by race; hypertension and CKD were stronger risk factors for VT in blacks while an aPTT less than the median was a stronger risk factor for VT in whites. Conclusions: Blacks have a higher incidence of VT than whites, whether provoked or unprovoked. The increased risk in blacks was largely explained by a greater prevalence of VT risk factors among blacks, particularly obesity, higher factor VIII and higher vWF. Further, CKD and hypertension were stronger risk factors for VT in blacks, while a shorter aPTT was a weaker risk factor for VT in blacks. Larger studies of VT in blacks addressing environmental and genetic risk factors and health-care disparities are needed to fully understand reasons for these ethnic differences in VT incidence. Table: Age- and Sex-Adjusted Hazard Ratio for VT Stratified by Race  . Blacks . Whites . p-interaction . Follow-up time: 69,908 person-years 223,831 person-years  Hypertension 2.12 (1.53, 2.94) 1.07 (0.88, 1.31) 0.0005 Chronic kidney disease 2.37 (1.37, 4.10) 1.00 (0.88, 1.63) 0.02 aPTT < median (29s) 1.40 (1.01, 1.95) 2.14 (1.66, 2.75) 0.04 . Blacks . Whites . p-interaction . Follow-up time: 69,908 person-years 223,831 person-years  Hypertension 2.12 (1.53, 2.94) 1.07 (0.88, 1.31) 0.0005 Chronic kidney disease 2.37 (1.37, 4.10) 1.00 (0.88, 1.63) 0.02 aPTT < median (29s) 1.40 (1.01, 1.95) 2.14 (1.66, 2.75) 0.04 View Large Disclosure: No relevant conflicts of interest to declare."
}