{
    "doi": "https://doi.org/10.1182/blood-2019-129090",
    "article_title": "Cancer Associated Thrombosis Is Associated with Higher Mortality across All Khorana Score Risk Levels ",
    "article_date": "November 13, 2019",
    "session_type": "331.Pathophysiology of Thrombosis",
    "abstract_text": "Introduction: Venous thromboembolism (VTE) is directly and indirectly associated with mortality in cancer patients. Cancer patients who experience VTE are known to be at higher risk for mortality than cancer patients without VTE, yet information regarding mortality based on differences in VTE risk level is limited in real-world data. The purpose of this study was to evaluate and compare mortality among patients with recently diagnosed cancer with and without VTE stratified by Khorana score (KS). Methods: The Optum ® Clinformatics TM Data Mart database (January 1, 2012 - September 30, 2017) was used to identify patients aged ≥18 years with ≥1 hospitalization or ≥2 outpatient medical claims for cancer (index date) who were initiated on treatment for their cancer (antineoplastics and adjunctive therapies or radiation therapy) within 45 days from the index date. Additionally, patients were selected if they met all of the following criteria: a) continuous eligibility for ≥6 months prior to their first diagnosis of cancer (baseline period), b) no evidence of a VTE before the index date, c) no anticoagulant treatment used prior to the index date or up until a VTE event during the observation period, and d) no evidence of a surgery during a hospitalization (e.g., major surgery, abdominopelvic surgery, and neurosurgery or orthopedic surgery) following the index date. Patients were also required to have ≥1 test result for hemoglobin, leukocyte, and platelet count within 28 days before their cancer therapy initiation. The KS was calculated using the index cancer site, body mass index, and laboratory test results prior to treatment initiation (i.e., hemoglobin, leukocyte, and platelet counts). Based on the risk score, patients were classified into cohorts of 0, 1, or ≥2 KS. Patients in each cohort were further stratified into two distinct groups: patients experiencing VTE during the observation period vs. patients who did not experience a VTE. Patients were observed from the index date up until the earliest date between end of data availability, death, end of insurance coverage, or 12 months post-index. All-cause mortality was assessed and survival rates were reported for all patients with vs. without a VTE event and further stratified by cohorts based on VTE risk levels using Kaplan-Meier (KM) analysis. KM survival rates at 12 months were reported and compared between patients with vs. without VTE using Cox proportional hazards models controlling for baseline characteristics (including: age, sex, insurance type, year of index date, Charlson comorbidity index [CCI] score, Elixhauser comorbidities, index cancer type, and healthcare resource utilization and costs). Incidence rates and rate ratios of mortality were also calculated using a Poisson regression model controlling for the same baseline characteristics. Results: In this study, 7,475 patients (KS=0: 3,192; KS=1: 2,463; KS≥2: 1,820) were identified. Approximately half of the patients were female (49%-52%) with a mean age of 68 years. The mean CCI was 1.2 (range, 1.0 - 1.4). For the full study population, the KM survival rate at 12 months was significantly lower at 71.0% for patients with a VTE event compared to 90.5% for patients without a VTE event (adjusted hazard ratio [HR]: 3.4; p-value<0.001). In cohorts stratified by KS, patients without a VTE event in the KS=0 and KS=1 cohorts had higher survival rates than those in the KS≥2 cohort ( Figure 1 ). For patients with VTE, survival rates were similar between KS=0 and KS=1 cohorts but lower for patients in KS≥2 cohort. Corresponding incidence rates and rate ratios of mortality are presented in Table 1 . Conclusions: In this large real-world retrospective study of newly diagnosed cancer patients, VTE events were associated with lower survival rates across all KS cohorts. We independently confirm prior findings that the Khorana score is prognostic beyond VTE itself. View large Download slide View large Download slide  Close modal Disclosures Khorana: Janssen: Consultancy; Bayer: Consultancy; Pfizer: Consultancy; Sanofi: Consultancy. McCrae: Dova Pharmaceuticals: Membership on an entity's Board of Directors or advisory committees; Pfizer Pharmaceutical: Membership on an entity's Board of Directors or advisory committees; Rigel Pharmaceutical: Membership on an entity's Board of Directors or advisory committees; Sanofi Pharmaceuticals: Membership on an entity's Board of Directors or advisory committees. Kuderer: Janssen Scientific Affairs, LLC: Consultancy, Other: Travel, Accommodations, Expenses; Myriad Genetics: Consultancy; Pfizer: Consultancy; Celldex: Consultancy; Coherus Biosciences: Consultancy, Other: Travel, Accommodations, Expenses; Halozyme: Consultancy; Mylan: Consultancy, Other: Travel, Accommodations, Expenses. Milentijevic: Janssen Scientific Affairs, LLC: Employment, Equity Ownership. Laliberté: Merck & Co., Inc.: Research Funding; Janssen Scientific Affairs, LLC: Research Funding. Germain: Janssen Scientific Affairs, LLC: Research Funding; Merck & Co., Inc.: Research Funding. MacKnight: Janssen Scientific Affairs, LLC: Research Funding; Merck & Co., Inc.: Research Funding. Lefebvre: Janssen Scientific Affairs, LLC: Research Funding. Lyman: G1 Therapeutics, Halozyme Therapeutics, Partners Healthcare, Hexal, Bristol-Myers Squibb, Helsinn Therapeutics, Amgen Inc., Pfizer, Agendia, Genomic Health, Inc.: Consultancy; Amgen Inc.: Other: Research support, Research Funding; Janssen Scientific Affairs, LLC: Research Funding; Generex Biotechnology: Membership on an entity's Board of Directors or advisory committees. Streiff: Daiichi-Sankyo: Consultancy, Honoraria; Janssen: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Pfizer: Consultancy, Honoraria; Portola: Consultancy, Honoraria; Roche: Research Funding; Bayer: Consultancy, Honoraria.",
    "topics": [
        "cancer",
        "thrombosis",
        "venous thromboembolism",
        "surgical procedures, operative",
        "hemoglobin",
        "laboratory test finding",
        "adjunctive therapy",
        "anticoagulants",
        "antineoplastic agents",
        "cancer diagnosis"
    ],
    "author_names": [
        "Alok A Khorana, MD",
        "Keith R McCrae, MD",
        "Nicole M. Kuderer",
        "Dejan Milentijevic",
        "François Laliberté",
        "Guillaume Germain, MSc",
        "Sean D. MacKnight",
        "Patrick Lefebvre",
        "Gary H. Lyman, MD MPH",
        "Michael B. Streiff, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Alok A Khorana, MD",
            "author_affiliations": [
                "Cleveland Clinic, Cleveland, OH "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Keith R McCrae, MD",
            "author_affiliations": [
                "Taussig Cancer Institute, Cleveland Clinic Lerner College of Medicine, Cleveland Clinic, Cleveland, OH "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nicole M. Kuderer",
            "author_affiliations": [
                "Advanced Cancer Research Group, Seattle, WA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dejan Milentijevic",
            "author_affiliations": [
                "Janssen Scientific Affairs, LLC, Titusville, NJ "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "François Laliberté",
            "author_affiliations": [
                "Groupe d'analyse, Ltée, Montréal, Canada "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Guillaume Germain, MSc",
            "author_affiliations": [
                "Groupe d'analyse, Ltée, Montréal, Canada "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sean D. MacKnight",
            "author_affiliations": [
                "Groupe d'analyse, Ltée, Montréal, Canada "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Patrick Lefebvre",
            "author_affiliations": [
                "Groupe d'analyse, Ltée, Montréal, Canada "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gary H. Lyman, MD MPH",
            "author_affiliations": [
                "Fred Hutchinson Cancer Research Center, Seattle, WA "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael B. Streiff, MD",
            "author_affiliations": [
                "Johns Hopkins University School of Medicine, Baltimore, MD"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-18T21:27:44",
    "is_scraped": "1"
}