{
    "doi": "https://doi.org/10.1182/blood.V128.22.3805.3805",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3370",
    "start_url_page_num": 3370,
    "is_scraped": "1",
    "article_title": "Lower Levels of Circulating Endothelial Progenitor Cells Are Associated with Increased Recurrence after Unprovoked Venous Thrombosis ",
    "article_date": "December 2, 2016",
    "session_type": "331. Pathophysiology of Thrombosis: Poster III",
    "abstract_text": "Introduction: Endothelial progenitor cells (EPCs) are multipotent progenitor cells mainly residing in human bone marrow. In response to stimuli such as arterial ischaemia or venous thrombosis, EPCs are mobilised from the bone marrow, released into the circulation and home to sites of vascular injury where they promote endothelial regeneration, revascularization, vasoactive and angiogenic factor secretion, proteinase generation and vein wall remodelling. There is significant research interest into the potential therapeutic role of EPCs in vascular injury. However, to our knowledge there is no published data on the measurement of EPCs in a larger population of patients with comparison to thrombotic outcomes and other biomarkers known to be predictive of recurrence risk for example, D Dimer. Methods : The EXACT study is a randomised controlled trial of extended warfarin treatment versus observation only for the prevention of recurrent venous thromboembolism (VTE) and post thrombotic syndrome (PTS) in patients with an unprovoked VTE. Patients recruited to this study had blood samples taken 3 months post VTE event whilst still on warfarin prior to stopping or continuing anticoagulation according to their randomisation group. All patients were clinically followed up for 2 years following randomisation and recurrent thrombotic events (confirmed by imaging) were recorded. The blood samples were processed for Full Blood Count, INR, D Dimers and quantitation of Endothelial Cells by flow cytometry (circulating mature and progenitor). Endothelial cells were identified by low side scatter, weak CD45 (unlike haematopoetic cells) and expression of endothelial markers (CD146, VEGFR, VEGFR-2). Endothelial progenitor cells also demonstrated at least one marker of immaturity (CD34 and CD133). Apoptotic or dead cells were detected and excluded using 7-amino-actinomycin D staining. The number of EPC and circulating endothelial cell (CEC) events was divided by the number of CD45 positive events and multiplied by the total white count, which will give a value x10 3 /microlitre. Results: At 3 months of treatment with warfarin, in 193 patients, samples of sufficient quality were processed by flow cytometry for EPC quantitation. In 182 of these patients, a sufficiently full citrated sample was also available for D Dimer quantitation. High D Dimer levels were associated with low EPC levels and visa versa (fig 1). Out of the 193 patients, during 2 year follow up, 19 patients (10%) went on to have a recurrent VTE. D Dimers at 3 months treatment were not significantly different in patients who had a recurrence versus those who didn't (Figure 2). There was also no significant difference in circulating mature endothelial cells (CEC) and total WCC (table 2). However, EPC levels were significantly lower in patients who went on to develop a thrombosis vs those who didn't (p<0.05) figure 3. Discussion: According to current guidelines, patients with unprovoked VTE are considered for long term anticoagulation following a discussion with the patient regarding VTE recurrence risk off treatment vs bleeding risk on treatment. D Dimer results can be helpful to refine the estimated recurrence risk (e.g. using the DASH2 score) but testing is only validated off anticoagulation (for at least 7 days) which can be cumbersome to organise. This study was unable to support the predictive value of D Dimers taken from patients on warfarin. If EPC quantitation from blood samples of patients is confirmed to be predictive of VTE recurrence this could represent a new informative biomarker to aid decision making without the need to interrupt anticoagulation therapy. It also has the potential to provide complimentary information. For example, in defining a truly \"low risk\" group in those with negative D Dimers after completion of treatment. Further larger studies are needed to confirm the predictive value of EPC quantitation for VTE recurrence in patient groups continuing or discontinuing anticoagulation (this study included both groups) and to confirm whether the same results apply to patients on DOACs. View large Download slide View large Download slide View large Download slide View large Download slide Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "endothelial progenitor cells",
        "venous thrombosis",
        "venous thromboembolism",
        "anticoagulation",
        "fibrin fragment d substance",
        "warfarin",
        "thrombus",
        "biological markers",
        "cd45 antigens",
        "flow cytometry"
    ],
    "author_names": [
        "Charlotte Ann Bradbury, PhD MD FRCPath, FRCP, MSc",
        "Tracey Buckley, BSc",
        "Kate Fletcher, PhD",
        "Peter Rose, FRCP, FRCPath",
        "David Fitzmaurice, MBChB, MRCGP, MD FRCGP"
    ],
    "author_affiliations": [
        [
            "University of Bristol, Bristol, United Kingdom "
        ],
        [
            "South Warwickshire Foundation Trust, Warwick, United Kingdom "
        ],
        [
            "University of Birmingham, Birmingham, United Kingdom"
        ],
        [
            "South Warwickshire Foundation Trust, Warwick, United Kingdom "
        ],
        [
            "University of Birmingham, Birmingham, United Kingdom"
        ]
    ],
    "first_author_latitude": "51.4584172",
    "first_author_longitude": "-2.6029792"
}