{
    "doi": "https://doi.org/10.1182/blood-2021-147072",
    "article_title": "A 3-Part, Phase 2 Study of Bezuclastinib (CGT9486), an Oral, Selective, and Potent KIT D816V Inhibitor, in Adult Patients with Nonadvanced Systemic Mastocytosis (NonAdvSM) ",
    "article_date": "November 5, 2021",
    "session_type": "634.Myeloproliferative Syndromes: Clinical and Epidemiological",
    "abstract_text": "Systemic mastocytosis (SM) is characterized by mast cell infiltration of ≥ 1 extracutaneous organs and encompasses a spectrum of diagnoses that can range from a non-advanced to advanced disease (Shomali et al, 2018). There are two nonadvanced variants of SM: indolent systemic mastocytosis (ISM), which accounts for approximately 85% and smoldering systemic mastocytosis (SSM), which includes about 5% of the general SM population (Cohen et al, 2014, Jennings et al, 2014). ISM is characterized by 0 or 1 B-findings and SSM by 2 or more B findings and absence of organ damage or an associated hematologic neoplasm (Gotlib et al, 2018). There are currently no approved therapies to treat the underlying disease of ISM or SSM. Although anti-mediator therapies (e.g. anti-H1 and H2 antihistamines, leukotriene receptor antagonists, cromolyn sodium, corticosteroids) are used to control symptoms such as anaphylaxis, GI intolerance, and flushing to improve quality of life, their effectiveness and tolerability are variable. Many patients experience a persistently high symptom burden despite maximized anti-mediator therapies. Because the molecular pathogenesis of SM is driven by KIT D816V mutations in 95% of patients (Garcia-Montero et al, 2006, Jara-Acevedo et al, 2015, Vaes et al, 2017), other agents targeting this mutated kinase have been used to treat the spectrum of SM variants; however, toxicities such as cognitive impairment, GI effects, intracranial hemorrhage, and edema may limit dosing and thus efficacy. In addition to targeting KIT D816V, bezuclastinib was designed to avoid other closely related kinases with known liabilities, such as PDGFRα, PDGFRβ, wild-type KIT, VEGFR2 (KDR), and CSF1R (FMS). Furthermore, bezuclastinib has demonstrated minimal brain penetration and no CNS toxicities have been identified in preclinical studies. Preliminary clinical activity with bezuclastinib has been observed in patients with advanced solid tumors or locally advanced, unresectable, or metastatic gastrointestinal stromal tumor (GIST). A reduction in KIT exon 17 mutational burden was observed in patients treated with bezuclastinib. This reduction was temporally associated with a reduction in tumor burden supporting bezuclastinib as an active therapy in KIT-driven diseases (Wagner et al, 2018). This is a multi-center, Phase 2, double blind, placebo-controlled, 3-part clinical study to evaluate the safety, efficacy, and biomarker correlates (e.g. bone marrow mast cell percentage, serum tryptase level, and KIT D816V mutation burden) of the KIT inhibitor bezuclastinib in patients with ISM and SSM. This study will enroll patients with SSM and moderate-to-severe ISM who have inadequate control of their symptoms despite at least 2 anti-mediator treatments. Part 1 of the study is intended to determine the recommended dose of bezuclastinib in Part 2. Subjects will be randomized to placebo or 1 of 3 doses of bezuclastinib which will be administered in combination with a baseline regimen of best supportive care (BSC). Part 2 will evaluate the efficacy of bezuclastinib at the selected dose as compared with placebo. Efficacy will be measured by the reduction of symptom burden as assessed by the mastocytosis activity score (MAS), a disease specific patient reported outcome tool (Siebenhaar et al, 2018). In Part 3, patients who have completed treatment in Part 1 or Part 2 of the study, including those initially randomized to placebo, may participate in a long-term extension and receive open-label bezuclastinib in combination with BSC. The study will enroll approximately 138 subjects. Data from this study will support further development of bezuclastinib in SM. Disclosures Gotlib:  Cogent Biosciences: Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: Chair for the Eligibility and Central Response Review Committee, Research Funding; PharmaEssentia: Honoraria, Membership on an entity's Board of Directors or advisory committees; Kartos: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; BMS: Research Funding; Abbvie: Membership on an entity's Board of Directors or advisory committees, Research Funding; Deciphera: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Novartis: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Allakos: Consultancy; Incyte: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Blueprint Medicines: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding. Deininger:  Novartis: Consultancy, Research Funding; SPARC, DisperSol, Leukemia & Lymphoma Society: Research Funding; Incyte: Consultancy, Honoraria, Research Funding; Takeda: Consultancy, Membership on an entity's Board of Directors or advisory committees, Other: Part of a Study Management Committee, Research Funding; Blueprint Medicines Corporation: Consultancy, Membership on an entity's Board of Directors or advisory committees, Other: Part of a Study Management Committee, Research Funding; Fusion Pharma, Medscape, DisperSol: Consultancy; Sangamo: Consultancy, Membership on an entity's Board of Directors or advisory committees. DeAngelo:  Incyte: Consultancy; Jazz: Consultancy; Novartis: Consultancy, Research Funding; Pfizer: Consultancy; Servier: Consultancy; Takeda: Consultancy; Abbvie: Research Funding; Forty-Seven: Consultancy; Autolus: Consultancy; Amgen: Consultancy; Agios: Consultancy; Blueprint: Research Funding; Glycomimetrics: Research Funding. Payumo:  Cogent Biosciences, Inc: Current Employment. Mensing:  Cogent Biosciences, Inc.: Current Employment. Jolin:  Cogent Biosciences: Current Employment. Sachs:  Cogent Biosciences: Current Employment. George:  Bristol Meyers Squibb: Consultancy; Blueprint Medicines: Consultancy; Celgene: Consultancy; Incyte Corporation: Consultancy. OffLabel Disclosure: study of investigational agent",
    "author_names": [
        "Frank Siebenhaar",
        "Jason Gotlib",
        "Michael W. Deininger",
        "Daniel J. DeAngelo",
        "Francis Payumo",
        "George Mensing",
        "Hina Jolin",
        "Jessica Sachs",
        "Tracy I. George"
    ],
    "author_dict_list": [
        {
            "author_name": "Frank Siebenhaar",
            "author_affiliations": [
                "Charité Hospital, Berlin, Germany"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jason Gotlib",
            "author_affiliations": [
                "Stanford Cancer Center, Palo Alto, CA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael W. Deininger",
            "author_affiliations": [
                "Division of Hematology and Hematologic Malignancies, Huntsman Cancer Institute, University of Utah, Salt Lake City, UT"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniel J. DeAngelo",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Boston, MA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francis Payumo",
            "author_affiliations": [
                "Cogent Biosciences, Inc., Cambridge, MA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "George Mensing",
            "author_affiliations": [
                "Cogent Biosciences, Inc., Cambridge, MA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hina Jolin",
            "author_affiliations": [
                "Cogent Biosciences, Inc., Cambridge, MA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jessica Sachs",
            "author_affiliations": [
                "Cogent Biosciences, Inc., Cambridge, MA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tracy I. George",
            "author_affiliations": [
                "ARUP Laboratories, University of Utah, Salt Lake City, UT"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-21T13:03:51",
    "is_scraped": "1"
}