{
    "doi": "https://doi.org/10.1182/blood.V122.21.1116.1116",
    "article_title": "The Investigation Of Relationship Between Joint Findings and Serum Angiogenic and Inflammatory Factor Levels In Severe Hemophilia A Patients ",
    "article_date": "November 15, 2013",
    "session_type": "322. Disorders of Coagulation or Fibrinolysis: Poster I",
    "abstract_text": "Despite the use of early prophylactic Factor VIII replacement in severe hemophilia A patients, bleeding into joints cannot be prevented completely and permanent joint damage remains to occur as a result. Early diagnosis and treatment of the joint bleeedings are important for prevention of permanent joint damage. Today, the early detection of the joint bleeding at the beginning of the episode is not possible with clinical signs and current laboratory and radiologic imaging methods. Recent studies have shown that neoangiogenesis plays an important role in development of synovitis after recurrent joint bleedings and the histological abnormalities and findings of neoangiogenesis in hemophiliac arthropathy are similar to those in other joint diseases. This study aimed to investigate the relationship between joint findings and levels of plasma angiogenic and inflammatory factors in severe hemophilia A patients. Severe, inhibitor negative, hemophilia A patients from four hemophilia centers were included into the study. The patient groups consisted of 10 severe hemophilia A patients with acute joint bleeding and joint damage and 25 severe hemophilia A patients with no acute joint bleeding (with or without joint damage). The control group consisted of 22 healthy male children. Each group of patients were further subdivided into two groups with respect to degree of joint damage as presence of mild or severe joint damage. Complete blood count analysis, C-reactive protein (CRP), serum ferritin, lactic acid and ELISA based detection of vascular endhotelial growth factor (VEGF), intercellular adhesion molecule-1, thrombomodulin (TM), macrophage inhibitory factor (MIF), and endostatin levels were detected from the peripheral blood samples of the patient and the control groups. The joint findings of hemophilia A patients were evaluated clinically by hemophilia joint health score and radiologically by Petterson scoring and Denver magnetic resonance imaging scoring methods. Serum ferritin, CRP, and lactic acid levels were found to be increased in hemophilia A patients compared to the control group. CRP was significantly increased in hemophilia patients with joint damage compared to hemophiliacs without joint damage. The increase in levels of CRP and MIF were detected significantly higher in patients with acute joint bleeding. There was a positive correlation between serum TM,VEGF, and MIF levels. The finding of increased levels of CRP and MIF in acute bleeding period supports the presence of bleeding, regardless of the degree of the joint damage. The present findings show that investigation of the levels of these angiogenic factors in large number of severe hemophilia A patients with acute bleeding episodes may give further information about early joint damage. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "angiogenesis",
        "hemophilia a",
        "c-reactive protein",
        "hemarthrosis",
        "acute hemorrhage",
        "early diagnosis",
        "hemorrhage",
        "joint disorders",
        "lactic acid",
        "neovascularization, pathologic"
    ],
    "author_names": [
        "Tuba Hilkay Karapınar",
        "Nihal Karadaş",
        "Gülcihan Özek",
        "Özlem Tüfekçi",
        "Berna Atabay",
        "Meral Türker",
        "Faize Yüksel",
        "Deniz Yılmaz Karapınar",
        "Canan Vergin",
        "Gülersu Irken",
        "Hale Ören"
    ],
    "author_dict_list": [
        {
            "author_name": "Tuba Hilkay Karapınar",
            "author_affiliations": [
                "Pediatric Hematology, Dokuz Eylül University Faculty of Medicine, Izmir, Turkey, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Nihal Karadaş",
            "author_affiliations": [
                "Pediatric Hematology, Ege University Faculty of Medicine, Izmir, Turkey, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gülcihan Özek",
            "author_affiliations": [
                "Pediatric Hematology and Oncology, Dr.Behcet Uz Children Research Hospital, Izmir, Turkey, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Özlem Tüfekçi",
            "author_affiliations": [
                "Pediatric Hematology, Dokuz Eylül University Faculty of Medicine, Izmir, Turkey, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Berna Atabay",
            "author_affiliations": [
                "Pediatric Hematology, Tepecik Research and Education Hospital, Izmir, Turkey, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Meral Türker",
            "author_affiliations": [
                "Pediatric Hematology, Tepecik Research and Education Hospital, Izmir, Turkey, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Faize Yüksel",
            "author_affiliations": [
                "Hematology Laboratory, Dokuz Eylül University Faculty of Medicine, Izmir, Turkey"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Deniz Yılmaz Karapınar",
            "author_affiliations": [
                "Pediatric Hematology, Ege University Faculty of Medicine, Izmir, Turkey, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Canan Vergin",
            "author_affiliations": [
                "Pediatric Hematology and Oncology, Dr.Behcet Uz Children Research Hospital, Izmir, Turkey, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gülersu Irken",
            "author_affiliations": [
                "Pediatric Hematology, Dokuz Eylül University Faculty of Medicine, Izmir, Turkey, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hale Ören",
            "author_affiliations": [
                "Pediatric Hematology, Dokuz Eylül University Faculty of Medicine, Izmir, Turkey, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-27T04:00:34",
    "is_scraped": "1"
}