{
    "doi": "https://doi.org/10.1182/blood.V126.23.2615.2615",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3119",
    "start_url_page_num": 3119,
    "is_scraped": "1",
    "article_title": "An Integrated Genomic Classification That Includes Copy Number Alterations Is Highly Predictive of Post Induction Minimal Residual Disease (MRD) Status in Childhood Precursor B Lineage Acute Lymphoblastic Leukemia ",
    "article_date": "December 3, 2015",
    "session_type": "618. Acute Lymphoblastic Leukemia: Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis: Poster II",
    "topics": [
        "acute lymphocytic leukemia",
        "bone marrow specimen",
        "burkitt's lymphoma",
        "cd19 antigens",
        "cd20 antigens",
        "cd34 antigens",
        "cd45 antigens",
        "cd58 antigens",
        "child",
        "dyes"
    ],
    "author_names": [
        "Nikhil Patkar, MD",
        "Papagudi Ganesan Subramanian, MD",
        "Prashant Tembhare, MD",
        "Pratibha Amare Kadam, PhD",
        "Asma Bibi, MD",
        "Karishma Chopra, MSc",
        "Satish Mirgal, MSc",
        "Sagar Rambhiya, MSc",
        "Swapnali Joshi, MSc",
        "Shruti Chaudhary, PhD",
        "Russel Mascrenhas, MSc",
        "Sona Dusseja, MSc",
        "Gaurav Narula, MD",
        "Brijesh Arora, DM",
        "Shripad Banavali, MD",
        "Sumeet Gujral, MD"
    ],
    "author_affiliations": [
        [
            "Hematopathology Laboratory, Tata Memorial Centre, Mumbai, India "
        ],
        [
            "Hematopathology Laboratory, Tata Memorial Centre, Mumbai, India "
        ],
        [
            "Hematopathology Laboratory, Tata Memorial Centre, Mumbai, India "
        ],
        [
            "Cytogenetics Department, Tata Memorial Centre, Mumbai, India "
        ],
        [
            "Hematopathology Laboratory, Tata Memorial Centre, Mumbai, India "
        ],
        [
            "Hematopathology Laboratory, Tata Memorial Centre, Mumbai, India "
        ],
        [
            "Hematopathology Laboratory, Tata Memorial Centre, Mumbai, India "
        ],
        [
            "Hematopathology Laboratory, Tata Memorial Centre, Mumbai, India "
        ],
        [
            "Hematopathology Laboratory, Tata Memorial Centre, Mumbai, India "
        ],
        [
            "Hematopathology Laboratory, Tata Memorial Centre, Mumbai, India "
        ],
        [
            "Hematopathology Laboratory, Tata Memorial Centre, Mumbai, India "
        ],
        [
            "Hematopathology Laboratory, Tata Memorial Centre, Mumbai, India "
        ],
        [
            "Department of Medical & Pediatric Oncology, Tata Memorial Centre, Mumbai, India "
        ],
        [
            "Department of Medical & Pediatric Oncology, Tata Memorial Centre, Mumbai, India "
        ],
        [
            "Department of Medical & Pediatric Oncology, Tata Memorial Centre, Mumbai, India "
        ],
        [
            "Department of Pathology, Tata Memorial Centre, Mumbai, India"
        ]
    ],
    "first_author_latitude": "18.997657300000004",
    "first_author_longitude": "72.8375932",
    "abstract_text": "Introduction Childhood precursor B lineage ALL (B-ALL) is a genetically heterogeneous disease where the underlying genetics is an important determinant of outcome. Copy number alterations (CNA) have been described in B-ALL, which in conjunction with chromosomal abnormalities drive leukemogenesis. Some, especially IKZF1 deletions are prognostically relevant and influence disease outcome. However, there is no consensus on how these CNAs can be incorporated in a clinical setting. Recently, an integrated genomic classification has been proposed for ALL which includes CNA as well as cytogenetics based risk prediction. However, there have not been many studies which validated these suggestions or correlated them with immunophenotyping based MRD. Using end induction MRD as a surrogate marker of outcome we demonstrate that the integrated genomic profile is highly predictive of MRD clearance. Patients and Methods 91 cases of childhood B-ALL (WHO 2008 criteria) were prospectively accrued over a 4 months. NCI risk was calculated as per standard recommendations. FISH detected recurrent cytogenetic abnormalities as well as iAMP(21); conventional karyotyping and flow cytometry determined the ploidy status. SALSA MLPA P335 was used to detect CNA in BALL following the manufacturers recommendations. Data was analyzed on the Coffalyzer software. Patients were divided into good and poor risk genetic abnormalities to stratify them according to the integrated genetic profile. The former included good risk cytogenetic ( ETV6-RUNX1 or high hyperdiploidy) as well as good risk CNA profiles (no deletion of IKZF1, CDKN2A/B, PAR1, EBF1, ETV6 or RB1 ; isolated deletion of ETV6, PAX5 or BTG1 or ETV6 deletion with single deletion of BTG1, PAX5, or CDKN2A/B ). Poor risk genetic abnormalities included high risk cytogenetic groups ( BCR-ABL1, MLL rearranged, near haploidy, low hypodiploidy or iAMP21) as well as intermediate and poor risk CNA profiles ( IKZF1/ PAR1/EBF1 / RB1 deletion or any other CNA profiles) Cytogenetic abnormalities took precedence over CNA abnormalities as has been described (Moreman AV et al Blood 2014). MRD was detected using 9 colour flow cytometry (CD19, CD20, CD10, CD45, CD38, CD66c, CD123, CD34, CD58) on an end of induction bone marrow sample. In every case attempt was made to acquire 10,00,000 events. Syto 16 dye was used to correct the MRD value. Flow cytometry data was analyzed with Kaluza (v1.3). Two-tailed fishers exact test and chi squared test were applied for statistical analysis. Results Median age was 5 years (range: 1-14), male predominant (58 males). Majority patients had good risk (50.5%) followed by intermediate (40.7%) and poor risk cytogenetics (8.8%). The frequencies of CNA were as follows; CDKN2A/B (23.1%), ETV6 (19.8%), IKZF (18.7%), PAX5 (14.3%), EBF1 (4.4%), BTG1 (4.4%), RB1 (3.3%). Using these data patients were classified into good risk (47.3%), intermediate (30.8%) and poor risk CNA profiles (22%). The cytogenetic and CNA risk profiles were compiled together into good risk genetic (74.7%) and poor risk (25.3%) profiles. MRD positivity (28.6%) ranged from 0.01% to 48.4% where as the rest were negative (71.4%). The CNA risk profiles showed a tendency for correlation with MRD status (p=0.08) whereas the integrated genetic profile showed a very high correlation with the MRD status (in which good risk patients were associated with MRD negative status) and NCI risk. In addition, the integrated genomic profile also predicted the MRD status in the intermediate cytogenetic group. (Table 1) Conclusion This data seems to indicate that in addition to cytogenetics, CNA should be incorporated into routine clinical testing and risk algorithms for B-ALL. The integrated genomic classification is of prognostic relevance and offers an additional avenue for prognostication and risk adapted therapy. Table 1. Correlation of immunophenotypic MRD, NCI Risk, Prednisolone Response and intermediate cytogenetics with integrated genetic profile.  . Variable Tested . Good Genomic Profile . Poor Genomic Profile . Statistical Significance . MRD Status End Induction MRD Positive 12 14 Significant (p=0.0003) End Induction MRD Negative 56 9 NCI Risk High NCI Risk 18 12 Significant (p=0.03) Standard NCI Risk 50 11 D+8 Prednisolone Response (n=83) Good Response 58 18 Not Significant (p=1) Poor Response 6 1 Intermediate Cytogenetic Risk End Induction MRD Positive 3 6 Significant (p=0.05) End Induction MRD Negative 19 7 . Variable Tested . Good Genomic Profile . Poor Genomic Profile . Statistical Significance . MRD Status End Induction MRD Positive 12 14 Significant (p=0.0003) End Induction MRD Negative 56 9 NCI Risk High NCI Risk 18 12 Significant (p=0.03) Standard NCI Risk 50 11 D+8 Prednisolone Response (n=83) Good Response 58 18 Not Significant (p=1) Poor Response 6 1 Intermediate Cytogenetic Risk End Induction MRD Positive 3 6 Significant (p=0.05) End Induction MRD Negative 19 7 View Large Disclosures No relevant conflicts of interest to declare."
}