{
    "doi": "https://doi.org/10.1182/blood.V126.23.1744.1744",
    "article_title": "Clinical Activity of Entospletinib (GS-9973), a Selective Syk Inhibitor, in Patients with CLL Previously Treated with an Inhibitor of B-Cell Receptor Pathway Signaling ",
    "article_date": "December 3, 2015",
    "session_type": "642. CLL: Therapy, excluding Transplantation: Poster I",
    "abstract_text": "Background Entospletinib (GS-9973) is an orally bioavailable, selective inhibitor of spleen tyrosine kinase (Syk). Syk is a mediator of B-cell receptor signaling in normal and transformed B-cells. Targeting the B-cell receptor (BCR) signaling pathway has been a successful therapeutic strategy for chronic lymphocytic leukemia (CLL), with both ibrutinib, an inhibitor of BTK (BTKi) and idelalisib, an inhibitor of PI3Kdelta (PI3Ki), approved for this indication. Entospletinib activity in CLL was recently reported, and preclinical data suggested that entospletinib may be effective even in the context of resistance to BTK therapy, including that conferred by activation of PLCγ2. (Liu, Blood -2015-02-626846) Methods GS-US-339-0102 is an ongoing phase2 trial of entospletinib in CLL and NHL (NCT01799889). The study protocol was amended to add 40 patients in each of 2 CLL cohorts who have been previously treated with BCR signaling pathway (BTK/PI3K) inhibitors. These patients were treated with entospletinib monotherapy (400mg BID) and evaluated using modified Hallek/IWG-CLL criteria every 2-3 months as previously described in Sharman, Blood 2015:125(5). Results As of July 20, 2015, 8 patients with preceding BCR pathway signaling inhibitor treatment have been enrolled, 5 with preceding BTKi therapy (4 with ibrutinib, 1 with AVL-292) and 3 with preceding PI3Ki therapy (idelalisib). The median duration of preceding BTKi treatment was 51 weeks (range 2-85 weeks) and the median duration of preceding PI3Ki treatment was 106 weeks (range 74-168 weeks). Two patients had progressed on prior BTKi and 2 were intolerant (cause missing for 1 patient), while 2 patients progressed on PI3Ki and 1 was intolerant. All 5 patients with preceding BTKi and 2 out of 3 patients with prior PI3Ki remain on entospletinib treatment. Of the 5 patients who were previously treated with BTKi, the ongoing duration of treatment with entospletinib is 8, 8, 13, 25, and 39 weeks. For the 3 patients with preceding PI3Ki, two patients have ongoing treatment of 18 and 26 weeks; one patient stopped treatment and died after 23 weeks due to a cardiac arrest that is not believed to be related to the study drug. The most common treatment-emergent AEs (N=number; any Grade/≥Gr 3, independent of causality) were decreased appetite (3/0), contusion (2/0), dyspepsia (2/0), fatigue (2/0), dehydration (1/1), cardiac arrest (1/1); common laboratory abnormalities were anemia (5/1), neutropenia (4/1), thrombocytopenia (3/2), increased lipase (1/1). Early responses were seen with entospletinib treatment (3 partial response (PR), 1 stable disease, & 3 patients were too early to evaluate) and 1 PD. PR occurred in 1 BTKi and 2 PI3Ki previously treated patients. One patient with preceding PI3Ki developed progressive disease after 8 weeks. Conclusions Early experience from this trial with ongoing enrollment demonstrates that entospletinib has clinical activity following therapy with either BTKi or PI3Ki. No additional safety signals were seen from earlier studies. Additional investigation of treatment with entospletinib following progression with B-cell receptor signaling pathway inhibitors is warranted. Disclosures Sharman: Celgene Corporation: Consultancy, Research Funding; TG Therapeutics, Inc.: Research Funding; Gilead: Consultancy, Honoraria, Research Funding, Speakers Bureau; Pharmacyclics: Consultancy, Honoraria, Research Funding; Roche: Research Funding; Calistoga: Honoraria; Janssen: Research Funding. Shustov: Celegene, BMS: Consultancy, Honoraria, Research Funding. Smith: celegene, spectrum, genentech: Honoraria. Boyd: US Oncology: Research Funding; Celgene: Speakers Bureau; Genentech, Inc.: Research Funding. Kolibaba: Gilead: Consultancy, Research Funding; Seattle Genetics, Inc.: Research Funding; Acerta: Research Funding; Celgene: Research Funding; Genentech: Research Funding; Takeda Pharmaceuticals International Co.: Research Funding; GSK: Research Funding; Janssen: Research Funding; Pharmacyclics: Research Funding; TG Therapeutics: Research Funding. Abella: Gilead: Employment. He: Gilead Sciences: Employment. Eng: Gilead: Employment. Hu: gilead: Employment. Reddy: gilead: Employment. Mitra: Gilead: Employment. Yasenchak: Seattle Genetics, Inc.: Research Funding.",
    "topics": [
        "receptors, antigen, b-cell",
        "signal transduction",
        "cardiac arrest",
        "ibrutinib",
        "idelalisib",
        "1-phosphatidylinositol 3-kinase",
        "anemia",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "contusions"
    ],
    "author_names": [
        "Jeff P. Sharman, MD",
        "Andrei R. Shustov, MD",
        "Mitchell R. Smith, MD PhD",
        "Thomas E. Boyd, MD",
        "Christopher Hagenstad, MD",
        "Kathryn S. Kolibaba, MD",
        "Steve Abella, MD",
        "Jing He",
        "Clarence Eng, MPH",
        "Jing Hu, PhD",
        "Anita Reddy, PhD",
        "Siddhartha Mitra, MDPhD",
        "Christopher A. Yasenchak, MD",
        "Farrukh T. Awan, MD MS"
    ],
    "author_dict_list": [
        {
            "author_name": "Jeff P. Sharman, MD",
            "author_affiliations": [
                "Willamette Valley Cancer Institute, Springfield, OR "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Andrei R. Shustov, MD",
            "author_affiliations": [
                "Fred Hutchinson Cancer Research Center, University of Washington, Seattle, WA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mitchell R. Smith, MD PhD",
            "author_affiliations": [
                "Case Comprehensive Cancer Center, Cleveland, OH "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas E. Boyd, MD",
            "author_affiliations": [
                "Yakima Valley Memorial Hospital, Yakima, WA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christopher Hagenstad, MD",
            "author_affiliations": [
                "Suburban Hematology-Oncology Associates, Gwinnett Hospital System, Lawrenceville, GA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kathryn S. Kolibaba, MD",
            "author_affiliations": [
                "Compass Oncology/US Oncology Research, Vancouver, WA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Steve Abella, MD",
            "author_affiliations": [
                "Gilead Sciences, Inc., Foster City, CA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jing He",
            "author_affiliations": [
                "Gilead Sciences, Inc, Foster City, CA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Clarence Eng, MPH",
            "author_affiliations": [
                "Gilead Sciences, Inc., Foster City, CA "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jing Hu, PhD",
            "author_affiliations": [
                "Gilead Sciences, Inc., Foster City, CA "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anita Reddy, PhD",
            "author_affiliations": [
                "Gilead Sciences, Inc, Foster City, CA "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Siddhartha Mitra, MDPhD",
            "author_affiliations": [
                "Gilead Sciences, Inc, Foster City, CA "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christopher A. Yasenchak, MD",
            "author_affiliations": [
                "Willamette Valley Cancer Institute and Research Center/US Oncology Research, Springfield, OR "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Farrukh T. Awan, MD MS",
            "author_affiliations": [
                "Division of Hematology, The Ohio State University, Columbus, OH"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-05T02:30:09",
    "is_scraped": "1"
}