{
    "doi": "https://doi.org/10.1182/blood.V112.11.4633.4633",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1276",
    "start_url_page_num": 1276,
    "is_scraped": "1",
    "article_title": "Lipid Emulsion as Antisense Oligonucleotides Vector That Inhibits P-Glycoprotein Expression in a Sarcoma Cell Line through LDL Receptor ",
    "article_date": "November 16, 2008",
    "session_type": "Gene Therapy and Transfer",
    "topics": [
        "antisense oligonucleotides",
        "cell lines",
        "disease vectors",
        "emulsions",
        "lipids",
        "low density lipoprotein receptor",
        "p-glycoprotein",
        "sarcoma",
        "spatial vectors",
        "oral allergy syndrome"
    ],
    "author_names": [
        "Debora Levy",
        "Adriana Aguiar Debes",
        "Andrea Turbuck Celestino",
        "Shirley Schreier",
        "Raul Maranhão",
        "Sergio Paulo Bydlowski"
    ],
    "author_affiliations": [
        [
            "Hematology Department, Clinical Hospital of the São Paulo University, São Paulo, Brazil"
        ],
        [
            "Hematology Department, Clinical Hospital of the São Paulo University, São Paulo, Brazil"
        ],
        [
            "Hematology Department, Clinical Hospital of the São Paulo University, São Paulo, Brazil"
        ],
        [
            "Departament of Chemistry, University of São Paulo, São Paulo, Brazil"
        ],
        [
            "Lipids metabolism, Instituto do Coração, São Paulo, Brazil"
        ],
        [
            "Hematology Department, Clinical Hospital of the São Paulo University, São Paulo, Brazil"
        ]
    ],
    "first_author_latitude": "-23.561399100000003",
    "first_author_longitude": "-46.73078909999999",
    "abstract_text": "It is well known that antisense oligonucleotides (OAS) are able to inhibit gene expression in a sequence-specific way. The potencial use of an artificial lipid nanoemulsion (LDE) as a vector to carry OAS has been described. LDE was shown to bind 3’-cholesteryl- OAS (C-OAS) and to be internalized into cells through LDL receptors. Here we further explore these findings by examining the capacity of this complex to inhibit MDR-1 gene expression in a sarcoma cell line (MES-DX), which express P-glycoprotein. LDE was prepared as described (Bydlowski et al . ,1995). The capacity of LDE to bind C-OAS was examined by fluorescence spectra analysis using a Hitachi F4500 fluorimeter. Human plasma was obtained from healthy blood donors and LDL, HDL and lipoprotein free serum (LPDS) were separated by sequencial ultracentrifugation. C-OAS/LDE complex was incubated with HDL (apoE donor) before cell experiments were performed. Binding of [ 3 H] LDE/C-OAS complex to LDL receptors from MES-DX cells was studied by competition assay. Two different C-OASs, both complementary to regions flanking the AUG initiation codon were used. Inhibition of MDR-1 gene expression was evaluated by RT-PCR. The binding constant for C-OAS/LDE was 4,2 × 10 −3 M −1 indicating a high specific capacitiy of conjugation.The C-OAS/LDE complex was shown, by the competition assays and confocal microscopy, to bind to LDL receptors and then to be internalized into cells. Both C-OAS/ LDE complexes strongly inhibited (70% inhibition) the MDR-1 gene expression after 48 hours of cell incubation. This inhibition was not observed when LDE was used alone or complexed with scrambled OAS sequences. The results show that this nanoemulsion binds to cholesteryl-OASs. Moreover, this nanoparticle is an efficient carrier for OAS to target cells expressing LDL receptors. This complex is able to internalize oligonucleotides into cells specifically through the LDL receptor-mediated pathway. The internalized ODN was able to act on nucleic acid sequences as determined by the inhibition of MDR-1 gene expression. Therefore, LDE/C-OAS is promissing nanoparticle complex to be used in gene therapy studies."
}