{
    "doi": "https://doi.org/10.1182/blood.V116.21.1643.1643",
    "article_title": "Lack of Clustering of SCD Complications Into Two Distinct Subphenotypes In An Adult Patient Population. ",
    "article_date": "November 19, 2010",
    "session_type": "Hemoglobinopathies, excluding Thalassemia: Poster I",
    "abstract_text": "Abstract 1643 The complex pathophysiologic mechanisms that contribute to disease pathology in sickle cell disease (SCD) include microvascular occlusion secondary to deoxy-Hb S polymerization, interaction of sickle RBCs with vascular endothelium and other blood cells, hemolysis with resultant nitric oxide (NO) scavenging, endothelial activation with inflammation, and activation of coagulation. It has been recently hypothesized that there may be two distinct sub-phenotypes in SCD: one where hemolysis and NO depletion predominates (hemolysis/endothelial dysfunction) and the other where vaso-occlusion and increased whole blood viscosity plays a more prominent role. The clinical complications of SCD thus cluster into one of the two subphenotypes: pulmonary hypertension, priapism, leg ulcers and stroke appear to be more commonly associated with the hemolysis/NO depletion/endothelial dysfunction subphenotype, whereas frequent pain episodes, acute chest syndrome, osteonecrosis and retinopathy tend to be more common in the viscosity/vaso-occlusion group. We had previously analyzed the records of 124 patients with Hb SS or S-b° thalassemia followed at the Medical College of Georgia Adult Sickle Cell Clinic to validate the clustering of disease complications into the aforementioned two sub-phenotypes and found no significant associations between phenotypes within each sub-group, as well as between phenotypes across the groups (all p values >0.1). The following criteria were used to define complications: Vaso-occlusive episode ≥ 1 major pain episode in the past 2 years Pulmonary hypertension TR jet velocity ≥ 2.5 m/sec Nephropathy CR ≥ 1.5 mg/dl, proteinuria > 300 mg/24 h, or ESRD on dialysis Osteonecrosis MR documentation, hx core decompression or total hip replacement Gallstones Ultrasound documentation or hx cholecystectomy Acute Chest Syndrome Documentation in medical record Priapism Documentation in medical record or patient history Vaso-occlusive episode ≥ 1 major pain episode in the past 2 years Pulmonary hypertension TR jet velocity ≥ 2.5 m/sec Nephropathy CR ≥ 1.5 mg/dl, proteinuria > 300 mg/24 h, or ESRD on dialysis Osteonecrosis MR documentation, hx core decompression or total hip replacement Gallstones Ultrasound documentation or hx cholecystectomy Acute Chest Syndrome Documentation in medical record Priapism Documentation in medical record or patient history View Large View large Download slide View large Download slide Close modal We have now extended our analyses to 203 patients with Hb SS or S-b° thalassemia (ages 12–60; 101 males, 102 females). We performed principal component analysis on the data from 203 patients. A total of 10 sub-phenotype variables were used in the analysis. The variables are VOE, ACS, retinopathy, gallstones, AVN, stroke, nephropathy, pulmonary hypertension, leg ulcers, and priapism. The individual factor map based on the first 2 principal components is shown below. Each dot represents a patient in the figure . If the hypothesis of two groups of sub-phenotypes were correct, we would see two clusters of patients. However, from this figure , there is no clear clustering of patients. View large Download slide View large Download slide Close modal We also plotted the sub-phenotype variables factor map based on the results from the principal components analysis. As shown in the following figure , the sub-phenotypes are not clustered into two groups as predicted by the hypothesis. In particular, we have retinopathy in one extreme and gallstones in the other. They are not clustered in one group. Our results indicate that the complications of sickle cell disease do not cluster into two distinct subphenotypes as previously hypothesized. While this hypothesis may provide a useful conceptual framework in deconstructing and understanding various pathophysiologic mechanisms operative in sickle cell disease, such clear cut distinction is not applicable in clinical practice. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "acute chest syndrome",
        "biliary calculi",
        "blood cells",
        "blood coagulation",
        "cerebrovascular accident",
        "cholecystectomy",
        "coagulation process",
        "conflict of interest",
        "decompression, external",
        "decompressive incision"
    ],
    "author_names": [
        "Jigarkumar Parikh, MD",
        "Thomas Kochaparambil, MD",
        "Hongyan Xu, PhD",
        "Betsy Clair",
        "Kavita Natarajan",
        "Celalettin Ustun, MD",
        "Abdullah Kutlar, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Jigarkumar Parikh, MD",
            "author_affiliations": [
                "Medical College of Georgia, Augusta, GA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Thomas Kochaparambil, MD",
            "author_affiliations": [
                "Medical College of Georgia, Augusta, GA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hongyan Xu, PhD",
            "author_affiliations": [
                "Biostatistics, Medical College of Georgia, Augusta, GA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Betsy Clair",
            "author_affiliations": [
                "Sickle Cell Center, Medical College of Georgia, Augusta, GA, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kavita Natarajan",
            "author_affiliations": [
                "Hematology/Oncology, Medical College of Georgia, Augusta, GA, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Celalettin Ustun, MD",
            "author_affiliations": [
                "Division of Hematology, Oncology, Transplantation, University of Minnesota, Minneapolis, MN, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Abdullah Kutlar, MD",
            "author_affiliations": [
                "Medical College of Georgia, Augusta, GA, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-15T13:04:43",
    "is_scraped": "1"
}