{
    "doi": "https://doi.org/10.1182/blood-2018-159",
    "article_title": "Episodes of High Emergency Department Utilization Among a Cohort of Persons Living with Sickle Cell Disease ",
    "article_date": "November 29, 2018",
    "session_type": "903. Outcomes Research-Non-Malignant Hematology: Health Outcomes in Sickle Cell Disease and Mucopolysaccharidosis",
    "abstract_text": "Introduction: Previous research has shown that persons living with sickle cell disease (SCD) are at risk for frequent emergency department (ED) encounters, either with or without an associated inpatient stay. The disease manifests as acute onset vaso-occlusive crises or other severe and unpredictable complications that require immediate care. However, day hospital or other appropriate care settings to manage these health care events are not available to most of the population with SCD. Previous observations suggest that-while ED usage is high overall for this population-this usage is also episodic, with periods of high use interspersed with relatively low usage. We here seek to characterize both high-use and quiescent periods among patients seen in California non-federal hospitals over a 12-year period. Methods: The California Sickle Cell Data Collection project is a statewide effort to use a wide range of administrative, clinical, and other data sources to describe the population living with SCD, their health outcomes, and health care utilization patterns. The data here include 2005-2016 inpatient encounters and ED encounters (with or without an associated inpatient stay) linked by patient identifiers across data set and year. A validated case definition that suggests a high probability of a true SCD 'case' was applied: three or more occurrences of a SCD specific International Classification of Disease Code (version 9 or 10, depending on the year) within any 5 year period between 2005-2016. Only patients who met this case definition and had one year or more of follow-up time in the cohort were included in these analyses. We tabulated the numbers of encounters (inpatient and ED) for each patient for non-overlapping 4-week periods and used Poisson mixture models to evaluate whether encounter frequency could be characterized as a mixture of one or more discrete distributions. Based on these findings, we examined the timing and duration of periods of ED utilization for patients over the course of the study. Quiescent periods are defined as lengths of time in which a person has zero or near zero encounters in ED or inpatient settings. Occasional and high use periods of ED utilization are defined quantitatively by the model (as below). Results: There were 5,090 patients meeting the case definition with one year or more of time in follow up. Patients were followed for a median of 9.8 years (range 1.0 to 11.0). There were 94,196 ED encounters without and 59,064 ED encounters with an associated inpatient stay. A 3-component model best combined predictive power, parsimony, and clinical relevance (Figure 1, upper left), including quiescent periods (mean 0.09 encounters; 88.8% of 4-week periods); occasional-use periods (mean 1.28encounters; 10.8% of 4-week periods); and high-use periods (mean 7.48 encounters; 0.5% of 4-week periods). All but two of the subjects experienced at least one quiescent period during the study, 75.9% experienced at least one occasional-use period, and 8.0% experienced at least one high-use period. Spells of occasional- or high-use lasted a median of 8 weeks regardless of patient age, and 3.6% of these included at least some very high-use. Median lengths of quiescent periods were 24 weeks for patients aged less than 20 years, 16 weeks for those 20 years of age and older. Examples of distribution of utilization over time by certain patients are shown in Figure 1, upper right and both lower panels. Conclusions: The majority of patients with sickle cell disease experience discrete periods during which ED and inpatient hospital encounters are not uncommon, separated by somewhat longer periods with few-to-no encounters. The experiences of -8.0% of patients further include periods during which encounters were very frequent. Patients aged 20 years and older are more likely to experience these high frequency episodes. Further research is planned to identify whether particular health related events or patient characteristics are associated with these high-utilization spells. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Paulukonis: Bioverativ Inc.: Research Funding; Pfizer Inc.: Research Funding; Global Blood Therapeutics Inc.: Research Funding.",
    "author_names": [
        "Susan T Paulukonis, MA, MPH",
        "Eric Roberts, MD PhD",
        "Ron Brathwaite, MD",
        "Ted Wun, MD",
        "Mary M Hulihan, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Susan T Paulukonis, MA, MPH",
            "author_affiliations": [
                "Tracking California, Public Health Institute, Sonoma, CA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Eric Roberts, MD PhD",
            "author_affiliations": [
                "Tracking California, Public Health Institute, Richmond, CA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ron Brathwaite, MD",
            "author_affiliations": [
                "Department of Family Medicine, Loma Linda University Medical East Campus Hospital Urgent Care, Loma Linda, CA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ted Wun, MD",
            "author_affiliations": [
                "Division of Hematology and Oncology, University of California Davis School of Medicine, Sacramento, CA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mary M Hulihan, PhD",
            "author_affiliations": [
                "CDC, Atlanta, GA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-14T09:38:43",
    "is_scraped": "1"
}