{
    "doi": "https://doi.org/10.1182/blood.V116.21.2377.2377",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1858",
    "start_url_page_num": 1858,
    "is_scraped": "1",
    "article_title": "The Association of the Polymorphisms of IMPDH1 Gene and Acute Graft-Versus-Host Disease After Related and Unrelated Hematopoietic Stem Cell Transplantation ",
    "article_date": "November 19, 2010",
    "session_type": "Clinical Results - Alternative Donor Transplantation: Poster I",
    "topics": [
        "genes",
        "graft-versus-host disease, acute",
        "hematopoietic stem cell transplantation",
        "polymorphism",
        "transplantation",
        "allopurinol",
        "graft-versus-host disease",
        "nucleotides",
        "allogeneic hematopoietic stem cell transplant",
        "cyclosporine"
    ],
    "author_names": [
        "Lifei Zhang",
        "Haowen Xiao",
        "Weijie Cao",
        "Xiaoyu Lai",
        "Yi Luo",
        "Jimin Shi",
        "Yamin Tan",
        "Jingsong He",
        "Wanzhuo Xie",
        "Li Li",
        "Xiaoli Zhu",
        "Jie Sun",
        "Guoqin Wei",
        "Yingjia Wang",
        "Xiaohong Yu",
        "Zhen Cai",
        "Maofang Lin",
        "Xiujin Ye",
        "He Huang, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Bone Marrow Transplantation Center, The First Affiliated Hospital, Zhejiang University School of Medicine, Hangzhou, China"
        ],
        [
            "Bone Marrow Transplantation Center, The First Affiliated Hospital, Zhejiang University School of Medicine, Hangzhou, China"
        ],
        [
            "Bone Marrow Transplantation Center, The First Affiliated Hospital, Zhejiang University School of Medicine, Hangzhou, China"
        ],
        [
            "Bone Marrow Transplantation Center, The First Affiliated Hospital, Zhejiang University School of Medicine, Hangzhou, China"
        ],
        [
            "Bone Marrow Transplantation Center, The First Affiliated Hospital, Zhejiang University School of Medicine, Hangzhou, China"
        ],
        [
            "Bone Marrow Transplantation Center, The First Affiliated Hospital, Zhejiang University School of Medicine, Hangzhou, China"
        ],
        [
            "Bone Marrow Transplantation Center, The First Affiliated Hospital, Zhejiang University School of Medicine, Hangzhou, China"
        ],
        [
            "Bone Marrow Transplantation Center, The First Affiliated Hospital, Zhejiang University School of Medicine, Hangzhou, China"
        ],
        [
            "Bone Marrow Transplantation Center, The First Affiliated Hospital, Zhejiang University School of Medicine, Hangzhou, China"
        ],
        [
            "Bone Marrow Transplantation Center, The First Affiliated Hospital, Zhejiang University School of Medicine, Hangzhou, China"
        ],
        [
            "Bone Marrow Transplantation Center, The First Affiliated Hospital, Zhejiang University School of Medicine, Hangzhou, China"
        ],
        [
            "Bone Marrow Transplantation Center, The First Affiliated Hospital, Zhejiang University School of Medicine, Hangzhou, China"
        ],
        [
            "Bone Marrow Transplantation Center, The First Affiliated Hospital, Zhejiang University School of Medicine, Hangzhou, China"
        ],
        [
            "Bone Marrow Transplantation Center, The First Affiliated Hospital, Zhejiang University School of Medicine, Hangzhou, China"
        ],
        [
            "Bone Marrow Transplantation Center, The First Affiliated Hospital, Zhejiang University School of Medicine, Hangzhou, China"
        ],
        [
            "Bone Marrow Transplantation Center, The First Affiliated Hospital, Zhejiang University School of Medicine, Hangzhou, China"
        ],
        [
            "Bone Marrow Transplantation Center, The First Affiliated Hospital, Zhejiang University School of Medicine, Hangzhou, China"
        ],
        [
            "Bone Marrow Transplantation Center, The First Affiliated Hospital, Zhejiang University School of Medicine, Hangzhou, China"
        ],
        [
            "Bone Marrow Transplantation Center, The First Affiliated Hospital, Zhejiang University School of Medicine, Hangzhou, China"
        ]
    ],
    "first_author_latitude": "30.255593999999995",
    "first_author_longitude": "120.178389",
    "abstract_text": "Abstract 2377 Background: Mycophenolate mofetil (MMF) has been widely used in the prophylaxis and treatment of graft-versus-host disease (GVHD) in allogeneic hematopoietic stem cell transplantation (allo-HSCT). Inosine monophosphate dehydrogenase (IMPDH) is the target of mycophenolic acid (MPA), the active metabolite of MMF. IMPDH is the key enzyme in the de-novo synthesis of nucleotides and induces the rate-limiting step in this synthesis. There are two isoforms of IMPDH, IMPDH1 is constructively expressed in all cell types, whereas IMPDH2 is only expressed in particular cell types. The proliferation of lymphocytes depends on the synthesis of nucleotides by IMPDH, whereas other types of cells have a salvage pathway for the synthesis of nucleotides. This makes MPA a drug that specifically inhibits the proliferation of the lymphocytes. Interindividual variability in IMPDH activity has been observed in healthy volunteers as well as transplant patients. The considerable variability in baseline IMPDH activity and MPA response may logically be under the control of genetic variation within the IMPDH gene or in gene expression. Analysis of genetic variants could provide the explantation for the variability of IMPDH activity and MMF response in transplant patients. The single nucleotide polymorphism (SNP) of IMPDH1 gene has recently reported to be relevant to acute rejection in renal transplant patients receiving MMF. There are no data about the impact of the polymorphisms of IMPDH1 gene on the outcome of allo-HSCT. The objective of this study was to investigate IMPDH1 genetic variants in allo-HSCT patients and to retrospectively look for the association of these polymorphisms with aGVHD. Methods: The entire study population consisted of 240 consecutive pairs of transplant recipients and their donors who were transplanted from 2001 to 2009 in our Center, including 138 pairs of recipients and their unrelated donors and 102 pairs of recipients and their HLA-identical sibling donors. Both in the unrelated and sibling transplantation cohorts, the patients received the same GVHD prophylaxis consisting of cyclosporin A, a short-term methotrexate and MMF. Genomic DNA was extracted from peripheral blood samples obtained from recipients and donors before transplantation. Four SNPs of IVS7 +125 G>A (rs2278293), IVS8-106 G>A (rs2278294), Exon15 1572 G>A (rs2228075) and 5` flanking region C>T ( rs714510 ) in IMPDH1 gene were analyzed by Multiplex SnaPshot. Results: (1) The IMPDH1 IVS8 -106 G/G genotypes in recipients were significantly associated with a higher incidence of aGVHD than recipients with other genotypes either in the unrelated transplantation cohort or in the sibling transplantation cohort (in the unrelated cohort: 83.3% vs 63.9%, P=0.048; in the sibling cohort: 47.6% vs17.3%, P=0.008). Furthermore, in the unrelated transplantation cohort, the IMPDH1 IVS8 -106 G/G genotypes in recipients were also associated with a higher incidence of grades II-IV aGVHD (63.3% vs 38.0%, P=0.021). However donor IMPDH1 IVS8 -106 genotype had no significant influence on the incidence of aGVHD. (2) In the combined cohort, multivariate analysis confirmed that recipients with the IVS8 -106 G/G genotype were significantly associated with higher risk of developing aGVHD (RR=2.018, 95%CI: 1.354–3.009, P=0.001). Other three variables associated with the risk of aGVHD were myeloablative conditioning (RR=3.309, 95%CI: 1.538–7.121, P=0.002), donor female and recipient male (RR=1.679, 95%CI: 1.139–2.475, P=0.009), and unrelated donor (RR=4.633, 95%CI: 2.934–7.315, P<0.001). (3) The genotypes of IVS7 +125, Exon15 1572 and 5` flanking region were not found to be associated with the risk of aGVHD. Conclusions: These results, which is the first report of IMPDH1 gene polymorphic features of Chinese population with the risk of aGVHD, suggest an interaction of the recipient IMPDH1 IVS8 -106 genotypes on the risk of aGVHD. These results are helpful for predicting allo-HSCT outcome, monitoring MMF therapy on an individual patient basis. Disclosures: No relevant conflicts of interest to declare."
}