{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.3002.3002",
    "article_title": "CXCL13 (BCA-1) Plasma Levels Are a Useful Biological Marker for Disease Progression in Chronic Lymphocytic Leukemia (CLL) Patients ",
    "article_date": "December 7, 2017",
    "session_type": "641. CLL: Biology and Pathophysiology, excluding Therapy: Poster II",
    "abstract_text": "Background: CXCL13 is a chemokine that is constitutively secreted by follicular dendritic cells (FDC) and T follicular helper (Tfh) cells in secondary lymphoid tissues, where CXCL13 plays an essential role in organizing the micro-architecture of germinal centers (GC). Interactions between CLL cells and the lymph node microenvironment mimic, in several aspects, the normal GC reaction. CXCL13 confers access of CXCR5-expressing CLL cells to the lymph node microenvironment. Interestingly, immunization experiments in mice and man demonstrated CXCL13 to be a reliable blood biomarker for GC activity ( PNAS 113:2702, 2016). Therefore, we hypothesized that CXCL13 plasma levels reflect disease activity in CLL. Methods: We measured CXCL13 plasma levels by ELISA in a cohort of 400 CLL patients (329 treatment naïve and 71 previously treated) and correlated CXCL13 levels with prognostic markers, time to first treatment (TTFT), and plasma levels of the BCR signaling-related chemokines CCL3 and CCL4 (MIP-1α and β). Results: CXCL13 plasma concentrations were significantly higher in samples from CLL patients with active disease who progressed to require therapy. Accordingly, advance stage CLL patients had higher CXCL13 plasma concentrations than early stage patients. For example, the median CXCL13 concentration in early stage CLL (Rai stage 0, n=120) was significantly lower (80.6 pg/mL, range: 24.4 - 494.4 pg/mL) than in advanced-stage patients (Rai stage III or IV, n=79), median CXCL13: 202.6 pg/mL (range: 32.8 - 1418.0 pg/mL, n=79, p<0.0001). Similarly, median CXCL13 concentrations were significantly higher in patients with high β2 microglobulin, high plasma CCL3 concentrations, elevated LDH, and high white blood counts (WBC). In contrast, the IGHV mutational status, ZAP70, CD38 expression, CCL4 levels and cytogenetic subgroups had little or no impact on CXCL13 levels. Of the 329 treatment-naïve patients studied, 209 eventually required treatment; the median time from sample collected to first treatment (TTFT) for the entire population was 549 days. Patients were dichotomized in high and low CXCL13 levels, based on the approximate median of 128 pg/mL. Based on this, CLL patients with high CXCL13 levels (n=116) had a significantly shorter median TTFT of only 341 days, when compared to patients with low CXCL13 levels (n=93), in whom the TTFT was 758 days (p=0.0019, see Figure). For validation, we analyzed CXCL13 levels in serial plasma samples from patients treated with ibrutinib (n=30). At baseline, prior to treatment, the median CXCL13 levels was 109.6 pg/mL (range: 23.5 - 403.5 pg/mL), and CXCL13 plasma concentrations significantly decreased during treatment to 58.4 pg/mL after 1 week of ibrutinib therapy (20.8 - 159.3 pg/mL, p<0.001). After at 6 months of ibrutinib, CXCL13 concentrations were 42.3 pg/mL (17.6 - 118.2 pg/mL, p<0.001), and at 12 months 35.6 pg/mL (11.5 - 75.5 pg/mL, p<0.001). Conclusion: These studies demonstrate that CXCL13 serves as a novel plasma biomarker for disease activity and progression in CLL patients. Also, these studies emphasize the importance of CXCL13 as a plasma biomarker for B cell activation and expansion in normal or malignant B cell follicles within secondary lymphatic tissues. Figure View large Download slide Figure View large Download slide  Close modal Disclosures Wierda: Genentech/Roche: Consultancy, Honoraria, Research Funding; Karyopharm: Research Funding; Genzyme: Consultancy, Honoraria; Gilead: Consultancy, Honoraria, Research Funding; Juno: Research Funding; Kite: Research Funding; Emergent: Consultancy, Honoraria, Research Funding; Celgene: Consultancy, Honoraria; Janssen: Research Funding; Sanofi: Consultancy, Honoraria; Acerta: Research Funding; GSK/Novartis: Consultancy, Honoraria, Research Funding; The University of Texas MD Anderson Cancer Center: Employment; Pharmacyclics: Consultancy, Honoraria, Research Funding; Merck: Consultancy, Honoraria; AbbVie: Consultancy, Honoraria, Research Funding. Burger: Gilead: Consultancy, Honoraria, Other: Travel, Accommodations, Expenses, Research Funding; TG Therapeutics: Consultancy, Honoraria, Other: Travel, Accommodations, Expenses, Research Funding; Novartis: Consultancy, Honoraria, Other: Travel, Accommodations, Expenses; Janssen: Consultancy, Honoraria, Other: Travel, Accommodations, Expenses; Pharmacyclics LLC, an AbbVie Company: Consultancy, Honoraria, Other: Travel, Accommodations, Expenses, Research Funding.",
    "topics": [
        "biological markers",
        "chemokine cxcl13",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "disease progression",
        "plasma",
        "ibrutinib",
        "carbon tetrachloride",
        "chemokines",
        "microbiology procedures"
    ],
    "author_names": [
        "Mariela Sivina, PhD",
        "Ekaterina Kim, PhD",
        "Claire Pacelli",
        "Michael J. Keating, MD",
        "Alessandra Ferrajoli, MD",
        "William G Wierda, MD PhD",
        "Jan A. Burger, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Mariela Sivina, PhD",
            "author_affiliations": [
                "The University of Texas, MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ekaterina Kim, PhD",
            "author_affiliations": [
                "The University of Texas, MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Claire Pacelli",
            "author_affiliations": [
                "The University of Texas, MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael J. Keating, MD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alessandra Ferrajoli, MD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "William G Wierda, MD PhD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jan A. Burger, MD PhD",
            "author_affiliations": [
                "The University of Texas, MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T18:47:24",
    "is_scraped": "1"
}