{
    "doi": "https://doi.org/10.1182/blood.V112.11.1228.1228",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1097",
    "start_url_page_num": 1097,
    "is_scraped": "1",
    "article_title": "Celecoxib Does Not Delay Cutaneous Wound Healing in Hemophilia B Mice. ",
    "article_date": "November 16, 2008",
    "session_type": "Disorders of Coagulation or Fibrinolysis",
    "topics": [
        "celecoxib",
        "hemophilia b",
        "mice",
        "wound healing",
        "cyclooxygenase-2 inhibitors",
        "hematoma",
        "hemorrhage",
        "acetaminophen",
        "analgesia (pain absence)",
        "anti-inflammatory agents, non-steroidal"
    ],
    "author_names": [
        "Shan Pradhan, MD",
        "Maureane Hoffman, MD, PhD",
        "Dougald M. Monroe, III, PhD"
    ],
    "author_affiliations": [
        [
            "Medicine, University of North Carolina, Chapel Hill, NC, USA"
        ],
        [
            "Pathology & Lab Medicine, Durham VA Medical Center, Durham, NC, USA"
        ],
        [
            "Medicine, University of North Carolina, Chapel Hill, NC, USA"
        ]
    ],
    "first_author_latitude": "35.9061166",
    "first_author_longitude": "-79.0523577",
    "abstract_text": "It can be difficult to provide analgesia in hemophilic patients, because non-steroidal anti-inflammatory drugs (NSAIDs) can impair platelet function by inhibition of cyclooxygenase 1 (COX-1) and, thereby, increase the risk of bleeding. Therefore, selective COX-2 inhibitors have been used in hemophiliacs to reduce the risk of bleeding imposed by most conventional NSAIDs. Celecoxib (Celebrex, Pfizer) is now the only COX-2 inhibitor on the market. We have recently reported that wound healing is abnormal in a hemophilia B (HB) mouse model (Hoffman et al, Blood, 2006). Specifically, epithelial closure was delayed in HB mice, as was macrophage influx into the wound site. Hemophilic animals also developed subcutaneous hematomas. Angiogenesis, surprisingly, was enhanced in the HB mice and likely contributed to delayed bleeding. We have routinely used acetominophen (Tylenol, McNeil) for post-biopsy analgesia in our mice, since it is thought to not increase the risk of bleeding in hemophilia. When required by our institutional animal care and use committee (IACUC) to change analgesic agents to meloxicam, we found that healing times were significantly prolonged in both the HB and corresponding wild type mice. Meloxicam is a preferential COX-2 inhibitor (ratio of COX-1 to COX-2 inhibition of 0.2). Our interpretation of this finding was that even modest inhibition of COX-1 led to impaired platelet function and that this effect led to delayed healing. Accordingly, we hypothesized that a pure COX-2 inhibitor would not impair wound healing in HB. Therefore, we examined the effects of celecoxib, a nearly pure COX-2 inhibitor at clinically relevant levels, in our model. A total of 56 HB mice (28 treated and 28 control) were used. One dose of celecoxib (20 mg/kg) was administered daily by oral gavage to each “treated” mouse, with the first dose given thirty minutes prior to placement of a single three mm punch biopsy wound on the dorsal skin. “Control” mice were handled identically, but were given only the safflower oil vehicle at each gavage. The size of each wound was measured daily. According to the experimental plan, four treated and four control mice were to be sacrificed on days 2, 4, 6, 8, 10, 12 and 15. At the time of sacrifice tissue was collected for histologic examination. Two mice in the control group and 4 in the treated group died during the course of the experiment. The time course of epithelial closure was not significantly different in celecoxib-treated and control HB mice. At no time was the average size of the skin wounds significantly different in the two groups. All wounds showed complete epithelial closure at 13 days in the celecoxib mice and 14 days in the control mice. The celecoxib-treated mice showed a lower degree of wound bed vascularity at days 6–10 after wound placement, with no significant difference by day 12. As in our previously published studies, the peak of angiogenesis was at day 8. Untreated and treated mice both developed subcutaneous hematomas before and after wound closure. Even though celecoxib-treated mice had less angiogenesis in the wound bed, they did not have fewer hematomas than the controls. In fact, it appeared that a greater proportion of the treated animals had subcutaneous hematomas at days 10 and 12, though the difference was not statistically significant. In conclusion, a COX-2 inhibitor did not delay cutaneous wound healing in hemophilia B mice. However, the possibility of an increase in delayed bleeding deserves further study."
}