{
    "doi": "https://doi.org/10.1182/blood.V124.21.3114.3114",
    "article_title": "ADCC Induced By Monoclonal Anti-CD20 Antibodies in a 3D Follicular Lymphoma model : Signaling and Spatial Localization ",
    "article_date": "December 6, 2014",
    "session_type": "625. Lymphoma: Pre-Clinical – Chemotherapy and Biologic Agents: Poster II",
    "abstract_text": "Follicular lymphoma (FL) is the second most common type of B non-Hodgkin’s lymphomas (NHL) and makes up to 40% of all adult lymphomas. Like most carcinomas, NHL grow as spherical tumors. Based on carcinoma 3D models (often described as spheroids) it is acknowledged that spatial organization may profoundly affect tumor cell behavior since important functions are dictated by the collective properties of a cell population rather than those of a single cell. These include growth, metastasis, cell-to-matrix and cell-to-cell interaction, as well as intracellular signaling and resistance to anti-tumor agents or even immune escape. Spatial organization can exert these effects in cancer cells by affecting gene expression profiles or influencing major signaling pathways such as those driven by MAPK, Akt and oncogenic products such as HER-2. More importantly, spatial organization is known to influence the response to antibodies such as Trastuzumab or Pertuzumab. Conventional 2D NHL cell culture models do not reflect the true effects of antibodies as they occur in vivo and may be of limited use. Thus, we recently created a NHL 3D culture system, the so-called Multicellular Aggregates of Lymphoma Cells (MALC) model, using a modification of the “hanging drop” method. This model, which displays similar transcriptomic profiles compared to biopsies from FL patients, is not only useful for studying FL biology, but also for evaluating tumor sensitivity to antibodies since diffusion/distribution is different within a solid 3D tumor. Thus, we recently showed that 3D organization influences direct response to Rituximab (RTX) and GA101 (Obinutuzumab), two monoclonal anti-CD20 antibodies, as we observed a more potent efficiency in MALC model compared to conventional 2D cell culture in term of cell death induction (apoptosis, senescence, lysosomal cell death) and intracellular signaling targeting. Here, we evaluate antibody-dependent cell cytotoxicity in MALC in presence of immune effectors cells such as NK cells and Tgd lymphocytes. We showed that RTX and GA101 induce immune cells activation as attested by CD69 and IFNg increase and immune cells cytotoxic activity as attested by CD107 increase as well as granzyme B and perforine decrease, reflecting granules release. GA101 appears to be more efficient than RTX in effectors cells activation. We correlate this phenomenon with a more potent effect on target cells as attested by MALC volume decrease and cell death induction observed by flow cytometry and confocal microscopy. By investigating intracellular signaling pathways induced during ADCC on both effector (NK) and target cells (MALC), we observed on NK cells the activation of CD16 downstream signaling molecules such as Syk, PLCg2 and Akt, with a more potent effect in presence of GA101 compared to RTX for proximal proteins activation. On the other hand, we showed that RTX and GA101 induced inhibition of classical overactivated signaling pathways such as Syk, Akt, ERK and p38 on target cells. Finally, we asked the question of the presence of immune cells in lymph node isolated from FL patients. By flow cytometry, we were able to determine the percent of NK and gdT cells and present evidences that immune cells number is higher in FL lymph node compared to normal tonsil. Altogether, this study completes our previous works on the identification of MAbs mechanisms of action in a relevant 3D FL model.A better understanding of these mechanisms is necessary to improve therapy by identifying mechanisms of resistance and new therapeutic targets. Moreover, we believe that MALC is a powerful and relevant model for further investigation on FL biology, and also useful for the development/screening of new genotoxic drugs and therapeutic monoclonal antibodies in lymphoma. Disclosures Bezombes: Roche: Research Funding. Savina: roche: Employment. Klein: Roche: Employment, Equity Ownership, Patents & Royalties.",
    "topics": [
        "antibodies",
        "antibody-dependent cell cytotoxicity",
        "cd20 antigens",
        "follicular lymphoma",
        "signal transduction",
        "granules",
        "lymphoma",
        "neoplasms",
        "proto-oncogene proteins c-akt",
        "carcinoma"
    ],
    "author_names": [
        "Christine Bezombes, PhD",
        "Emilie Decaup, PhD",
        "Cedric Rossi",
        "Pauline Gravelle, PhD",
        "Camille Laurent, MD",
        "Ariel Savina, PhD",
        "Jean-Jacques Fournié, PhD",
        "Christian Klein, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Christine Bezombes, PhD",
            "author_affiliations": [
                "CRCT INSERM U1037 CNRS 5294, Toulouse, France "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Emilie Decaup, PhD",
            "author_affiliations": [
                "CRCT INSERM U1037 CNRS ERL 5294, Toulouse, France "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cedric Rossi",
            "author_affiliations": [
                "INSERM U1037, CRCT, Toulouse, France "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pauline Gravelle, PhD",
            "author_affiliations": [
                "Purpan's hospital, Toulouse, France "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Camille Laurent, MD",
            "author_affiliations": [
                "CHU Purpan, Toulouse, France ",
                "INSERM UMR1043, CPTP, Toulouse, France "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ariel Savina, PhD",
            "author_affiliations": [
                "Roche S.A.S, Boulogne-Billancourt Cedex, France "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jean-Jacques Fournié, PhD",
            "author_affiliations": [
                "CRCT INSERM U1037 CNRS ERL5294, Toulouse, France "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christian Klein, PhD",
            "author_affiliations": [
                "Roche Pharmaceutical Research and Early Development, Schlieren, Switzerland"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-01T04:51:54",
    "is_scraped": "1"
}