{
    "doi": "https://doi.org/10.1182/blood-2020-140246",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4471",
    "start_url_page_num": 4471,
    "is_scraped": "1",
    "article_title": "Remission and Survival after Single Versus Double Induction with 7+3 for Newly Diagnosed Acute Myeloid Leukemia: Results from the Planned Interim Analysis of Randomized Controlled SAL-Daunodouble Trial ",
    "article_date": "November 5, 2020",
    "session_type": "613.Acute Myeloid Leukemia: Clinical Studies",
    "topics": null,
    "author_names": [
        "Christoph Röllig, MD MSC",
        "Björn Steffen, MD",
        "Nael Alakel, MD",
        "Regina Herbst, MD",
        "Richard Noppeney, MD",
        "Maher Hanoun, MD PhD",
        "Zdenek Racil, MD PhD",
        "Kerstin Schäfer-Eckart, MD",
        "Alwin Krämer, MD",
        "Andreas Neubauer, Professor Dr",
        "Claudia D Baldus, MD",
        "Christoph Schliemann, Prof., MD",
        "Martin Kaufmann, MD",
        "Jolana Mertova",
        "Edgar Jost",
        "Dirk Niemann, MD",
        "Jan Novak",
        "Stefan W Krause",
        "Sebastian Scholl",
        "Gerhard Held, Professor Dr",
        "Stefani B. Parmentier",
        "Tomáš Szotkowski, MD PhD",
        "Pavel Zak, MD",
        "Andreas Rank, PD Dr",
        "Maxi Wass, MD",
        "Sebastian Buske",
        "Michael Kramer",
        "Frank Fiebig",
        "Annett Haake",
        "Johannes Schetelig, MDMSc",
        "Uwe Platzbecker",
        "Christian Thiede, MD",
        "Carsten Müller-Tidow, MD",
        "Wolfgang E. Berdel, Prof., MD",
        "Hubert Serve, MD PhD",
        "Gerhard Ehninger, MD",
        "Jiri Mayer",
        "Martin Bornhäuser, MD"
    ],
    "author_affiliations": [
        [
            "Medizinische Klinik und Poliklinik I, Universitätsklinikum Carl Gustav Carus, Dresden, Germany "
        ],
        [
            "Medizinische Klinik II, Klinikum der J.W. Goethe Universität, Frankfurt am Main, Germany "
        ],
        [
            "University Hospital, Dresden, Germany "
        ],
        [
            "Klinikum Chemnitz, Chemnitz, DEU "
        ],
        [
            "Department of Hematology, University Hospital of Essen, Essen, Germany "
        ],
        [
            "Universitätsklinikum Essen, Essen, DEU "
        ],
        [
            "UHKT, Prague 2, CZE "
        ],
        [
            "Klinik für Innere Medizin V, Klinikum Nürnberg Nord, Nürnberg, Germany "
        ],
        [
            "Clinical Cooperation Unit Molecular Hematology/Oncology, German Cancer Research Center (DKFZ) and Department of Internal Medicine V, Heidelberg, Germany "
        ],
        [
            "Klinik für Innere Medizin, Schwerpunkt Hämatologie, Onkologie und Immunologie, Philipps University, Marburg, Germany "
        ],
        [
            "Medical Department II, Hematology and Oncology, University Hospital Schleswig-Holstein, Kiel, Germany "
        ],
        [
            "Medizinische Klinik A, Universitätsklinikum Münster, Münster, Germany "
        ],
        [
            "Abteilung für Hämatologie, Onkologie und Palliativmedizin, Robert Bosch Krankenhaus, Stuttgart, Germany "
        ],
        [
            "UHKT, Prague, Czech Republic "
        ],
        [
            "Department of Internal Medicine IV, Hematology, Oncology, Hemostaseology and Stem Cell Transplantation, RWTH Aachen University Hospital, Aachen, Germany "
        ],
        [
            "Department of Internal Medicine, Gemeinschaftsklinikum Mittelrhein, Koblenz, Germany "
        ],
        [
            "University Hospital Kralovske Vinohrady and Third Faculty of Medicine, Charles U, Prague, CZE "
        ],
        [
            "Department of Internal Medicine V, University Hospital Erlangen, Erlangen, Germany "
        ],
        [
            "Department of Hematology and Oncology, Universitätsklinikum Jena, Klinik für Innere Medizin II, Jena, Germany ",
            "University Hospital Jena, Jena, Germany "
        ],
        [
            "Department of Internal Medicine I, Westpfalz-Klinikum, Kaiserslautern, Germany "
        ],
        [
            "Klinik für Hämatologie, Onkologie und Palliativmedizin, Rems-Murr-Klinikum Winnenden, Winnenden, Germany "
        ],
        [
            "Palacky University Olomouc and University Hospital Olomouc, Olomouc, Czech Republic "
        ],
        [
            "Charles University and University Hospital Hradec Králové, Hradec Králové, Czech Republic "
        ],
        [
            "Medical Clinic II, University Hospital of Augsburg, Augsburg, Germany "
        ],
        [
            "Hematology and Oncology, University Hospital of Halle (Saale), Halle (Saale), Germany "
        ],
        [
            "Städtisches Krankenhaus Kiel, Kiel, DEU "
        ],
        [
            "Department of Hematology and Oncology, University Hospital Carl Gustav Carus Dresden, Dresden, Germany "
        ],
        [
            "Universitätsklinikum Dresden, Dresden, Germany "
        ],
        [
            "Universitätsklinikum Dresden, Dresden, Germany "
        ],
        [
            "Medizinische Klinik und Poliklinik I, TU Dresden, Dresden, Germany "
        ],
        [
            "University Hospital Leipzig, Leipzig, Germany "
        ],
        [
            "Medizinische Klinik und Poliklinik I, Universitätsklinikum Carl Gustav Carus der TU Dresden, Dresden, Germany "
        ],
        [
            "Department of Internal Medicine V, Heidelberg University Hospital, Heidelberg, Germany "
        ],
        [
            "Medizinische Klinik A, Universitätsklinikum Münster, Münster, Germany "
        ],
        [
            "Medizinische Klinik 2, Hämatologie/Onkologie, Johann Wolfgang Goethe-Universität, Frankfurt am Main, Germany "
        ],
        [
            "Medizinische Klinik und Poliklinik I, Universitätsklinikum Carl Gustav Carus der TU Dresden, Dresden, Germany "
        ],
        [
            "University Hospital Brno, Czech Republic, Brno, CZE"
        ],
        [
            "Department of Hematology and Oncology, University Hospital Carl Gustav Carus Dresden, Dresden, Germany "
        ]
    ],
    "first_author_latitude": "51.05673035",
    "first_author_longitude": "13.7806212",
    "abstract_text": "Background Double induction using two subsequent 7+3 regimens of cytarabine plus anthracycline is commonly performed in AML patients with an adequate performance status in order to maximize dose intensity upfront. However, for patients with a good early response at day 15 of first induction, there is no prospective randomized evidence on the necessity or value of a second induction cycle. Aims In order to answer the question if good responders of the first 7+3 induction could be spared a second induction cycle, we set up randomized-controlled SAL DaunoDouble trial. The study prospectively assesses the outcome of patients with a good early response with respect to the number of induction cycles (single versus double). We assumed non-inferiority of single induction in terms of complete remission (CR/CRi) rate, based on a margin of 7.5%. Here, we present the results of the planned interim analysis. Methods Patients (pts) 18-65 years with newly diagnosed AML, normal cardiac and organ function received a first induction cycle with seven days of cytarabine plus three days of daunorubicin (\"7+3\"). Response assessment in bone marrow was done on day 15 after the initiation of chemotherapy and confirmed by central review. A blast count <5% was defined as good response. Pts with good response were randomized to receive a second induction cycle (arm D) or no second induction cycle (arm S). Primary endpoint was CR/CRi after completion of induction, secondary endpoints were RFS, and OS. Results Between 2014 and 2020, 624 evaluable pts were enrolled and received the first induction cycle with 7+3. A marrow blast clearance below 5% on day 15 was achieved in 298 pts (48%), providing eligibility for randomization. Of these patients, 150 were randomized into arm S and 148 into arm D, respectively. Median age was 52 years, 92% had de novo AML, NPM1 mutation was present in 53%, FLT3-ITD in 25% of pts. Favorable, intermediate and adverse risk (ELN 2017) were present in 56%, 34% and 10% of pts, respectively. CR/CRi rates at the end of induction were 86% after single induction and 85% after double induction. The CR/CRi rates in 224 pre-defined per-protocol pts were 88% versus 91%, resulting in a CR difference of 3% (95%-CI -0.047-0.111; p for non-inferiority test 0.145). After a median follow-up time of 24 months, RFS was slightly but not significantly lower after single induction with a 3-year RFS of 53% versus 64% (HR 1.4, p=0.125), whereas no differences were seen in 3-year OS, with a of rate of 74% versus 75% (HR 1.1, p=0.645) after single versus double induction. Conclusion The interim analysis results show that in good responders, the difference between CR rates after single versus double induction was even smaller than the predefined 7.5% margin, suggesting a trend for non-inferiority of single induction, although statistical significance was not reached. The trial continued recruitment. These findings suggest that in good responders, it may be safe to omit a second induction cycle if a second cycle poses a high risk. Figure . CR + CRi, RFS and OS after randomization to single versus double induction. View large Download slide View large Download slide  Disclosures Alakel: Pfizer: Consultancy. Jost: Pfizer: Membership on an entity's Board of Directors or advisory committees; Astellas: Membership on an entity's Board of Directors or advisory committees; Roche: Membership on an entity's Board of Directors or advisory committees; JAZZ: Other: travel support; Celgene: Other: travel support. Novak: Roche: Consultancy; Janssen: Other: Travel expenses; Takeda: Consultancy; Amgen: Consultancy, Other: Travel expenses; Pfizer: Consultancy; Novartis: Consultancy. Krause: Takeda: Honoraria; Celgene: Other: Travel Support; MSD: Honoraria; Pfizer: Honoraria; Siemens: Research Funding; Gilead: Other: Travel Support. Held: Roche: Consultancy, Other: Travel, Accommodations, Expenses, Research Funding; BMS: Consultancy, Other: Travel, Accommodations, Expenses, Research Funding; MSD: Consultancy; Acrotech: Research Funding; Spectrum: Research Funding; Amgen: Research Funding. Platzbecker: AbbVie: Consultancy, Honoraria; Amgen: Honoraria, Research Funding; Geron: Consultancy, Honoraria; Takeda: Consultancy, Honoraria; Janssen: Consultancy, Honoraria, Research Funding; Novartis: Consultancy, Honoraria, Research Funding; BMS: Consultancy, Honoraria. Thiede: AgenDix GmbH: Other: Co-owner and CEO. Müller-Tidow: Daiichi Sankyo: Research Funding; Pfizer: Research Funding, Speakers Bureau; BiolineRx: Research Funding; Janssen-Cilag GmbH: Speakers Bureau."
}