{
    "doi": "https://doi.org/10.1182/blood.V106.11.1999.1999",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=424",
    "start_url_page_num": 424,
    "is_scraped": "1",
    "article_title": "Evaluation of Ph+/CD34+ Residual Cells in Chronic Myeloid Leukemia Patients after Long Lasting Treatment with Imatinib Mesylate. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "Although the success of imatinib mesylate therapy represents an exciting advance in targeted cancer therapy, it has still to be determined whether responses to this p210 inhibitor in chronic myeloid leukemia (CML) patients will be durable. In fact most of clinical studies agree on the evidence of a persistent molecular disease in the majority of treated patients and altough the absolute level of bcr-abl transcript may vary over the treatment, yet a molecular complete response is of rare observation. In addition, discontinuation of imatinib exerts always in rapid loss of response. In accordance to this the persistence of malignant progenitors in patients in complete cytogenetic response (CCR) after short term imatinib treatment, has been recently demonstrated. In particular, Bathia et al. showed in 12/15 patients studied after a median time of 10 months of imatinib treatment a median of 11% of residual CML CD34+ progenitors in the bone marrow (by FISH Dual Fusion bcr/abl analysis)while only 3/15 patients had no detectable residual CD34+ cells. Less is known about residual Ph+/CD34+ cells surviving after a prolonged therapy with this targeting drug. Thus, we evaluated the amount of bone marrow residual CD34+ cells in 17 CML patients in stable CCR after a long lasting treatment with imatinib. At the time of evaluation, the patients were on conventional dose (400mg) Imatinib for a median time of 48 months (range 36–58 months) having achieved a CCR status (conventionally defined as the complete absence of t(9;22) on caryotypic analysis) within 3 to 6 months of treatment. However all of them still showed molecular disease as detected by nested RT-PCR. Bone marrow CD34+ cell-enriched populations were selected from mononuclear cells using immunomagnetic column separation and were evaluated after cytospin by FISH using a bcr-abl Dual Color Extra Signal Probe(LSI bcr-abl ES, Vysis), that is able to detect bcr-abl fusion in interphase nuclei with a false positive signal rate close to 0. A minimum of 100 CD34+ nuclei per each sample were evaluated. Interestingly, in 8/17 patients no Ph+/CD34+ cells were detected, while in the remaining 9/17 patients a median of 2% (range 0.5–11%) of bcr-abl positive progenitors were still observed. In this small selected serie of patients prolonged treatment with imatinib appears to be correlated with a lower, yet detectable, amount of residual bone marrow Ph+/CD34+ cells when compared to previously published data. This result could be partly explained with the different specificity and sensitivity of the probe used (bcr/abl ES<1% false positive; bcr-abl Dual Fusion 8–10% false positive) The clinical significance of these data as well as the role of this cell target to monitor minimal residual disease in CML needs to be evaluated on a larger serie of patients.",
    "topics": [
        "imatinib mesylate",
        "leukemia, myelocytic, chronic",
        "bcr-abl tyrosine kinase",
        "false-positive results",
        "complete remission",
        "molecular targeted therapy",
        "neoplasm, residual",
        "reverse transcriptase polymerase chain reaction",
        "bone marrow",
        "cell nucleus"
    ],
    "author_names": [
        "Monica Bocchia, MD",
        "Elisabetta Abruzzese, MD",
        "Micaela Ippoliti, PhD",
        "Simona Calabrese, BS",
        "Alessandro Gozzetti, MD",
        "Maria Teresa Pirrotta, MD",
        "Rosaria Crupi, BS",
        "Daniela Tozzuoli, PhD",
        "Francesco Lauria, MD"
    ],
    "author_affiliations": [
        [
            "Hematology, University of Siena, Italy"
        ],
        [
            "Hematology, Roma Tor Vergata University, Roma, Italy"
        ],
        [
            "Hematology, University of Siena, Italy"
        ],
        [
            "Hematology, University of Siena, Italy"
        ],
        [
            "Hematology, University of Siena, Italy"
        ],
        [
            "Hematology, University of Siena, Italy"
        ],
        [
            "Hematology, University of Siena, Italy"
        ],
        [
            "Hematology, University of Siena, Italy"
        ],
        [
            "Hematology, University of Siena, Italy"
        ]
    ],
    "first_author_latitude": "43.32080445",
    "first_author_longitude": "11.327038199999999"
}