{
    "doi": "https://doi.org/10.1182/blood.V108.11.753.753",
    "article_title": "CD37−SMIP TM Drug Induced Caspase Independent Cellular Cytotoxicity Is Associated with Activation of Phosphotyrosine-Mediated Signaling Events in Primary Chronic Lymphocytic Leukemia (CLL) B Cells. ",
    "article_date": "November 16, 2006",
    "session_type": "Oral Sessions",
    "abstract_text": "CD37 is a heavily glycosylated 40–52 kDa tetraspan transmembrane family (TSTF) protein that is highly expressed on normal B cells and transformed B-cell malignancies. Peripheral blood mononuclear cells from CLL patients revealed surface expression of CD37 on CD19 + B cells but not CD3 + T cells, CD16 + or CD56 + NK, or CD64 + monocytes. The significant B-cell selective CD37 expression makes it a valuable target for therapy against B cell malignancies including B-CLL, hairy cell leukemia (HCL), and B cell non-Hodgkin’s lymphoma (B-NHL). A small modular immuno pharmaceutical targeted against CD37 (CD37-SMIP™drug) was engineered to contain a single chain variable region (scFv) linked to a human IgG 1 hinge, CH 2 and CH 3 domains. The CD37-SMIP mediated direct cytotoxicity in dose and time dependent manner with maximal effect seen at 5μg/mL. The CD37-SMIP™drug mediated cytotoxicity is dependent on secondary cross linking with goat anti- human IgG (Fc specific) and is directly correlated with the levels of surface expression of CD37. The induced cytotoxicity in primary CLL cells is independent of activation of caspase cascade, and consistent with this, the pan–caspase inhibitor z-VAD-fmk failed to rescue CD37-SMIP™drug induced cytotoxicity. In an attempt to define the CD37 mediated early signaling events and their role in cytotoxicity, we investigated protein tyrosine phosphorylation as a potential early activation event responsible for CD37-SMIP™drug mediated cytotoxicity. CD19 + B cells from CLL patients were stimulated with 1, 5 or 25μg/ml of CD37-SMIP™drug in the presence or absence of goat anti- human IgG (Fc specific). Protein lysates prepared at 1, 3 and 10 minutes post stimulation, revealed time and dose dependent tyrosine phosphorylation of several unknown proteins including a predominant ~65kDa protein, as detected by Westernblot analysis using anti-phosphotyrosine antibody. Further, pre-treatment of CD19 + primary CLL cells with the tyrosine kinase inhibitor, herbimycin, prevented the CD37-SMIP™drug induced tyrosine phosphorylation of several of these proteins including the predominant ~65kDa protein. Interestingly, consistent with a potential role for tyrosine phosphorylation events in CD37-SMIP™drug induced cell death, increasing concentrations of herbimycin inhibited CD37-SMIP™drug induced cytotoxicity of CD19 + primary CLL cells. Detailed two dimensional gel analysis of lysates from CD37-SMIP™drug treated and untreated CD19 + CLL cells revealed at least 6 potential tyrosine phosphorylated targets. Further experiments to identify the tyrosine phosphorylated proteins, using MALDI-TOF mass spectrometry, and to define the potential role of these target proteins in the apoptotic pathway are ongoing. We conclude that CD37 SMIP™drug may represent an exciting novel therapy for CLL and that direct cytotoxicity appears to be related to specific changes in protein tyrosine phosphorylation status. (SMIP trademark is owned by Trubion Pharmaceuticals).",
    "topics": [
        "b-lymphocytes",
        "caspases",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "phosphotyrosine",
        "signal transduction",
        "cell-mediated cytolysis",
        "gel",
        "cytotoxicity",
        "tyrosine"
    ],
    "author_names": [
        "Rosa Lapalombella",
        "Xiaobin B. Zhao",
        "Laura Grosmaire",
        "Jeffrey A. Ledbetter",
        "Natarajan Muthusamy",
        "John C. Byrd"
    ],
    "author_dict_list": [
        {
            "author_name": "Rosa Lapalombella",
            "author_affiliations": [
                "Division of Hematology-Oncology, College of Medicine, The Ohio State University, Columbus, OH, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Xiaobin B. Zhao",
            "author_affiliations": [
                "Division of Hematology-Oncology, College of Medicine, The Ohio State University, Columbus, OH, USA",
                "Division of Pharmaceutics, College of Pharmacy, The Ohio State University, Columbus, OH, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laura Grosmaire",
            "author_affiliations": [
                "Trubion Pharmaceuticals, Seattle, WA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeffrey A. Ledbetter",
            "author_affiliations": [
                "Trubion Pharmaceuticals, Seattle, WA, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Natarajan Muthusamy",
            "author_affiliations": [
                "Division of Hematology-Oncology, College of Medicine, The Ohio State University, Columbus, OH, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John C. Byrd",
            "author_affiliations": [
                "Division of Hematology-Oncology, College of Medicine, The Ohio State University, Columbus, OH, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-01T15:37:42",
    "is_scraped": "1"
}