{
    "doi": "https://doi.org/10.1182/blood.V126.23.172.172",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3183",
    "start_url_page_num": 3183,
    "is_scraped": "1",
    "article_title": "Predictors of Early Death in Childhood Acute Promyelocytic Leukemia: Results of an International Retrospective Study ",
    "article_date": "December 3, 2015",
    "session_type": "617. Acute Myeloid Leukemia: Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis: Novel Genetic Lesions in AML - Insight from Genome Wide Characterization",
    "topics": [
        "acute promyelocytic leukemia",
        "child",
        "tretinoin",
        "infections",
        "angiosarcoma associated with lymphedema",
        "arsenic trioxide",
        "blood coagulation disorders",
        "cerebral arterial thrombosis",
        "hemorrhage",
        "hospital admission"
    ],
    "author_names": [
        "Oussama Abla, MD",
        "Raul C. Ribeiro, MD",
        "Anna Maria Testi, MD",
        "Pau Montesinos Fernández, MD",
        "Ursula Creutzig, MD",
        "Lillian Sung, MD PhD",
        "Giancarlo Di Giuseppe, BSc",
        "Derek Stephens, MSc",
        "Henrik Hasle, MD PhD",
        "Gertjan J.L. Kaspers, MD PhD",
        "Luciano Dalla-Pozza, MB BS FRACP",
        "Alvaro Lassaletta, MD",
        "Martin S. Tallman, MD",
        "Franco Locatelli, MD",
        "Dirk Reinhardt, MD",
        "Johann Hitzler, MD FRCP (C), FAAP",
        "Miguel A. Sanz, MD PhD"
    ],
    "author_affiliations": [
        [
            "Division of Haematology/Oncology, Department of Pediatrics, The Hospital for Sick Children, Toronto, Canada "
        ],
        [
            "St. Jude Children's Research Hospital, Memphis, TN "
        ],
        [
            "Department of Cellular Biotechnologies and Hematology, Sapienza University of Rome, Rome, Italy "
        ],
        [
            "Department of Medicine, University of Valencia, Hospital Universitario y Politécnico La Fe, Valencia, Spain "
        ],
        [
            "Pediatric Hematology/Oncology, Hannover Medical School, Hannover, Germany "
        ],
        [
            "Population Health Sciences, Research Institute, Division of Hematology/Oncology, Department of Pediatrics, The Hospital for Sick Children, Toronto, Canada "
        ],
        [
            "Division of Haematology/Oncology, Department of Pediatrics, The Hospital for Sick Children, Toronto, Canada "
        ],
        [
            "Division of Haematology/Oncology, Department of Pediatrics, The Hospital for Sick Children, Toronto, Canada "
        ],
        [
            "Department of Pediatrics, Aarhus University Hospital Skejby, Aarhus, Denmark "
        ],
        [
            "Dutch Childhood Oncology Group, The Hague, Netherlands "
        ],
        [
            "Department of Oncology, The Children's Hospital at Westmead, Westmead, Australia "
        ],
        [
            "Pediatric Hematology-Oncology Department, Hospital Niño Jesús, Madrid, Spain "
        ],
        [
            "Memorial Sloan Kettering Cancer Center, Weill Cornell Medical College, New York, NY "
        ],
        [
            "Department of Pediatric Hematology and Oncology, IRCCS Ospedale Pediatrico Bambino Gesù, Rome, Italy "
        ],
        [
            "AML-BFM Study Group, Pediatric Hematology/Oncology, University Children's Hospital Essen, Essen, Germany"
        ],
        [
            "Division of Haematology/Oncology, Department of Pediatrics, The Hospital for Sick Children, Toronto, Canada "
        ],
        [
            "Department of Medicine, University of Valencia, Hospital Universitario y Politécnico La Fe, Valencia, Spain "
        ]
    ],
    "first_author_latitude": "43.6573653",
    "first_author_longitude": "-79.3869026",
    "abstract_text": "Background: Acute promyelocytic leukemia (APL) is a rare subtype of childhood acute myeloid leukemia (AML). Bleeding complications occur in 80% of patients at diagnosis and contribute to a higher incidence of early death (ED) in APL compared to other AML subtypes. However, estimates of ED in pediatric APL are imprecise and factors associated with ED in children with APL are unknown. Objectives: To determine the incidence and predictors of ED, defined as death within 60 days from presentation, in childhood APL. Methods: We conducted a retrospective international analysis of children diagnosed with APL between January 1993 and December 2013. The study included 236 patients from the Italian Associazione Italiana Ematologia/Oncologia Pediatrica(AIEOP) group, 148 from the Spanish Programa de Estudio y Tratamiento de las hemopatias Malignas (PETHEMA) group, 112 from the German Berlin-Frankfurt-Munster (BFM) group, 56 from Canadian pediatric centers, 25 from the Nordic Society of Paediatric Haematology/Oncology (NOPHO), 17 from the Dutch Children's Oncology group (DCOG), 14 from St. Jude Children's Research Hospital and 14 from the Australian and New Zealand Children's Hematology-Oncology Group (ANZCHOG). Factors examined included age, sex, ethnicity, body mass index, initial white blood cell (WBC)/peripheral blood (PB) blast and platelet (PLT) counts, initial coagulation parameters, microgranular variant (M3v), intracranial hemorrhage (ICH), time from hospital admission to first all- trans retinoic acid (ATRA) dose, induction treatment including ATRA, and steroid prophylaxis in high-risk patients. All patients had a molecular and/or cytogenetic diagnosis of APL. Univariate and multivariable binary logistic regression analyses were used to determine predictors of ED. Results: The study included 622 children with APL registered on, or treated as per, each group's clinical trial. Five hundred ninety-nine (96.3%) studies included patients registered on therapeutic trials whereas 23 (3.7%) were population based. Overall, the incidence of ED was at 5.6% (35/622) and ranged from 2.5% to 16%. In univariate logistic regression analysis, initial WBC and PB blast counts were predictive of ED, with odds ratios (OR) of 1.17 (95% confidence interval, CI:1.10-1.25, P < 0.001) and 1.24 (CI: 1.10-1.41, P = 0.001), respectively. M3v APL was an independent predictor of ED, with an OR of 3.72 (CI:1.65-8.35, P = 0.001). All other predictors were not statistically significant. Twenty-two/26 patients (84.6%) with ICH had ED as opposed to 9/571 (1.6%) who did not have ICH. Use of ATRA during induction was associated with a lower proportion of ED (4.3% compared to 38% without ATRA, OR = 0.07, CI:0.03-0.19, P<0.001), while the time interval from presentation to first ATRA dose was not predictive (OR = 1.00, CI:0.99-1.01, P = 0.8). WBC and M3v were included in a multivariable logistic regression, as they were the most clinically relevant and statistically significant univariate predictors of ED. Figure 1 illustrates ED probability plotted against WBC counts by APL subtype. Initial WBC was predictive of ED with an OR of 1.15 (CI:1.066-1.23, P < 0.001). There was a trend towards a higher incidence of ED in patients with M3v (OR = 2.18, CI:0.88-5.42, P = 0.093), although not statistically significant at the 5% level. Among 35 patients with ED, 33 occurred within the first 30 days from the start of induction and 2 between day 30 and 60 (due to infection). The most common cause of ED was ICH (n=20, 57.1%); two died before starting therapy. Other causes of ED were pulmonary hemorrhage (n=3), differentiation syndrome (n=3, all within the first 3 weeks of induction), infections (n=5, including the 2 deaths between day 30 and 60), renal failure (n=2), multi-organ failure (n=1) and cerebral thrombosis (n=1). Conclusions: In this largest international retrospective cohort study of ED in pediatric APL to date, we found that initial WBC was significantly associated with ED. APL patients with ICH had a significantly higher probability of ED. Novel measures to reduce hemorrhagic complications should be explored as a strategy to minimize ED in children with APL, especially in high-risk APL. Optimization of the management of coagulation disorders, as well as the use of arsenic trioxide during induction treatment, are expected to reduce the risk of ED in childhood APL. Figure 1. View large Download slide Estimated Probability of ED at WBC counts by APL subtype Figure 1. View large Download slide Estimated Probability of ED at WBC counts by APL subtype  Disclosures Kaspers: Janssen-Cilag: Research Funding."
}