{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.2956.2956",
    "article_title": "The High NRF2 Expression Confers Chemotherapy Resistance through Upregulated DUSP1 in Myelodysplastic Syndromes ",
    "article_date": "December 7, 2017",
    "session_type": "636. Myelodysplastic Syndromes-Basic and Translational Studies: Poster II",
    "abstract_text": "Myelodysplastic syndromes (MDS) are a diverse group of clonal marrow stem cell disorders characterized by ineffective hematopoiesis and dysplasia of the cellular elements. Although low-dose cytarabine (Ara-c) has been considered as one of the frontline therapies for high-risk MDS, the overall response rate of single Ara-c treatment was only 30%~40%. Nuclear factor erythroid 2-related factor 2 (NRF2), a basic leucine zipper transcription factor, has been reported to play a pivotal role in chemical detoxification. It is not yet known whether NRF2 has utility as a prognostic biomarker, or whether an elevated NRF2 level is associated with Ara-c resistance in MDS patients. To investigate the expression and effects of NRF2 in MDS patients, gene set enrichment analysis (GSEA) and immunohistochemistry (IHC) were performed. GSEA in a published MDS cohort (n=183) revealed that expressions of NRF2 target genes was significantly enriched in high risk MDS (REAB-1/2) compared to low-risks (RARS and RA). We further detected NRF2 expression levels using IHC staining in the bone marrow (BM) biopsies from a cohort of MDS patients (n=111). Consistent with GSEA results, our IHC data indicated that the NRF2 expression levels of BM from high-risks exceeded low-risk MDS patients by Revised International Prognosis Scoring System (IPSS-R). Importantly, MDS patients with higher NRF2 levels (IHC scores, 4~6) displayed worse overall survival (OS) than patients with lower NRF2 levels (IHC scores, 0~3) (median, 15.7 vs. 22.7 months, P=0.007). Subgroup analysis showed that higher NRF2 levels correlated with poor OS only in chemotherapy group (P=0.04) but not in decitabine (P=0.38) or supportive care group (P=0.19). To recapitulate our findings regarding the function of NRF2 in chemo-resistance, we performed in-vitro and in-vivo experiments. All experiments were performed both in human MDS-derived cell line SKM-1 and MDS mouse model cell line RUNX1 mutant-transduced Mll PTD/WT BM cells (Mll PTD/WT /RUNX1-S291fs). The cytotoxicity of Ara-c was determined by calculating the half maximal inhibitory concentration (IC50). NRF2 downregulation in MDS cell lines, by inhibitor luteolin, increases IC50 of Ara-c. On the contrary, upregulation of NRF2, mediated by agonist sulforaphane, induces resistance of MDS cells to Ara-C. To better define how suppression of NRF2 sensitized MDS cells to Ara-c, we used lentivirus-mediated shRNA for knockdown of NRF2. Knockdown of NRF2 markedly enhanced early and late apoptosis in MDS cell lines treated with Ara-c. We also established xenograft mouse models through intravenously injecting NRF2 shRNA or scramble shRNA SKM-1 cells into NOD/SCID-IL2Rγ null -SGM3 (NSGS) mice. Knockdown of NRF2 significantly sensitized tumors to Ara-c in our SKM-1 transplanted mouse model. To further investigate the mechanisms involved in NRF2-mediated Ara-c resistance, we analyzed published gene-expression profiles of a large cohort of MDS patients (n=183) and Ara-C sensitive (IC50 80 μM) AML patient samples (n=10). The data indicated that a group of NRF2 target genes might be responsible for Ara-C resistence. Interestedly, DUSP1 was one of the genes upregulated in both high-risk MDS patients and Ara-c resistant AML patients. Our chromatin immunoprecipitation (ChIP) and qPCR results validated that DUSP1 was a NRF2 direct target gene. Importantly, downregulation of DUSP1 by inhibitor or lentivirus shRNA could abrogate Ara-c resistance in NRF2 elevated MDS cell lines, indicating that NRF2 confers Ara-c resistance partly through its downstream target gene DUSP1 in MDS cells. In conclusion, our clinical and experimental results reveal that 1) NRF2 expression levels are elevated in high-risk MDS patients and serve as a statistically significant prognostic variable for OS in patients with MDS, especially for MDS patients who have received chemotherapy. 2) Pharmacological inhibition of NRF2 re-sensitizes MDS cells to Ara-c treatment while activation of NRF2 by agonist resulted in the reduced sensitivity to Ara-c. 3) NRF2 mediates Ara-c resistance through its direct target gene DUSP1 . Taken together, our findings suggest that silencing NRF2 sensitizes MDS cells to Ara-c treatment; targeting NRF2 in combination with conventional chemotherapy could pave the way for high risk MDS therapy. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "chemotherapy regimen",
        "myelodysplastic syndrome",
        "cytarabine",
        "agonists",
        "basic-leucine zipper transcription factors",
        "biopsy",
        "cytotoxicity",
        "decitabine",
        "detoxification therapy",
        "dysplasia"
    ],
    "author_names": [
        "Peipei Lin",
        "Yanling Ren",
        "Xinping Zhou",
        "Chen Mei",
        "Chao Hu",
        "Yingwan Luo",
        "Yile Zhou",
        "Xiaomei Yan",
        "Gang Huang, PhD",
        "Hongyan Tong, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Peipei Lin",
            "author_affiliations": [
                "Department of Hematology, The First Affiliated Hospital Zhejiang University, Hangzhou, China ",
                "Divisions of Pathology and Experimental Hematology and Cancer Biology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Yanling Ren",
            "author_affiliations": [
                "Department of Hematology, The First Affiliated Hospital Zhejiang University, Hangzhou, China "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xinping Zhou",
            "author_affiliations": [
                "Department of Hematology, The First Affiliated Hospital Zhejiang University, Hangzhou, China "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chen Mei",
            "author_affiliations": [
                "Department of Hematology, The First Affiliated Hospital Zhejiang University, Hangzhou, China "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chao Hu",
            "author_affiliations": [
                "Department of Hematology, The First Affiliated Hospital Zhejiang University, Hangzhou, China "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yingwan Luo",
            "author_affiliations": [
                "Department of Hematology, The First Affiliated Hospital Zhejiang University, Hangzhou, China "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yile Zhou",
            "author_affiliations": [
                "Department of Hematology, The First Affiliated Hospital Zhejiang University, Hangzhou, China ",
                "Divisions of Pathology and Experimental Hematology and Cancer Biology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xiaomei Yan",
            "author_affiliations": [
                "Divisions of Pathology and Experimental Hematology and Cancer Biology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gang Huang, PhD",
            "author_affiliations": [
                "Divisions of Pathology and Experimental Hematology and Cancer Biology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hongyan Tong, PhD",
            "author_affiliations": [
                "Department of Hematology, The First Affiliated Hospital Zhejiang University, Hangzhou, China "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T18:43:11",
    "is_scraped": "1"
}