{
    "doi": "https://doi.org/10.1182/blood-2019-127538",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4163",
    "start_url_page_num": 4163,
    "is_scraped": "1",
    "article_title": "Identification of Optimized Peptide Nucleic Acid (PNA) Designs for Nuclease-Free Gene Editing in Sickle Cell Disease Hematopoietic Stem and Progenitor Cells (HSPCs) ",
    "article_date": "November 13, 2019",
    "session_type": "802.Chemical Biology and Experimental Therapeutics",
    "topics": [
        "gene editing",
        "nuclease",
        "peptide nucleic acids",
        "sickle cell anemia",
        "stem cells",
        "dna",
        "beta-globin",
        "beta thalassemia",
        "biological products",
        "bone marrow culture"
    ],
    "author_names": [
        "Allen Ebens, PhD",
        "Andrew Curd, B.Sc.",
        "Derek Sim, PhD",
        "Elias Quijano, B.Sc.",
        "Florence Tam, M.Sc.",
        "James Coull, PhD,",
        "Lily Huang, M.Sc.",
        "Mark Hayes, PhD",
        "Marshall Fordyce, MD",
        "Robert Pearson, B.Sc.",
        "Susan Whoriskey, PhD",
        "Tumul Srivastava, PhD",
        "Xiaojun Li, MD",
        "Zhen Zhang, PhD"
    ],
    "author_affiliations": [
        [
            "Trucode Gene Repair, Inc., San Carlos, CA "
        ],
        [
            "Trucode Gene Repair, Inc., South San Francisco, CA "
        ],
        [
            "Trucode Gene Repair, Inc., South San Francisco, CA "
        ],
        [
            "Yale University School of Medicine, New Haven, CT, New Haven,"
        ],
        [
            "Trucode Gene Repair, Inc., South San Francisco, CA "
        ],
        [
            "Trucode Gene Repair, Inc., South San Francisco, CA "
        ],
        [
            "Trucode Gene Repair, Inc., South San Francisco, CA "
        ],
        [
            "Trucode Gene Repair, Inc., South San Francisco, CA "
        ],
        [
            "Trucode Gene Repair, Inc., South San Francisco, CA "
        ],
        [
            "Trucode Gene Repair, Inc., South San Francisco, CA "
        ],
        [
            "Trucode Gene Repair, Inc., South San Francisco, CA "
        ],
        [
            "Trucode Gene Repair, Inc., South San Francisco, CA "
        ],
        [
            "Trucode Gene Repair, Inc., South San Francisco, CA "
        ],
        [
            "Trucode Gene Repair, Inc., South San Francisco, CA "
        ]
    ],
    "first_author_latitude": "37.65295509999999",
    "first_author_longitude": "-122.4007776",
    "abstract_text": "Homozygous E6V alleles in the beta globin gene cause disease in the majority of sickle cell patients and the use of gene editing technologies to correct this mutation in hematopoietic stem cells offers the potential to cure disease. Approaches utilizing viral transduction or exogenous nucleases to facilitate gene editing merit consideration, but also invoke a number of safety and manufacturing concerns that are avoided through use of peptide-nucleic acids (PNAs) for triplex gene editing. In our approach, nanoparticle delivery of a synthetic PNA that binds the beta globin gene near the E6V mutation triggers high-fidelity endogenous gene repair pathways. Inclusion of a synthetic DNA correction oligo subsequently directs correction of the mutation. This methodology has previously been shown to facilitate gene repair in vivo in several murine models including sickle disease, beta-thalassemia, and cystic fibrosis (Quijano et al., [ASGCT abstr.] 2019, Bahal et al., 2016, McNeer et al., 2015). To date, there has been limited exploration of the structure-activity relationship of PNA designs and the resultant gene editing. Here we describe the design, synthesis, and structure-activity relationship of a hit-to-lead series of more than 300 PNAs and show with certain design features we can improve gene editing efficiency in both murine and human hematopoietic stem and progenitor cells. Our first round of PNA design and synthesis consisted of 45 PNAs within 200 nucleotides of the E6V allele, of which 18/45 (40 %) showed >/= 10% allele correction to wild-type HBB allele when tested ex vivo in total bone marrow cultures derived from humanized sickle disease \"Townes mice\". The best PNA in this series consistently demonstrated ~ 20% editing with an ~ED50 of ~1-3 ug/ml of donor DNA or PNA. Editing observed in total mouse bone marrow was also robust in separate cultures of both Townes mouse c-kit(+) HSPCs and healthy donor human CD34(+) HSPCs. In our second round of PNA designs, considerations encompassed numerous factors including whether the PNA binds to the transcribed versus non-transcribed chromosomal strand, distance and location of the PNA relative to the mutation site and relative to the donor template sequence, substitutions on gamma-carbons of the PNA polyamide backbone, structure of the linker joining PNA nucleobase segments, incorporation of novel bases to eliminate off-target base pairing or aggregation to due self-complementarity, and inclusion of lysine residues to facilitate kinetics and affinity of the association with the poly-anionic backbone of target DNA sequences. At the time of this submission we have synthesized and assessed >250 additional PNA designs and identified 6 modifications that increase editing 2-4 fold over the initial designs. We will share data on the design and activity of these molecules, data on impact of combining design features, and next generation designs in the presentation. This is the first extensive study on the structure-activity relationship of PNAs for use in gene editing. Our data demonstrate a number of PNA parameters significantly improve gene editing activity. The combination of these findings with additional technological improvements offers the prospect of high-fidelity gene editing without use of any biologics (e.g., viruses or nucleases) that have inherent clinical risk and manufacturing challenges which may limit or prevent their implementation as a cure for sickle patients. Figure View large Download slide Figure View large Download slide  Disclosures Ebens: Trucode Gene Repair, Inc.: Employment, Equity Ownership, Patents & Royalties. Curd: Trucode Gene Repair, Inc.: Employment, Equity Ownership, Patents & Royalties. Sim: Trucode Gene Repair, Inc.: Employment, Equity Ownership, Patents & Royalties. Quijano: Yale University: Patents & Royalties; Trucode Gene Repair, Inc.: Consultancy, Research Funding. Tam: Trucode Gene Repair, Inc.: Employment, Equity Ownership, Patents & Royalties. Coull: Trucode Gene Repair, Inc.: Consultancy, Equity Ownership, Patents & Royalties. Huang: Trucode Gene Repair, Inc.: Employment, Equity Ownership. Hayes: Trucode Gene Repair, Inc.: Employment, Equity Ownership, Patents & Royalties. Fordyce: Trucode Gene Repair, Inc.: Employment, Equity Ownership, Patents & Royalties. Pearson: Trucode Gene Repair, Inc.: Employment. Whoriskey: Trucode Gene Repair, Inc.: Consultancy, Equity Ownership, Patents & Royalties. Srivastava: Trucode Gene Repair, Inc.: Employment, Equity Ownership, Patents & Royalties. Li: Trucode Gene Repair, Inc.: Employment, Equity Ownership, Patents & Royalties. Zhang: Trucode Gene Repair, Inc.: Employment, Equity Ownership, Patents & Royalties."
}