{
    "doi": "https://doi.org/10.1182/blood.V118.21.1439.1439",
    "article_title": "High Mir-221 Expression Is Associated with Poorer Treatment Outcome of Patients with T-Cell Acute Lymphoblastic Leukemia ",
    "article_date": "November 18, 2011",
    "session_type": "611. Leukemias - Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis: Poster I",
    "abstract_text": "Abstract 1439 T-cell acute lymphoblastic leukemia (T-ALL) is a malignancy of immature T cells that accounts about 15% of pediatric and 25% of adult ALL cases. In the last years, several clinical and laboratory features have been described as prognostic markers; nevertheless, with intensification of therapy most of them have lost their predictive value. MicroRNA (miRNA) expression analysis has proved to be an useful tool for identifying specific subsets of cancer patients with relevant cytogenetic, laboratorial and clinical features. The aim of the present study was to determine if miRNAs may be useful markers in T-ALL. First, we performed a supervised analysis comparing the miRNA expression profile of T-ALL blasts from 36 T-ALL/CD56 − and 12 T-ALL/CD56 + . We selected CD56 as prognostic marker based on our previous report showing that the disease-free survival (DFS) of T-ALL/CD56 + patients was of 28.5 months compared to 69.8 in the CD56 − group. Also patients tended to be older and to present normal platelet counts in the T-LLA/CD56 + group. We used the Taqman MicroRNA Assay Human Panel (Applied Biosystems) to perform a screening of 164 knowledge mature miRNA sequences using specific primers and probes according to manufacturer instructions. Total RNA input was normalized based on the geometric means of Ct values obtained from four endogenous RNAs. All reactions were run in duplicate and a coefficient of variation greater than 5% was used as an exclusion factor (seven miRNAs were excluded). The fold change was calculated using comparative 2 −δCt method. We have identified a set of 14 miRNAs differentially expressed, of which miR-374 and miR-221 best distinguished T-ALL/CD56 + from T-ALL/CD56 − blasts. Based on this profile, we selected miR-221 and miR-374 as potential markers and quantified their expression in the same samples using RQ-PCR. Patients were stratified as high and low expression using the median value as cut off. We detected a significant association between the miR-221 high expression and poorer treatment outcome. On the contrary, miR-374 expression levels were not associated with treatment outcome. We evaluate the impact of age, white blood cell counts, CD56 and miR221 expression on overall survival (OS). Age and miR-221 were the only ones found to be significant. The estimate 5-year OS (mean and confidence interval 95%) was of 67.0 ± 10.3% in the group of patients expressing miR-221 below the cut-off value, whereas this value was of 28.5 ± 14.5% in the alternative group. Even among T-ALL/CD56 − patients, the higher expression of miR-221 was significantly associated with poorer outcome. Our data suggest that miR-221 play an important role in T-ALL and its regulation may represent a potential therapeutic intervention. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "adult t-cell lymphoma/leukemia",
        "t-cell leukemia, acute",
        "treatment outcome",
        "cd56 antigens",
        "neural cell adhesion molecules",
        "micrornas",
        "cancer",
        "prognostic marker",
        "polymerase chain reaction",
        "rna"
    ],
    "author_names": [
        "Hamilton L. Gimenes-Teixeira, Ph.D",
        "Guilherme A. dos Santos, M.D., Ph.D",
        "Dalila L. Zanette, Ph.D",
        "Priscila S Scheucher, Ph.D",
        "Luciana Correa Oliveira de Oliveira, M.D., Ph.D",
        "Helder H Paiva",
        "Antonio R Lucena-Araujo",
        "Leandro F. Dalmazzo",
        "Amélia G Araújo",
        "Wilson Silva-Junior, Ph.D",
        "Roberto P. Falcao, M.D., Ph.D",
        "Eduardo M. Rego, M.D., Ph.D"
    ],
    "author_dict_list": [
        {
            "author_name": "Hamilton L. Gimenes-Teixeira, Ph.D",
            "author_affiliations": [
                "Department of Internal Medicine, Medical School of Ribeirao Preto - University of Sao Paulo, Ribeirao Preto, Brazil, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Guilherme A. dos Santos, M.D., Ph.D",
            "author_affiliations": [
                "Department of Internal Medicine, Medical School of Ribeirao Preto - University of Sao Paulo, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dalila L. Zanette, Ph.D",
            "author_affiliations": [
                "Genetics, National Institute of Science and Technology in Stem Cell and Cell Therapy, Medical School of Ribeirao Preto - University of Sao Paulo, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Priscila S Scheucher, Ph.D",
            "author_affiliations": [
                "Internal Medicine, Medical School of Ribeirao Preto, Ribeirao Preto, Brazil, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Luciana Correa Oliveira de Oliveira, M.D., Ph.D",
            "author_affiliations": [
                "Department of Internal Medicine, Medical School of Ribeirao Preto - University of Sao Paulo, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Helder H Paiva",
            "author_affiliations": [
                "Internal Medicine, Medical School of Ribeirao Preto, Ribeirao Preto, Brazil, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Antonio R Lucena-Araujo",
            "author_affiliations": [
                "Internal Medicine, Medical School of Ribeirao Preto, Ribeirao Preto, Brazil, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Leandro F. Dalmazzo",
            "author_affiliations": [
                "Internal Medicine, Medical School of Ribeirão Preto, University of São Paulo, Ribeirão Preto, Brazil, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amélia G Araújo",
            "author_affiliations": [
                "National Institute of Science and Technology in Stem Cell and Cell Therapy, Medical School of Ribeirao Preto - University of Sao Paulo"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wilson Silva-Junior, Ph.D",
            "author_affiliations": [
                "National Institute of Science and Technology in Stem Cell and Cell Therapy, Medical School of Ribeirao Preto - University of Sao Paulo"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Roberto P. Falcao, M.D., Ph.D",
            "author_affiliations": [
                "Department of Internal Medicine, Medical School of Ribeirao Preto - University of Sao Paulo, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eduardo M. Rego, M.D., Ph.D",
            "author_affiliations": [
                "Department of Internal Medicine, Medical School of Ribeirao Preto - University of Sao Paulo, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-19T04:10:12",
    "is_scraped": "1"
}