{
    "doi": "https://doi.org/10.1182/blood.V120.21.2423.2423",
    "article_title": "FLT3-ITD Interacts with and Phosphorylates IL-3β, and JAK1/2 Dependent IL-3β Activation Bypasses FLT3-ITD in FLT3 Kinase Independent Inhibitor Resistance in Vitro: Evidence for the Significance of IL-3β for FLT3-ITD Dependent Oncogeneic Signaling in AML. ",
    "article_date": "November 16, 2012",
    "session_type": "603. Oncogenes and Tumor Suppressors: Poster II",
    "abstract_text": "Abstract 2423 Activating FLT3 mutations are found in 30% of AML patients. Internal tandem duplication (ITD) mutations are most common, and are associated with poor prognosis. FLT3 tyrosine kinase inhibitors (TKI) display limited activity in FLT3 mutant AML. Most patients experience primary or secondary TKI resistance. Only single cases of FLT3 kinase-dependent TKI resistance by secondary FLT3-ITD kinase domain mutations were reported. We therefore examined the mechanism of FLT3-ITD kinase-independent TKI resistance using an in vitro model. FLT3-ITD cell lines resistant to PKC412 or Sorafenib in 50% of the cases did not harbor secondary FLT3-ITD kinase domain mutations. However, 30% of these lines displayed a persistent phosphorylation of JAK2, IL-3βc and STAT5, while FLT3 phosphorylation was suppressed, indicating that these cell lines bypassed FLT3-ITD by activation of IL-3β by JAK2. Strikingly, TKI sensitive FLT3-ITD cells also displayed IL-3β phosphorylation, which in contrast to TKI resistant cells was JAK2 independent and was suppressed upon FLT3 TKI treatment. Expression of FLT3-ITD in IL-3β and JAK2 deficient g2A cells was sufficient for IL-3β phosphorylation. Co-IP experiments indicated a direct interaction of IL-3β and FLT3-ITD in TKI-sensitive and -resistant cells, which did not require interaction of IL-3β with IL-3a. This indicates that FLT3-ITD “physiologically” uses IL-3β as signaling intermediate. Mapping experiments showed that FLT3-ITD binding occurs in the membrane proximal region of IL-3β, independent of 8 tyrosines present in the cytoplasmic part. In search of the kinase bypassing FLT3-ITD in TKI-resistant cell lines, we identified an activating JAK1 mutation V658F in all TKI resistant FLT3-ITD cell lines displaying phosphorylation of JAK2, IL-3β and STAT5. JAK1 V658F is homologous to JAK2 V617F present in PV, phosphorylates IL-3β and STAT5, and confers TKI resistance in FLT3-ITD positive cells, which could be overcome by the JAK1/2 inhibitor Ruxolitinib. In summary, these data indicate that IL-3β not only mediates “physiological” FLT3-ITD dependent STAT5 activation, but also serves as a signaling module mediating JAK1/2-dependent TKI resistance. Thus, JAK inhibitors might represent an attractive therapeutic option in addition to FLT3 inhibitors in FLT3-ITD positive AML. Disclosures: Duyster: Novartis: Honoraria, Speakers Bureau. von Bubnoff: Novartis: Honoraria, Research Funding, Speakers Bureau.",
    "topics": [
        "bypass",
        "flt3 gene",
        "impedance threshold device",
        "ms-like tyrosine kinase 3",
        "phosphotransferases",
        "signal transduction",
        "protein-tyrosine kinase inhibitor",
        "flt3 inhibitors",
        "janus kinase inhibitors",
        "ruxolitinib"
    ],
    "author_names": [
        "Christoph Rummelt",
        "Sivahari P. Gorantla",
        "Michael Sigl",
        "Jana Saenger",
        "Katharina Götze",
        "Christian Peschel, MD",
        "Justus Duyster",
        "Nikolas von Bubnoff"
    ],
    "author_dict_list": [
        {
            "author_name": "Christoph Rummelt",
            "author_affiliations": [
                "III. Medizinische Klinik und Poliklinik, Technische Universitaet Muenchen, Muenchen, Germany, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Sivahari P. Gorantla",
            "author_affiliations": [
                "III. Medizinische Klinik und Poliklinik, Technische Universitaet Muenchen, Muenchen, Germany, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Sigl",
            "author_affiliations": [
                "III. Medizinische Klinik und Poliklinik, Technische Universitaet Muenchen, Muenchen, Germany, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jana Saenger",
            "author_affiliations": [
                "III. Medizinische Klinik und Poliklinik, Technische Universitaet Muenchen, Muenchen, Germany, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Katharina Götze",
            "author_affiliations": [
                "III. Medizinische Klinik und Poliklinik, Technische Universitaet Muenchen, Muenchen, Germany, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christian Peschel, MD",
            "author_affiliations": [
                "III. Medizinische Klinik und Poliklinik, Technische Universitaet Muenchen, Muenchen, Germany, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Justus Duyster",
            "author_affiliations": [
                "Medizinische Universitaetsklinik I, Albert-Ludwigs-Universitaet Freiburg, Germany"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nikolas von Bubnoff",
            "author_affiliations": [
                "III. Medizinische Klinik und Poliklinik, Technische Universitaet Muenchen, Muenchen, Germany, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-24T06:48:25",
    "is_scraped": "1"
}