{
    "doi": "https://doi.org/10.1182/blood.V108.11.2603.2603",
    "article_title": "Identification of Off-Patent Drugs That Reverse Daunorubicin Efflux Mediated by ABCB1 in T-ALL Cells. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "abstract_text": "In acute leukemias, the overexpression of P-glycoprotein, encoded by the ATP Binding Cassette B1 (ABCB1) gene contributes to multidrug resistance (MDR), and is considered one of the major obstacles to successful cancer chemotherapy. The identification of small molecules that reverse ABCB1 efflux activity is critical for the successful treatment of cancers, including relapsed T-lineage acute lymphoblastic leukemia (T-ALL). However, the dose-limiting toxicities of many MDR reversal agents have restricted their use in clinical trials, and more effective and clinically applicable reversal agents remain to be identified. We have recently developed a T-ALL cell line that overexpresses ABCB1 and exhibits multiple drug resistance (MDR) to daunorubicin, prednisolone, and vincristine, but not L-asparaginase. The MDR can be reversed by suppression of ABCB1 expresssion with siRNA or 5 μM cyclosporine (CSA). Using this cell line, we developed a flow cytometry based, high-throughput screening assay that quantifies ABCB1 efflux using the fluorescent probe JC-1 (Swerts, et al Leuk Lymphoma 45:2221–8, 2004). We screened a library of 880 off-patent drugs for their ability to inhibit ABCB1 efflux at concentrations of 4 μM, and 19 compounds were identified, including CSA. Based on a published record of safe internal use in humans, 12 compounds were retained for further analysis (3 compounds were originally described as calcium channel blockers, 1 as sodium channel blocker, 1 as ACE inhibitor, 1 as dopamine uptake inhibitor, 1 as Topoisomerase II inhibitor, 2 as steroids, 2 as antifungal and 1 as immunosuppressant). We determined the 50% inhibitory concentration (IC 50 ) of drug for ABCB1 efflux, the efflux reversal concentration of drug that rescued DNR-induced T-ALL cell death (EC rev50 ), and the corresponding in vitro toxic dose in 50% of treated T-ALL cells (TD 50 ). Due to space limitations, detailed data could not be presented in the abstract. To our knowledge, 8 of the 12 compounds have not been previously described as ABCB1 inhibitors. These compounds may be useful as chemosensitizers or as lead compounds for development of improved ABCB1 inhibitors in T-ALL as well as other cancers.",
    "topics": [
        "adult t-cell lymphoma/leukemia",
        "daunorubicin",
        "patents",
        "p-glycoprotein",
        "t-cell leukemia, acute",
        "cancer",
        "acute lymphocytic leukemia",
        "angiotensin-converting enzyme inhibitors",
        "antifungal agents",
        "asparaginase"
    ],
    "author_names": [
        "Stuart S. Winter, MD",
        "Debbie M. Lovato, BS",
        "Hadya M. Khawaja, MS",
        "Bruce S. Edwards, PhD",
        "Irena D. Steele, PhD",
        "Susan M. Young, MS",
        "Tudor I. Oprea, PhD",
        "Larry A. Sklar, PhD",
        "Richard S. Larson, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Stuart S. Winter, MD",
            "author_affiliations": [
                "Pediatrics, University of New Mexico, Albuquerque, NM, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Debbie M. Lovato, BS",
            "author_affiliations": [
                "Pathology, University of New Mexico, Albuquerque, NM, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hadya M. Khawaja, MS",
            "author_affiliations": [
                "Pathology, University of New Mexico, Albuquerque, NM, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bruce S. Edwards, PhD",
            "author_affiliations": [
                "Pathology, University of New Mexico, Albuquerque, NM, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Irena D. Steele, PhD",
            "author_affiliations": [
                "Pathology, University of New Mexico, Albuquerque, NM, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Susan M. Young, MS",
            "author_affiliations": [
                "Pathology, University of New Mexico, Albuquerque, NM, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tudor I. Oprea, PhD",
            "author_affiliations": [
                "Division of Biocomputing, University of New Mexico, Albuquerque, NM, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Larry A. Sklar, PhD",
            "author_affiliations": [
                "Pathology, University of New Mexico, Albuquerque, NM, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard S. Larson, MD, PhD",
            "author_affiliations": [
                "Pathology, University of New Mexico, Albuquerque, NM, USA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-30T09:34:51",
    "is_scraped": "1"
}