{
    "doi": "https://doi.org/10.1182/blood.V104.11.1198.1198",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=23",
    "start_url_page_num": 23,
    "is_scraped": "1",
    "article_title": "Enhanced Functional Response to CXCL12/SDF-1 through Retroviral Overexpression of CXCR4: Implications for Hematopoietic Stem & Progenitor Cell Homing and Engraftment. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "topics": [
        "cxcr4 receptors",
        "engraftment",
        "protein overexpression",
        "retroviridae",
        "stem cells",
        "stromal cell-derived factor 1",
        "cd34 antigens",
        "growth factor",
        "transplantation",
        "acute megakaryocytic leukemias"
    ],
    "author_names": [
        "Kent W. Christopherson, Ph.D.",
        "Nehal K. Porecha",
        "Giao Hangoc, DVM",
        "Hal E. Broxmeyer, Ph.D."
    ],
    "author_affiliations": [
        [
            "Institute of Molecular Medicine, The University of Texas Health Science Center at Houston, Houston, TX, USA"
        ],
        [
            "Institute of Molecular Medicine, The University of Texas Health Science Center at Houston, Houston, TX, USA"
        ],
        [
            "Department of Microbiology/Immunology & Walther Oncology Center, Indiana University School of Medicine, Indianapolis, IN, USA"
        ],
        [
            "Department of Microbiology/Immunology & Walther Oncology Center, Indiana University School of Medicine, Indianapolis, IN, USA"
        ]
    ],
    "first_author_latitude": "29.703180299999996",
    "first_author_longitude": "-95.4037295",
    "abstract_text": "The chemokine CXCL12 (stromal cell-derived factor 1/SDF-1) induces the migration of hematopoietic stem and progenitor cells (HSC/HPC) through the corresponding chemokine receptor, CXCR4. CXCL12 is thought to be important for proper homing and engraftment of HSC/HPC to the bone marrow (BM) and mobilization of HSC/HPC out of the BM. Previous studies have suggested that breaking the CXCL12-CXCR4 interaction mobilizes both human and mouse HPC (Liles WC, et al. Blood. 2003 102(8): 2728-30.) (Broxmeyer HE, et al. ASH 44 th Annual Meeting. 2002 #2397). Other studies suggest that blocking CXCR4 inhibits homing (Peled A, et al. Science. 1999 283(5403): 845-8) and CXCR4 overexpression by lentiviral vector increases repopulation (Kahn J, et al. Blood. 2004 103(8): 2942-9) of CD34 + cells to the BM of NOD/SCID recipient mice. Expression of CXCR4 on the surface of HSC/HPC appears to be variable, depending highly on the cytokine and growth factor composition of the environment. This may partially explain the reduction in homing efficiency observed during the expansion of cord blood (CB). The efficiency of engraftment therefore appears to be dependent on the response of HSC/HPC to CXCL12 which is in turn dependent upon levels of CXCR4 expressed on HSC/HPC. In order to study the functional cellular response of HSC/HPC independent of variable levels of CXCR4 expression on the surface of cells we utilized the MSCV-based bicistronic (EGFP) retroviral vector, MIEG3, to overexpress human CXCR4 in M07e cells. The human megakaryocytic leukemia cell line, M07e, (a CD34 + , c-Kit + , growth-factor-dependent human cell line) has been established as a model for human HPC. Cells infected with the MIEG3 empty vector or the MIEG3-CXCR4 construct were sorted based on their expression of GFP and CXCR4 expression was measured by flow cytometric analysis. MIEG3-CXCR4 M07e cells (GFP + ) and MIEG3-CXCR4 bright M07e cells (GFP +++ ) express significantly higher levels of CXCR4 than M07e cells, MIEG3 M07e cells (GFP + ), or MIEG3 bright M07e cells (GFP +++ ). Migratory response of cells to CXCL12 was assessed by chemotaxis assay. Increased CXCL12 induced chemotaxis was observed in MIEG3-CXCR4 M07e cells (p<0.05) and MIEG3-CXCR4 bright M07e cells (p<0.01). Overexpression of CXCR4 also resulted in a significant increase in CXCL12 induced cell survival during growth factor withdrawal, most markedly at low doses of CXCL12 (10 and 1.0ng/ml) (p<0.05). Thus, retroviral overexpression of CXCR4 enhances both the migratory response and survival of the human HPC line, M07e, to CXCL12. Most importantly cells respond to levels of CXCL12 that are normally too low. This data validates the ability of the MIEG3-CXCR4 construct to efficiently overexpress CXCR4 and validates the future use of MIEG3-CXCR4 M07e cells for further study of CXCR4 in HPC. This is important given the previously established ability of MIEG3 to infect CD34 + CB cells (Tao W et al. Gene Ther. 2004 11(1): 61-9). This information also suggests that previously reported increases in engraftment resulting from CXCR4 overexpression is a function of both increased HSC/HPC settlement and increased HSC/HPC survival in the transplant recipient’s BM. This information may have potential therapeutic application for improvements in overall transplant efficiency."
}