{
    "doi": "https://doi.org/10.1182/blood.V106.11.5043.5043",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=395",
    "start_url_page_num": 395,
    "is_scraped": "1",
    "article_title": "Validating Molecular Targets of Thalidomide in CLL: Net Effect of Increased Apoptosis through the Intrinsic Pathway and down Regulation of NF-kB Signaling- Validation Using Gene Expression Profile from the Phase I/II Clinical Trial of Thalidomide and Fludarabine. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Thalidomide is novel agent with demonstrated antitumor activity in various tumor types. The exact mechanism of the antineoplastic effects of thalidomide remains unknown despite its clinical success. We recently reported on the clinical activity of T in combination with F in patients with treatment naive CLL. In this clinical study pts were treated with T alone for 7 days prior to initiating F. Anti-leukemic effects of T were noted as early as day 7. To investigate the molecular targets of T in malignant CLL cells we analyzed changes in gene expression profiles at base line and at day 7-post treatment with T. Here we report on oligonucleotide microarray expression analysis of these patients, the clinical data is presented separately. Materials and methods: Peripheral blood samples from 5 patients for gene expression profiling were collected on day 0(prior to thalidomide) and on day 7 after completing thalidomide but prior to fludarabine infusion. DNA was extracted from apoptotic cells. Purified B cells extracted by Ficoll-hypaque were homogenized in Trizol and total RNA was extracted from samples prepared for GeneChip analysis as described in the Affymetrix GeneChip Expression Analysis Manual and biotinylated using Bioarray. After QC the samples were hybridized to U95A chips, representing over 12,000 annotated genes from the Unigene database. QPCR analysis was performed using ABI7900 sequence detector system. The data obtained were analyzed using Rapid Multi-Array Analysis (RMA) with all gene ontology (GO) functional annotations and chromosomal locations determined using NetAffx and Locus Link. Pathway Analysis: Two approaches were used-one using Pathway Assist Software, genes altered by Thalidomide were compared to those implicated in established pathways and second by constructing Biological Association Networks (BANS) which identifies associations to over 140,000 biological facts extracted from PubMed. Results: In each of the 5 paired samples 51 genes consistently displayed increased expression- mainly genes whose primary function were related to the immune response and apoptosis while 53 genes- mainly the signal transduction were lower. In particular the apoptotic response include mainly the intrinsic pathways and the activation of the granule mediated pathways. In the surviving B cells many of the genes were directly or indirectly related to the upregulation of nuclear factor kappa B (NF-kB) suggesting possible mechanism of resistance to thalidomide. QPCR validation using five different genes CFLAR, HBD, ILIB, TNF-a and PTPNS1 were done in additional 12 paired CLL samples. The PTPNS1 gene involved in the NF-kB signaling pathway was elevated in 8 of the post treatment samples. Conclusions: Any treatment of CLL, a malignancy with failure of apoptotic cellular machinery must be able to overcome pro-survival mechanisms and induce apoptosis. Our results show that Thalidomide induces a net effect of increasing apoptosis-related responses in malignant B cells through several distinct mechanisms and decreasing those involving the NF-kB pathway. We will present the complete gene expression data at the Annual meeting.",
    "topics": [
        "apoptosis",
        "fludarabine",
        "gene expression profiling",
        "molecular target",
        "nf-kappa b",
        "signal transduction",
        "thalidomide",
        "down-regulation",
        "granules",
        "brachial plexus neuritis"
    ],
    "author_names": [
        "Asher Alban Chanan-Khan, MD",
        "Swaminathan Padmanabhan, MD",
        "Leighton Stein",
        "Jennifer Panzarella",
        "Kena C. Miller",
        "Leslie Hawthorne, Ph.D"
    ],
    "author_affiliations": [
        [
            "Medicine, Roswell Park Cancer Institute, Buffalo, NY, USA"
        ],
        [
            "Medicine, Roswell Park Cancer Institute, Buffalo, NY, USA"
        ],
        [
            "Cancer Genetics, Roswell Park Cancer Institute, Buffalo, NY, USA"
        ],
        [
            "Cancer Genetics, Roswell Park Cancer Institute, Buffalo, NY, USA"
        ],
        [
            "Medicine, Roswell Park Cancer Institute, Buffalo, NY, USA"
        ],
        [
            "Cancer Genetics, Roswell Park Cancer Institute, Buffalo, NY, USA"
        ]
    ],
    "first_author_latitude": "42.898701599999995",
    "first_author_longitude": "-78.86554819999999"
}