{
    "doi": "https://doi.org/10.1182/blood.V128.22.3186.3186",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3390",
    "start_url_page_num": 3390,
    "is_scraped": "1",
    "article_title": "Impact of Treatment with Iron Chelators in Lower-Risk MDS Patients Participating in the European Leukemianet MDS (EUMDS) Registry ",
    "article_date": "December 2, 2016",
    "session_type": "637. Myelodysplastic Syndromes-Clinical Studies: Poster II",
    "topics": [
        "iron chelating agents",
        "risk reduction",
        "chelating agents",
        "iron chelation therapy",
        "deferasirox",
        "deferoxamine",
        "iron overload",
        "chelation therapy",
        "deferiprone",
        "duration of treatment"
    ],
    "author_names": [
        "Saskia Langemeijer, MD PhD",
        "Louise De Swart, MD",
        "Ge Yu, MSc.",
        "Alex Smith",
        "Simon Crouch, PhD",
        "Tom Johnston, PhD",
        "Pierre Fenaux, MD PhD",
        "Argiris Symeonidis",
        "Jaroslav Cermak",
        "Eva Hellstrom-Lindberg, MD PhD",
        "Guillermo Sanz, MD",
        "Reinhard Stauder, MD",
        "Luca Malcovati, MD",
        "Ulrich Germing",
        "Mette Skov Holm",
        "Moshe Mittelman, MD",
        "Krzysztof Madry, MD PhD",
        "Aurelia Tatic, MD",
        "Antonio Almeida, MD PhD",
        "Aleksandar Savic",
        "Sophie Park, MD PhD",
        "Odile Beyne-Rauzy, MD",
        "Raphaël Itzykson, MD PhD",
        "Corine van Marrewijk, PhD",
        "David Bowen, MD PhD",
        "Theo de Witte, MD PhD"
    ],
    "author_affiliations": [
        [
            "Radboud University medical Center, Nijmegen, Netherlands ",
            "Radboudumc, Nijmegen, Netherlands "
        ],
        [
            "Hematology, Radboudumc, Nijmegen, Netherlands "
        ],
        [
            "Epidemiology and Cancer Statistics Group, University of York, York, United Kingdom "
        ],
        [
            "Epidemiology and Cancer Statistics Group, University of York, York, United Kingdom "
        ],
        [
            "Epidemiology and Cancer Statistics Group, University of York, York, United Kingdom "
        ],
        [
            "University of York, York, United Kingdom "
        ],
        [
            "Service d'Hématologie Séniors, Hôpital Saint-Louis, Université Paris 7, Paris, France "
        ],
        [
            "Department of Internal Medicine, Division of Hematology, University of Patras Medical School, Patras, Greece "
        ],
        [
            "Institute of Hematology and Blood Transfusion, Prague, Czech Republic "
        ],
        [
            "Center for Hematology and Regenerative Medicine (HERM), Department of Medicine, Karolinska Institutet, Stockholm, Sweden "
        ],
        [
            "Hematology Department, Hospital Universitari i Politècnic La Fe, Valencia, Spain "
        ],
        [
            "Department of Internal Medicine V (Hematology and Oncology), Innsbruck Medical University, Innsbruck, Austria "
        ],
        [
            "Department of Hematology Oncology, Fondazione IRCCS Policlinico San Matteo and University of Pavia, Pavia, Pavia, Italy "
        ],
        [
            "Department of Hematology, Oncology, and Clinical Immunology, Heinrich-Heine-University Düsseldorf, Düsseldorf, Germany "
        ],
        [
            "Dept of Hematology, Aarhus University Hospital, Aarhus, Denmark "
        ],
        [
            "Tel Aviv Sourasky Medical Center, Tel Aviv, Israel "
        ],
        [
            "Department of Hematology, Oncology and Internal Diseases, Medical University of Warsaw, Warsaw, Poland "
        ],
        [
            "Center of Hematology and Bone Marrow Transplantation, Fundeni Clinical Institute, Bucharest, Romania "
        ],
        [
            "Serviço de Hematologia, Lisbon, Portugal "
        ],
        [
            "Clinic of Hematology, Clinical Center of Vojvodina, Novi Sad, Serbia "
        ],
        [
            "Cochin Hospital, University Paris 5, Paris, France "
        ],
        [
            "Service d'hématologie, Centre Hospitalier Universitaire de Purpan, Toulouse, France "
        ],
        [
            "UMR7212/U944, Institut National de la Santé et de la Recherche Médicale, Saint-Louis Institute, University Paris 7, Paris, France "
        ],
        [
            "Hematology, Radboudumc, Nijmegen, Netherlands "
        ],
        [
            "St James's Institute of Oncology, Leeds, United Kingdom "
        ],
        [
            "Nijmegen Center for Molecular Life Sciences, Dep. of Tumor Immunology, Radboud University of Nijmegen Medical Centre, Nijmegen, Netherlands"
        ]
    ],
    "first_author_latitude": "51.8235728",
    "first_author_longitude": "5.8611812",
    "abstract_text": "Background Overall survival (OS) of lower-risk myelodysplastic syndrome (LR-MDS) patients treated with red blood cell transfusions (RBCT) is inferior to that of untransfused patients. RBCTs are associated with iron toxicity. Therefore, many transfused LR-MDS patients receive iron chelation according to (inter)national guidelines. The value of iron chelation in LR-MDS remains unproven. The aim of this study is to assess in a prospective, observational setting the efficacy of iron chelation to counteract the effects of iron overload in LR-MDS. Methods Three iron chelators are available in Europe for treatment of iron overload, but availability varies from country to country. We first assessed the impact of treatment of the 3 iron chelators on survival among the 195 patients treated with iron chelation. Secondly, we developed a model of a contemporary, observational control within the EU-MDS registry of patients who met the inclusion criteria, but who did not receive iron chelation. Results The EUMDS registry has accrued 2084 patients as of July 21, 2016. At this point, 195 patients had received chelation therapy (table). 82 (42%) Patients had died (22 after progressing to AML) and 34 alive patients had progressed to AML. The median time on chelation for all 195 patients was 15 months. Still-living patients had a median time on chelation of 18 months. Of the chelated patients, 149 received deferasirox as the initial chelator, 36 deferoxamine and 10 deferiprone. Treatment duration of the 3 different chelators and the use of the 3 chelators per country is given in table. Twenty patients switched from one chelator to another, but usually the treatment period of the 2 nd chelator was short compared to the treatment period of the 1 st chelator (data not shown). The Kaplan-Meier estimate showed a significantly better OS for the 149 patients initially treated with deferasirox compared to the 36 patients treated with desferoxamine (log rank p = 0.0021). Multivariate analysis of the 2 groups showed a hazard ratio (HR) of 2.2 (95% CI: 1.3-3.6) and after adjustment a HR of 1.9 (95% CI: 1.1-3.3). We compared the outcome of a non-chelated control group of 573 transfusion dependent patients with 192 chelated patients who achieved one of the following inclusion criteria, recommended to start iron chelation according to (inter)national guidelines: >15 units of RBCT or >1 unit/month during a 6-month period between visits or ferritin >1000 mg/L. Patients were analysed from time of reaching the criteria using receipt of chelation as the time-varying covariate. The unadjusted HRs and 95% CIs were: 1.2 (0.92 - 1.5) and 1.3 (0.95 - 1.7) after adjustment for relevant factors (p = 0.10). The corresponding risk estimates for the analyses restricted to the 149 patients initially treated with deferasirox were 1.5 (1.1 - 2.0) and 1.6 (1.2 - 2.3) respectively (p = 0.006). Interpretation Clinical practice of iron chelation in LR-MDS varied considerably in the 17 European countries participating in the EUMDS Registry. The most frequently used chelator is deferasirox. Use of this chelator varied from 0% to 25% per country. OS was significantly better after treatment with deferasirox when compared to the classical chelator deferoxamine. OS was also significantly better when compared with a large control group of 573 patients, even after adjustment for all relevant prognostic factors. View large Download slide View large Download slide Figure View large Download slide Figure View large Download slide Disclosures Fenaux: Celgene, Janssen, Novartis, Astex, Teva: Research Funding; Celgene, Novartis, Teva: Honoraria. Symeonidis: Genesis: Honoraria; Roche: Honoraria; Amgen: Honoraria; Takeda: Consultancy, Honoraria. Almeida: Alexion: Speakers Bureau; BMS: Speakers Bureau; Novartis: Consultancy, Speakers Bureau; Shire: Speakers Bureau; Celgene: Consultancy, Research Funding, Speakers Bureau. Savic: Novo Nordisk: Other: Investigator. de Witte: Incyte: Consultancy; Celgene: Consultancy; Novartis: Honoraria, Research Funding."
}