{
    "doi": "https://doi.org/10.1182/blood.V124.21.4.4",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2973",
    "start_url_page_num": 2973,
    "is_scraped": "1",
    "article_title": "Lenalidomide Induces Ubiquitination and Degradation of CSNK1A1 in MDS with Del(5q) ",
    "article_date": "December 6, 2014",
    "session_type": "Plenary Scientific Session",
    "topics": [
        "catabolism",
        "lenalidomide",
        "ubiquitination",
        "ubiquitin",
        "ligase",
        "multiple myeloma",
        "aldesleukin",
        "cancer",
        "cd34 antigens",
        "genome editing"
    ],
    "author_names": [
        "Emma C. Fink",
        "Jan Krönke, MD",
        "Slater N. Hurst",
        "Namrata D. Udeshi, PhD",
        "Tanya Svinkina",
        "Rebekka K. Schneider, MD",
        "Marie E. McConkey, PhD",
        "Marcus Järås, PhD",
        "Lars Bullinger, MD PhD",
        "Steven A. Carr, PhD",
        "Benjamin L. Ebert, MD DPhil"
    ],
    "author_affiliations": [
        [
            "Brigham and Women's Hospital, Boston, MA "
        ],
        [
            "Brigham and Women's Hospital, Boston, MA ",
            "University Hospital Ulm, Ulm, Germany "
        ],
        [
            "Brigham and Women's Hospital, Boston, MA "
        ],
        [
            "Broad Institute of MIT and Harvard, Cambridge, MA"
        ],
        [
            "Broad Institute of MIT and Harvard, Cambridge, MA"
        ],
        [
            "Brigham and Women's Hospital, Boston, MA "
        ],
        [
            "Brigham and Women's Hospital, Boston, MA "
        ],
        [
            "Brigham and Women's Hospital, Boston, MA "
        ],
        [
            "University Hospital Ulm, Ulm, Germany "
        ],
        [
            "Broad Institute of MIT and Harvard, Cambridge, MA"
        ],
        [
            "Brigham and Women's Hospital, Boston, MA "
        ]
    ],
    "first_author_latitude": "42.3362036",
    "first_author_longitude": "-71.1067408",
    "abstract_text": "The immunomodulatory (IMiD) drug lenalidomide is a highly effective treatment for multiple myeloma and myelodysplastic syndrome (MDS) with deletion of chromosome 5q (del(5q)). Recently, we and others demonstrated that lenalidomide activates the CRBN-CRL4 E3 ubiquitin ligase to ubiquitinate IKZF1 and IKZF3. Degradation of these lymphoid transcription factors explains lenalidomide’s growth inhibition of multiple myeloma cells and increased IL-2 release from T cells. However, it is unlikely that degradation of IKZF1 and IKZF3 accounts for lenalidomide’s activity in MDS with del(5q). Instead, we hypothesized that ubiquitination of a distinct CRBN substrate in myeloid cells explains the efficacy of lenalidomide in del(5q) MDS. Applying quantitative proteomics in the myeloid cell line KG-1, we identified a novel target, casein kinase 1A1 (CSNK1A1), that had increased ubiquitination and decreased protein abundance following lenalidomide treatment. CSNK1A1 is encoded in the del(5q) commonly deleted region and is thus a potential lenalidomide target in del(5q) MDS. Previous studies have demonstrated that Csnk1a1 is a therapeutic target in a murine model of acute myeloid leukemia. We validated that lenalidomide treatment decreased CSNK1A1 protein levels in multiple human cell lines in a dose-dependent manner without altering CSNK1A1 mRNA levels. Moreover, lenalidomide treatment increased ubiquitination of CSNK1A1 in cell lines. The decrease in CSNK1A1 protein levels in response to lenalidomide was abrogated by treatment with the proteasome inhibitor MG132 and by Cullin-RING ubiquitin ligase inhibition with MLN4924. CSNK1A1 co-immunoprecipitated with CRBN in the presence of lenalidomide, demonstrating direct interaction of CSNK1A1 with the substrate adaptor for the ubiquitin ligase. Homozygous genetic inactivation of the CRBN gene by CRISPR/Cas9 genome editing in 293T cells eliminated lenalidomide-induced degradation of CSNK1A1. In aggregate, these experiments demonstrate that CSNK1A1 is a CRBN-CRL4 substrate that is ubiquitinated and degraded in the presence of lenalidomide. We next explored how degradation of CSNK1A1 might explain the specificity of lenalidomide for cells with del(5q). ShRNA-mediated knockdown of CSNK1A1 sensitized primary human CD34 + cells to lenalidomide treatment, indicating that haploinsufficiency for CSNK1A1 might increase lenalidomide sensitivity in del(5q) hematopoietic cells. We sought to further validate this finding in a genetically defined Csnk1a1 conditional knockout mouse model. While murine cells are resistant to the effects of IMiDs, murine Ba/F3 cells overexpressing human CRBN (hCRBN), but not murine CRBN, degraded CSNK1A1 in response to lenalidomide. To examine the effect of Csnk1a1 haploinsufficiency on lenalidomide sensitivity, we isolated hematopoietic stem and progenitor cells from Csnk1a1 +/- and Csnk1a1 +/+ mice and transduced them with a retroviral vector expressing hCRBN. When treated with lenalidmide, C snk1a1 +/- cells expressing hCRBN were depleted over time relative to wild-type controls. The enhanced sensitivity of Csnk1a1 +/- cells to lenalidomide was associated with induction of p21 and was rescued by heterozygous deletion of p53, demonstrating a critical downstream role for p53 consistent with clinical observations that TP53 mutations confer lenalidomide resistance. In aggregate, these studies demonstrate that lenalidomide induces the ubiquitination and consequent degradation of CSNK1A1 by the CRBN-CRL4 E3 ubiquitin ligase. del(5q) cells have only one copy of CSNK1A1 , so they are selectively depleted over wild-type cells, explaining lenalidomide’s clinical efficacy in del(5q) MDS. Although the idea that heterozygous deletions could be cancer vulnerabilities was first proposed 20 years ago, lenalidomide provides the first example of an FDA-approved and clinically effective drug that derives its therapeutic window from specifically targeting a haploinsufficient gene. Disclosures Ebert: Celgene: Research Funding; Genoptix: Consultancy."
}