{
    "doi": "https://doi.org/10.1182/blood.V114.22.2952.2952",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1571",
    "start_url_page_num": 1571,
    "is_scraped": "1",
    "article_title": "Patients with Waldenstrom's Macroglobulinemia Are Often Hypoferremic That Is Refractory to Oral Iron Repletion and Responsive to Parental Iron Infusions, and Demonstrate Elevated Levels of Hepcidin. ",
    "article_date": "November 20, 2009",
    "session_type": "Non-Hodgkin’s Lymphoma - Biology, Excluding Therapy Poster II",
    "topics": [
        "hepcidin",
        "iron",
        "waldenstrom macroglobulinemia",
        "parent",
        "anemia",
        "bone marrow diseases",
        "iron-binding capacity, total, serum",
        "beta 2-microglobulin",
        "ferroportin",
        "hormones"
    ],
    "author_names": [
        "Bryan Ciccarelli",
        "Christopher J Patterson",
        "Zachary Hunter",
        "Christina Hanzis",
        "Thea Ioakimidis, MS",
        "Robert Manning",
        "Guang Yang, PhD",
        "Ping Gong",
        "Lian Xu",
        "Yangsheng Zhou, MD, PhD",
        "Jenny Sun, MD",
        "Xia Liu",
        "Hsiuyi Tseng",
        "Yang Cao",
        "Patricia Sheehy, NP",
        "Steven Treon, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Hematology-Oncology, Dana Farber Cancer Institute, Boston, MA, USA, "
        ],
        [
            "Waldenstrom's macroglubulinemia center, Dana-Farber Cancer Institute, Boston, MA, USA, "
        ],
        [
            "Hematology-Oncology, Dana Farber Cancer Institute, Boston, MA, USA, "
        ],
        [
            "Hematology-Oncology, Dana Farber Cancer Institute, Boston, MA, USA, "
        ],
        [
            "Dana Farber Cancer Institute, Boston, MA, USA, "
        ],
        [
            "Dept. of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA, "
        ],
        [
            "Medical Oncology, Dana-Farber Cancer Inst., Boston, MA, USA, "
        ],
        [
            "Dana Farber Cancer Institute, Boston, MA, USA, "
        ],
        [
            "Hematology-Oncology, Dana Farber Cancer Institute, Boston, MA, USA, "
        ],
        [
            "Dept. of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA, "
        ],
        [
            "Dept. of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA, "
        ],
        [
            "Dept. of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA, "
        ],
        [
            "Dept. of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA, "
        ],
        [
            "Dana Farber Cancer Institute, Boston, MA, USA, "
        ],
        [
            "Dept. of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA, "
        ],
        [
            "Dana-Farber Cancer Institute, Boston, MA, USA"
        ]
    ],
    "first_author_latitude": "42.34322194999999",
    "first_author_longitude": "-71.12806395000001",
    "abstract_text": "Abstract 2952 Poster Board II-928 Background: Patients with Waldenstrom's macroglobulinemia (WM) often present with anemia, that can occur independent of bone marrow disease involvement, serum IgM levels, and in the absence of any hemolysis (Treon, Blood 2009). Iron deficiency is commonly observed in WM patients, and is often oral iron refractory. Parenteral administration of iron (Ferrlicit) in such patients can lead to improvements in hematocrit in patients who are oral iron refractory as shown below in Table 1 :  (n=5) . Pre-Treatment . Post-Treatment . p= . Hct (%) 29.7 (range 27.4-33.8) 34.2 (range 30.7-35.6) 0.03097 (n=5) . Pre-Treatment . Post-Treatment . p= . Hct (%) 29.7 (range 27.4-33.8) 34.2 (range 30.7-35.6) 0.03097 View Large As such, we investigated mechanisms by which oral iron uptake could be impaired in patients with WM. Hepcidin is a peptide which acts as a master regulator of iron homeostasis by binding to and disabling the only known iron-export protein, ferroportin, resulting in the inhibition of iron transfer from enterocytes and macrophages into the circulation. We therefore sought to delineate the role of Hepcidin in WM patients presenting with and without anemia, and in those patients who did not respond to oral iron intake. Patients and Methods: Serum levels of Hepcidin were determined in 53 previously untreated patients with WM [Median Age: 63; BM Involvement 40%; Beta 2 Microglobulin (B 2 M) 2.6 g/L; Hematocrit 34.2%; Iron 67 ug/dL; TIBC 321 ug/dL] along with 20 healthy donors [Median Age: 63.5, Female N=8, Male N=12] using the Hepcidin-P competitive ELISA for hepcidin-25, the biologically-active form of the hormone [Intrinsic LifeSciences, La Jolla, CA USA]. Of the patients examined, 45 were anemic, 12 were hypoferremic [<37-170 mg/dL]. All but 5 individuals had normal TIBC levels [210-480 mg/dL]. Results: Serum Hepcidin levels were elevated among all WM patients [107.5 ng/mL, range 11.3-689 ng/mL] versus healthy donors [91.8 ng/mL, range 12.2-211.6 ng/mL; p=.04]. Levels of Hepcidin positively correlated with BM disease involvement (p=0.004; Spearmans rho=0.4), and inversely with hematocrit (p=0.08; Spearman's rho=-.24) [ Figure 1,2 ]. View large Download slide View large Download slide  Among the 45 WM patients who demonstrated anemia, the median level of Hepcidin was higher at 118.5 ng/mL [Range 11.3-689 ng/mL; p=0.025 versus healthy donors]. Among 5 WM patients who failed to respond to oral iron repletion and who subsequently responded to parenteral iron ( Table 1 ), the median Hepcidin level was 189.1 (range 40.6-444.1 ng/mL). Among non-anemic WM patients, hepcidin levels were lower [66.5 ng/mL; range 31.7-401.8 ng/mL; p=0.35 versus anemic WM patients), though these patients demonstrated a lower bone marrow disease burden (30% vs. 50%; p=0.03). Conclusions: Hepcidin levels are elevated in patients with WM, and show a positive correlation with bone marrow disease burden, and an inverse relationship with hematocrit. Importantly, higher levels of Hepcidin may be associated with refractoriness to oral iron intake. Further studies addressing the role of Hepcidin in the management of WM related anemia are warranted. Disclosures: No relevant conflicts of interest to declare."
}