{
    "doi": "https://doi.org/10.1182/blood.V122.21.181.181",
    "article_title": "HMGB1 Release and TLR4-Mediated Inflammation In Sickle Cell Disease At Baseline and During Acute Vaso-Occlusive Crisis ",
    "article_date": "November 15, 2013",
    "session_type": "111. Hemoglobinopathies, excluding Thalassemia",
    "abstract_text": "High Mobility Group Box 1 (HMGB1) is a nuclear protein that aids in regulating gene expression and the organization of DNA structure. However, upon cellular activation or injury, HMGB1 can be secreted from activated immune cells through non-classical ‘leaderless’ pathways or released from tissues through necrosis. Once released, HMGB1 acts as a Damaged-Associated Molecular Pattern (DAMP) that binds with other DAMPs and cytokines to activate Toll-Like Receptor 4 (TLR4), resulting in pro-inflammatory signaling and impaired endothelial cell function. It is well established that sickle cell disease (SCD) increases neutrophil count and activation. In addition, tissue injury and inflammation is further exacerbated by the ischemia/reperfusion that occurs during acute vaso-occlusion in SCD. Very little is known concerning HMGB1 release in SCD and its role in the pathology of SCD. We hypothesize that SCD increases HMGB1 release and that SCD-dependent increases in HMGB1 and oxidative stress act in concert to impair endothelial cell (EC) function and increase vascular congestion and tissue injury. To explore this hypothesis, we assessed plasma levels of HMGB1 in SCD as compared to normal controls. In humans, we found that individuals with SCD have ∼4-fold increased plasma HMGB1 levels compared to plasma levels in control individuals (p=0.02). Similarly, the Berkeley mouse model of SCD has ∼2-fold higher levels of plasma HMGB1 compared to control animals (p<0.01). Next, we measured plasma HMGB1 levels in SCD and control mice after exposure to hypoxia (3 hrs 10% FIO 2 ) to induce acute sickling followed by reoxygenation (2 hrs room air, H/R) as an experimental model of acute vaso-occlusion. Importantly, hypoxia/reoxygenation (H/R) increased HMGB1 levels in SS mice more than 3-fold, while having little effect on the plasma levels of HMGB1 in control mice (p<0.03). This indicates that H/R induces immune cell activation and/or tissue injury, which increases the release of HMGB1 into the plasma. Since H/R induced such high plasma concentrations of HMGB1 in SCD mice, we examined if HMGB1 alone was sufficient to induce vascular congestion. Mice were injected with recombinant HMGB1 to deliver levels similar to that found in SCD mice post H/R; after 3 hrs mice were euthanized and lungs harvested. Histologic examination of lung sections showed that HMGB1 directly increased vascular congestion in SCD but not control mice. These data indicate that, even in the absence of acute sickling, SCD mice are more susceptible than control mice to HMGB1-induced lung vascular injury. Finally, to begin to understand how SCD induces chronic states of inflammation, we determined the effects of human and mouse plasma on TLR4 receptor activity. To assess TLR4 receptor activity we used TLR4 “reporter cells” that secrete alkaline phosphatase upon binding and activation of TLR4. We found that plasma from individuals with SCD induced ∼4-fold greater increases in TLR4 reporter activity compared to plasma from healthy race-matched individuals (p<0.025). Likewise, after H/R treatment, plasma from SCD mice induced ∼2-fold greater increase in TLR4 reporter activity compared to plasma from control mice (p<0.05). The “gold standard” for determining if HMGB1 plays a role in inflammation is the use of neutralizing antibodies. Interestingly, anti-HMGB1 antibody treatment of H/R-exposed SCD mice markedly diminished the plasma-induced TLR4 receptor activity to levels similar to that observed from control mice (p<0.05), suggesting that much of the increase in TLR4 receptor activity induced by plasma from SS-H/R mice is HMGB1-dependent. Taken together, these data indicate that SCD increases the release of HMGB1 and suggests that HMGB1 plays an important role in the mechanisms by which SCD impairs vascular function and increases vascular congestion. Disclosures: Wandersee: Bayer: Consultancy. Guo: Bayer: Consultancy. Hillery: Bayer: Consultancy; Biogen Idec: Consultancy.",
    "topics": [
        "hmgb1 protein",
        "inflammation",
        "sickle cell anemia",
        "toll-like receptor 4",
        "vaso occlusive crisis",
        "hypoxia",
        "alkaline phosphatase",
        "antibodies",
        "cytokine",
        "gold standard"
    ],
    "author_names": [
        "Hao Xu, PhD",
        "Nancy J. Wandersee, PhD",
        "YiHe H. Guo, PhD",
        "Deron W. Jones",
        "Sandra L. Holzhauer",
        "Madelyn S. Hanson, PhD",
        "Neil Hogg, PhD",
        "John C. Densmore, MD",
        "Sushma Kaul, MS",
        "Cheryl A. Hillery, MD",
        "Kirkwood A. Pritchard, Jr., PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Hao Xu, PhD",
            "author_affiliations": [
                "Medical College of Wisconsin, Milwaukee, WI, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Nancy J. Wandersee, PhD",
            "author_affiliations": [
                "Medical College of Wisconsin and Blood Research Institute, Milwaukee, WI, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "YiHe H. Guo, PhD",
            "author_affiliations": [
                "Medical College of Wisconsin and Blood Research Institute, Milwaukee, WI, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Deron W. Jones",
            "author_affiliations": [
                "Medical College of Wisconsin, Milwaukee, WI, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sandra L. Holzhauer",
            "author_affiliations": [
                "Blood Research Institute, Blood Center of Wisconsin, Milwaukee, WI, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Madelyn S. Hanson, PhD",
            "author_affiliations": [
                "Medical College of Wisconsin and Blood Research Institute, Milwaukee, WI, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Neil Hogg, PhD",
            "author_affiliations": [
                "Medical College of Wisconsin, Milwaukee, WI, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John C. Densmore, MD",
            "author_affiliations": [
                "Medical College of Wisconsin, Milwaukee, WI, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sushma Kaul, MS",
            "author_affiliations": [
                "Medical College of Wisconsin, Milwaukee, WI, USA, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cheryl A. Hillery, MD",
            "author_affiliations": [
                "Medicine, Medical College of Wisconsin and Blood Research Institute, Milwaukee, WI, USA"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kirkwood A. Pritchard, Jr., PhD",
            "author_affiliations": [
                "Medical College of Wisconsin, Milwaukee, WI, USA, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-28T06:43:07",
    "is_scraped": "1"
}