{
    "doi": "https://doi.org/10.1182/blood-2019-122014",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4274",
    "start_url_page_num": 4274,
    "is_scraped": "1",
    "article_title": "Incidence of Relapsed/Refractory Diffuse Large B-Cell Lymphoma (DLBCL) Including CNS Relapse in a Population-Based Cohort of 4205 Patients in Sweden ",
    "article_date": "November 13, 2019",
    "session_type": "627.Aggressive Lymphoma (Diffuse Large B-Cell and Other Aggressive B-Cell Non-Hodgkin Lymphomas)-Results from Retrospective/Observational Studies",
    "topics": [
        "diffuse large b-cell lymphoma",
        "cancer",
        "lymphoma",
        "treatment resistant disorders",
        "anthracycline antibiotics",
        "b-cell lymphomas",
        "cancer immunotherapy",
        "chemotherapy regimen",
        "palliative care",
        "primary central nervous system lymphoma"
    ],
    "author_names": [
        "Sara Harrysson, MD",
        "Sandra Eloranta",
        "Sara Ekberg",
        "Gunilla Enblad",
        "Mats Jerkeman, MD Professor",
        "Sverker Hasselblom",
        "Björn E Wahlin, MD PhD",
        "Per-Ola Andersson, MD PhD",
        "Karin E. Smedby, MD PhD"
    ],
    "author_affiliations": [
        [
            "Dept of Hematology, Karolinska University Hospital, Solna, Sweden ",
            "Division of Clinical Epidemiology, Dept of Medicine Solna, Karolinska Institutet, Stockholm, Sweden "
        ],
        [
            "Clinical Epidemiology Division, Department of Medicine Solna, Karolinska Institutet, Stockholm, Sweden "
        ],
        [
            "Division of Clinical Epidemiology, Dept of Medicine Solna, Karolinska Institutet, Stockholm, Sweden "
        ],
        [
            "Dept of Oncology, Akademiska University Hospital, Uppsala, Sweden ",
            "Department of Immunology, Genetics and Pathology, Uppsala University, Uppsala, Sweden "
        ],
        [
            "Dept of Oncology and Pathology, Institute of Clinical Sciences, Lund University, Lund, Sweden "
        ],
        [
            "Dept of Research, Development & Education, Region Halland, Halmstad, Sweden "
        ],
        [
            "Center of Hematology, Karolinska University Hospital, Stockholm, Sweden "
        ],
        [
            "Gothenburg University, Sahlgrenska Academy, Gothenburg, Sweden ",
            "Dept of Hematology, South Älvsborg Hospital, Borås, Sweden "
        ],
        [
            "Dept of Hematology, Karolinska University Hospital, Solna, Sweden ",
            "Department of Medicine Solna, Division of Clinical Epidemiology, Karolinska Institutet, Stockholm, Sweden"
        ]
    ],
    "first_author_latitude": "59.3496264",
    "first_author_longitude": "18.034475399999998",
    "abstract_text": "Background Diffuse large B cell lymphoma (DLBCL) is an aggressive but often curable disease. However a proportion of the patients are primary refractory or relapse (R/R DLBCL) following standard immuno-chemotherapy, which is associated with a much worse prognosis especially if the CNS is involved. Current knowledge around the incidence of R/R DLBCL is mostly derived from randomized controlled trials or specialized center cohorts presenting selected patient materials. With new available treatment options for these patients it is of great importance to accurately estimate the incidence in absolute terms. Here we investigated the incidence of R/R DLBCL overall and in the CNS in a nationwide population-based cohort accounting for the presence of competing risks. Methods Patients with a primary diagnosis of DLBCL in 2007-2014 were identified using the Swedish Lymphoma Register and followed until October 31 st 2017. Primary CNS lymphomas, primary mediastinal B-cell lymphomas and transformed lymphomas were excluded. The register contains information about clinical characteristics, primary treatment, treatment response and relapse. Information regarding treatment response and progression/relapse as well as site of relapse was validated through medical chart review in all patients. Primary treatment with curative intent was defined as having started treatment with anthracycline-based chemotherapy (mostly R-CHOP). Overall (OS) and progression-free survival (PFS) were estimated using the Kaplan-Meier method in the full cohort. Cumulative incidence of R/R DLBCL was estimated in the subset of patients who were treated with curative intent accounting for the competing risk of death. The net probability of CNS progression/relapse by CNS IPI was estimated in curatively treated patients who did not have CNS involvement at diagnosis. The cumulative incidence of CNS relapse was estimated non-parametrically with death and non-CNS progression/relapse as competing risks among all curatively treated patients and restricted to patients with high CNS IPI (4-6) separately. Results In the study population of 4205 patients, median age at diagnosis was 71 years (range 18 to 105). Sixteen percent of patients (n=677, median age 83 years) were not able to start treatment with curative intent, with the median OS in this group of only 2.7 months. Two-year OS for patients treated with curative intent was 88% (95% CI: 87-89) and 2-year progression free survival (PFS) was 70% (95% CI: 69-72) (fig 1a). The 5-year cumulative incidence of relapsed/refractory disease in patients treated with curative intent was 23% (95% CI: 22-24, total N=713) (fig 1b) and the majority relapsed within two years (n=646, 77%). Five percent of the patients starting primary treatment with curative intent, only received 1 or 2 treatment cycles and were not evaluated for response. The 2-year cumulative incidence of CNS relapse in curatively treated patients was 2.8% (95% CI: 2.7-3.4, total N=126) (fig 1b). For patients with high CNS IPI (4-6) the 2-year rate of CNS relapse was 12% (95% CI: 8-16) when estimated using the Kaplan-Meier method (fig 1c), but only 8% (95% CI: 6-11) in the cumulative incidence model (fig 1d) accounting for other relapses and death as competing events. Conclusion The 5-year cumulative incidence of relapsed/refractory disease in patients with DLBCL treated with curative intent is 23% in this population-based study, which is lower than in previously published reports. Overall, 16% of patients were not able to start primary curative intent treatment, representing an older group of patients with a dismal OS. An additional 5% of patients were not able to tolerate more than 1-2 cycles, defining another group of patients with unmet medical needs. The 2-year cumulative incidence of CNS relapse is <10% even in high-risk patients when estimating absolute risk in the real world where patients also face risks of non-CNS relapse and death. Figure 1 A): Overall survival (OS) and progression-free survival (PFS) among 4205 patients with diffuse large B-cell lymphoma (DLBCL) diagnosed in Sweden 2007-2014 treated with curative (n=3528 ) or palliative intent (n=677). B): Cumulative incidence of CNS relapse in the presence of competing risks of death and non-CNS relapse. C): Net probability of CNS relapse by CNS IPI (N=3499). D): Cumulative incidence of CNS relapse restricted to 414 patients with high CNS IPI (4-6). View large Download slide View large Download slide  Disclosures Harrysson: Janssen pharmaceuticals: Other: This project was partly funded through a private-public collaboration between KI and Janssen pharmaceuticals.; Swedish Cancer Society: Other: This project was partly funded by the Swedish Cancer Society.. Eloranta: Karolinska Institutet: Other: coordinator for a public-private real world evidence; Janssen Pharmaceuticals.: Other: project coordinator for a public-private real world evidence. Ekberg: Janssen Pharmaceuticals: Other: This project was partly funded through a private-public collaboration between KI and Janssen pharmaceuticals.; Swedish Cancer Society: Other: This project was partly funded by the Swedish Cancer Society. Enblad: Kite/Gilead: Membership on an entity's Board of Directors or advisory committees. Jerkeman: Janssen: Honoraria, Research Funding; Gilead: Honoraria, Research Funding; Acerta: Honoraria, Research Funding; Celgene: Honoraria, Research Funding; Roche: Honoraria, Research Funding. Wahlin: Roche and Gilead: Consultancy. Andersson: Gilead, Janssen and Roche: Consultancy; Gilead: Research Funding; Abbvie and Janssen: Membership on an entity's Board of Directors or advisory committees. Smedby: Janssen Pharmaceuticals: Other: This project was partly funded through a private-public collaboration between KI and Janssen pharmaceuticals.; Takeda: Research Funding; Celgene: Honoraria."
}