{
    "doi": "https://doi.org/10.1182/blood.V112.11.1604.1604",
    "article_title": "Dose Escalated RAD001 (Everolimus) Enhances Chemosensitivity in Precursor-B Acute Lymphoblastic Leukemia, through a JNK Dependent Suppression of Cell Cycle Checkpoint Regulation. ",
    "article_date": "November 16, 2008",
    "session_type": "Molecular Pharmacology, Drug Resistance",
    "abstract_text": "Five year survival for patients with relapsed pre-B ALL remains less than 10%, requiring new approaches to therapy. We sought to evaluate the potential of mTOR inhibitor RAD001 to enhance pre-B ALL cell killing by agents that induce DNA damage or microtubule disruption and identify interactions that may indicate novel approaches to therapy. Combining 16μM RAD001 with agents that cause DNA damage or microtubule disruption in vitro, enhanced caspase-dependent killing (p<0.05) of pre-B ALL cells. We observed 16μM RAD001 suppressed p53 and markedly attenuated p21 responses to DNA damage or vincristine. Lentiviral siRNA knock down of p53 in Nalm6 cells led to significantly increased (p<0.05) cell kill by vincristine relative to luciferase knockdown cells with an intact p53 response. This data indicates enhanced killing by combining RAD001 with DNA damage or vincristine does not require p53. Intracellular flow cytometry revealed that combining 16μM RAD001 with DNA damage or vincristine activates the JNK pathway. c-Jun has been reported to promote proliferation, apoptosis, suppress p53 and p21 promoters and prolong the half-life of p53 analogue, p73. Concordantly, we observed up regulation of p73, puma, bax, bim and cleaved caspase 3, associated with enhanced cell death. This data indicates that p73 provides an alternate pathway to apoptosis. We hypothesized that 16μM RAD001 enhances chemosensitivity through a JNK dependent suppression of cell cycle checkpoint regulation. We observed 1.5μM RAD001 inhibited pRb, Ki67 and PCNA expression, increasing G 0/1 cell cycle arrest in response to DNA damage or vincristine, however 16μM RAD001 increased pRb, cyclin D1, Ki67, active CDC2 and PCNA expression. Increased DNA content, BrdU uptake and PCNA expression indicate cell cycle progression occurs in the presence of DNA damage or vincristine, when combined with 16μM RAD001. To validate the role of the JNK pathway in enhancing chemosensitivity we evaluated the impact of JNK inhibition on cell cycle regulation and cell survival. We observed enhanced cell cycle checkpoint regulation, indicated by reduced expression of c-jun, pRb, PCNA and Ki67 in Nalm6 cells. Furthermore, JNK inhibition enhanced G 0/1 or G 2 arrest in response to DNA damage in Nalm6 and REH cell lines respectively and enhanced G 2 arrest in response to vincristine. JNK inhibition led to reduced cell kill by DNA damage or microtubule disruption in Nalm6 and REH cell lines. This data strongly suggests that impaired cell cycle regulation by 16μM RAD001 is mediated through a JNK dependent mechanism. We conclude that dose escalated RAD001 enhances chemosensitivity independently of p53, through a JNK dependent impairment of cell cycle regulation, in response to DNA damage or microtubule disruption. Our data indicates that dose escalated RAD001 has the potential to enhance chemosensitivity in patients with pre-B ALL and provides a rationale for combining agents which induce JNK activation with DNA damage or microtubule disruption, as a therapeutic strategy in pre-B ALL.",
    "topics": [
        "acute lymphocytic leukemia",
        "cell cycle checkpoint",
        "chemosensitivity",
        "everolimus",
        "psychological suppression",
        "vincristine",
        "leukemia, precursor b-cell lymphoblastic",
        "proliferating cell nuclear antigen",
        "ki-67 antigen",
        "retinoblastoma protein"
    ],
    "author_names": [
        "Philip O. Saunders, MB, MRCP, FRACP, FRCPA",
        "Kenneth F. Bradstock, MB, PhD, FRACP, FRCPA",
        "Linda J. Bendall, BSc, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Philip O. Saunders, MB, MRCP, FRACP, FRCPA",
            "author_affiliations": [
                "WICR, Westmead Millennium Institute, University of Sydney, Sydney, NSW 2145, Australia"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Kenneth F. Bradstock, MB, PhD, FRACP, FRCPA",
            "author_affiliations": [
                "Department of Haematology, Westmead Hospital, Sydney, NSW 2145, Australia"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Linda J. Bendall, BSc, PhD",
            "author_affiliations": [
                "WICR, Westmead Millennium Institute, University of Sydney, Sydney, NSW 2145, Australia"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-07T06:38:37",
    "is_scraped": "1"
}