{
    "doi": "https://doi.org/10.1182/blood-2018-99-119606",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3889",
    "start_url_page_num": 3889,
    "is_scraped": "1",
    "article_title": "Cirmtuzumab Inhibits Non-Canonical Wnt Signaling without Enhancing Canonical Wnt/β-Catenin Signaling in Chronic Lymphocytic Leukemia ",
    "article_date": "November 29, 2018",
    "session_type": "605. Molecular Pharmacology, Drug Resistance-Lymphoid and Other Diseases: Poster II",
    "topics": [
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "signal transduction",
        "ror1 protein, human",
        "wnt-5a protein",
        "receptor tyrosine kinase-like orphan receptor 2",
        "cancer",
        "cyclin d1",
        "monoclonal antibodies",
        "phosphotransferases"
    ],
    "author_names": [
        "Han Zhang, PhD",
        "Suping Zhang, PhD",
        "Emanuela M. Ghia, PhD",
        "Michael Y. Choi, MD",
        "Jieyu Zhang, MS",
        "Liguang Chen, PhD",
        "George F. Widhopf II, PhD",
        "Laura Z. Rassenti, PhD",
        "Thomas J. Kipps, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Moores Cancer Center, University of California, San Diego, La Jolla, CA "
        ],
        [
            "Moores Cancer Center, University of California, San Diego, La Jolla, CA ",
            "Carson International Cancer Center, School of Medicine, Shenzhen University, Shenzhen, China"
        ],
        [
            "Moores Cancer Center, University of California, San Diego, La Jolla, CA "
        ],
        [
            "Moores Cancer Center, University of California, San Diego, La Jolla, CA "
        ],
        [
            "Moores Cancer Center, University of California, San Diego, La Jolla, CA "
        ],
        [
            "Moores Cancer Center, University of California, San Diego, La Jolla, CA "
        ],
        [
            "Moores Cancer Center, University of California, San Diego, La Jolla, CA "
        ],
        [
            "Moores Cancer Center, University of California, San Diego, La Jolla, CA "
        ],
        [
            "Moores Cancer Center, University of California, San Diego, La Jolla, CA "
        ]
    ],
    "first_author_latitude": "32.87864669999999",
    "first_author_longitude": "-117.2230577",
    "abstract_text": "ROR1 is a receptor tyrosine kinase-like orphan receptor for Wnt5a that is expressed by cells during embryogenesis and by the neoplastic cells of a variety of cancers, including chronic lymphocytic leukemia (CLL). ROR1 can induce activation of β-catenin-independent non-canonical Wnt-signaling. Studies reveal a cross-talk between the non-canonical Wnt-signaling pathway and the β-catenin-dependent canonical Wnt-signaling pathway, which we previously found was also activated in CLL (Lu D, et al, PNAS 101:31118-3123, 2004). Prior studies indicated that silencing a related Wnt5a receptor, ROR2, could augment canonical Wnt-signaling induced by Wnt3a. In this study, we examined whether genetic silencing of ROR1 or inhibition of ROR1-signaling also could influence canonical Wnt signaling. To inhibit ROR1 signaling we used the humanized anti-ROR1 mAb cirmtuzumab, which is being evaluated in patients with CLL (Choi MY, et al, Cell Stem Cell, 22:951, 2018). Surprisingly, we found that CRISPR/Cas9 deletion of ROR1 in 293T cells also could enhance the capacity of Wnt3a to activate canonical Wnt-signaling, albeit to a lesser extent than CRISPR/Cas9 deletion of ROR2; conversely, re-introduction of ROR1 into ROR1-deleted 293T cells suppressed Wnt3a-induced activation of canonical Wnt-signaling. In contrast, treatment of wildtype 293T cells with cirmtuzumab did not enhance Wnt3a-induced activation of canonical Wnt-signaling, but nonetheless suppressed ROR1-dependent non-canonical signaling induced by Wnt5a. We examined the influence of ROR1 on canonical Wnt-signaling in CLL. First, we examined whether the relative expression of ROR1 influenced the relative levels of genes induced by activation of the canonical Wnt-signaling pathway. Gene set enrichment analysis (GSEA) of gene-expression data on CLL cells of different patients (n=448, GSE13204) revealed that CLL cells with low-level expression of ROR1 ( ROR1 Low ) did not have increased levels of genes induced by activation of canonical Wnt-signaling relative to those noted in CLL cells with high-level expression of ROR1 ( ROR1 Hi ). Nonetheless, ROR1 Hi CLL cells did have increased levels of genes induced by activation of non-canonical Wnt signaling compared to ROR1 Low CLL cells. As in 293T cells, siRNA-mediated knockdown of ROR1 in ROR1 Hi CLL cells could enhance the capacity of Wnt3a to increase the levels of genes induced by canonical Wnt-signaling (e.g. MYC , CCND1 ). However, treatment of the same CLL cells with cirmtuzumab did not enhance the levels of such genes in response to Wnt3a, even at concentrations that exceeded those required to inhibit Wnt5a-induced ROR1-dependent non-canonical Wnt-signaling. We examined whether these findings also applied to CLL cells treated with cirmtuzumab in vivo . For this, we performed gene-set enrichment analyses on the transcriptomes of CLL cells collected from patients before and after treatment with cirmtuzumab in a recently completed phase I clinical trial (Choi MY, et al, Cell Stem Cell, 22:951, 2018). Although treatment with cirmtuzumab repressed expression of genes induced by activation of non-canonical Wnt signaling, we did not observe changes in the levels of genes induced by activation of the canonical Wnt signaling pathway. Collectively, this study demonstrates that cirmtuzumab can inhibit non-canonical Wnt signaling without enhancing canonical Wnt signaling in CLL, in contrast to what we observed in CLL cells silenced for ROR1. As such, treatment with cirmtuzumab may represent a more selective approach to suppressing non-canonical Wnt5a signaling than strategies aimed at genetic down-modulation or silencing of ROR1 . Disclosures Choi: Rigel: Consultancy; Pharmacyclics: Consultancy, Research Funding, Speakers Bureau; Gilead: Speakers Bureau; AbbVie, Inc: Consultancy, Speakers Bureau; Genentech: Speakers Bureau."
}