{
    "doi": "https://doi.org/10.1182/blood.V112.11.2288.2288",
    "article_title": "Thrombotic Thrombocytopenic Purpura at Johns Hopkins from 1993 to 2008: Clinical Outcomes and Risk Factors for Relapse in 75 Patients. ",
    "article_date": "November 16, 2008",
    "session_type": "Disorders of Platelet Number or Function",
    "abstract_text": "Background : Since the introduction of plasmapheresis, TTP-associated mortality has declined from 90% to 10–20%. However, 20–50% of patients experience recurrent disease. The goal of this study was to describe the clinical spectrum of TTP, determine the clinical outcome of patients with TTP and identify risk factors for disease relapse or recurrence. Methods : We retrospectively reviewed consecutive TTP patients treated between January 1992 and April 2008 at the Johns Hopkins Hospital. Complete demographic, clinical, laboratory, treatment, and response data were collected. A standard treatment protocol of corticosteroids (Methylprednisolone 100 mg IV q12h) and daily plasmapheresis (1.5 plasma volumes) was used during the study period. Rituximab, azathioprine and vincristine were employed in refractory or relapsing patients at physician’s discretion. Logistic regression was used to examine the association of clinical and laboratory parameters with four ordered outcome categories in TTP survivors: relapse (<30days), early recurrence (1–6 mo), late recurrence (≥ 6mo), and remission. Results : A total of 75 patients and 138 episodes of TTP were treated during the study period. Microangiopathic hemolytic anemia was noted in all cases. The median follow-up was 31.5 months (IQR 6 – 76 months). The median age was 42 years (range 13–82). Of the 75 patients, 73% were females and 56% were African American. 68% of the TTP episodes presented acutely (< 1 week), while 25% were subacute (1–4 weeks) and 7% had a chronic presentation (≥ 1 month). Neurologic abnormalities were present in 67% episodes while 35% had abnormal renal function on admission; 95% and 90% resolved on discharge or during follow-up, respectively. The median platelet count on admission was 15×10 3 /μL (range 1 – 144) and the median lactate dehydrogenase (LDH) value was 927U/L (range 152 – 5950). The mean time for platelet recovery was 10 days (range 2 – 48) while the mean time for LDH recovery was 20 days (range 2 – 100) (p < 0.0001). The mean length of hospital stay for each episode was 21 days (range 1 – 84). ADAMTS13 results were available in 45 episodes (39 patients) — 69% had severe ADAMTS13 deficiency (25%). Inhibitors were present in 74% of episodes with severe ADAMTS13 deficiency and 60% of episodes with moderate deficiency. All patients received plasmapheresis and most (95%) received corticosteroid treatment. The mean time from admission to plasmapheresis initiation was 1.9 days (range 1– 14). The mean number of pheresis sessions required to achieve a complete remission was 17 (range 3 – 66) over a total of 22 days (range 3 – 89). The mortality rate was 4% in both first-episode patients and all TTP episodes. The relapse/recurrence rate was 44% in first-episode patients and 50% in all TTP episodes. The average time-to-relapse/recurrence was 14 months (range 0.07–93 months) and 83% of relapses or recurrences occurred during the first two years. When categorized into four different outcome groups (i.e. relapse vs. early recurrence vs. late recurrence vs. remission), patients who relapsed were more likely to be African American (p = 0.002), had a higher platelet count (p = 0.02) and white blood cell count (p = 0.009) on admission and a higher LDH value on discharge (p = 0.031). There was no significant difference in ADAMTS13 results among the four groups. In a secondary analysis when we pooled all suboptimal outcomes, we found that African American patients had an odds of remission that was just 0.42 (p=0.042) that of Caucasians. Episodes with an admission platelet count in the upper quartile (mean of 82 x10 3 /μL) were 2.9 times (95% confidence interval 1.2 to 6.8) more likely to have a suboptimal outcome than episodes with platelet count in the lowest quartile (mean of 8 x10 3 /μL). Analysis restricted to the first-episode patients yielded similar outcomes. Conclusion : Using a standardized protocol of daily plasmapheresis and high-dose corticosteroids we have achieved a low mortality rate (4%) in patients with TTP. Risk factors for recurrence include African American ethnicity and high platelet counts on admission. If these risk factors remain valid in prospective studies, they may prove useful in identifying TTP patient in whom more aggressive initial treatment (e.g., Rituximab, etc.) may be warranted.",
    "topics": [
        "adrenal corticosteroids",
        "apheresis",
        "azathioprine",
        "complete remission",
        "disease remission",
        "follow-up",
        "glucocorticoids",
        "lactate dehydrogenase",
        "length of stay",
        "methylprednisolone"
    ],
    "author_names": [
        "Huichun Zhan, MD, MS",
        "Michael B. Streiff, MD",
        "Karen E. King, MD",
        "Jodi B Segal, M.D., M.P.H."
    ],
    "author_dict_list": [
        {
            "author_name": "Huichun Zhan, MD, MS",
            "author_affiliations": [
                "Johns Hopkins University, Baltimore, MD, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Michael B. Streiff, MD",
            "author_affiliations": [
                "Johns Hopkins Medical Institutions, Baltimore, MD, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Karen E. King, MD",
            "author_affiliations": [
                "Johns Hopkins Hospital, Baltimore, MD, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jodi B Segal, M.D., M.P.H.",
            "author_affiliations": [
                "Medicine, Johns Hopkins Medical Institutions, Baltimore, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-11T04:05:04",
    "is_scraped": "1"
}