{
    "doi": "https://doi.org/10.1182/blood.V114.22.1698.1698",
    "article_title": "Hypoxia Inducible Factor 1á (HIF-1á) Regulates CD20 Expression in Lymphoma Cells: Possible Implications for Rituximab Based Therapy in Diffuse Large B Cell Lymphoma (DLBCL). ",
    "article_date": "November 20, 2009",
    "session_type": "Lymphoma: Pre-Clinical - Chemotherapy and Biologic Agents Poster I",
    "abstract_text": "Abstract 1698 Poster Board I-724 Background HIF-1á is a transcription factor that regulates gene expression in response to decreases in cellular oxygenation (hypoxia). Genes activated by HIF are involved in glycolysis, glucose transport, angiogenesis, cell proliferation, cell migration, cell metabolism, and cell survival. Many of these genes confer protection against the consequences of oxygen deprivation while others enhance resistance to chemotherapy or radiotherapy. Clinically, evidence of elevated HIF-1á protein correlates with poor prognosis in lung, breast, colorectal, brain, pancreatic, ovarian, renal and bladder cancers. Our prior data found that constitutive expression of HIF-1á is enhanced in a set of established lymphoma cell lines (Evens et al, BJH, 2008), underscoring the potential impact of HIF in lymphoma. We also found that HIF-1á was stabilized in lymphoma specimens from patients with follicular lymphoma and DLBCL. These observations highlight a potential importance of HIF in tumor progression, but the full significance of HIF in lymphoma is not yet known. We recently reported that in 153 patients treated with either CHOP or R-CHOP, HIF-1á expression correlated with improved outcome only in patients who were treated with R-CHOP, and was a significant independent prognostic factor in the R-treated patients (Evens et al, JCO, in press, 2009). Based on these clinical observations and other data that showed density of CD20 expression correlated with outcome in DLBCL treated with R-CHOP, we hypothesized that there may be an important biological interaction between CD20 and HIF or downstream genes regulated by HIF. Methods We therefore investigated the relationship between HIF-1á, hypoxia, and CD20 expression in the DLBCL cell line SUDHL4. SUDHL4 cells were treated for 4 hours in normoxic and hypoxic conditions (with and without cobalt chloride, a hypoxia mimetic), or in hypoxia chambers (1.5% oxygen). Western blotting was used to measure HIF-1á expression and CD20 expression, while flow cytometry was used to quantify CD20 density. To on CD20 expression, we further investigate the contribution of HIF-1á downregulated HIF-1á with the targeted anti-HIF-1á small molecule inhibitor, PX-478, then subsequently measured CD20 expression by Western blotting. Results SUDHL4 cells were incubated with and without cobalt chloride for 24 hours and CD20 expression was measured. Compared with normoxic controls, a 2-fold increase (1.69-2.36) in CD20 expression was observed (by flow cytometric analysis) in the SUDHL4 cells incubated with cobalt chloride. SUDHL4 cells were next pre-incubated with PX-478 for 4 hours at increasing concentrations from 5-25 μM followed by 20 hour incubation in normoxia (20% oxygen) or hypoxia (1.5% oxygen). We found expected dose-dependent decreases in HIF-1á levels. Furthermore, we demonstrated a concomitant decrease in the level of CD20 expression in cells incubated under hypoxic conditions with increasing concentrations of PX-478 (see Figure below). Interestingly, much less alteration of CD20 was noted in cells incubated under normoxic conditions. Conclusions These data demonstrate for the first time that HIF-1á may regulate CD20 expression in lymphoma. These data also provide a potential explanation for the clinical observation that patients with DLBCL with increased HIF-1á expression have superior outcomes/survival when treated with R-CHOP, but not with CHOP. These findings may have implications for our understanding of the biology and treatment of DLBCL. View large Download slide View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "cd20 antigens",
        "diffuse large b-cell lymphoma",
        "hypoxia",
        "lymphoma",
        "rituximab",
        "oxygen",
        "r-chop",
        "chlorides",
        "cobalt",
        "cyclophosphamide, doxorubicin, prednisone, and vincristine"
    ],
    "author_names": [
        "Sairah Ahmed, MD",
        "Andrew M. Evens, DO, MSc",
        "Savita Bhalla, PhD",
        "Amareshwar Singh, PhD",
        "Crystal James",
        "Shuo Yang, PhD",
        "Sheila Prachand",
        "Danijela Dokic, MD",
        "Randy D. Gascoyne, MD",
        "Jane N. Winter, MD",
        "Paul T Schumacker, PhD",
        "Leo I. Gordon, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Sairah Ahmed, MD",
            "author_affiliations": [
                "Department of Medicine, Division of Hematology/Oncology, Northwestern University Feinberg School of Medicine, Chicago, IL, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Andrew M. Evens, DO, MSc",
            "author_affiliations": [
                "Department of Medicine, Division of Hematology/Oncology, Northwestern University Feinberg School of Medicine, Chicago, IL, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Savita Bhalla, PhD",
            "author_affiliations": [
                "Department of Medicine, Division of Hematology/Oncology, Northwestern University Feinberg School of Medicine, Chicago, IL, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amareshwar Singh, PhD",
            "author_affiliations": [
                "Department of Medicine, Division of Hematology/Oncology, Northwestern University Feinberg School of Medicine, Chicago, IL, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Crystal James",
            "author_affiliations": [
                "Northwestern University, Chicago, IL, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shuo Yang, PhD",
            "author_affiliations": [
                "Department of Medicine, Division of Hematology/Oncology, Northwestern University Feinberg School of Medicine, Chicago, IL, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sheila Prachand",
            "author_affiliations": [
                "Department of Medicine, Division of Hematology/Oncology, Northwestern University Feinberg School of Medicine, Chicago, IL, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Danijela Dokic, MD",
            "author_affiliations": [
                "Department of Pediatrics, Northwestern University Feinberg School of Medicine, Chicago, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Randy D. Gascoyne, MD",
            "author_affiliations": [
                "Pathology, British Columbia Cancer Agency, Vancouver, Canada"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jane N. Winter, MD",
            "author_affiliations": [
                "Department of Medicine, Division of Hematology/Oncology, Northwestern University Feinberg School of Medicine, Chicago, IL, USA, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paul T Schumacker, PhD",
            "author_affiliations": [
                "Department of Medicine, Division of Hematology/Oncology, Northwestern University Feinberg School of Medicine, Chicago, IL, USA, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Leo I. Gordon, MD",
            "author_affiliations": [
                "Department of Medicine, Division of Hematology/Oncology, Northwestern University Feinberg School of Medicine, Chicago, IL, USA, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-11T21:34:54",
    "is_scraped": "1"
}