{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.230.230",
    "article_title": "Blockade of the Neonatal Fc Receptor (FcRn) Represents an Effective Mechanism for the Removal of Pathogenic Autoantibodies in Primary Immune Thrombocytopenia ",
    "article_date": "December 7, 2017",
    "session_type": "311. Disorders of Platelet Number or Function—ITP: Pathophysiologic Considerations",
    "abstract_text": "Introduction: The neonatal Fc receptor, FcRn is ubiquitously expressed, & is responsible for maintaining the half-life of IgG & albumin, by rescuing these proteins from intracellular lysosomal degradation. Blockade of the interaction of FcRn with IgG would be expected to prevent salvage of both non-pathogenic and pathogenic IgG. Patients with primary immune thrombocytopenia (ITP) have autoantibodies against platelet membrane proteins such as the cell adhesion receptor CD61/CD41 (GPIIb/IIIa). Rozanolixizumab (a high affinity IgG 4 monoclonal antibody (mAb) that specifically inhibits IgG binding to FcRn) is currently being evaluated in phase 2 clinical studies in patients with ITP. The aim of the current study was to understand the in vitro properties of rozanolixizumab & to explore the in vivo effects of a surrogate anti-mouse FcRn mAb (murinized \"4464\") in a mouse model of ITP. Methods: The affinity of rozanolixizumab for FcRn was tested using surface plasmon resonance technology (Biacore), with the antibody captured by an anti-Fc immobilized on the sensor chip & soluble FcRn in solution, whilst the affinity of fluorescently labelled rozanolixizumab for human FcRn expressed on the surface of Madin-Darby canine kidney (MDCK) cells was measured by flow cytometry. Recycling & transcytosis of human IgG (hIgG) was also assessed in FcRn-transfected MDCK cells. For IgG tracking experiments, endothelial & epithelial cell lines were incubated with an AF647-conjugated IgG for 24 hours in the presence or absence of rozanolixizumab. Prior to imaging, nuclei were labelled using Hoechst at 37°C & cells were then visualized by fluorescence microscopy. Phagocytosis of anti-human MHC I (W6/32)-coated platelets by THP-1 cells was assessed by flow cytometry at 1 hour. The effect of rozanolixizumab on IgG recycling in vivo was assessed in the human FcRn-transgenic (hFcRn-Tg) mouse: hIgG at 500mg/kg was administered IV to mice on day 1 & dosed with antibodies on day 2; serial bleeds were then taken at multiple time points post antibody dosing & levels of hIgG, albumin & rozanolixizumab were quantified using LC-MS/MS. For the induction of ITP in mice, animals received an anti-CD41 antibody (MWReg30), delivered by osmotic minipump (~1µg of antibody delivered every 24 hours) & the anti-mouse FcRn mAb (4464) was administered at 30mg/kg either on days 0, 2 & 4 (prophylactic dosing) or on days 3 & 5 (therapeutic dosing); IVIg (1g/kg) was also evaluated & control mice received either PBS or an isotype-matched control mAb (101.4). Daily blood samples were taken to assess platelet numbers. Results: Rozanolixizumab has a high affinity for FcRn in a protein-protein (Biacore) assay with a K D of ~25pM at both pH6.0 & pH7.4; in the cell-based assay, the affinity was 1nM at both pH's. Rozanolixizumab efficiently inhibited the recycling & transcytosis of IgG in human FcRn-transfected MDCK cells (IC 50 0.4nM & 1.1nM, respectively). Confocal microscopy experiments showed that there was an increased accumulation of IgG in cells in the presence of rozanolixizumab, relative to an isotype control mAb, & that the IgG was co-localized in lysosomes where it appeared to be degraded. FcRn has been postulated to play a direct role in phagocytosis, but the phagocytosis of opsonized platelets by THP-1 cells was unaffected by blockade with rozanolixizumab. Treatment with rozanolixizumab resulted in a dose-dependent accelerated clearance of hIgG in the hFcRn-Tg mouse; hIgG levels in all treated groups were significantly lower vs PBS controls from 24 hours post-dosing until the end of the experiment 8 days post dosing (p<0.01). No effect on albumin levels occurred in these mice. In the mouse model of ITP, both prophylactic & therapeutic treatment regimens with 4464 resulted in an increased number of platelets compared to control animals that received either PBS or 101.4. Animals that received 4464 from day 0 had significantly greater platelet numbers than control animals on days 4 & 5 (p<0.05); therapeutic dosing gave a significantly greater platelet number than control animals on day 5 (p<0.05). Conclusion: Rozanolixizumab is a high affinity mAb that inhibits the IgG recycling function of FcRn in vitro & in vivo . An anti-mouse FcRn mAb demonstrated efficacy in a mouse model of ITP. These data support the evaluation of rozanolixizumab in patients with ITP, & a phase 2 clinical study is currently ongoing in this patient population. Disclosures Eddleston: UCB Pharma: Employment. Greenslade: UCB Pharma: Employment. Qureshi: UCB Pharma: Employment. West: UCB Pharma: Employment. Atherfold: UCB Pharma: Employment. Amirkhosravi: UCB Pharma: Research Funding. Desai: UCB Pharma: Research Funding. Rivera-Amaya: UCB Pharma: Research Funding. Smith: UCB Pharma: Consultancy, Equity Ownership. Shock: UCB Pharma: Employment.",
    "topics": [
        "autoantibodies",
        "fc receptors",
        "newborn",
        "purpura, thrombocytopenic, idiopathic",
        "immunoglobulin g",
        "monoclonal antibodies",
        "antibodies",
        "albumins",
        "painful bladder syndrome",
        "flow cytometry"
    ],
    "author_names": [
        "Alison Eddleston",
        "Kevin Greenslade",
        "Omar Qureshi",
        "Shauna West",
        "Paul Atherfold",
        "Ali Amirkhosravi",
        "Hina Desai",
        "Mildred Rivera-Amaya",
        "Bryan Smith",
        "Anthony Shock, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Alison Eddleston",
            "author_affiliations": [
                "UCB Pharma, Slough, United Kingdom "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Kevin Greenslade",
            "author_affiliations": [
                "UCB Pharma, Slough, United Kingdom "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Omar Qureshi",
            "author_affiliations": [
                "UCB Pharma, Slough, United Kingdom "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shauna West",
            "author_affiliations": [
                "UCB Pharma, Slough, United Kingdom "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paul Atherfold",
            "author_affiliations": [
                "UCB Pharma, Slough, United Kingdom "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ali Amirkhosravi",
            "author_affiliations": [
                "Florida Hospital Center for Thrombosis Research, Orlando, FL"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hina Desai",
            "author_affiliations": [
                "Florida Hospital Center for Thrombosis Research, Orlando, FL"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mildred Rivera-Amaya",
            "author_affiliations": [
                "Florida Hospital Center for Thrombosis Research, Orlando, FL"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bryan Smith",
            "author_affiliations": [
                "UCB Pharma, Slough, United Kingdom "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anthony Shock, PhD",
            "author_affiliations": [
                "UCB Pharma, Slough, United Kingdom "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T06:41:54",
    "is_scraped": "1"
}