{
    "doi": "https://doi.org/10.1182/blood.V126.23.4226.4226",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3209",
    "start_url_page_num": 3209,
    "is_scraped": "1",
    "article_title": "A Phase II Study of Panobinostat with Lenalidomide and Weekly Dexamethasone in Myeloma ",
    "article_date": "December 3, 2015",
    "session_type": "653. Myeloma: Therapy, excluding Transplantation: Poster III",
    "topics": [
        "dexamethasone",
        "inverted t wave",
        "lenalidomide",
        "multiple myeloma",
        "panobinostat",
        "phase 2 clinical trials",
        "weight reduction",
        "toxic effect",
        "brachial plexus neuritis",
        "histone deacetylase inhibitors"
    ],
    "author_names": [
        "Ajai Chari, MD",
        "Hearn Jay Cho, MD PhD",
        "Siyang Leng, MD",
        "Amishi Dhadwal, BS",
        "Gillian Morgan",
        "Lisa La, MS/CCRP",
        "Katarzyna Garcia, MS / CCRP",
        "Crystle Carter, RN",
        "Donna Catamero",
        "Juliet Escalon",
        "Erika Florendo",
        "Nadege Stevens, RN",
        "Daniel Verina",
        "Moon-hee Yum, RN",
        "Jude Gullie, BA",
        "Elaine Chan, BS",
        "Sundar Jagannath, MD",
        "Violetta V Leshchenko, PhD",
        "Alessandro Lagana, PhD",
        "Jingjing Qi",
        "Manishkumar Patel",
        "Kim-Schulze Seunghee",
        "Samir Parekh, MD"
    ],
    "author_affiliations": [
        [
            "Tisch Cancer Institute / Multiple Myeloma Program, Mount Sinai School of Medicine, New York, NY "
        ],
        [
            "Tisch Cancer Institute / Multiple Myeloma Program, Mount Sinai School of Medicine, New York, NY "
        ],
        [
            "Icahn School of Medicine at Mount Sinai, New York, NY "
        ],
        [
            "Tisch Cancer Institute / Multiple Myeloma Program, Mount Sinai School of Medicine, New York, "
        ],
        [
            "Tisch Cancer Institute / Multiple Myeloma Program, Mount Sinai School of Medicine, New York, "
        ],
        [
            "Tisch Cancer Institute/ Multiple Myeloma Program, Mount Sinai School of Medicine, New York, "
        ],
        [
            "Tisch Cancer Institute / Multiple Myeloma Program, Mount Sinai School of Medicine, New York, "
        ],
        [
            "Mount Sinai Hospital, New York, "
        ],
        [
            "Mount Sinai Hospital, New York, "
        ],
        [
            "Ruttenberg Treatment Center, Mount Sinai Hospital, New York, "
        ],
        [
            "Ruttenberg Treatment Center, Mount Sinai Hospital, New York, "
        ],
        [
            "Mount Sinai Hospital, New York, "
        ],
        [
            "Ruttenberg Treatment Center, Mount Sinai Hospital, New York, "
        ],
        [
            "Mount Sinai Hospital, New York, "
        ],
        [
            "Tisch Cancer Institute / Multiple Myeloma Program, Mount Sinai School of Medicine, New York, "
        ],
        [
            "Tisch Cancer Institute / Multiple Myeloma Program, Mount Sinai School of Medicine, New York, "
        ],
        [
            "Tisch Cancer Institute / Multiple Myeloma Program, Mount Sinai School of Medicine, New York, NY "
        ],
        [
            "Hematology and Medical Oncology, Icahn School of Medicine at Mount Sinai, New York, NY "
        ],
        [
            "Department of Genetics and Genomic Sciences, Icahn School of Medicine at Mount Sinai, New York, NY "
        ],
        [
            "Human Immune Monitoring Core, Icahn School of Medicine at Mount Sinai, New York, NY "
        ],
        [
            "Mt Sinai School of Medicine, New York, "
        ],
        [
            "Mt Sinai School of Medicine, New York, "
        ],
        [
            "Hematology and Medical Oncology, Mount Sinai School of Medicine, New York, NY"
        ]
    ],
    "first_author_latitude": "40.7908628",
    "first_author_longitude": "-73.95192879999999",
    "abstract_text": "Background: Treatment options for multiple myeloma (MM) refractory (ref) to immunomodulatory drugs (IMID) and proteasome inhibitors (PI) are urgently needed. Epigenetic agents e.g. the pan histone deacetylase inhibitor (HDACi) panobinostat (pan) to modulate the acetylation of histones and oncogenic proteins are promising. Preclinically in MM, pan is syngeristic when combined with dexamethasone (dex), lenalidomide (len), and bortezomib (btz) (Ocio EM et al. Haematologica 2010). The phase 3 PANORMA 1 study of 768 patients randomized to receive IV btz and dex with either pan or placebo revealed a 3.9 month increase in PFS and increased CR rates with pan but at the cost of an increase in grade 3/4 diarrhea from 8% to 25% (San Miguel, Lancet 2014). The safety/preliminary efficacy of pan-len-dex was assessed in a phase 1b study (Mateos et al, ASCO 2010) but was complicated by high dose dex toxicities. The maximum tolerated doses were used for this phase 2 study, however, we attenuated the schedule so that pan is given thrice weekly every other week (instead of weekly) and dex is given only weekly (table 1). Methods: Inclusion criteria were patients with rel or rel/ref MM (including IMID/PI ref), measurable disease, adequate organ function and hematologic parameters. Patients previously treated with a HDACi or currently receiving QTC prolonging medications were excluded. The primary objective in this open label, single arm phase 2 study was to evaluate the best overall response rate (ORR). Secondary objectives were to evaluate safety, duration of response (DOR), and overall and progression-free survival (PFS). Each drug was administered at the doses and schedule shown in Table 1. Results: 26 evaluable patients with progressive disease (PD) at screening have been enrolled with a median age of 64 (44% > 65 yo) and a median of 2 lines of therapy over 4 years since diagnosis. High-risk molecular findings were present in 14 patients (54%), including 4 with del p53 and 10 with gain of 1q21 by FISH (4 with concurrent t(4;14)). 22 (85%) were len- ref, & 35, 54, 23% were ref to each: pomalidomide (pom), btz, & carfilzomib. Responses include 2 complete responses (CR), 4 very good partial responses (VGPR), 4 PRs, 9 minimal responses (MR), and 3 stable diseases (SD), for an ORR of 38%, CBR (>MR) of 73%, and a median DOR of 6 mos. The median PFS was 6.5 mos. In the 22 len-ref pts, there were 4 VGPRs, 2 PRs, 8 MRs & 3 SDs, with a median PFS of 5.5 mos. Responses were even seen in 10 pom-ref pts including 1 VPGR, 1 PR, and 4 MRs. Grade 3/4 toxicities (regardless of drug attribution) were primarily hematologic, with neutropenia (40%), thrombocytopenia (23%) and anemia (4%) respectively. Grade 3/4 nonhematologic AEs included infections in 5 (1 while neutropenic), 3 diarrhea (transient), 4 fatigue & 1 pulmonary embolus and 1 pt each with: neck pain, QTc prolongation & weight loss. Patients requiring dose reductions of len/pan respectively were 4/4 for ANC, 5/1 for plts, 1/1 for febrile neutropenia & 5 len for fatigue, & 1 pan for asymptomatic T wave inversions. No doses were held or reduced for GI toxicities. Preliminary results from RNA-seq of bone marrow (BM) aspirates comparing > PR responders (R) vs < PR non responders (NR) identify 261 differentially expressed transcripts (p<0.05). Network analysis revealed \"Antigen Presentation/Cell mediated immunity\" as a top network function with TLR3 and MHC Class II complex as focus molecules. Immunophenotyping of the tumor microenvironment showed increased CD1c+ myeloid dendritic cells in Rs and conversely, increased CD123+ plasmacytoid dendritic cells in NRs (p<0.05). BM cytokine analysis revealed higher IL-6 and alpha-interferon levels at baseline in Rs. Interestingly, protein levels of Cereblon, Ikaros and Aiolos were not significantly different in the 2 groups. Conclusions: In rel/ref MM, the completely oral pan len dex demonstrates encouraging ORR, DOR, and PFS, even in len-ref patients with high-risk molecular findings, indicating the essential role of pan in attaining responses. In notable contrast to PANORMA 1, this regimen is well tolerated with no significant GI toxicities and primarily expected hematologic toxicities. Updated results of planned 27 pts, including correlatives, will be presented at the annual meeting. Table 1. Study Drug Doses  Study . Pan 20 mg po . Len 25 mg po . Dex 40 mg po . Mateos et al Day 1,3,5,8,10,12,15,17,19 Day 1-21 Day 1-4, 9-12,17-20 Current study Day 1,3,5,15,17,19 Day 1-21 Day 1, 8, 15 Study . Pan 20 mg po . Len 25 mg po . Dex 40 mg po . Mateos et al Day 1,3,5,8,10,12,15,17,19 Day 1-21 Day 1-4, 9-12,17-20 Current study Day 1,3,5,15,17,19 Day 1-21 Day 1, 8, 15 View Large Disclosures Chari: Onyx: Consultancy, Research Funding; Celgene: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Array BioPharma: Consultancy, Research Funding; Millenium/Takeda: Consultancy, Research Funding; Novartis: Consultancy, Research Funding. Catamero: Millennium / Takeda: Other: Lecturer; Onyx: Other: Lecturer; Celgene: Honoraria, Other: Lecturer. Verina: Celgene: Other: Lecturer. Jagannath: Celgene: Honoraria; Janssen: Honoraria; Merck: Honoraria; Novartis: Honoraria; Bristol Myers Squibb: Honoraria."
}