{
    "doi": "https://doi.org/10.1182/blood.V120.21.4986.4986",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2239",
    "start_url_page_num": 2239,
    "is_scraped": "1",
    "article_title": "Anti-Myeloma Effects of the Janus Kinase 2 (JAK2) Inhibitor SAR503 Alone and in Combination Treatment ",
    "article_date": "November 16, 2012",
    "session_type": "Myelodysplastic Syndromes Myeloma - Biology and Pathophysiology, excluding Therapy",
    "topics": [
        "janus kinase",
        "multiple myeloma",
        "tumor cells",
        "neoplasms",
        "doxorubicin",
        "melphalan",
        "bortezomib",
        "dexamethasone",
        "mitogen-activated protein kinases",
        "pharmacotherapy"
    ],
    "author_names": [
        "Haiming Chen, MD., Ph.D",
        "Mingjie Li",
        "Jennifer Li",
        "Kevin Delijani",
        "Danielle Rauch",
        "Kevin DeCorso",
        "Andrew Prajogi",
        "Cathy S Wang",
        "Eric Sanchez",
        "Benjamin Bonavida, Ph.D",
        "James R. Berenson, MD"
    ],
    "author_affiliations": [
        [
            "Institute for Myeloma & Bone Cancer Research, West Hollywood, CA, USA, "
        ],
        [
            "Institute for Myeloma & Bone Cancer Research, West Hollywood, CA, USA, "
        ],
        [
            "Institute for Myeloma & Bone Cancer Research, West Hollywood, CA, USA, "
        ],
        [
            "Institute for Myeloma & Bone Cancer Research, West Hollywood, CA, USA, "
        ],
        [
            "Institute for Myeloma & Bone Cancer Research, West Hollywood, CA, USA, "
        ],
        [
            "Institute for Myeloma & Bone Cancer Research, West Hollywood, CA, USA, "
        ],
        [
            "Institute for Myeloma & Bone Cancer Research, West Hollywood, CA, USA, "
        ],
        [
            "Institute for Myeloma & Bone Cancer Research, West Hollywood, CA, USA, "
        ],
        [
            "Institute for Myeloma & Bone Cancer Research, West Hollywood, CA, USA, "
        ],
        [
            "Department of Microbiology, Immunology & Molecular Genetics, David Geffen School of Medicine, UCLA, Los Angeles, CA, USA"
        ],
        [
            "Institute for Myeloma & Bone Cancer Research, West Hollywood, CA, USA, "
        ]
    ],
    "first_author_latitude": "34.090862099999995",
    "first_author_longitude": "-118.39251750000001",
    "abstract_text": "Abstract 4986 Background: Janus kinase 2 (JAK2) is a cytoplasmic tyrosine kinase that carries out a series of cascading signals via signal transducer and activator of transcription (STAT)s, mitogen-activated protein kinase (MAPK), and phosphorylation of PI3K. Activation of the JAK2 pathway plays an important role in both normal and malignant hematopoiesis. The JAK pathway ha been shown to play a key role in multiple myeloma (MM). JAK2 has been specifically implicated in signaling by members of the type II cytokine receptor family (interferon [IFN] receptor), GM-CSF receptor (IL-3R, IL-5R, and GM-CSF-R), gp130 receptor family interleukin-6 (IL-6R) and single chain receptors (Epo-R, Tpo-R, GH-R, and PRL-R). IFN-α inhibits MM cell proliferation in association with cell cycle arrest at G1 and limits the clonogenic growth of both MM cell lines and primary MM patient specimens. SAR503 (Sanofi-Aventis) is a potent, highly selective JAK2 inhibitor. Thus, we evaluated the anti-MM effects of SAR503 as a single agent and in combination with other anti-MM drugs and evaluated gene and protein expression in MM cells exposed to these drugs. Experiment design: The MM cell lines RPMI8226, U266, and MM1s were cultured in RPMI1640 with standard nutrition supplements. Bone marrow aspirates were obtained from MM patients following informed consent. Bone marrow mononuclear cells (BMMCs) were isolated by using density-gradient centrifugation with Histopaque-1077 (Sigma, St Louis). Cells were plated in 96 well plates at a concentration of 6 × 10 4 cells/100 ml/well, and incubated for 24 hours prior to drug treatment, after which time the drugs were added in replicates of six for 48 hours. BMMCs were incubated in the presence of media, SAR503, doxorubicin, melphalan, dexamethasone, bortezomib, or IFN-α alone or the combination of SAR503 with one of these anti-MM agents. Following the 48-hour drug incubation, cell viability was assessed utilizing the cell proliferation MTS assay. For gene expression studies, total RNA was isolated MM tumor cells with or without drug exposure. RNA was reverse-transcribed into cDNA and amplified using the Thermo-Script RT-PCR System and PCR performed again using the GeneAmp PCR System 9700. Protein phosphorylation of MM tumor cells with or without drug exposure was determined with Western blot analysis. Results: SAR503 alone inhibited MM tumor cell proliferation in a concentration-dependent fashion. The 50% growth inhibition (IC 50 ) of cells from MM cell lines at 48 hours varied (IC 50 : RPMI8226 1mM; U266 0. 5mM; MM1s 10mM). IC 50 of primary MM tumor cells treated with SAR503 ranged from approximately 5 to 10mM in different patients. Notably, the combination of SAR503 and either doxorubicin or melphalan showed markedly reduced cell viability compared to either drug alone in all three MM cell lines and primary tumor cells from MM patients. Since this effect may have resulted from decreased cell proliferation due to inhibition of the JAK2 pathway and cell cycle arrest or increased cell death, we further determined cell apoptosis of MM tumor cells treated with SAR503 alone by using flow cytometric analysis to detect Annexin V and propidium iodide (PI) staining . Our data showed SAR503 increased MM tumor cell apoptosis in a concentration-dependent fashion. The combination of SAR503 and dexamethasone or bortezomib only slightly reduced tumor cell viability in both MM cell lines and primary MM tumor cells more than single agent treatment, and the combination of SAR503 with IFN-α did not enhance the anti-MM effects compared to single drug treatment. Notably, RT-PCR results showed marked decreases in both AKT1 and mTOR gene expression in MM tumor cells treated with SAR503. Conclusion: The combination of the JAK2 inhibitor SAR503 with doxorubicin or melphalan markedly reduces MM tumor cell viability more than single agent treatment. The results from these studies suggest that enhanced anti-MM activity may be observed when SAR503 is combined with conventional treatment for MM. We are currently evaluating the anti-MM effects of SAR503 in these combination treatments in vivo using our MM xenograft models. Disclosures: Berenson: Onyx: Consultancy, Honoraria, Speakers Bureau."
}