{
    "doi": "https://doi.org/10.1182/blood.V128.22.5909.5909",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3440",
    "start_url_page_num": 3440,
    "is_scraped": "1",
    "article_title": "Use and Patterns of Supportive Care Among Patients Receiving Myelosuppressive Chemotherapy for Breast Cancer, Colorectal Cancer, Lung Cancer, or Non-Hodgkin's Lymphoma in US Clinical Practice ",
    "article_date": "December 2, 2016",
    "session_type": "901. Health Services Research-Non-Malignant Conditions",
    "topics": [
        "breast cancer",
        "chemotherapy regimen",
        "colorectal cancer",
        "lung cancer",
        "lymphoma, non-hodgkin",
        "supportive care",
        "colony-stimulating factors",
        "filgrastim",
        "pegfilgrastim",
        "adverse effects"
    ],
    "author_names": [
        "Derek Weycker, PhD",
        "Amanda Silvia, BS",
        "Kathryn Richert-Boe, MD MPH",
        "Mark Bensink, PhD MS",
        "James O. Brady, MD",
        "Lois Lamerato, PhD",
        "Heather Lipkovich, MPH",
        "Ahmad Daniyal Siddiqui, MD",
        "David Chandler, PhD MBA"
    ],
    "author_affiliations": [
        [
            "Policy Analysis Inc. (PAI), Brookline, MA "
        ],
        [
            "Policy Analysis Inc. (PAI), Brookline, MA "
        ],
        [
            "Kaiser Permanente Northwest Center for Health Research, Portland, OR "
        ],
        [
            "Amgen, Inc., Thousand Oaks, CA "
        ],
        [
            "Geisinger Health System, Danville, PA "
        ],
        [
            "Henry Ford Health System, Detroit, MI "
        ],
        [
            "Henry Ford Health System, Detroit, MI "
        ],
        [
            "Reliant Medical Group, Worcester, MA"
        ],
        [
            "Amgen, Inc., Thousand Oaks, CA "
        ]
    ],
    "first_author_latitude": "42.3258278",
    "first_author_longitude": "-71.1469333",
    "abstract_text": "Background: Supportive care with colony-stimulating factors (CSFs) and antimicrobials (AMBs) is recommended for many patients receiving myelosuppressive chemotherapy for solid tumors or non-Hodgkin's lymphoma (NHL). However, evidence on the use and patterns of pharmacotherapy given to prevent, control, or relieve complications and side effects (such as febrile neutropenia [FN]), and to improve patient comfort and quality of life, among this patient population in US clinical practice is limited. Method s: A retrospective cohort design and data from four US health systems-Geisinger Health System, Henry Ford Health System, Kaiser Permanente Northwest, and Reliant Medical Group-spanning 2009-2013 were employed. The study population comprised all patients who received myelosuppressive chemotherapy for invasive breast cancer, invasive colorectal cancer, invasive lung cancer, or NHL. Data were collected via a standardized case report form (CRF) using electronic medical records systems, administrative data warehouses, medical charts, and cancer registries, and included patient demographics and clinical profile, cancer, treatment, and outcomes. For each subject, the first qualifying chemotherapy course, and each cycle and each FN episode within the course, was identified. Supportive care included prophylactic use of CSF agents (i.e., filgrastim, tbo-filgrastim, pegfilgrastim, and sargramostim) and AMBs (including antibiotics, antifungals, and antivirals), and were characterized on a cycle-specific basis in terms of agent received, dose, route of administration, timing, and duration of administration, as appropriate. Analyses described herein were descriptive in nature, and were based on an interim dataset. Results: The study population included a total of 527 patients who received myelosuppressive chemotherapy for breast cancer (n=281), colorectal cancer (n=95), lung cancer (n=95), or NHL (n=56) (Table). Among all subjects, mean (SD) age was 60 (13) years (40% aged ≥65 years), 17% had cardiovascular disease, 16% had lung disease, and 11% had diabetes; 33% of all patients had metastatic disease (7% of these patients had metastasis to bone), and 36% had previously received myelosuppressive therapy. Forty-two percent of all patients received CSF prophylaxis in cycle 1, and 55% received CSF prophylaxis in ≥1 cycles during their course; the mean number of CSF prophylaxis cycles, among those receiving these agents, was 3.9 (mean number of cycles in total, 7.1). Most patients received prophylaxis with pegfilgrastim (66%), and the remainder with filgrastim (34%). AMB prophylaxis was administered to 5% of patients in cycle 1 and 10% of patients at any time during their course. FN incidence proportion during the chemotherapy course was 14.2%, and was highest in cycle 1 (6.6%). Conclusion: In this retrospective evaluation of patients receiving myelosuppressive chemotherapy for breast cancer, colorectal cancer, lung cancer, or NHL, less than one-half of all patients (on average) received supportive care with CSF or AMB prophylaxis beginning in cycle 1 and few additional patients received CSF/AMB prophylaxis in subsequent cycles. FN was not uncommon, especially in the first cycle. Careful consideration should be given to identifying patients within this population who are at elevated risk of FN to ensure appropriate use of supportive care. View large Download slide View large Download slide  Disclosures Weycker: Amgen, Inc.: Research Funding. Silvia: Amgen, Inc.: Research Funding. Richert-Boe: Amgen, Inc.: Research Funding. Bensink: Amgen, Inc.: Employment, Equity Ownership. Brady: Amgen, Inc.: Research Funding. Lamerato: Amgen, Inc.: Research Funding. Lipkovich: Amgen, Inc.: Research Funding. Siddiqui: Amgen, Inc.: Research Funding. Chandler: Amgen, Inc.: Employment, Equity Ownership."
}