{
    "doi": "https://doi.org/10.1182/blood.V108.11.1917.1917",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=761",
    "start_url_page_num": 761,
    "is_scraped": "1",
    "article_title": "A Novel Inherited Single-Nucleotide Mutation in 5′-UTR in the Transcription Factor RUNX1 in Familial Platelet Disorder with Propensity To Develop Myeloid Malignancies. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "abstract_text": "RUNX1 transcription factor plays pivotal roles in the development of definitive hematopoiesis. Allelic loss of the gene causes complete absence of fetal liver hematopoiesis. In addition to normal hematopoiesis, aberrant expression of RUNX1 is also involved in the pathogenesis of acute myeloid leukemia (AML) and myelodysplastic syndrome (MDS). Familial platelet disorder with propensity to develop myeloid malignancies (FPD/AML, OMIM 601399 ) is a rare autosomal dominant disorder characterized by thrombocytopenia, dysfunction of platelets and predisposition to the development of myeloid malignancies. Recent studies revealed that inherited mutation of RUNX1 gene is responsible for the onset of FPD/AML. To date, 12 families of FPD/AML have been reported in the literature, and point mutation in the RUNT domain or loss of heterozygocity (LOH) of the gene has been identified in the pedigree. Here, we report a Japanese family with FPD/AML with a novel mutation of RUNX1 gene. A 38-year-old man was admitted to our hospital because of MDS (RAEB) in August 2003. Cytogenetic analysis revealed abnormal karyotype; 46XY, t (7; 8)(q34; q11). In addition, prolongation of bleeding time and abnormal platelet aggregation were observed. His son and daughter also showed mild bleeding tendency and had mild thrombocytopenia. In April 2006, the daughter developed MDS (RAEB) with trisomy 8 at age 16. After informed consent, blood samples were obtained from all family members and all 9 exons of RUNX1 gene were sequenced. We identified a novel G to T single-nucleotide mutation in the 5′-untranslated region (5′-UTR) in the exon1, corresponding to position 102 of RUNX1 transcripts (NCBI accession no. D43969 ). This mutation was also found in all the affected individuals but not in the healthy members. To investigate the possibility of hemizygous intragenic deletion of the gene, we performed an array- based comparative genomic hybridization using Affymetrix GeneChip Human Mapping 250K set including 23 SNPs in RUNX1 gene. We found no loss of heterozygosity of RUNX1 gene in the affected members. Because the mutation is located in 5′-UTR, we investigated whether this mutation might affect the expression of RUNX1 transcripts. Transcription of RUNX1 is regulated by two distinct promoter regions, distal and proximal, resulting in the generation of transcripts having different 5′-UTRs. The 5′-UTR of transcripts controlled by distal promoter contains exon1 (distal form), whereas that of transcripts controlled by proximal promoter contains exon3 but not exon1 (proximal form). We analyzed the expression level of both transcripts from bone marrow cells using quantitative RT-PCR. Affected individuals showed 10 to 15 times higher expression of the distal form of RUNX1 transcripts, compared to normal controls (n=3), MDS patients (n=3) and AML patient (n=1). Considering that not only haploinsufficiney but also overexpression of RUNX1 can cause AML, aberrant expression of RUNX1 induced by the point mutation in 5′-UTR may be involved in progression of FPD/AML.",
    "topics": [
        "blood platelet disorders",
        "cancer",
        "mutation",
        "nucleotides",
        "transcription factor",
        "refractory anemia with excess blasts",
        "thrombocytopenia",
        "autosome disorder",
        "bleeding diathesis",
        "bleeding time procedure"
    ],
    "author_names": [
        "Keita Kirito, MD, PhD",
        "Toru Mitsumori, MD",
        "Takahiro Nagashima, MD",
        "Masae Kunitama, MD",
        "Kei Nakajima, MD",
        "Kozue Yoshida, MD",
        "Yongzhen Hu, MD",
        "Mitsuhiro Yanagai, MD",
        "Norio Komatsu, MD,PhD"
    ],
    "author_affiliations": [
        [
            "Hematology, University of Yamanashi, Chuo, Yamanashi, Japan"
        ],
        [
            "Hematology, University of Yamanashi, Chuo, Yamanashi, Japan"
        ],
        [
            "Hematology, University of Yamanashi, Chuo, Yamanashi, Japan"
        ],
        [
            "Hematology, University of Yamanashi, Chuo, Yamanashi, Japan"
        ],
        [
            "Hematology, University of Yamanashi, Chuo, Yamanashi, Japan"
        ],
        [
            "Hematology, University of Yamanashi, Chuo, Yamanashi, Japan"
        ],
        [
            "Hematology, University of Yamanashi, Chuo, Yamanashi, Japan"
        ],
        [
            "Hematology, University of Yamanashi, Chuo, Yamanashi, Japan"
        ],
        [
            "Hematology, University of Yamanashi, Chuo, Yamanashi, Japan"
        ]
    ],
    "first_author_latitude": "35.60918279999999",
    "first_author_longitude": "138.53815559999998"
}