{
    "doi": "https://doi.org/10.1182/blood-2021-146675",
    "article_title": "A Retrospective Head-to-Head Comparison between Pacritinib and Ruxolitinib in Patients with Myelofibrosis and Moderate to Severe Thrombocytopenia ",
    "article_date": "November 5, 2021",
    "session_type": "634.Myeloproliferative Syndromes: Clinical and Epidemiological",
    "abstract_text": "Introduction: Pacritinib is a JAK2/IRAK1 inhibitor in development for patients with myelofibrosis who have thrombocytopenia. While lower doses of the approved JAK1/2 inhibitor ruxolitinib have been commonly used for the treatment of patients with thrombocytopenia, there is no dosing guidance in the package insert for patients with platelet counts (PLTs) <50 x10 9 /L. The starting dose of ruxolitinib in patients with PLTs 50-100 x10 9 /L is markedly reduced, which may limit efficacy. Pacritinib, in contrast, was studied without dose attenuation in thrombocytopenic patients (PLTs ≤100 x10 9 /L) in the randomized Phase 3 PERSIST-2 study, which showed superior efficacy for pacritinib compared to best available therapy (BAT) based on spleen volume reduction (SVR) and modified total symptom score (TSS) response [ Palmer J et al. In submission: ASH abstract 2021 ]. While many patients in the BAT arm (45%) received ruxolitinib, a comparison between pacritinib and ruxolitinib has not been performed. Here, we conducted a retrospective head-to-head comparison of pacritinib versus ruxolitinib in \"first line\" (ruxolitinib-naïve) patients treated on PERSIST-2. Methods: PERSIST-2 randomized patients 1:1:1 to pacritinib 200mg BID, pacritinib 400mg QD, or BAT. This analysis focuses on the 200mg BID dose, as 400mg QD is no longer in development, and is restricted to the subgroup of ruxolitinib-naïve patients in PERSIST-2. Patients who received ruxolitinib as BAT prior to week 24 were included; per protocol, ruxolitinib dosing was based on the package insert. Efficacy analyses included the percentage of patients who achieved ≥35% spleen volume reduction (SVR) or ≥50% modified TSS response. Safety analyses were based on all treated patients; efficacy analyses were based on the intention-to-treat population randomized at least 22 weeks prior to study end. The Fisher Exact test was used to describe differences in response rates. Logistic regression was used to adjust for differences in baseline characteristics. Results: Safety analysis included 57 patients on pacritinib 200mg BID and 12 on ruxolitinib; efficacy analysis included 43 on pacritinib and 9 on ruxolitinib. Baseline characteristics were generally similar between the pacritinib and ruxolitinib groups: median age (67 vs. 72), platelet count (51 vs. 49´10 9 /L), hemoglobin (9.7 vs. 10g/L), percentage receiving red cell transfusions (37% vs. 33%), and percentage DIPSS high-risk (21% vs. 25%). Differences were noted in the percentage of patients with ≥1% peripheral blasts (30% vs. 75%) and with primary MF (75% vs. 58%). Most patients treated with pacritinib were able to maintain full doses over time. By contrast, patients on ruxolitinib received a median starting dose of 10mg daily (inter-quartile range [IQR]: 10, 10mg] at baseline, 10mg daily at week 12 [IQR: 0, 10mg], and 10mg daily at week 24 [IQR: 0, 20] ( Figure 1 ). Patients treated with pacritinib had numerically higher rates of SVR (28% vs. 11%) and modified TSS response (37% vs. 11%). The hazard ratio for overall survival for pacritinib vs. ruxolitinib was 0.49 [95% CI: 0.13-1.92]. There was no diminution of treatment effect observed for SVR, TSS, or survival after adjusting for baseline age, DIPSS risk, platelet count, and primary vs. secondary MF. Nearly all patients on pacritinib and ruxolitinib experienced AEs (93% vs. 100%). The most frequent AE was diarrhea, mainly grade 1-2, which occurred more on pacritinib versus ruxolitinib (47% vs. 8%). Cytopenias with full-dose pacritinib occurred at similar rates as with low-dose ruxolitinib (thrombocytopenia: 33% vs. 33%; anemia: 30% vs. 25%). Hemorrhagic events occurred at similar rates on pacritinib and ruxolitinib (all grade: 44% vs. 58%; grade ≥3: 19% vs. 17%). Cardiac events occurred at similar rates on pacritinib and ruxolitinib (26% vs. 33%; grade ≥3: 5% vs. 17%). Infection of any grade occurred more frequently on pacritinib (47% vs. 33%), while grade ≥3 infections were less common (11% vs. 17%). Fatal AEs were more common with ruxolitinib (7% vs. 25%). Conclusion: Full-dose pacritinib yielded higher response rates and a similar safety profile to lower doses of ruxolitinib in \"first-line\" patients with MF who have moderate or severe thrombocytopenia. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Mascarenhas:  Roche: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Geron: Consultancy, Research Funding; Incyte: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Promedior: Consultancy, Membership on an entity's Board of Directors or advisory committees; Prelude: Consultancy; Gilead: Consultancy, Membership on an entity's Board of Directors or advisory committees; Geron: Consultancy; Merus: Research Funding; Genentech/Roche: Consultancy, Membership on an entity's Board of Directors or advisory committees; Galecto: Consultancy; Kartos: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Sierra Oncology: Consultancy, Membership on an entity's Board of Directors or advisory committees; Celgene/BMS: Consultancy, Membership on an entity's Board of Directors or advisory committees; Constellation: Consultancy, Membership on an entity's Board of Directors or advisory committees; PharmaEssentia: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Novartis: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Forbius: Research Funding; AbbVie: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; CTI Biopharm: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Merck: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding. Bose:  BMS: Honoraria, Research Funding; NS Pharma: Research Funding; Celgene Corporation: Honoraria, Research Funding; CTI BioPharma: Honoraria, Research Funding; Astellas: Research Funding; Pfizer: Research Funding; Constellation Pharmaceuticals: Research Funding; Incyte Corporation: Honoraria, Research Funding; Sierra Oncology: Honoraria; Kartos Therapeutics: Honoraria, Research Funding; Novartis: Honoraria; Blueprint Medicines: Honoraria, Research Funding; Promedior: Research Funding. Kiladjian:  Taiho Oncology, Inc.: Research Funding; Novartis: Membership on an entity's Board of Directors or advisory committees; PharmaEssentia: Other: Personal fees; Incyte Corporation: Membership on an entity's Board of Directors or advisory committees; Bristol Myers Squibb: Membership on an entity's Board of Directors or advisory committees; AOP Orphan: Membership on an entity's Board of Directors or advisory committees; AbbVie: Membership on an entity's Board of Directors or advisory committees. Mesa:  CTI: Research Funding; Abbvie: Research Funding; Novartis: Consultancy; Incyte Corporation: Consultancy, Research Funding; Pharma: Consultancy; Constellation Pharmaceuticals: Consultancy, Research Funding; Genentech: Research Funding; Sierra Oncology: Consultancy, Research Funding; AOP: Consultancy; Gilead: Research Funding; Promedior: Research Funding; Samus: Research Funding; CTI: Research Funding; La Jolla Pharma: Consultancy; Celgene: Research Funding. Gerds:  Novartis: Consultancy; PharmaEssentia Corporation: Consultancy; Constellation: Consultancy; CTI BioPharma: Research Funding; Sierra Oncology: Consultancy; AbbVie: Consultancy; Celgene/Bristol Myers Squibb: Consultancy. Gupta:  BMS-Celgene: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Pfizer: Consultancy; Constellation Pharma: Consultancy, Honoraria; Incyte: Honoraria, Research Funding; AbbVie: Consultancy, Honoraria; Novartis: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Sierra Oncology: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Roche: Consultancy. Harrison:  Gilead Sciences: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; CTI BioPharma: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Abbvie: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Constellation Pharmaceuticals: Research Funding; Incyte Corporation: Speakers Bureau; Geron: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Keros: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Roche: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Promedior: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Sierra Oncology: Honoraria; Janssen: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Shire: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Galacteo: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; AOP Orphan Pharmaceuticals: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; BMS: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Celgene: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Novartis: Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau. Yacoub:  Agios: Membership on an entity's Board of Directors or advisory committees; Acceleron Pharma: Membership on an entity's Board of Directors or advisory committees; CTI Biopharma: Membership on an entity's Board of Directors or advisory committees; Novartis: Membership on an entity's Board of Directors or advisory committees; Incyte: Speakers Bureau. Garcia Gutierrez:  Novartis: Consultancy, Honoraria, Research Funding; Incyte: Consultancy, Honoraria, Research Funding; BMS: Consultancy, Honoraria, Research Funding; Pfizer: Consultancy, Honoraria, Research Funding. Vannucchi:  Incyte Corporation: Honoraria, Membership on an entity's Board of Directors or advisory committees; Bristol Myers Squibb: Honoraria, Membership on an entity's Board of Directors or advisory committees; AbbVie: Membership on an entity's Board of Directors or advisory committees; Novartis: Honoraria, Membership on an entity's Board of Directors or advisory committees. Scheid:  Roche: Consultancy; Abbvie: Honoraria; Takeda: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Amgen: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; BMS: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Janssen: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Novartis: Honoraria, Membership on an entity's Board of Directors or advisory committees. Buckley:  CTI Biopharm: Current Employment. Roman-Torres:  CTI Biopharm: Current Employment. Oh:  Abbvie: Membership on an entity's Board of Directors or advisory committees; Blueprint Medicines: Membership on an entity's Board of Directors or advisory committees; Celgene Bristol Myers Squibb: Membership on an entity's Board of Directors or advisory committees; Constellation: Membership on an entity's Board of Directors or advisory committees; CTI Biopharma: Membership on an entity's Board of Directors or advisory committees; Disc Medicine: Membership on an entity's Board of Directors or advisory committees; Geron: Membership on an entity's Board of Directors or advisory committees; Incyte: Membership on an entity's Board of Directors or advisory committees; Kartos Therapeutics: Membership on an entity's Board of Directors or advisory committees; PharamaEssentia: Membership on an entity's Board of Directors or advisory committees; Sierra Oncology: Membership on an entity's Board of Directors or advisory committees. Sobas:  Celgene: Consultancy, Honoraria; Novartis: Consultancy, Honoraria. Verstovsek:  CTI BioPharma: Research Funding; Celgene: Consultancy, Research Funding; Genentech: Research Funding; Gilead: Research Funding; Promedior: Research Funding; Protagonist Therapeutics: Research Funding; Ital Pharma: Research Funding; Incyte Corporation: Consultancy, Research Funding; NS Pharma: Research Funding; Blueprint Medicines Corp: Research Funding; PharmaEssentia: Research Funding; Roche: Research Funding; AstraZeneca: Research Funding; Novartis: Consultancy, Research Funding; Sierra Oncology: Consultancy, Research Funding; Constellation: Consultancy; Pragmatist: Consultancy.",
    "author_names": [
        "John Mascarenhas",
        "Prithviraj Bose",
        "Jean-Jacques Kiladjian",
        "Ruben A. Mesa",
        "Aaron T. Gerds",
        "Vikas Gupta",
        "Claire N. Harrison",
        "Abdulraheem Yacoub",
        "Valentín Garcia Gutierrez",
        "Alessandro M. Vannucchi",
        "Christof Scheid",
        "Patricia Velez Tenza",
        "Sarah A Buckley",
        "Karisse Roman-Torres",
        "Stephen T. Oh",
        "Marta Sobas",
        "David Lavie",
        "Srdan Verstovsek"
    ],
    "author_dict_list": [
        {
            "author_name": "John Mascarenhas",
            "author_affiliations": [
                "Tisch Cancer Institute, Icahn School of Medicine at Mount Sinai, New York, NY"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Prithviraj Bose",
            "author_affiliations": [
                "MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jean-Jacques Kiladjian",
            "author_affiliations": [
                "Hôpital Saint-Louis et Université Paris Diderot, Paris, France"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ruben A. Mesa",
            "author_affiliations": [
                "UT Health San Antonio Cancer Center, San Antonio, TX"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aaron T. Gerds",
            "author_affiliations": [
                "Leukemia Program, Department of Hematology and Medical Oncology, Taussig Cancer Institute, Cleveland Clinic Taussig Cancer Institute, Cleveland, OH"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vikas Gupta",
            "author_affiliations": [
                "Leukemia Program, Division of Medical Oncology and Hematology, Princess Margaret Cancer Centre, University Health Network, Toronto, Canada"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Claire N. Harrison",
            "author_affiliations": [
                "Guy's and St Thomas' NHS Foundation Trust, London, United Kingdom"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Abdulraheem Yacoub",
            "author_affiliations": [
                "University of Kansas Cancer Center, Westwood, KS"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Valentín Garcia Gutierrez",
            "author_affiliations": [
                "Hematology Service, Hospital Universitario Ramón y Cajal, Madrid, Spain"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alessandro M. Vannucchi",
            "author_affiliations": [
                "Center for Research and Innovation of Myeloproliferative Neoplasms - CRIMM, Azienda Ospedaliera Universitaria Careggi, University of Florence, Florence, Italy"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christof Scheid",
            "author_affiliations": [
                "University of Cologne, Cologne, Germany"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Patricia Velez Tenza",
            "author_affiliations": [
                "Hospital Del Mar, Barcelona, Spain"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sarah A Buckley",
            "author_affiliations": [
                "CTI BioPharma, Seattle, WA"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Karisse Roman-Torres",
            "author_affiliations": [
                "CTI BioPharma, Seattle, WA"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephen T. Oh",
            "author_affiliations": [
                "Washington University School of Medicine, Saint Louis, MO"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marta Sobas",
            "author_affiliations": [
                "Department of Hematology, Blood Neoplasm and Bone Marrow Transplantation, Wroclaw Medical University, Wroclaw, Poland"
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Lavie",
            "author_affiliations": [
                "Hebrew University of Jerusalem, Hadassah Medical Center, Jerusalem, Israel"
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Srdan Verstovsek",
            "author_affiliations": [
                "Department of Leukemia, M.D. Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-21T13:03:39",
    "is_scraped": "1"
}