{
    "doi": "https://doi.org/10.1182/blood.V114.22.2050.2050",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1519",
    "start_url_page_num": 1519,
    "is_scraped": "1",
    "article_title": "A Phase II Study of Oral Tamibarotene in Acute Promyelocytic Leukemia (APL) Patients (PTS) Who Have Received Prior Therapy with All-Trans Retinoic Acid and Arsenic Trioxide (STAR-1 trial). ",
    "article_date": "November 20, 2009",
    "session_type": "Acute Myeloid Leukemia - Therapy, Excluding Transplantation Poster II",
    "topics": [
        "acute promyelocytic leukemia",
        "arsenic trioxide",
        "brachial plexus neuritis",
        "phase 2 clinical trials",
        "tretinoin",
        "disease remission",
        "adverse event",
        "arthralgia",
        "asthenia",
        "bone pain"
    ],
    "author_names": [
        "Jorge Cortes-Franco, MD",
        "Steven Coutre, MD",
        "Eros Di Bona, MD",
        "Francesco Lo-Coco",
        "Meir Wetzler, MD",
        "Miguel Sanz, MD, PhD",
        "Scott Wieland, MBA, PhD",
        "Jack R. Barber, PhD",
        "Hagop M. Kantarjian, MD"
    ],
    "author_affiliations": [
        [
            "Leukemia, The University of Texas M. D. Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Stanford Univ. School of Med., Stanford, CA, USA, "
        ],
        [
            "Department of Hematology, Ospedale San Bortolo, Vicenza, Italy, "
        ],
        [
            "University of Tor Vergata, Rome, Italy, "
        ],
        [
            "Roswell Park Cancer Inst., Buffalo, NY, USA, "
        ],
        [
            "Hospital Universitario La Fe, Valencia, Spain, "
        ],
        [
            "Clinical & Regulatory Affairs, CytRx Corporation, San Diego, CA, USA, "
        ],
        [
            "Drug Development, CytRx Corporation, San Diego, CA, USA, "
        ],
        [
            "Leukemia, MD Anderson Cancer Center, Houston, TX, USA"
        ]
    ],
    "first_author_latitude": "29.699813699999993",
    "first_author_longitude": "-95.39953824999999",
    "abstract_text": "Abstract 2050 Poster Board II-27 BACKGROUND: Most patients with APL have a favorable outcome after treatment with all-trans-retinoic acid (ATRA), and most of those who fail can be successfully treated with arsenic trioxide (ATO). However, a few patients may not respond or eventually relapse after therapy with these agents. Tamibarotene is a synthetic retinoid that has been reported to be well-tolerated and effective in APL in studies in Japan. Treatment with tamibarotene is associated with a low incidence of differentiation syndrome and it has no effect on QTc interval. METHODS: Patients with APL refractory or relapsed after treatment with both ATRA and ATO (sequential or concomitant) were eligible, with no limit on the total number of prior therapies. Pts received tamibarotene orally at a daily dose of 6 mg/m 2 divided in two doses until remission or a maximum of 56 days. After remission, patients could continue consolidation courses with the same dose for 4 weeks every 8 weeks for a maximum of 3 courses. RESULTS: Nine patients have been treated, 4 female, median age 57 years (range, 45-60). Patients had received a median of 7 prior therapies, and 1 had received two prior stem cell transplants (SCT). At the start of therapy the median WBC was 2.6 ×10 9 /L (0.29 to 16.7) and platelet count 50 ×10 9 /L (22 to 121). Of the 9 pts treated, 3 (33%) achieved a hematologic CR and 4 (44%) a morphologic leukemia-free state. After induction, 3 (33%) patients had achieved a cytogenetic remission and 1 (11%) had undetectable PML-RARα transcript levels. One patient went to SCT after achieving CR and died in CR of GVHD. The two other CRs continued with consolidation therapy and received 2 and 3 cycles, respectively. One of them relapsed after completing all treatment. Remissions have been sustained for 3+ and 8 months, respectively. Treatment was well tolerated. Differentiation (“ATRA”) syndrome was observed in 1 patient that resolved with medical management without requirements for treatment interruption. Other toxicities possibly related to tamibarotene include dry mouth in 2 (22%) patients, neutropenia in 1 (11%), generalized weakness in 1 (11%), joint pains in 1 (11%), hypertriglycerdemia in 1 (11%), vomiting in 1 (11%), diarrhea in 1 (11%), leg edema in 1 (11%), and bone pain in 1 (11%) patient. Grade 3-4 adverse events possibly related included neutropenic fever in 1 patient (11%), syncope in 1 patient (11%), and somnolence in 1 patient (11%). CONCLUSION: These results suggest that tamibarotene is an effective agent for management of APL. Based on the favorable results observed in this heavily pre-treated population, studies of tamibarotene in combination with other agents as initial therapy are being planned. Disclosures: Wieland: CytRx Corporation: Employment, Equity Ownership. Barber: CytRx Corporation: Employment, Equity Ownership."
}