{
    "doi": "https://doi.org/10.1182/blood-2019-125557",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4259",
    "start_url_page_num": 4259,
    "is_scraped": "1",
    "article_title": "Do Guidelines Influence Diagnostic and Therapeutic Practice in Immune Thrombocytopenia? Results of a Multicenter Retrospective Study ",
    "article_date": "November 13, 2019",
    "session_type": "311.Disorders of Platelet Number or Function",
    "topics": [
        "guidelines",
        "thrombocytopenia due to immune destruction",
        "inosine triphosphate",
        "purpura, thrombocytopenic, idiopathic",
        "prednisone",
        "peripheral blood smear",
        "adrenal corticosteroids",
        "glucocorticoids",
        "mineralocorticoids",
        "follow-up"
    ],
    "author_names": [
        "Maria Luisa Lozano, MD PhD",
        "Maria Eva Mingot-Castellano, PhD MD",
        "María Perera, MD",
        "Isidro Jarque",
        "Rosa Maria Campos",
        "Tomás José González-López, MD",
        "Gonzalo Carreño Gomez-Tarragona",
        "Nuria Bermejo, MD",
        "Maria Fernanda Lopez Fernandez",
        "Aurora de Andrés",
        "David Valcarcel",
        "Felipe Casado",
        "Teresa Álvarez Roman",
        "María Isabel Orts, MD",
        "Silvana Novelli, MD",
        "Jose Ramon González-Porras, MD PhD",
        "Estefanía Bolaños",
        "Manuel Rodríguez López, MD",
        "Elisa Orna",
        "Vicente Vicente Garcia, MD PhD"
    ],
    "author_affiliations": [
        [
            "Hospital Universitario Morales Meseguer, Centro Regional de Hemodonación, Universidad de Murcia, IMIB-Arrixaca, CB15/00055-CIBERER, Murcia, Spain "
        ],
        [
            "Hospital Universitario Virgen del Rocio, Sevilla, Spain "
        ],
        [
            "Hematology, Hospital Universitario de Gran Canaria Dr. Negrín, Las Palmas, Spain "
        ],
        [
            "Hematology and hemotherapy department, Hospital Universitario y Politécnico La Fe, Valencia, Spain "
        ],
        [
            "Hospital de Especialidades de Jerez de la Frontera, Cádiz, Spain "
        ],
        [
            "Department of Hematology, Hospital Universitario de Burgos, Burgos, Spain "
        ],
        [
            "Hospital 12 de Octubre, Madrid, Spain "
        ],
        [
            "Department of Hematology, Hospital San Pedro de Alcántara, Cáceres, Spain "
        ],
        [
            "Complejo Hospitalario Universitario de A Coruña - Servicio de Hematología y Hemoterapia, A Coruña, Spain "
        ],
        [
            "Complexo Hospitalario Universitario de Santiago, A Coruña, Spain "
        ],
        [
            "Department of Hematology. Vall d'Hebron Institute of Oncology (VHIO), University Hospital Vall d'Hebron, Barcelona, Spain "
        ],
        [
            "Hospital Virgen de la Salud, Toledo, Spain "
        ],
        [
            "Hospital Universitario La Paz-Idipaz, Madrid, Spain "
        ],
        [
            "Hospital de Sagunto, Valencia, Spain "
        ],
        [
            "Hematology Department, Hospital Sant Creu i Sant Pau, Barcelona, Spain "
        ],
        [
            "Servicio de Hematología, Hospital Universitario de Salamanca (HUSAL/IBSAL), and IBMCC (USAL-CSIC), Salamanca, Spain "
        ],
        [
            "Hospital Clínico San Carlos, Madrid, Spain "
        ],
        [
            "Hospital Álvaro Cunqueiro, Pontevedra, Spain "
        ],
        [
            "Hematology Department, Institut Català d'Oncologia-Hospital Germans Trias i Pujol, Badalona, Spain "
        ],
        [
            "Hematology and Medical Oncology Department, Hospital Morales Meseguer, IMIB, Murcia, Spain, murcia, Spain"
        ]
    ],
    "first_author_latitude": "37.957815700000005",
    "first_author_longitude": "-1.1421999499999997",
    "abstract_text": "Background and aims: Significant efforts have been made in international guidelines since 2009 to establish recommendations for the initial work-up of patients with suspected immune thrombocytopenia (ITP), and to define who should be treated and how. A previous retrospective study of 101 ITP patients identified important areas of inappropriateness in the diagnostic and therapeutic management of ITP (Lozano et al, 2016), which could negatively impact patient outcomes. This study was aimed to further analyze the level of implementation of current recommendations in the standard practice of adult ITP patients in an independent validation cohort, and compare it to the pre-guideline period. Methods: We collected retrospectively the clinical data of 146 primary adult ITP patients who initiated treatment with thrombopoietin receptor agonists (TPO-RA) between January 2012 and December 2014. Data on patient characteristics were obtained from medical records from November 2016 to January 2018 in a multicenter study from 19 secondary and tertiary Spanish hospitals. To evaluate the laboratory diagnosis and the appropriateness of treatment according to guidelines, two cohorts of patients were considered: \"pre-group\" and \"post-group\" depending on the date of diagnosis (before or after January 2010). Results: Patients in pre-group (n=71) and post-group (n=75) had a median follow-up from diagnosis of 13.6 years (7.5-54.2 years), and 4.6 years (2.2-7.6 years), respectively. The level of compliance of general diagnostic tests was analyzed and compared. Peripheral blood smear, an examination recommended by all recent guidelines, was performed in 84% of patients in the post-group, and in only 64% of those in the pre-group ( P =0.007). Bone marrow assessment at diagnosis of the disorder was ordinarily performed in around half of the patients regardless of the period (54% and 47% in the pre- and post- groups, respectively; P =0.408). Remarkably, in 49% of the patients in the pre-group, bone marrow evaluation was primarily performed due to the department policy, whereas that reason decreased to 25% in the post-group ( P =0.027). Moreover, in 21% and 9% of patients in the pre-group and post-group that underwent a bone marrow assessment at diagnosis, the peripheral blood film had not been previously examined ( P =0.192). In our cohort, differences in the treatment patterns were analyzed. Prednisone was used as first line-therapy in 89% and 84% of pre- and post- groups, respectively ( P =0.406). There was a significant decrease in the duration of first-line therapy with prednisone from start until withdrawal in the post-group compared with the pre-group (median 77 vs. 122 days, respectively; P =0.004). Following first-line treatment, more patients in the pre-group were exposed to further prednisone (45% vs . 25%, P =0.003), and also the number of second or subsequent lines of therapies with this corticosteroid were significantly higher (61 courses of prednisone retreatment in 32 patients vs. 22 courses in 19 patients in the pre- and post- groups, respectively; P =0.008). As expected, a higher proportion of patients in the pre-group underwent splenectomy, and also received more immunosuppressant and immunomodulatory drugs than those in the post-group prior to TPO-RA therapy ( P <0.05), (Table). Conclusions: Although some studies have analyzed the compliance with the proposals of guidelines, to date it remains unclear whether the implementation of the recommendations of these consensus-based documents has significantly changed the management of ITP patients compared to the pre-guideline era. Overall, our study evidences that the post-guideline management of ITP in the hospitals included in this multicenter study shows substantial gaps for the diagnosis and treatment of these patients. These deviations include failure to perform universal peripheral blood film examination, ordinary bone marrow assessment in half of the patients at diagnosis, and corticosteroid abuse in terms of duration and number of lines of therapies being prescribed. However, those shortcomings have experienced a considerable reduction compared to the previous decade, likely as a result not only of the availability of new therapies, but also from the translation into the physician's practice of the proposals of guidelines. Table View large Download slide Table View large Download slide  Disclosures Mingot-Castellano: Roche: Consultancy; Takeda: Consultancy; Sobi: Consultancy; CSL Behring: Consultancy; Amgen: Consultancy; Novartis: Consultancy; Bayer: Consultancy; Novonordisk: Consultancy. Jarque: Takeda: Consultancy, Speakers Bureau; Shire: Consultancy, Speakers Bureau; Shionogi: Consultancy, Speakers Bureau; Servier: Speakers Bureau; Roche: Consultancy, Speakers Bureau; Pfizer: Consultancy, Speakers Bureau; Novartis: Consultancy, Speakers Bureau; MSD: Consultancy, Speakers Bureau; Janssen: Consultancy, Speakers Bureau; Grifols: Consultancy; Gilead: Consultancy, Speakers Bureau; CellTrion: Consultancy; Celgene: Consultancy, Speakers Bureau; Bristol-Myers Squibb: Consultancy, Speakers Bureau; Amgen: Consultancy, Speakers Bureau; Abbie: Consultancy, Speakers Bureau; Alexion: Consultancy, Speakers Bureau. Campos: Novartis: Speakers Bureau; Amgen: Speakers Bureau. Lopez Fernandez: Amgen: Consultancy, Speakers Bureau. Casado: Novartis: Consultancy, Speakers Bureau; Amgen: Consultancy, Speakers Bureau. Álvarez Roman: Roche: Consultancy, Speakers Bureau; Pfizer: Consultancy, Speakers Bureau; Novartis: Consultancy, Speakers Bureau; Bayer: Consultancy, Speakers Bureau; Amgen: Consultancy, Speakers Bureau; Takeda: Research Funding; NovoNordisk: Consultancy, Speakers Bureau; CSL Behring: Consultancy, Speakers Bureau; Sobi: Consultancy, Speakers Bureau."
}