{
    "doi": "https://doi.org/10.1182/blood.V106.11.2669.2669",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=495",
    "start_url_page_num": 495,
    "is_scraped": "1",
    "article_title": "Computed Tomography (CT) Scan Response Stability and Gallium Scan Evaluation as On-Treatment Prognostic Parameters To Tailor Treatment Intensity of Newly Diagnosed Hodgkin’s Lymphoma (HL). A Prospective Phase II Study. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "topics": [
        "computed tomography",
        "gallium scan",
        "hodgkin's disease",
        "phase 2 clinical trials",
        "brachial plexus neuritis",
        "bleomycin/dacarbazine/doxorubicin/vinblastine protocol",
        "gallium",
        "mediastinal mass",
        "prognostic factors",
        "toxic effect"
    ],
    "author_names": [
        "Alessandro Re, MD",
        "Samantha Ferrari, MD",
        "Paolo Frata, MD",
        "Claudio Pizzocaro, MD",
        "Fabio Franco, MD",
        "Valentina Rossi, MD",
        "AnnaMaria Pelizzari, MD",
        "Claudia Crippa, MD",
        "Nicoletta Petrella, MD",
        "Alessandra Tucci, MD",
        "Fabio Facchetti, MD, PhD",
        "Luigi Grazioli, MD",
        "Stefano Magrini, MD, PhD",
        "Giuseppe Rossi, MD"
    ],
    "author_affiliations": [
        [
            "Hematology, Spedali Civili, Brescia, Italy"
        ],
        [
            "Hematology, Spedali Civili, Brescia, Italy"
        ],
        [
            "Radiotherapy, University of Brescia, Brescia, Italy"
        ],
        [
            "Nuclear Medicine, Spedali Civili, Brescia, Italy"
        ],
        [
            "Radiology I, Spedali Civili, Brescia, Italy"
        ],
        [
            "Hematology, Spedali Civili, Brescia, Italy"
        ],
        [
            "Hematology, Spedali Civili, Brescia, Italy"
        ],
        [
            "Hematology, Spedali Civili, Brescia, Italy"
        ],
        [
            "Hematology, Spedali Civili, Brescia, Italy"
        ],
        [
            "Hematology, Spedali Civili, Brescia, Italy"
        ],
        [
            "Pathology I, University of Brescia, Brescia, Italy"
        ],
        [
            "Radiology I, Spedali Civili, Brescia, Italy"
        ],
        [
            "Radiotherapy, University of Brescia, Brescia, Italy"
        ],
        [
            "Hematology, Spedali Civili, Brescia, Italy"
        ]
    ],
    "first_author_latitude": "45.54709510000001",
    "first_author_longitude": "10.2303717",
    "abstract_text": "The outcome of patients (pts) with HL has improved dramatically, but still some pts relapse and die, and treatment related toxicity has become a major problem. Accordingly, tailoring the intensity of the treatment to the individual pt has become topical. Stage and symptoms are still the major determinants for stratifying pts. Preliminary evidence exists that on-treatment prognostic determinations could be used to better tailor treatment. Following these strategy, we have used the stability of CT response and gallium scan evaluation during treatment to modulate treatment intensity, and if possible avoid radiotherapy (RT). Pts were eligible if they had less than 80 ys and no conditions that excluded them from a full-dose treatment. Favourable stage IA received RT only; pts with stage I-II A (early), I-II B or with bulky mediastinal mass or IIIA (intermediate), and III B-IV (advanced), received respectively 4, 6, 8 cycles of ABVD, followed by IF RT. A CT scan was performed after 2, 4 and 6 cycles and at the end of planned chemotherapy, together with gallium scan. RT was added only if pts had any improvement between the 2 CT scan and/or gallium scan positivity; if both parameters were positive pts received 2 more cycles of ABVD before RT. From Jan 1999 to Jun 2004 119 pts were enrolled in the study. 7 had favourable stage IA and received RT only, while 40, 42 and 30 pts fell within the early, intermediate and advanced stage group. The 2 prognostic parameters were both negative (no improvement at CT and gallium negativity) in 52/103 (50.4%) evaluable pts (group −/−), and they were not candidate to RT. One of the 2 parameters was positive (improvement at CT or gallium positivity) in 45/103 (43.7%) pts (group +/−), and they went on to receive RT. Both parameters were positive in 6/103 (5.8%) pts (group +/+) and they received 2 cycles of ABVD plus RT. The complete remission (CR) rate of the whole series was 90% and partial remission (PR) rate 4%. The overall survival at 3 years was 96.8%, after a median f-up of 36.5 ms (2–76). The relapse rate in group −/− was 9.6%, and in group +/− 15.5%, with no significant differences between early, intermediate and advanced stage. In group +/+, 2 pts had early disease progression and 2 relapsed (66.6%). Analysing group −/− and +/− for the commonly used prognostic factors at diagnosis (IPS, age ≥ 50 ys, elevated ESR, ≥ 3 or 4 involved regions, extranodal disease, bulky mediastinal mass), no factors significantly worse in group +/− were found, other than the frequency of bulky mediastinal mass (47% vs 17%). The 2 on-treatment prognostic parameters identified different subgroups of pts that could not have been identified with standard pre-treatment prognostic factors. Consolidation with RT has been avoided, in 50.4% of the pts, with no detrimental effect on the relapse rate. Longer follow-up is needed to evaluate potential benefit of this approach on treatment-related toxicity. Pts with both late improvement of CT and gallium positivity represent a high risk subgroup, for which early intensification of treatment may be considered."
}