{
    "doi": "https://doi.org/10.1182/blood.V120.21.3676.3676",
    "article_title": "Phase 2 Multicenter Trial of Oral Quisinostat, a Histone Deacetylase Inhibitor, in Patients with Previously Treated Stage IB-IVA Cutaneous T-Cell Lymphoma ",
    "article_date": "November 16, 2012",
    "session_type": "624. Lymphoma - Therapy with Biologic Agents, excluding Pre-Clinical Models: Poster III",
    "abstract_text": "Abstract 3676 Background Mycosis fungoides (MF) and Sézary syndrome (SS) represent two major instances of cutaneous T-cell lymphoma (CTCL), which are incurable and have shown response to treatment with histone deacetylase (HDAC) inhibitors. Quisinostat is a potent and orally active HDAC inhibitor that has been found to be active in preclinical models and phase 1 trials. The purpose of this phase 2 trial ( NCT01486277 ) is to evaluate the efficacy and safety of quisinostat in patients with previously treated advanced stage IB-IVA MF or SS. Patients and Methods Patients with relapsed or refractory, measurable, histopathologically confirmed CTCL, stages IB to IVA MF/SS, were treated with 8mg or 12 mg of oral quisinostat on days 1, 3 and 5 of each week in a 21-day treatment cycle. Patients who were initially randomized to the 8 mg dose cohort and did not have evidence of disease progression were allowed to have their dose increased to 12 mg. The primary efficacy endpoint was the overall cutaneous response rate (RR) measured by the modified Severity Weighted Assessment Tool (mSWAT). Key secondary endpoints included overall global RR, progression-free survival (PFS), 1-year overall survival (OS) rate, duration of response (DOR), and patient-reported outcome (PRO) which included the European Organization for Research and Treatment of Cancer Core (EORTC) questionnaire QLQ-C30 and the Pruritus Intensity Assessment questionnaire. Other secondary endpoints were pharmacodynamic markers, biomarkers predictive of response, and population pharmacokinetics (PK). Safety and tolerability have also been evaluated. Results Twenty-six patients were enrolled, including 6 patients in the 8 mg dose group and 20 patients in the 12 mg dose group. One patient in the 12 mg dose group discontinued prematurely from the study due to investigator's decision, and was therefore excluded from the response evaluable analysis set. Overall, enrolled patients included 81% male; median age = 61 years (range 32–80 years); 96% white; MF/SS stage: IB/IIA = 35% (n=9) and IIB/III/IVA = 65% (n=17); CTCL type: MF = 96% (n=25), and SS = 4% (n=1); mean Pruritus Intensity Score = 5.1. The preliminary results of this ongoing trial have shown that 6 out of 19 patients (31.6%) in the 12 mg dose group achieved ≥ 50% reduction in mSWAT score at least once, with confirmed response in the skin in 4 patients (1 complete response (CR) and 3 partial response (PR); overall RR = 21.1% with 95% CI: 6.1% to 45.6%). For the other 2 patients, the confirmation of response is pending in 1 patient and the other patient stopped the treatment due to non-drug related adverse event (AE). Nine patients are still on the treatment with the 12 mg dose, and 11 patients have discontinued the drug (6 due to progressive disease (PD), 2 due to investigator's decision, 2 due to AE, and 1 due to death). In the 8 mg dose group, no CR or PR in the skin has been observed, and 4 out of 6 patients have discontinued due to PD. The secondary endpoint results of overall global RR, PFS, 1-year OS rate, DOR, and PROs, as well as biomarker results for AcH3, ac-Tubulin, Cleaved Caspase 3, HR23B and pStat3, will be presented when further analysis results are available. To date, the most common (≥ 5% of patients) drug-related AEs have been nausea (23%), diarrhea (19%), asthenia (12%), thrombocytopenia (12%), hypertension (8%), lethargy (8%), palpitations (8%), pruritus (8%) and vomiting (8%); most of them were grade 2 or lower in severity. Grade 3 or higher AEs included hypertension (4%), lethargy (4%), pyrexia (4%), and hyperkalaemia (4%). One patient in the 8 mg dose group has required dose reduction due to hypertension. The efficacy and safety results from the final analysis will be presented. Conclusion Preliminary results indicate that oral quisinostat at 12 mg dose on a 3 times weekly schedule is active in the treatment of patients with relapsed or refractory MF/SS not previously treated with an HDAC inhibitor, and has an acceptable safety profile. Disclosures: Child: Cephalon UK : Honoraria; Janssen R&D: Research Funding. Ortiz Romero: Ferrer Farma SA: Honoraria; Eisai: Honoraria. Weichenthal: Merck Inc.: Consultancy, Honoraria. Bernengo: Janssen R&D: Research Funding; NOVARTIS: Research Funding. Pérez Ferriols: Pfizer: Consultancy, Honoraria, Research Funding. Hellemans: Janssen R&D: Employment, Equity Ownership. Elsayed: Janssen R&D: Employment, Equity Ownership. Phelps: Janssen R&D: Employment, Equity Ownership. Forslund: Janssen R&D: Employment. Kamida: Janssen R&D: Employment. Zinzani: Millennium Takeda: Consultancy; Celgene: Consultancy.",
    "topics": [
        "histone deacetylase inhibitors",
        "lymphoma, t-cell, cutaneous",
        "hypertension",
        "pruritus",
        "biological markers",
        "histone deacetylase",
        "surrogate endpoints",
        "adverse event",
        "assessment scales",
        "asthenia"
    ],
    "author_names": [
        "Fiona Child, MD",
        "Pablo Ortiz Romero, Prof.",
        "Rute Alvarez, MD",
        "Martine Bagot",
        "Rudolf Stadler, MD",
        "Michael Weichenthal, MD",
        "Rosario Alves, MD",
        "Maria Grazia Bernengo, Prof.",
        "Marie Beylot-Barry, Prof.",
        "Richard Cowan",
        "Larisa J. Geskin, MD",
        "Amparo Pérez Ferriols",
        "Peter Hellemans, MD",
        "Yusri Elsayed, MD, PhD",
        "Charles Phelps",
        "Ann Forslund",
        "Makio Kamida",
        "Pier Luigi Zinzani, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Fiona Child, MD",
            "author_affiliations": [
                "St John's Institute of Dermatology, St Thomas' Hospital, London, United Kingdom, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Pablo Ortiz Romero, Prof.",
            "author_affiliations": [
                "Servicio de Dermatología, Hospital Universitario 12 de Octubre, Madrid, Spain, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rute Alvarez, MD",
            "author_affiliations": [
                "Departamento de Hematologia, Instituto Português de Oncologia de Lisboa Francisco Gentil, E.P.E, Lisboa, Portugal, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martine Bagot",
            "author_affiliations": [
                "Service de Dermatologie, Hôpital Saint-Louis, Paris, France, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rudolf Stadler, MD",
            "author_affiliations": [
                "Department of Dermatology, Johannes Wesling Medical Centre, Minden, Germany, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Weichenthal, MD",
            "author_affiliations": [
                "Dept of Dermatology, University Hospital of Schleswig-Holstein, Kiel, Germany, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rosario Alves, MD",
            "author_affiliations": [
                "Serviço de Hematologia Clínica, Hospital Geral de Santo António - Centro Hospitalar do Porto, E.P.E., Porto, Portugal, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria Grazia Bernengo, Prof.",
            "author_affiliations": [
                "Dept. Of Medical Sciences and Human Oncology Section of Dermatology, University of Turin, Turin, Italy, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marie Beylot-Barry, Prof.",
            "author_affiliations": [
                "Service Dermatologie, Hôpital Haut-Lévêque CHU de Bordeaux, France, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard Cowan",
            "author_affiliations": [
                "Clinical Oncology, Christie Hospital, Manchester, United Kingdom, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Larisa J. Geskin, MD",
            "author_affiliations": [
                "Dermatology, University of Pittsburgh, Pittsburgh, PA, USA, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amparo Pérez Ferriols",
            "author_affiliations": [
                "Servicio de Dermatología, Hospital General Universitario de Valencia, Valencia, Spain, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter Hellemans, MD",
            "author_affiliations": [
                "Janssen Research & Development, LLC, Beerse, Belgium, "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yusri Elsayed, MD, PhD",
            "author_affiliations": [
                "Janssen Research & Development, LLC, Raritan, NJ, USA, "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Charles Phelps",
            "author_affiliations": [
                "Janssen Research & Development, LLC, Raritan, NJ, USA, "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ann Forslund",
            "author_affiliations": [
                "Janssen Research & Development, LLC, Beerse, Belgium, "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Makio Kamida",
            "author_affiliations": [
                "Janssen Pharmaceutical K.K., Tokyo, Japan, "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pier Luigi Zinzani, MD",
            "author_affiliations": [
                "Institute of Hematology, Bologna, Italy"
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-22T12:55:48",
    "is_scraped": "1"
}