{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.3496.3496",
    "article_title": "Heme Regulates the Expression in Erythroblasts of Placenta Growth Factor, a Contributor to Pulmonary Hypertension in Sickle Cell Disease, through the Oxidant Response Transcription Factor NRF2 ",
    "article_date": "December 7, 2017",
    "session_type": "102. Regulation of Iron Metabolism: Poster III",
    "abstract_text": "Patients with sickle cell disease (SCD) have elevated plasma levels of placenta growth factor (PGF), which promotes expression of the pulmonary vasoconstrictor endothelin-1 (ET-1) contributing to pulmonary hypertension, an important age-related and life-limiting complication of SCD. In SCD patients, markers of high iron burden are associated with the highest PGF levels, leading us to the investigation of a mechanism where excessive heme induces PGF expression. Our lab's published work has demonstrated a significant heme-bound iron (hemin) stimulation of the PGF promoter in human K562 cells and in primary human erythroid cells. Our initial experiments with N-acetylcysteine and the nonspecific oxidant hydrogen peroxide, suggested to us a role of oxidant stress in PGF regulation, hypothetically through the NRF2 antioxidant response mechanism. We conducted gene expression analysis by quantitative real time PCR for PGF in human K562 erythroblastoid cells, erythroid-differentiated human and mouse primary bone marrow cells before and after exposure to hemin. We tested the effect of Nrf2 agonists and an antagonist. We analyzed expression of heme oxygenase-1 as a positive control, and expression of several Nrf2 family members, as well as baseline genes. We performed siRNA gene knockdown experiments in cultured cells, chromatin immunoprecipitation experiments and intravenous injection of hemin (120 μmol/kg) in the tail veins of wild type and Nrf2 null mice, followed by assay of plasma PGF by ELISA and qPCR of bone marrow. We find that heme regulates the expression of several members of the Nrf2 family, which in turn may appear to affect PGF expression. More specifically, the antioxidant transcription factory family members NRF2, MafF, MafG and BACH1 are transcriptionally activated in a specific temporal pattern after heme exposure. NFE2 and MafK transcripts were simultaneously repressed by heme treatment. The well-characterized non-oxidative NRF2 agonist sulforaphane activated the endogenous PGF promoter and the NRF2 inhibitor brusatol inhibited heme induction of the endogenous PGF promoter. Specific gene knockdown results using siRNA supports additive roles for NRF2 and its heterodimeric partner MafG in activating the PGF promoter in response to heme, presumably as a heterodimer. We verified direct binding of NRF2 on the PGF promoter by chromatin immunoprecipitation experiments. While PGF regulation shows quite many common aspects to HO-1 regulation (heme and oxidative stress response), we find that protoporphyrin induces HO-1 (known to require BACH-1), but not PGF. In addition to the experimental data from our human K562 cell culture models, we have found corroborating results in primary erythroid-differentiated human and murine hematopoietic cells. In vivo, intravenous injection of heme in wild type mice produces robust secretion of PGF protein into plasma within 3 hours (192 ± 16 vs. 527 ± 62 pg/mL, P <0.0001, mean ± SEM, one-way ANOVA with Sidak's multiple comparison test) and this heme induction of plasma PGF protein is blunted in the Nrf2 null mice (527 ± 62 vs. 343 ± 21 pg/mL, P =0.004). Our results support a mechanism in which accelerated heme exposure in SCD promotes robust expression of PGF in erythroblasts during erythroid differentiation, through a pathway that involves EKLF, NRF2 and MafG, culminating in expression of the vascoconstrictor endothelin-1. This mechanism helps to explain the clinical observation that adults with SCD heavily exposed to red cell transfusion are more likely to develop high endothelin levels and pulmonary hypertension, as a potential consequence of excess heme trafficking from the turnover of transfused red cells. These results might inspire greater adherence to existing approved therapies to chelate iron in SCD. Figure View large Download slide Figure View large Download slide  Close modal Disclosures Ofori-Acquah: NuvOx Pharma: Patents & Royalties. Kato: Bayer: Research Funding; Global Blood Therapeutics: Consultancy; MAST Therapeutics: Research Funding; Novartis: Consultancy.",
    "topics": [
        "erythroblasts",
        "heme",
        "oxidants",
        "placenta growth factor",
        "pulmonary hypertension",
        "sickle cell anemia",
        "transcription factor",
        "endothelin-1",
        "hemin",
        "agonists"
    ],
    "author_names": [
        "Maria G Kapetanaki, PhD",
        "Oluwabukola Gbotosho, BSc, MSc, PhD",
        "Deva Sharma, MD MS",
        "Schrott Valerie, MS",
        "Frances Weidert, MSc",
        "Solomon Fiifi Ofori-Acquah, PhD",
        "Grant C. Bullock, MD PhD",
        "Gregory J. Kato, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Maria G Kapetanaki, PhD",
            "author_affiliations": [
                "Heart, Lung, Blood and Vascular Medicine Institute, University of Pittsburgh, Pittsburgh, PA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Oluwabukola Gbotosho, BSc, MSc, PhD",
            "author_affiliations": [
                "Heart, Lung, Blood and Vascular Medicine Institute, Universiity of Pittsburgh, Pittsburgh, PA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Deva Sharma, MD MS",
            "author_affiliations": [
                "Heart, Lung, Blood and Vascular Medicine Institute, University of Pittsburgh School of Medicine, Pittsburgh, PA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Schrott Valerie, MS",
            "author_affiliations": [
                "Heart, Lung, Blood and Vascular Medicine Institute, University of Pittsburgh School of Medicine, Pittsburgh, PA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Frances Weidert, MSc",
            "author_affiliations": [
                "Heart, Lung, Blood and Vascular Medicine Institute, University of Pittsburgh School of Medicine, Pittsburgh, PA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Solomon Fiifi Ofori-Acquah, PhD",
            "author_affiliations": [
                "Center for Translational and International Hematology, Pittsburgh Heart, Lung, and Blood Vascular Medicine Institute, Department of Medicine, University of Pittsburgh School of Medicine, Pittsburgh, PA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Grant C. Bullock, MD PhD",
            "author_affiliations": [
                "Heart, Lung, Blood and Vascular Medicine Institute, University of Pittsburgh School of Medicine, Pittsburgh, PA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gregory J. Kato, MD",
            "author_affiliations": [
                "Heart, Lung, Blood and Vascular Medicine Institute, University of Pittsburgh Physicians, Pittsburgh, PA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-12T02:36:49",
    "is_scraped": "1"
}