{
    "doi": "https://doi.org/10.1182/blood.V122.21.34.34",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2494",
    "start_url_page_num": 2494,
    "is_scraped": "1",
    "article_title": "Tissue Factor-Dependent Pro-Coagulant Activity Of Human Platelets Is Directly Related To Membrane Cholesterol Content. Rosuvastatin, But Not Atorvastatin, Reduces The Platelet Cholesterol, Tissue Factor Protein and Clotting Activity In Hypercholesterolemic Patients ",
    "article_date": "November 15, 2013",
    "session_type": "331. Pathophysiology of Thrombosis",
    "topics": [
        "atorvastatin",
        "blood platelets",
        "cholesterol",
        "coagulants",
        "hypercholesterolemia",
        "rosuvastatin",
        "thromboplastin",
        "tissue membrane",
        "blood coagulation",
        "coagulation process"
    ],
    "author_names": [
        "Olga Panes",
        "Juan P. Valderas, M.D.",
        "Mónica Acevedo, M.D.",
        "Susana Contreras",
        "Jaime Pereira, M.D.",
        "Attilio Rigotti, M.D., PhD.",
        "Diego Mezzano, M.D."
    ],
    "author_affiliations": [
        [
            "Department of Hematology-Oncology, School of Medicine, Pontificia Universidad Católica de Chile, Santiago, Chile, "
        ],
        [
            "Department of Nutrition and Metabolic Diseases, School of Medicine, Pontificia Universidad Católica de Chile, Santiago, Chile, "
        ],
        [
            "Department of Cardiology, School of Medicine, Pontificia Universidad Católica de Chile, Santiago, Chile"
        ],
        [
            "Department of Nutrition and Metabolic Diseases, School of Medicine, Pontificia Universidad Católica de Chile, Santiago, Chile, "
        ],
        [
            "Department of Hematology-Oncology, School of Medicine, Pontificia Universidad Católica de Chile, Santiago, Chile, "
        ],
        [
            "Department of Nutrition and Metabolic Diseases, School of Medicine, Pontificia Universidad Católica de Chile, Santiago, Chile, "
        ],
        [
            "Department of Hematology-Oncology, School of Medicine, Pontificia Universidad Católica de Chile, Santiago, Chile, "
        ]
    ],
    "first_author_latitude": "-33.44180680000001",
    "first_author_longitude": "-70.6399544",
    "abstract_text": "Plasma levels of LDL-cholesterol (LDL-Cho), a major risk factor of atherothrombosis, is in equilibrium with platelet(Plt) membrane Cho. In hypercholesterolemia (Hypercho) the membrane ratio Cho/phospholipids is increased and the platelets (Plts) seem to be hyper responsive to agonists, generating more TxA 2 . Plts are not only involved in the pathogenesis of atheromatosis, but also are key players in thrombotic events. This supports the benefit of primary/secondary prevention by decreasing the plasma LDL-Cho with statins and the Plt function with inhibitors of Plt aggregation/secretion. However, the Tissue Factor (TF)-induced procoagulant contribution of activated Plts has been largely ignored. Aims to study the relationship between Plt TF activity and membrane Cho, both in vitro and in 45 patients with Hypercho (LDL-Cho>140 mg dL -1 ), age and sex-matched with 37 healthy controls (Ctrl) with LDL-Cho<130 mg dL -1 . We also studied the effect of 1-month daily intake of either 40 mg atorvastatin (Atorv, n=21) or 20 mg rosuvastatin (Rosuv, n=24). In in vitro studies, membrane Cho increased by 31% in normal Plts after incubation with LDL-Cho (p=0.031, n=5). This was associated with 1.57-fold increase in ADP-induced aggregation (AUC, p=0.0012, n=16) and no increase in serotonin secretion. Increase in collagen-induced aggregation was marginal (4%), though significant (p=0.026, n=16), and 5-HT secretion increased by 22% (p=0.0002). Plt TF-induced generation of FXa was similar in Plts with and without LDL-Cho incubation in basal conditions. However, Plt activation with VWF-Ris increased Plt FXa generation from 134 (in Ctrls) to 205 nmol 2*10 -7 plts (p=0.04, n=12). Ctrl and patients (before and after statins) did not differ in age (49 year-old), BUN, glucose, and plasma levels of HDL-Cho, CK, usCRP, TNFa, IL-6, IL-8, PAI-1 and TAT complexes. Plasma Cho fell similarly after Atorv and Rosuv to 87 and 81 mg dL -1 , whereas fibrinogen levels, similar in patients and Ctrls before the intervention, increased 13% after Atorv and 3% after Rosuv (p=0.01). Plt membrane Cho in Ctrl and Hypercho patients were 91 and 137 μg mg -1 protein (p=0.005), respectively. Platelet Cho did not change significantly after Atorv (168μg mg -1 ), but fell to 71μg mg -1 protein after Rosuv (p=0.0053), a value even lower than Ctrl (p=0.055). In contrast with in vitro Cho enrichment of platelet membranes, patients with Hypercho and Ctrl have similar PRP aggregation/secretion with arachidonate, ADP, epinephrine, collagen and ristocetin, both before and after statins. TF protein in Plt membranes (ELISA) was similar in Ctrl and patients with Hypercho (485±123 vs 1133±166 pg mg -1 protein, SEM, p=0.014). No change in platelet TF was observed with Atorv, but a non-significant fall from 1254 to 798 pg mg -1 protein was observed after Rosuv (798±149). Basal FXa generation of resting Plts was very low and similar for Ctrl and Hypercho, before and after statins. After stimulation with VWF-Ris, Hypercho Plts generated more FXa than Ctrl (Median 139[Range 11-3990]) vs 46[7-493] nmol 2 *10 -7 Plts) (p=0.0056). Atorv did not decrease VWF-Ris-induced FXa generation. In contrast, the increased FXa generation induced by VWF-Ris in Plts from patients treated with Rosuv was similar to that of stimulated Ctrl Plts (46[7-493] vs 54[7-701] nmol FXa 2*10 -7 Plt). Conclusions Our results indicate:  1. Patients with Hypercho do not have increased Plt aggregation-secretion, and these functions are not affected by statin therapy. 2. Plts acquire Cho on incubation with LDL-Cho, and patients with Hypercho have increased membrane Cho. 3. Plt membrane Cho is normalized by treatment with Rosuv, but not with Atorv. 4. Hypercho patients have increased platelet TF membrane protein, with a tendency to decrease after Rosuv, but not after Atorv. 5. Higher Plt TF-induced generation of FXa is observed in patients with Hypercho than in Ctrl after Plt activation. 6. Atorv treatment does not result in Plt FXa generation decrease, but FXa measured after Rosuv is similar to that of Ctrl. 7. In summary, these results strongly suggest that a major role of Hypercho in atherothrombosis is the increased platelet TF-dependent procoagulant activity, and that this effect is better controlled by Rosuv than by Atorv. This would constitute another pleiotropic effect of Rosuv. 8. Reduction of Plt procoagulant activity would be a novel target in prevention/treatment of atherothrombosis. Disclosures: No relevant conflicts of interest to declare."
}