{
    "doi": "https://doi.org/10.1182/blood.V128.22.758.758",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3523",
    "start_url_page_num": 3523,
    "is_scraped": "1",
    "article_title": "Minimal Residual Disease Assessment of Remission after Induction Therapy Is Superior to Morphologic Assessment for Risk Stratification in Childhood Acute Lymphoblastic Leukemia: A Report from the Children's Oncology Group (COG) ",
    "article_date": "December 2, 2016",
    "session_type": "612. Acute Lymphoblastic Leukemia: Clinical Studies: New Approaches to Treatment Stratification and MRD Utilization",
    "abstract_text": "Background: Minimal residual disease (MRD) assessment after initial therapy is integral to modern risk stratification in both precursor B and T lineage acute lymphoblastic leukemia (B-ALL and T-ALL). While MRD is used to determine depth of remission, remission is still defined, both in clinical practice and clinical trials, according to morphological assessment. We aimed to determine the outcomes of children, adolescents and young adults with discordant assessments of remission by morphology vs. by MRD, and in doing so, the extent to which morphologic assessment of remission contributes to risk assessment in this population. Methods: We identified a cohort of patients age 1-30.99 years enrolled on frontline COG trials for B-ALL [standard risk (SR): AALL0331; high risk (HR) AALL0232] and T-ALL (AALL0434) that underwent bone marrow assessment of remission at the end of induction therapy (Day 29). Morphologic response was assessed by local centers and was categorized according to traditional criteria: M1 (25%). MRD was measured by flow cytometry at one of two central laboratories. We determined predictors of MRD discordance and compared event free survival (EFS) between those with discordant vs. concordant morphology/MRD remission assessments. Results: Day 29 remission assessments and central MRD data were available on 9,350 patients, 7,857 (84%) with B-ALL (AALL0331: N=5049; AALL0232: N=2808) and 1,493 (16%) with T-ALL. Table 1 shows the distribution of end induction marrow morphology vs. flow cytometry results. Few patients with M2/M3 marrows had discordant low MRD values. For example, of 84 patients with M3 morphology, only 2 (2.4%) had MRD =5%). Using this definition, discordance was uncommon among subjects with B-ALL (66/7,748; 0.9%) but significantly more common in T-ALL (97/1,400; 6.9%; p=5%) in multivariable regression included variables traditionally associated with poor response: age >=10 years [odds ratio (OR)=1.7, 95 th percentile confidence interval (CI) 1.1-2.8; p=0.03), presenting white blood cell count >=50,000/microliter (OR=2.1, CI 1.3-3.6; p=0.004), and unfavorable compared to favorable cytogenetics (OR=31, CI 8.9-109; p=5%) had modestly superior 5-year EFS when compared to those with M2 morphology and MRD >=5% (33.1%±6.2% vs. 22.0%±6.9%; p=0.03), but EFS was significantly inferior to those with M1 morphology and concordant MRD (=5% (80.3%±7.3% vs. 62.7%±13.5%; p=0.13); outcomes of both groups were superior to their equivalents with B-ALL, in keeping with known slower disease clearance kinetics in T-ALL. Conclusions: Patients in morphologically defined remission but with MRD >=5% have outcomes similar to those who fail to achieve morphological remission. These results suggest that, in addition to measuring depth of remission, MRD should replace morphology in defining remission in subjects with ALL, with consequent implications for risk stratification, treatment assignment and eligibility for experimental agents. View large Download slide View large Download slide View large Download slide View large Download slide Disclosures Loh: Bristol Myers Squibb: Membership on an entity's Board of Directors or advisory committees; Abbvie: Research Funding. Borowitz: HTG Molecular: Consultancy; Bristol-Myers Squibb: Research Funding; MedImmune: Research Funding; BD Biosciences: Research Funding. Wood: Juno: Other: Laboratory Services Agreement; Pfizer: Honoraria, Other: Laboratory Services Agreement; Amgen: Honoraria, Other: Laboratory Services Agreement; Seattle Genetics: Honoraria, Other: Laboratory Services Agreement.",
    "topics": [
        "burkitt's lymphoma",
        "child",
        "disease remission",
        "leukemia, lymphocytic, acute, childhood",
        "neoadjuvant therapy",
        "neoplasm, residual",
        "medical oncology",
        "leukemia, b-cell, acute",
        "adult t-cell lymphoma/leukemia",
        "t-cell leukemia, acute"
    ],
    "author_names": [
        "Sumit Gupta, MD",
        "Meenakshi Devidas, PhD",
        "Si Chen, MS",
        "Cindy Wang, MSc",
        "Mignon L. Loh, MD",
        "Elizabeth Raetz, MD",
        "Patrick Brown, MD",
        "Andrew J. Carroll, PhD",
        "Nyla A. Heerema, PhD",
        "Julie M. Gastier-Foster, PhD",
        "Kimberly P. Dunsmore, MD",
        "Eric Larsen, MD",
        "Kelly Maloney, MD",
        "Leonard A. Mattano, Jr., MD",
        "Stuart Winter, MD",
        "Naomi Winick, MD",
        "William L. Carroll, MD",
        "Stephen Hunger",
        "Michael J. Borowitz, MD PhD",
        "Brent L. Wood, MD PhD"
    ],
    "author_affiliations": [
        [
            "Faculty of Medicine, University of Toronto, Toronto, Canada ",
            "Division of Haematology/Oncology, Hospital for Sick Children, Toronto, Canada "
        ],
        [
            "Department of Biostatistics, College of Medicine, Public Health and Health Professions, University of Florida, Gainesville, FL "
        ],
        [
            "Department of Biostatistics, Colleges of Medicine, Public Health & Health Profession, University of Florida, Gainesville, FL "
        ],
        [
            "Department of Biostatistics, University of Florida, Gainesville, FL "
        ],
        [
            "Dept. of Pediatrics and the Hellen Diller Family Comprehensive Cancer Center, Benioff Children's Hospital, University of California at San Francisco, San Francisco, CA "
        ],
        [
            "Huntsman Cancer Institute, University of Utah, Salt Lake City, UT "
        ],
        [
            "Pediatric Oncology, Johns Hopkins University School of Medicine, Baltimore, MD "
        ],
        [
            "Department of Genetics, University of Alabama at Birmingham, Birmingham, AL "
        ],
        [
            "Division of Hematology, Department of Internal Medicine, The Ohio State University, Columbus, OH "
        ],
        [
            "Department of Pathology and Laboratory Medicine,, Nationwide Children's Hospital, Columbus, OH "
        ],
        [
            "Health Sciences Center, University of Virginia, Charlottesville, VA "
        ],
        [
            "Maine Children's Cancer Program, Scarborough, ME "
        ],
        [
            "The Childrens' Hospital Colorado, Aurora, CO "
        ],
        [
            "HARP Pharma Consulting, Mystic, CT "
        ],
        [
            "University of New Mexico Cancer Center, Albuquerque, AZ "
        ],
        [
            "Pediatric Hematology Oncology, University of Texas Southwestern Medical Center, Dallas, TX "
        ],
        [
            "Division of Pediatric Hematology Oncology, Department of Pediatrics, Perlmutter Cancer Center, New York University Langone Medical Center, New York, NY "
        ],
        [
            "Children's Hospital of Philadelphia and the Center for Childhood Cancer Research, Philadelphia, PA "
        ],
        [
            "Hematologic Pathology, Johns Hopkins University, Baltimore, MD "
        ],
        [
            "Seattle Cancer Care Alliance, Seattle, WA"
        ]
    ],
    "first_author_latitude": "43.66080050000001",
    "first_author_longitude": "-79.39350089999999"
}