{
    "doi": "https://doi.org/10.1182/blood.V118.21.5193.5193",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2039",
    "start_url_page_num": 2039,
    "is_scraped": "1",
    "article_title": "Characterizing Canine Lymphoma As a Potential Large Animal Model of Human Diffuse Large B-Cell Lymphoma ",
    "article_date": "November 18, 2011",
    "session_type": "Non-Hodgkin Lymphoma - Biology, excluding Therapy",
    "topics": [
        "animal model",
        "diffuse large b-cell lymphoma",
        "lymphoma",
        "b-cell lymphomas",
        "gene expression profiling",
        "nf-kappa b",
        "autologous stem cell transplant",
        "cancer",
        "cd20 antigens",
        "cyclophosphamide, doxorubicin, prednisone, and vincristine"
    ],
    "author_names": [
        "Kristy L. Richards, PhD, MD",
        "Alison Motsinger-Reif, PhD",
        "Hsiao-Wei Chen, MS",
        "Yuri D. Fedoriw, MD",
        "Cheng Fan, MS",
        "Dahlia M. Nielsen, PhD",
        "Rachael Thomas, PhD",
        "Chris Smith, MS",
        "Sandeep S. Dave, MD",
        "Charles M. Perou, PhD",
        "Matthew Breen, PhD",
        "Steven E. Suter, VMD, PhD"
    ],
    "author_affiliations": [
        [
            "Division of Hematology/Oncology, University of North Carolina, Chapel Hill, NC, USA, "
        ],
        [
            "Department of Statistics, North Carolina State University, "
        ],
        [
            "Genomic Sciences Graduate Program, North Carolina State University, "
        ],
        [
            "Department of Pathology, University of North Carolina, "
        ],
        [
            "Lineberger Comprehensive Cancer Center, University of North Carolina, Chapel Hill, NC, USA, "
        ],
        [
            "Department of Genetics, North Carolina State University, "
        ],
        [
            "Center for Comparative Medicine & Translational Research, North Carolina State University, Raleigh, NC, USA, "
        ],
        [
            "Bioinformatics Research Center, North Carolina State University, "
        ],
        [
            "Duke University, Durham, NC, USA, "
        ],
        [
            "Department of Pathology, University of North Carolina, "
        ],
        [
            "Department of Molecular Biomedical Sciences, North Carolina State University, "
        ],
        [
            "Department of Clincal Sciences, North Carolina State University"
        ]
    ],
    "first_author_latitude": "35.902643899999994",
    "first_author_longitude": "-79.04982179999999",
    "abstract_text": "Abstract 5193 Diffuse large B-cell lymphoma (DLBCL) affects ∼25,000 people in the U.S. each year, and fewer than half of them are cured with standard therapy. DLBCL can be divided into two subtypes by gene expression profiling, germinal center B-cell (GCB) type and activated B-cell (ABC) type. ABC-type DLBCL patients have significantly poorer outcomes. To improve therapeutic options, better animal models that accurately mimic human DLBCL (hDLBCL) are needed. Canine DLBCL is one of the most common cancers in veterinary oncology. Similar to human DLBCL patients, dogs with lymphoma are treated with both CHOP-like regimens and autologous stem cell transplants. Morphologically, canine lymphomas are similar to hDLBCL, with shared histologic markers, such as CD20 and PAX5. With recent technologies based on knowledge of the canine genome sequence, it is now possible to evaluate dogs as a potential large-animal model for hDLBCL. We evaluated 58 canine B-cell lymphomas by generating comprehensive gene expression profiles and comparing them to previously published hDLBCL expression profiles. Canine B-cell lymphoma expression profiles were similar in some ways to hDLBCLs. For instance, increased expression of NF-kB pathway genes was noted in a subset of lymphomas, mirroring NF-kB pathway activation in human ABC-type DLBCL. Furthermore, immunoglobulin heavy chain (IGH) mutation status, which is correlated with ABC/GCB cell of origin in hDLBCL, separated canine DLBCL into two groups with statistically different progression-free and overall survival times. However, canine DLBCL differed from hDLBCL in other aspects, including rare immunohistochemical positivity for BCL6 and MUM1/IRF4. Collectively, these results define aspects of canine B-cell lymphomas that resemble hDLBCL, identifying molecular similarities that could allow dogs to be used as a representative model of hDLBCL. Further comparative studies, including therapeutic trials, could potentially improve outcomes in both species. Disclosures: No relevant conflicts of interest to declare."
}