{
    "doi": "https://doi.org/10.1182/blood.V126.23.2936.2936",
    "article_title": "Insights into the Management of Adverse Events in Patients with Previously Treated Chronic Lymphocytic Leukemia/Small Lymphocytic Lymphoma: Experience from the Phase 3 HELIOS Study of Ibrutinib Combined with Bendamustine/Rituximab ",
    "article_date": "December 3, 2015",
    "session_type": "642. CLL: Therapy, excluding Transplantation: Poster II",
    "abstract_text": "Introduction Ibrutinib has become a new standard of care in patients with previously treated CLL/SLL based on the phase 3 RESONATE study (Byrd, et al. NEJM 2014) and other trials evaluating ibrutinib mainly as a single agent in CLL. The first randomized, double-blind, placebo-controlled phase 3 study (HELIOS) investigating ibrutinib in combination with bendamustine and rituximab (BR) was recently reported (Chanan-Khan, et al. ASCO 2015), with ibrutinib significantly extending progression-free survival and reducing the risk of progression/death by 80%. The study design provides an opportunity to examine the overall safety and management of adverse events (AEs) with ibrutinib and placebo in a blinded manner that previously has not been possible. Here we examine the safety and management of AEs with ibrutinib + BR vs placebo + BR in HELIOS. Methods Patients with active CLL/SLL following ≥ 1 prior line of systemic therapy were randomized 1:1 to receive BR (≤ 6 cycles) with either ibrutinib 420 mg daily or placebo (n = 289 in each group). Safety was a secondary end point. Results Median exposure to ibrutinib and placebo was 14.7 and 12.8 months, respectively. Rates of infection in the ibrutinib + BR and placebo + BR arms were similar (all-grade, 70.4%; grade ≥ 3, 26.8% vs all-grade, 70.0%; grade ≥ 3, 22.6%, respectively) but exposure-adjusted analysis reveals an overall lower rate of infections with ibrutinib + BR vs placebo + BR (10.3/100 vs 11.2/100 patient-months), with similar rates of grade ≥ 3 infections (2.4/100 patient-months each arm). Rates of all-grade (grade 3/4) anemia were 22.3% (3.5%) with ibrutinib + BR and 28.9% (8.0%) with placebo + BR. Patients also required fewer transfusions with ibrutinib + BR (23%) vs placebo + BR (29%), the majority of which were red blood cell transfusions. Similar proportions of patients used growth factors in both arms (54% vs 52%, respectively). Grade 3/4 neutropenia was reported at similar rates in both arms (53.7% vs 50.5%, respectively); however, fewer patients discontinued due to treatment-related neutropenia with ibrutinib + BR (1.0%) vs placebo + BR (2.8%). Rates of thrombocytopenia were slightly higher with ibrutinib + BR (30.7%) than placebo + BR (24.0%), but rates of grade 3/4 events were similar between arms (15.0% each arm). Atrial fibrillation (AF) was observed more frequently in patients on ibrutinib + BR than placebo + BR (7.3% vs 2.8% overall and 2.8% vs 0.7% grade 3/4, respectively). However, only 4 patients with grade 3/4 AF discontinued therapy in the ibrutinib arm. No patients with grade 1/2 AF discontinued treatment. One-third of patients held ibrutinib treatment to manage AF, with all restarting at the same dose (420 mg). Median (range) time to onset was 3.0 (0.3-17.5) months with ibrutinib + BR and 2.4 (0.6-18.9) months with placebo + BR. Importantly, in those with a prior history of AF or abnormal heart rhythm, only 7/25 receiving ibrutinib + BR and 2/22 receiving placebo + BR developed AF/atrial flutter on study. The rates of any-grade bleeding were 31.0% and 14.6%, respectively, with the majority being grade 1 (77.5% and 69.0%, respectively). Low rates of grade 3/4 major bleeding were observed in the ibrutinib + BR (2.1%) and placebo + BR (1.7%) arms. Many patients (41.8% ibrutinib + BR, 41.1% placebo + BR) were receiving concomitant anticoagulant/antiplatelet medication. A low rate of treatment-related lymphocytosis was observed in both arms (7.0% ibrutinib + BR, 5.9% placebo + BR). The majority of cases resolved within 2 weeks. Conclusions In this randomized, double-blind, placebo-controlled trial, the addition of ibrutinib to BR was well tolerated and did not significantly impact the safety profile of BR. In addition, ibrutinib was associated with reduced rates of anemia and transfusional support. Consistent with its known toxicity profile, patients in the ibrutinib + BR arm had higher rates of bleeding (mostly grade 1 or 2) and AF; however, few patients discontinued therapy as a result of these AEs. A prior history of AF or abnormal heart rhythm did not lead to recurrent episodes in the majority of cases. Taken together, the results from HELIOS establish the significant efficacy of ibrutinib and also the overall positive risk-benefit profile of ibrutinib + BR. Disclosures Cramer: Janssen: Other: Travel grant, Research Funding, Speakers Bureau; Hoffman LaRoche: Other: Travel grant, Research Funding, Speakers Bureau; Astellas: Other: Travel grant; Glaxo Smith Klein/Novartis: Research Funding; Gilead: Other: Travel grant, Research Funding; Mundipharma: Other: Travel grant. Demirkan: Celgene: Other: Travel reimbursement; Amgen: Consultancy. Fraser: Hoffman LaRoche: Consultancy, Honoraria; Janssen: Honoraria, Research Funding, Speakers Bureau; Celgene: Honoraria, Research Funding. Santucci Silva: Janssen: Other: Travel reimbursement, Research Funding; GSK: Research Funding; Celgene: Research Funding; Merck: Research Funding; Novartis: Other: Travel reimbursement; Hoffman LaRoche: Other: Travel reimbursement, Research Funding. Janssens: Roche: Consultancy, Speakers Bureau; Mundipharma: Speakers Bureau; Janssen: Consultancy. Goy: Allos, Biogen Idec, Celgene, Genentech, and Millennium. Gilead: Speakers Bureau; Celgene: Consultancy, Research Funding, Speakers Bureau. Mayer: Janssen: Research Funding. Dilhuydy: Roche: Honoraria, Other: Travel reimbursement; Janssen: Honoraria, Other: Travel reimbursement; Mundipharma: Honoraria. Bartlett: Medimmune: Research Funding; Novartis: Research Funding; Pfizer: Research Funding; Genentech: Research Funding; ImaginAB: Research Funding; Astra Zeneca: Research Funding; Pharmacyclics: Research Funding; Janssen: Research Funding; Gilead: Consultancy; Seattle Genetics: Consultancy, Research Funding; Millenium: Research Funding; Celgene: Research Funding. Rule: Roche: Consultancy, Other: Travel reimbursement; Gilead: Research Funding; Celgene: Consultancy, Other: Travel reimbursement; J&J: Consultancy, Other: Travel reimbursement, Research Funding. Sun: Janssen/J&J: Employment, Equity Ownership. Phelps: Janssen/J&J: Employment, Equity Ownership. Mahler: Janssen: Employment, Other: Travel reimbursement. Salman: Janssen/J&J: Employment, Equity Ownership. Howes: Janssen/J&J: Employment, Equity Ownership. Hallek: AbbVie: Honoraria, Other: Speakers Bureau and/or Advisory Boards, Research Funding; Roche: Honoraria, Other: Speakers Bureau and/or Advisory Boards, Research Funding; Gilead: Honoraria, Other: Speakers Bureau and/or Advisory Boards, Research Funding; Pharmacyclics: Honoraria, Other: Speakers Bureau and/or Advisory Boards, Research Funding; Celgene: Honoraria, Other: Speakers Bureau and/or Advisory Boards, Research Funding; Boehringher Ingelheim: Honoraria, Other: Speakers Bureau and/or Advisory Boards; Mundipharma: Honoraria, Other: Speakers Bureau and/or Advisory Boards, Research Funding; Janssen: Honoraria, Other: Speakers Bureau and/or Advisory Boards, Research Funding.",
    "topics": [
        "adverse event",
        "bendamustine",
        "chronic b-cell leukemias",
        "ibrutinib",
        "rituximab",
        "atrial fibrillation",
        "hemorrhage",
        "infections",
        "anemia",
        "neutropenia"
    ],
    "author_names": [
        "Asher Chanan-Khan, MD",
        "Paula Cramer, MD",
        "Fatih Demirkan, MD",
        "Graeme Fraser, MDFRCPC",
        "Rodrigo Santucci Silva, MD",
        "Halyna Pylypenko, MD",
        "Sebastian Grosicki, MD PhD",
        "Ann Janssens, MD",
        "Aleksander Pristupa, MD",
        "Andre Goy, MD",
        "Jiri Mayer, Prof., MD",
        "Marie Sarah Dilhuydy, MD",
        "Javier Loscertales, MD PhD",
        "Nancy L. Bartlett, MD",
        "Abraham Avigdor, MD",
        "Simon Rule, MD",
        "Steven Sun, PhD",
        "Charles Phelps, MS",
        "Michelle Mahler, MD",
        "Mariya Salman, PhD",
        "Angela Howes, PhD",
        "Michael Hallek, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Asher Chanan-Khan, MD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Jacksonville, FL "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Paula Cramer, MD",
            "author_affiliations": [
                "Department I of Internal Medicine, University of Cologne, Cologne, Germany "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fatih Demirkan, MD",
            "author_affiliations": [
                "Division of Hematology, Dokuz Eylul University, Izmir, Turkey "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Graeme Fraser, MDFRCPC",
            "author_affiliations": [
                "Juravinski Cancer Centre, McMaster University, Hamilton, Canada "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rodrigo Santucci Silva, MD",
            "author_affiliations": [
                "Hemomed Oncologia e Hematologia, IEP São Lucas, São Paulo, Brazil "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Halyna Pylypenko, MD",
            "author_affiliations": [
                "Department of Hematology, Cherkassy Regional Oncological Center, Cherkassy, Ukraine "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sebastian Grosicki, MD PhD",
            "author_affiliations": [
                "SPZOZ Zespol Szpitali Miejskich, Silesian Medical University in Katowice, Chorzów, Poland "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ann Janssens, MD",
            "author_affiliations": [
                "University Hospital Leuven, Leuven, Belgium "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aleksander Pristupa, MD",
            "author_affiliations": [
                "Regional Clinical Hospital, Ryazan, Russia "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andre Goy, MD",
            "author_affiliations": [
                "John Theurer Cancer Center at Hackensack University Medical Center, Hackensack, NJ "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jiri Mayer, Prof., MD",
            "author_affiliations": [
                "Department of Internal Medicine - Hematology and Oncology, University Hospital Brno and Faculty of Medicine, Masaryk University, Brno, Czech Republic "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marie Sarah Dilhuydy, MD",
            "author_affiliations": [
                "Hôpital Haut-Lévêque, Pessac, France "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Javier Loscertales, MD PhD",
            "author_affiliations": [
                "Servicio de Hematología, Hospital Universitario La Princesa, IIS-IP, Madrid, Spain "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nancy L. Bartlett, MD",
            "author_affiliations": [
                "Siteman Cancer Center, Washington University School of Medicine, Saint Louis, MO "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Abraham Avigdor, MD",
            "author_affiliations": [
                "Hematology Division and Bone Marrow Transplantation, Chaim Sheba Medical Center, Tel-Hashomer, Tel Aviv, Israel "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Simon Rule, MD",
            "author_affiliations": [
                "Department of Haematology, Derriford Hospital, Plymouth, United Kingdom "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Steven Sun, PhD",
            "author_affiliations": [
                "Janssen Research & Development, Raritan, NJ "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Charles Phelps, MS",
            "author_affiliations": [
                "Janssen Research & Development, Raritan, NJ "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michelle Mahler, MD",
            "author_affiliations": [
                "Janssen Research & Development, Raritan, NJ "
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mariya Salman, PhD",
            "author_affiliations": [
                "Janssen Research & Development, Raritan, NJ "
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Angela Howes, PhD",
            "author_affiliations": [
                "Janssen Research & Development, High Wycombe, United Kingdom "
            ],
            "author_rank": 21,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Hallek, MD",
            "author_affiliations": [
                "Department of Internal Medicine and Center of Integrated Oncology Cologne Bonn, University Hospital, Cologne, Germany"
            ],
            "author_rank": 22,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-04T06:40:27",
    "is_scraped": "1"
}