{
    "doi": "https://doi.org/10.1182/blood.V110.11.3572.3572",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=884",
    "start_url_page_num": 884,
    "is_scraped": "1",
    "article_title": "CD26 Expression on T-Cell Lines Is Associated with SDF-1α-Mediated Invasion and Phosphorylation of Signaling Molecules. ",
    "article_date": "November 16, 2007",
    "session_type": "Non-Hodgkin’s Lymphoma - Biology, excluding Therapy",
    "topics": [
        "dipeptidyl-peptidase iv",
        "molecule",
        "phosphorylation",
        "t-lymphocytes",
        "signal transduction",
        "gel",
        "proto-oncogene proteins c-akt",
        "mitogen-activated protein kinases",
        "neoplasms",
        "antibodies"
    ],
    "author_names": [
        "Pamela A. Havre, PhD",
        "Masako Abe, PhD",
        "Yasuyo Urasaki, PhD",
        "Chikao Morimoto, MD, PhD",
        "Nam H. Dang, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Hematologic Malignancies, Nevada Cancer Institute, Las Vegas, NV, USA"
        ],
        [
            "Hematologic Malignancies, Nevada Cancer Institute, Las Vegas, NV, USA"
        ],
        [
            "Hematologic Malignancies, Nevada Cancer Institute, Las Vegas, NV, USA"
        ],
        [
            "Division of Clinical Immunology, University of Tokyo, Tokyo, Japan"
        ],
        [
            "Hematologic Malignancies, Nevada Cancer Institute, Las Vegas, NV, USA"
        ]
    ],
    "first_author_latitude": "36.120914600000006",
    "first_author_longitude": "-115.32144310000001",
    "abstract_text": "Background: CD26 is a multifunctional membrane-bound glycoprotein present on the surface of most cell types. Due in part to its ability to modulate the activity of biopeptides, it can regulate tumor growth. In addition, it can associate with several proteins including FAPα, plasminogen, ADA, CD45, collagen, and fibronectin. As a result of these properties, CD26 plays an important role in tumor biology. SDF-1α/CXCL12 and its receptor, CXCR4, have been shown to play a critical role in tumorigenesis besides their role in mediating migration and activation of leukocytes during immune and inflammatory responses. Both SDF-1α and CXCR4 are expressed in many cancer cell lines and tissues. Previous studies from our group showed that CD26 mediates extracellular matrix binding and tumorigenesis, as mice inoculated with parental CD26-positive cells developed tumors, whereas none of the mice inoculated with CD26-depleted clones developed tumors over the observed time ( 1 ). To evaluate the mechanism involved, we used in vitro invasion assays to compare cells expressing different levels of CD26. Data from two human T cell lines are included: the CD26-negative leukemic T cell line Jurkat and clones transfected with an empty vector or with a vector encoding CD26 made previously by our group; and the CD26-positive T- lymphoblast cell line HSB-2 and clones infected with retrovirus expressing siRNA vectors that either targeted CD26 or encoded a missense siRNA. Assays were performed to compare invasion with and without SDF-1α. Phosphorylation of proteins previously reported to be involved in migration or invasion was followed in cells incubated with SDF-1α. Analysis of phosphorylation status was carried out using Western blots probed with site-specific antibodies. To confirm the importance of proteins phosphorylated in response to SDF-1α, inhibitors of several protein kinases were used in invasion assays to identify kinases involved. Results: Our results showed that invasion of T-cell lines was increased when SDF-1α was added to cells expressing CD26. In contrast, invasion was marginally or not increased in cells that did not express CD26. Cells incubated with SDF-1α were lysed, run on gels, and transferred to nitrocellulose. Western blots probed with site-specific antibodies; phospho-Akt (ser473), phospho-p44/42 MAP kinase (Thr202/Tyr204), and p38 MAP kinase (Thr180/Tyr182) showed that all three signaling proteins were phosphorylated when cells expressing CD26 were incubated with SDF-1α. Phosphorylation of Akt increased with time of incubation, peaking between 2.5 and 5 minutes after addition of SDF-1α. Phosphorylation of Akt was higher in Jurkat/CD26 cells than in HSB-2 cells. Phosphorylation of p44/42 MAP kinase was higher in HSB-2 cells, and it also peaked between 2.5 and 5.0 minutes. Phosphorylation of p38 MAP kinase increased, but peaked slightly later, between 5.0 and 10.0 minutes for both cell types. Addition of protein kinase inhibitors LY294002 and PD98059 each partially inhibited invasion, suggesting that more than one kinase was involved in CD26-enhanced invasion. Conclusions: T-cell lines expressing CD26, Jurkat CD26 transfectants and parental HSB-2, exhibited higher invasion activity than parental Jurkat cells or HSB-2 clones depleted of CD26. Akt and p44/42 MAP kinase were both involved in in vitro invasion as shown by decreased invasion in the presence of PI3K and MEK 1/2 inhibitors."
}