{
    "doi": "https://doi.org/10.1182/blood-2021-145737",
    "article_title": "Integrated Multidimensional Flow Cytometry (MFC) and Next-Generation Sequencing (NGS) to Reconstruct Evolutionary Paterns from Dysplasia to Acute Myeloid Leukemia (AML) ",
    "article_date": "November 5, 2021",
    "session_type": "617.Acute Myeloid Leukemias: Biomarkers, Molecular Markers and Minimal Residual Disease in Diagnosis and Prognosis",
    "abstract_text": "Background: Clonal evolution in AML originates long before diagnosis and is a highly dynamic process. Having a greater understanding of leukemogenesis may contribute to develop treatment strategies that target the tumor evolutionary process. However, dissecting leukemic transformation at the onset of AML is challenging without single-cell sequencing, and most clinical laboratories do not have infrastructure to perform these studies routinely. Patients with newly diagnosed AML may present dysplasia. If these residual, mature, dysplastic cells were generated before the differentiation blockage of blasts preceding leukemic transformation, it could be hypothesized that studying the genetic landscape of dysplastic cells and blasts could uncover the evolutionary process from dysplasia to AML. This hypothesis has never been investigated. Aim: Reconstruct clonal evolution from dysplasia to AML based on the genetic signature of dysplastic cells and leukemic blasts, analyzed using integrated MFC immunophenotyping and sorting with NGS. Methods: Presence of dysplasia according to aberrant phenotypic differentiation of the neutrophil, monocytic and erythroid lineages was investigated using MFC and EuroFlow MDS/AML panels in 283 newly diagnosed AML patients (median age 74; range 29-90). Patient-specific phenotypes were leveraged to isolate a total of 99 cell types from 22 AML cases for targeted (48 MDS/AML related genes) and whole-exome sequencing (WES), with a mean depth of 3246x and 141x, respectively. In patients with measurable residual disease (MRD) by MFC at the time of complete remission, tumor resistant cells were FACSorted for WES using patient-specific aberrant phenotypes. T cells were used as germline control in both approaches. Mutations were considered if ≥0.05 allele frequency in leukemic blasts or dysplastic cells and ≤0.2 in T cells. Results: We first assessed the applicability of our hypothesis by investigating how many patients show dysplasia at the onset of AML. Dysplastic cells were observed in 252 of 283 (89%) cases. Phenotypic abnormalities were more frequently noted in the neutrophil lineage (47%), followed by the monocytic (40%) and erythroid cells (13%). Up to 169/283 (60%) patients showed multi-lineage dysplasia. Only nine cases showed no signs of dysplasia, whereas the remaining 22 had undetectable hematopoiesis. Targeted sequencing of dysplastic cells and blasts in 16 patients uncovered three evolutionary patterns of leukemogenesis. Stable transition in those displaying identical mutational landscapes in blasts and residual mature dysplastic cells (9/16); clonal selection in cases where blasts originated from leukemic stem cells other than the ones driving dysplasia, due to mutations absent in blasts and present in dysplastic cells (4/16); and clonal evolution in cases showing new mutations in blasts onto mutations shared between these and dysplastic cells (3/16). Interestingly, most patients displaying stable transition from dysplasia to AML had mutated ASXL1,  RUNX1 and/or TP53 (8/9). Mutations present in dysplastic cells while absent in blasts from patients showing a clonal selection evolutionary pattern, were more frequently detected in genes related to signaling pathways (eg JAK2 , KRAS and NRAS ). By contrast, clonal evolution was characterized by new mutations affecting FLT3 ITD and STAG2 . The higher throughput of WES of dysplastic cells and blasts from six patients unveiled a more complex dynamic process of leukemogenesis, with all three evolutionary patterns being detectable in nearly all cases. Most interestingly, we found patients with mutations in dysplastic cells and blasts at diagnosis, but not in MRD cells (eg NBPF1 and ZNF717 ); and patients showing mutations in dysplastic and MRD cells, but not in blasts at diagnosis (eg MUC2 and KIR2DL3 ). These findings uncover that genetic alterations that are critical in leukemic transformation and chemoresistance, may not overlap (Figure). Conclusions: We showed for the first time that it is possible to reconstruct leukemogenesis in nearly 90% of newly-diagnosed AML patients, using techniques that are commonly available in clinical laboratories. The possibility to identify the genetic drivers of leukemic transformation and chemoresistance, could be clinically meaningful to develop tailored treatment strategies aiming at the eradication of genetically diverse leukemic clones. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Prósper:  Oryzon: Honoraria; Janssen: Honoraria; BMS-Celgene: Honoraria, Research Funding. Ayala:  Incyte Corporation: Membership on an entity's Board of Directors or advisory committees; Novartis: Honoraria, Membership on an entity's Board of Directors or advisory committees; Astellas: Honoraria; Celgene: Honoraria. Perez-Simon:  JANSSEN, TAKEDA, PFIZER, JAZZ, BMS, AMGEN, GILEAD: Other: honorarium or budget for research projects and/or participation in advisory boards and / or learning activities and / or conferences. San-Miguel:  AbbVie, Amgen, Bristol-Myers Squibb, Celgene, GlaxoSmithKline, Janssen, Karyopharm, Merck Sharpe & Dohme, Novartis, Regeneron, Roche, Sanofi, SecuraBio, and Takeda: Consultancy, Membership on an entity's Board of Directors or advisory committees. Montesinos:  Celgene: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Pfizer: Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Daiichi Sankyo: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Sanofi: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Incyte: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Karyopharm: Membership on an entity's Board of Directors or advisory committees, Research Funding; Novartis: Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Stemline/Menarini: Consultancy; Teva: Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Janssen: Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Agios: Consultancy; Tolero Pharmaceutical: Consultancy; Forma Therapeutics: Consultancy; Glycomimetics: Consultancy; AbbVie: Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Astellas Pharma, Inc.: Consultancy, Honoraria, Other: Advisory board, Research Funding, Speakers Bureau. Paiva:  Celgene, EngMab, Roche, Sanofi, Takeda: Research Funding; Adaptive, Amgen, Bristol-Myers Squibb-Celgene, Janssen, Kite Pharma, Sanofi and Takeda: Honoraria; Bristol-Myers Squibb-Celgene, Janssen, and Sanofi: Consultancy.",
    "author_names": [
        "Catia Patricia Simoes",
        "Carmen Chillon",
        "David Martínez-Cuadrón",
        "María José Calasanz",
        "María-Belén Vidriales",
        "Iria Vazquez",
        "Montserrat Hernández-Ruano",
        "Beñat Ariceta",
        "Leire Burgos",
        "Diego Alignani",
        "Sarvide Sarai",
        "Sara Villar",
        "Felipe Prósper",
        "Rosa Ayala",
        "Joaquín Martínez-Lopez",
        "Juan Miguel Bergua Burgues",
        "Susana Vives",
        "Jose A. Perez-Simon",
        "María García-Fortes",
        "Marcos González",
        "Jesus San-Miguel",
        "Miguel A. Sanz",
        "Pau Montesinos",
        "Bruno Paiva"
    ],
    "author_dict_list": [
        {
            "author_name": "Catia Patricia Simoes",
            "author_affiliations": [
                "Clinica Universidad De Navarra, Centro De Investigacion Medica Aplicada (CIMA),, Pamplona, Spain"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Carmen Chillon",
            "author_affiliations": [
                "Hospital Universitario de Salamanca (HUS/IBSAL), CIBERONC and Center for Cancer Research-IBMCC (USAL-CSIC), Salamanca, Spain, Salamanca, Spain"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Martínez-Cuadrón",
            "author_affiliations": [
                "Instituto de Investigación Sanitaria La Fe (IISLAFE), Hospital Universitari i Politècnic La Fe, Valencia, Spain"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "María José Calasanz",
            "author_affiliations": [
                "University of Navarra, Pamplona, ESP",
                "CIMA LAB Diagnostics-Universidad de Navarra, IdiSNA: Instituto de Investigación Sanitaria de Navarra, Pamplona, Spain"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "María-Belén Vidriales",
            "author_affiliations": [
                "Hematology department, Hospital Universitario de Salamanca, Salamanca, Spain"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Iria Vazquez",
            "author_affiliations": [
                "Haematological Diseases Laboratory, CIMA LAB Diagnostics, University of Navarra, Pamplona, Spain"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Montserrat Hernández-Ruano",
            "author_affiliations": [
                "Departamento de Hematología, Hospital Universitario de Salamanca, IBSAL, CIC-IBMCC, CIBER-ONC (CB16/12/00233) Salamanca, Salamanca, Spain"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Beñat Ariceta",
            "author_affiliations": [
                "Hematological Diseases Laboratory, CIMA LAB Diagnostics, University of Navarra, Pamplona, Spain"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Leire Burgos",
            "author_affiliations": [
                "Centro de Investigación Médica Aplicada, University of Navarra, IDISNA, CIBERONC, Clínica Universidad de Navarra, Pamplona, Spain"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Diego Alignani",
            "author_affiliations": [
                "Clinica Universidad de Navarra, Pamplona, ) Centro de Investigacion Medica Aplicada, Instituto de Investigacion Sanitaria de Navarra (IdiSNA), Pamplona, Spain, Pamplona, Spain"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sarvide Sarai",
            "author_affiliations": [
                "Centro de Investigación Médica Aplicada, University of Navarra, Clínica Universidad de Navarra, Pamplona, Spain"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sara Villar",
            "author_affiliations": [
                "Hematology Department, Clínica Universidad de Navarra, Universidad de Navarra, Pamplona, Spain"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Felipe Prósper",
            "author_affiliations": [
                "Hematology and Hemotherapy Department, Clínica Universidad de Navarra, Pamplona, Spain",
                "Cell Therapy Area, Clínica Universidad de Navarra, Pamplona, Spain"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rosa Ayala",
            "author_affiliations": [
                "Department of Hematology, Hospital Universitario 12 de Octubre, CNIO, Madrid, Spain"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joaquín Martínez-Lopez",
            "author_affiliations": [
                "Department of Hematology, Hospital 12 de Octubre, Complutense University, H12O-CNIO Clinical Research Unit, CIBERONC, Madrid, Spain"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Juan Miguel Bergua Burgues",
            "author_affiliations": [
                "Hospital San Pedro de Alcántara, Caceres, Spain"
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Susana Vives",
            "author_affiliations": [
                "Hematology Department, ICO - Hospital Germans Trias i Pujol, Badalona, Spain"
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jose A. Perez-Simon",
            "author_affiliations": [
                "Hospital Universitario Virgen del Rocio/Instituto Biomedicina Sevilla, Seville, Spain"
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "María García-Fortes",
            "author_affiliations": [
                "Hospital Universitario Virgen De La Victoria, MáLaga, ESP"
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marcos González",
            "author_affiliations": [
                "Departamento de Hematología, Hospital Universitario de Salamanca (HUSAL), IBSAL, IBMCC (USAL-CSIC), CIBERONC, Salamanca, Spain"
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jesus San-Miguel",
            "author_affiliations": [
                "Clinica Universidad de Navarra, Centro de Investigacion Medica Aplicada (CIMA), Instituto de Investigacion Sanitaria de Navarra (IDISNA), CIBER-ONC number CB16/12/00369, Pamplona, Spain"
            ],
            "author_rank": 21,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Miguel A. Sanz",
            "author_affiliations": [
                "Hematology Department, Hospital Universitari i Politècnic La Fe, Valencia, Spain"
            ],
            "author_rank": 22,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pau Montesinos",
            "author_affiliations": [
                "Hospital Universitario y Politécnico La Fe, Valencia, Spain"
            ],
            "author_rank": 23,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bruno Paiva",
            "author_affiliations": [
                "Clinica Universidad de Navarra, Centro de Investigacion Medica Aplicada (CIMA), Instituto de Investigacion Sanitaria de Navarra (IDISNA), CIBER-ONC number CB16/12/00369, Pamplona, Spain"
            ],
            "author_rank": 24,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T02:43:46",
    "is_scraped": "1"
}