{
    "doi": "https://doi.org/10.1182/blood.V106.11.1934.1934",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=441",
    "start_url_page_num": 441,
    "is_scraped": "1",
    "article_title": "Hormonal Regulation of the Anticoagulant Protein S. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "topics": [
        "anticoagulants",
        "hormonal regulation",
        "oral contraceptives",
        "protein s",
        "rna, messenger",
        "carcinoma",
        "carcinoma, hepatocellular",
        "estrogen",
        "estrogen receptors",
        "polymerase chain reaction"
    ],
    "author_names": [
        "Quintin Hughes, BSc(hons)",
        "Janelle Staton, PhD",
        "Mark Watson, PhD",
        "Jennet Harvey, MBBS, FRCPA",
        "Ross Baker, MBBS, FRACP, FRCPA"
    ],
    "author_affiliations": [
        [
            "Haematology, Royal Perth Hospital, Perth, Western Australia, Australia",
            "School of Surgery and Pathology, University of Western Australia, Perth, Western Australia, Australia"
        ],
        [
            "Haematology, Royal Perth Hospital, Perth, Western Australia, Australia"
        ],
        [
            "School of Biomedical, Biomolecular and Chemical Sciences, University of Western Australia, Perth, Western Australia, Australia"
        ],
        [
            "School of Surgery and Pathology, University of Western Australia, Perth, Western Australia, Australia"
        ],
        [
            "Haematology, Royal Perth Hospital, Perth, Western Australia, Australia"
        ]
    ],
    "first_author_latitude": "-31.949254199999995",
    "first_author_longitude": "115.8539485",
    "abstract_text": "The anticoagulant Protein S (PS) is coded for by the PROS1 gene and serves as a co-factor to APC in the inactivation of FVa and FVIIIa. It is produced predominately by the liver. Low PS levels are associated with an increased thrombotic risk. Clinically it is well documented that circulating PS levels are reduced in response to heightened estrogen (E 2 ) levels (oral contraceptive use, pregnancy, etc.). However, an explanation as to how this is occurring at the molecular level has not yet been elucidated. Two approaches have been utilized. Firstly, a liver carcinoma cell line, HepG2, was exposed to 5 and 10nM concentrations of testosterone (T) and E 2 for 6, 12 and 24h at which point’s total RNA was extracted and quantitated using real-time PCR. Secondly, a reporter plasmid pQH5′[2]DsRed2 was constructed that has 948bp of the PROS1 promoter region (up to but not including the ATG start codon) fused to an enhanced green fluorescent protein (EGFP) reporter gene sequence. A second reporter gene, DsRed2, was incorporated into pQH5′[2]DsRed2, and is constitutively expressed by a cytomegalovirus (CMV) promoter. This provides a means of standardizing any change in expression of the EGFP reporter. pQH5′[2]DsRed2 was transiently transfected into a breast cell carcinoma line MCF7 [chosen for its high levels of oestrogen receptor alpha (ERα)] and subsequently exposed to 5 and 10nM concentrations of E 2 and T for 24h. Expression levels were assessed using a COULTER EPICS flow cytometer. The HepG2 6, 12 and 24h PROS1 mRNA hormone response experiment showed an erratic response to E 2 . However there were consistently higher levels of PROS1 mRNA over time in response to T compared to the vehicle alone. Higher levels still were evident for the 10nM concentration. The transient transfection of pQH5′[2]DsRed2 into MCF7s followed by a 24h exposure of either T or E 2 at 5 and 10nM concentrations, showed a significant change in response to both the 5 and 10nM concentrations of E 2 , but little response to either of the T concentrations These results suggest that E 2 is exerting a direct effect on the promoter of PROS1, down regulating transcription, reflecting clinical observations. However, T may be affecting PROS1 mRNA stability via a yet undetermined mechanism. Therefore, hormonal regulation of PS may be occurring at several levels of the overall production process."
}