{
    "doi": "https://doi.org/10.1182/blood.V112.11.1567.1567",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1087",
    "start_url_page_num": 1087,
    "is_scraped": "1",
    "article_title": "Results of a Phase 2 NCI Multicenter Study of Romidepsin in Patients with Relapsed Peripheral T-Cell Lymphoma (PTCL). ",
    "article_date": "November 16, 2008",
    "session_type": "Lymphoma: Chemotherapy, excluding Pre-Clinical Models",
    "topics": [
        "lymphoma, t-cell, peripheral",
        "national cancer institute",
        "romidepsin",
        "brachial plexus neuritis",
        "lymphoma, t-cell, cutaneous",
        "histone deacetylase",
        "histone deacetylase inhibitors",
        "biological markers",
        "cardiovascular diseases",
        "extranodal disease"
    ],
    "author_names": [
        "Richard Piekarz, MD, PhD",
        "John Wright, MD, PhD",
        "Robin Frye, RN",
        "Steven L. Allen, MD",
        "Michael Craig, MD",
        "Larisa Geskin, MD, FAAD",
        "Laura Hutchins, MD",
        "David Joske, MBBS, FRCPA, FRACP",
        "Mark Kirschbaum, MD",
        "John P Leonard, MD",
        "Miles Prince, MD",
        "Craig B. Reeder, MD",
        "Elaine Jaffe, MD",
        "Susan Bates, MD"
    ],
    "author_affiliations": [
        [
            "National Cancer Institute, Bethesda, MD, USA"
        ],
        [
            "IDB CTEP NCI, Rockville, MD, USA"
        ],
        [
            "National Cancer Institute, Bethesda, MD, USA"
        ],
        [
            "Medicine, North Shore University Hospital - LIJ, Lake Success, NY, USA"
        ],
        [
            "Mary Babb Randolph Cancer Center, Morgantown, WV"
        ],
        [
            "Dermatology, University of Pittsburgh, Pittsburgh, USA"
        ],
        [
            "Univ. of AR for Med. Sciences, Little Rock, AR, USA"
        ],
        [
            "Haematology Care Center, Sir Charles Gairdner Hospital, Perth, WEA, Australia"
        ],
        [
            "Division of Hematology, City of Hope National Medical Center, Duarte, CA, USA"
        ],
        [
            "Weill Medical College of Cornell, New York, NY, USA"
        ],
        [
            "Peter MacCallum Cancer Institute, East Melbourne, Australia"
        ],
        [
            "Hematology, Mayo Clinic Arizona, Scottsdale, AZ, USA"
        ],
        [
            "National Cancer Institute, Bethesda, MD, USA"
        ],
        [
            "National Cancer Institute, Bethesda, MD"
        ]
    ],
    "first_author_latitude": "39.05152325",
    "first_author_longitude": "-77.1476593",
    "abstract_text": "Background: The histone deacetylase (HDAC) inhibitors are a class of epigenetic agents undergoing clinical testing. HDAC inhibitors modulate expression of genes involved in cell cycle regulation, leading to induction of differentiation or apoptosis. Romidepsin, a novel, HDAC inhibitor, has previously demonstrated activity as a single agent in patients (pts) with T-cell lymphoma in a phase 1 NCI study. Aims: To evaluate the efficacy and tolerability of romidepsin in the treatment of advanced PTCL and as an exploratory endpoint, to examine the molecular effects of romidepsin in both PTCL and cutaneous T-cell lymphoma (CTCL). Methods: This Phase 2, open-label, multi-arm, multicenter study enrolled 43 PTCL pts from the NCI and 9 extramural sites. CTCL pts were also enrolled in this study. The clinical results for pts with PTCL are presented here; the clinical results for the pts with CTCL and the biomarker analyses for both PTCL and CTCL are presented elsewhere. This study is now closed to accrual. Pts with relapsed or refractory PTCL or primary cutaneous anaplastic large cell lymphoma were eligible. Pts received romidepsin 14 mg/m 2 as a 4-hr infusion on days 1, 8 and 15 every 28 days. Responses were assessed using elements of the IWG criteria and RECIST, as appropriate, for pts with lymph node involvement and extranodal disease. Results: 43 pts (23[53%] men and 20 [47%] women) with a mean age of 58.1 (range: 27 to 84) years were treated with romidepsin. 31 pts received ≥ 2 cycles of therapy. Mean number of prior therapies was 3.9 (range 1 to 12). Objective disease response rates (ORR) are summarized in the table. The mean number of cycles of treatment was 6.8 (range 1–37) and the overall median duration of response was 8.3 months (range 1.6 months to 4.8+ yrs) for all pts. The median duration of response for the 7 pts who achieved CR was 8.5 months (range 4.6 months to 4.8+yrs). The most frequent drug-related AEs (all grades, all cycles) were generally mild and included: nausea (86%; 0% ≥grade 3), fatigue (79%; 0% ≥grade 3), decreased platelets (70%; 7% ≥grade 3), and decreased AGC (63%; 5% ≥grade 3). One death, in a pt with significant cardiovascular disease who had achieved a CR, was considered possibly related to treatment. Conclusions: This study demonstrates tolerability and durable clinical benefit (ORR of 39% and median duration of response of 8.3 months) of romidepsin in pts with recurrent or refractory PTCL. Based on these promising results, a Phase 2B protocol investigating romidepsin in pts with progressive or relapsed PTCL is ongoing at multiple international centers.  . All Pts N=43 . Pts ≥ 2 cycles N=31 . ORR (CR+PR), n (%) 17 (39%) 17 (55%) PR, n (%) 10 (23%) 10 (32%) CR, n (%) 7 (16%) 7 (23%) . All Pts N=43 . Pts ≥ 2 cycles N=31 . ORR (CR+PR), n (%) 17 (39%) 17 (55%) PR, n (%) 10 (23%) 10 (32%) CR, n (%) 7 (16%) 7 (23%) View Large"
}