{
    "doi": "https://doi.org/10.1182/blood.V108.11.3230.3230",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=584",
    "start_url_page_num": 584,
    "is_scraped": "1",
    "article_title": "Noninvasive Assessment of Intestinal Graft-Versus-Host Disease Activity by 18F-Fluorodeoxyglucose Positron Emission Tomography. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "fluorodeoxyglucose positron emission tomography",
        "graft-versus-host disease",
        "intestines",
        "fluorodeoxyglucose f18",
        "allogeneic hematopoietic stem cell transplant",
        "diagnostic imaging",
        "endoscopy",
        "low-dose spiral ct",
        "adrenal corticosteroids",
        "diarrhea"
    ],
    "author_names": [
        "Matthias Stelljes, MD",
        "Jorn Albring, MD",
        "Sven Hermann, MD",
        "Christopher Poremba, MD",
        "Gabiele Kohler, MD",
        "Christoph Bremer, MD",
        "Thorsten Kucharzik, MD",
        "Gerda Silling, MD",
        "Wolfgang E. Berdel, MD",
        "Otmar Schober, MD",
        "Michael Schafers, MD",
        "Joachim Kienast, MD"
    ],
    "author_affiliations": [
        [
            "Department of Medicine/Hematology and Oncology, University of Muenster, Muenster, Germany"
        ],
        [
            "Department of Medicine/Hematology and Oncology, University of Muenster, Muenster, Germany"
        ],
        [
            "Department of Nuclear Medicine, University of Muenster, Muenster, Germany"
        ],
        [
            "Department of Pathology, University of Duesseldorf, Duesseldorf, Germany"
        ],
        [
            "Institute of Pathology, University of Munster, Muenster, Germany"
        ],
        [
            "Department of Clinical Radiology, University of Muenster, Muenster, Germany"
        ],
        [
            "Department of Medicine B, University of Muenster, Muenster, Germany"
        ],
        [
            "Department of Medicine/Hematology and Oncology, University of Muenster, Muenster, Germany"
        ],
        [
            "Department of Medicine/Hematology and Oncology, University of Muenster, Muenster, Germany"
        ],
        [
            "Department of Nuclear Medicine, University of Muenster, Muenster, Germany"
        ],
        [
            "Department of Nuclear Medicine, University of Muenster, Muenster, Germany"
        ],
        [
            "Department of Medicine/Hematology and Oncology, University of Muenster, Muenster, Germany"
        ]
    ],
    "first_author_latitude": "51.961352299999994",
    "first_author_longitude": "7.597384300000001",
    "abstract_text": "Gastrointestinal graft-versus-host disease (GI-GvHD) is a common and potentially life-threatening complication after allogeneic hematopoietic stem cell transplantation (HSCT). Detection of disease activity is pivotal for diagnosis and management of this condition. Despite methodical and technical limitations, histological analysis of endoscopically obtained specimens of the gut is still the gold standard in the diagnosis of GI-GvHD. Non-invasive objective tests for monitoring GvHD activity that cover the entire intestine are desirable but lacking. In the preclinical phase of our study, (C57BL/6 × BALB/c)F1 mice were transplanted with bone marrow and additional spleen cells (GvHD group) or with marrow grafts alone (control group) from allogeneic BALB/c donors. Serial measurements with 18F-fluorodeoxyglucose positron emission tomography (FDG-PET) showed a significant uptake of FDG in the GvHD group, predominantly of the colon. Histology of the whole gut revealed GvHD-associated inflammatory changes in the colon with normal findings in the small intestine. Analyses of the control group by FDG-PET, histology, and clinical assessment gave no evidence for GvHD. Bioluminescence imaging of the gut from F1 recipients transplanted from allogeneic C57BL/6-Tg(ACTB-EGFP) donors showed a significant infiltration, again predominantly of the colon, by EGFP positive donor cells and a matching FDG uptake in following PET examinations. In a subsequent clinical study, 22 patients with suspected GI-GvHD were examined by FDG-PET in combination with low-dose computed tomography (n=12) or by FDG-PET alone (n=10). Endoscopy of the rectum and sigmoid (n=13) or the entire colon (n=7) with assessment of mucosal specimens was performed in 20 patients. The two patients without endoscopic evaluation had normal FDG-PET results and showed normalisation of initial symptoms without further treatment. In addition, serial tests of stool for viral, bacterial or fungal infections and analyses of blood for CMV (pp65 and CMV-PCR), were without any pathological findings in all patients. In patients with proven GI-GvHD (progressive diarrhea, histology results conclusive for GvHD and positive FDG-PET results), therapy with corticosteroids was started, whereas in the absence of pathological findings no further therapy was given. Twelve of the 22 patients showed a significant FDG uptake of the gut, again predominantly in the colon. In all of these patients, GvHD responded to immunosuppressive treatment, and re-evaluation with FDG-PET showed markedly decreased FDG uptake in 6 out of 6 patients. None of the 10 patients with normal FDG-PET findings developed GvHD of the gut. The findings indicate that diagnostic imaging using FDG-PET with or without low-dose computed tomography is a sensitive, non-invasive procedure to assess localization and activity of GI-GvHD, with the potential for widespread clinical use following allogeneic HSCT."
}