{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.1157.1157",
    "article_title": "Endothelial Cell-Selective Adhesion Molecule (ESAM) Plays Important Roles in the Adult-Type Hemoglobin Synthesis during Fetal Erythropoiesis ",
    "article_date": "December 7, 2017",
    "session_type": "506. Hematopoiesis and Stem Cells: Microenvironment, Cell Adhesion, and Stromal Stem Cells: Poster I",
    "abstract_text": "Endothelial cell-selective adhesion molecule (ESAM) is a lifelong marker for HSCs and is highly expressed on the first definitive HSCs. In addition, ESAM expression is functionally essential for adult HSCs because ESAM deficiency causes life-threatening myelo-suppression, especially severe anemia, after administration of 5-FU. In the last ASH annual meeting, we reported that ESAM deletion perturbed the development of definitive hematopoiesis, especially definitive erythropoiesis in the fetal liver (FL). In this study, we precisely analyzed the mechanism via which ESAM deletion affects erythroid lineage development. Although the number and the size of ESAM homozygous (homo) knockout (KO) fetuses were comparable to that of wild type (WT) or heterozygous KO littermates until embryonic day (E) 14.5, some ESAM homo KO fetuses exhibited severe anemia after E15.5 and approximately half of the ESAM homo KO fetuses died before E17.5. Quantitative real-time PCR analyses for assessing the expression of erythropoiesis-related genes in E16.5 ESAM-null FLs revealed significant reduction in mRNA levels for adult globins (Hba and Hbb-b1) and the erythroid-specific isoenzyme of 5-aminolevulinic acid synthase 2 (Alas2). In contrast, transcript levels of erythropoietin (Epo), Epo-receptor, and several transcription factors essential for erythropoiesis, such as Gata1, Klf1, and c-myb, were not reduced by ESAM deletion. Although no apparent malformation was evident in the E14.5 ESAM-null fetuses, the developmental abnormality in erythropoiesis already existed, because the proportion of enucleated erythrocytes was smaller and the number of mature Ter119 + erythroid cells was significantly decreased. Next, we examined the quality of ESAM deficient HSCs in culture and in vivo transplantation. In methylcellulose cultures, although E14.5 LSK CD48 - FL cells of ESAM-null mice produced sufficient numbers of BFU-E colonies, the mRNA expression levels of adult globins and Alas2 in the BFU-E colonies produced by ESAM-null HSCs were significantly reduced. In competitive repopulation assays, 4 × 10 2 LSK CD48 - HSCs sorted from CD45.2 + E14.5 ESAM-null or WT FLs were transplanted into lethally irradiated CD45.1 + congenic WT mice with 2 × 10 5 CD45.1 + bone marrow cells and analyzed after 15 weeks. Although donor chimerism and the number of CD45.2 + HSCs did not differ between the two groups, peripheral blood hemoglobin level in ESAM-null HSC-transplanted recipient mice was significantly reduced. Next, to understand the molecular mechanisms involved in the developmental failure of definitive erythropoiesis in the ESAM-null FL, we conducted RNA-sequencing (RNA-seq) and compared the gene expression patterns of WT and ESAM-null HSCs. We found that the expression of many erythropoiesis-related genes was reduced in ESAM-null HSCs. Among them, the reduction of ALAS2 expression was most remarkable. In addition, transcripts for both adult globins (Hba-a1, Hba-a2 and Hbb-b1) and embryonic globins (Hbb-y and Hbb-bh1) were dramatically decreased. These results corroborated our hypothesis that hemoglobin synthesis is impaired by ESAM deficiency, and further suggested that the cause of developmental failure in the ESAM-null fetuses can be attributed to aberrant gene expression in ESAM-null \"definitive\" HSCs. We exploited an antibody cross-linking method to address whether ESAM directly affected gene expression profiles in HSCs. WT E14.5 LSK CD48 - cells were either untreated or incubated with a rat mAb against mouse ESAM. Then, both cells were incubated with goat anti-rat IgG Abs-conjugated microbeads for 4 h, and were subsequently applied to RNA-seq. The IPA network analysis indicated that \"Hematological System Development and Function, Increased Levels of Hematocrit, Molecular Transport\" network, which were associated with hemoglobin synthesis including Hbb-bh1, were the most affected. We also found up-regulation of GDF15, which promotes hemoglobin synthesis by suppressing hepcidin secretion. In conclusion, we showed that approximately half of ESAM-null fetuses died between E15.5 and E17.5, mainly due to the disturbance of adult-type hemoglobin synthesis. Although indirect mechanisms could be involved in the anemic phenotype of ESAM-null fetuses, we propose that ESAM-mediated interactions directly modulate the expression pattern of erythropoiesis-related genes in the developing HSCs. Disclosures Yokota: MSD K.K.: Research Funding; CHUGAI PHARMACEUTICAL CO., LTD.: Research Funding; Pfizer Inc.: Research Funding; Shionogi & Co., Ltd.: Research Funding; Celgene: Research Funding. Ezoe: Taiho Pharmaceutical Co., LTD.: Research Funding. Shibayama: Fujimoto Pharmaceutical Co.: Honoraria, Research Funding; Jansen Pharmaceutical K.K.: Honoraria; Takeda Pharmaceutical Co.,LTD.: Honoraria, Research Funding; Bristol-Meyer Squibb K.K.: Honoraria, Research Funding; Ono Pharmaceutical Co.,LTD.: Honoraria, Research Funding; Novartis Pharma K.K.: Honoraria, Research Funding; Mundipharma K.K.: Honoraria, Research Funding; Celgene K.K.: Honoraria, Research Funding. Oritani: Celgene: Speakers Bureau; Bristol-Myers Squibb: Research Funding, Speakers Bureau; MOCHIDA PHARMACEUTICAL: Speakers Bureau; Novartis Pharma: Consultancy, Speakers Bureau. Kanakura: Astellas: Research Funding; Alexion Pharmaceuticals, Inc.: Honoraria, Research Funding; Bristol Myers: Research Funding; Nippon Shinyaku: Research Funding; Kyowa Hakko Kirin: Research Funding; Eisai: Research Funding; Chugai Pharmaceutical: Research Funding; Fujimotoseiyaku: Research Funding; Pfizer: Research Funding; Shionogi: Research Funding; Toyama Chemical: Research Funding.",
    "topics": [
        "cell adhesion molecules",
        "endothelium",
        "erythropoiesis",
        "fetus",
        "hemoglobin biosynthesis",
        "cd45 antigens",
        "globins",
        "anemia",
        "cd48 antigen",
        "congenital abnormality"
    ],
    "author_names": [
        "Tomoaki Ueda",
        "Takafumi Yokota, MD PhD",
        "Yasuhiro Shingai",
        "Yukiko Doi",
        "Tomohiko Ishibashi",
        "Takao Sudo",
        "Akira Tanimura",
        "Michiko Ichii, MD PhD",
        "Sachiko Ezoe",
        "Hirohiko Shibayama, MD PhD",
        "Kenji Oritani, MD PhD",
        "Yuzuru Kanakura, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Tomoaki Ueda",
            "author_affiliations": [
                "Department of Hematology and Oncology, Osaka University Graduate School of Medicine, Suita, Japan "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Takafumi Yokota, MD PhD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Osaka University Graduate School of Medicine, Suita, Japan "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yasuhiro Shingai",
            "author_affiliations": [
                "Department of Hematology and Oncology, Osaka University Graduate School of Medicine, Suita, Japan "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yukiko Doi",
            "author_affiliations": [
                "Department of Hematology and Oncology, Osaka University Graduate School of Medicine, Suita, Japan "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tomohiko Ishibashi",
            "author_affiliations": [
                "Department of Vascular Physiology, Research Institute National Cerebral and Cardiovascular Center, Suita, Japan "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Takao Sudo",
            "author_affiliations": [
                "Department of Immunology and Cell Biology, Osaka University Graduate School of Medicine, Suita, Japan "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Akira Tanimura",
            "author_affiliations": [
                "Department of Hematology and Oncology, Osaka University Graduate School of Medicine, Suita, Japan "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michiko Ichii, MD PhD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Osaka University Graduate School of Medicine, Suita, Japan "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sachiko Ezoe",
            "author_affiliations": [
                "Department of Hematology and Oncology, Osaka University Graduate School of Medicine, Suita, Japan "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hirohiko Shibayama, MD PhD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Osaka University Graduate School of Medicine, Suita, Japan "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kenji Oritani, MD PhD",
            "author_affiliations": [
                "Department of Hematology, Graduate School of Medical Science, International University of Health and Welfare, Narita, Japan"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yuzuru Kanakura, MD PhD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Osaka University Graduate School of Medicine, Suita, Japan "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-11T21:35:37",
    "is_scraped": "1"
}