{
    "doi": "https://doi.org/10.1182/blood.V126.23.4570.4570",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3101",
    "start_url_page_num": 3101,
    "is_scraped": "1",
    "article_title": "Efficacy and Safety of Deferasirox in Chinese Patients with Non-Transfusion-Dependent Thalassemia: 1-Year Results from the Thetis Study ",
    "article_date": "December 3, 2015",
    "session_type": "112.Thalassemia and Globin Gene Regulation",
    "abstract_text": "Background : Although non-transfusion-dependent thalassemias (NTDT) and non-transfusion-dependent congenital or chronic anemias are found in Southern China, they are relatively rare diseases in China and there are little data evaluating iron chelation in Chinese patients. This 1-year analysis from the THETIS study investigated the efficacy and safety of deferasirox in a large subpopulation of Chinese patients. Early escalation of deferasirox doses (max: 30 mg/kg/day) was evaluated according to liver iron concentration (LIC). Methods : THETIS is an open-label, single-arm, multicenter, Phase IV, 5-year study with the primary endpoint after 1 year of treatment. For this subanalysis, Chinese patients ≥10 years of age with iron overload (LIC ≥5 mg Fe/g dry weight [dw] and serum ferritin [SF] ≥300 ng/mL) were enrolled. Exclusion criteria included: blood transfusions within 6 months of study enrollment or anticipated regular transfusions (unplanned transfusions allowed), Hb S/β thalassemia, active hepatitis B/C, cirrhosis, history of clinically relevant ocular and/or auditory toxicity; on two consecutive measurements: alanine aminotransferase >5× the upper limit of normal (ULN), serum creatinine >ULN, creatinine clearance ≤40 mL/min, or urine protein/urine creatinine ratio >1.0 mg/mg. All patients started deferasirox at 10 mg/kg/day. At week 4, deferasirox was increased according to baseline LIC (LIC >15, 20 mg/kg/day; LIC >7-≤15, 15 mg/kg/day; LIC ≥5-≤7, 10 mg/kg/day). At week 24, deferasirox was adjusted further: LIC >15, +5-10 mg/kg/day (max 30 mg/kg/day); LIC >7-≤15, +5 mg/kg/day (max 20 mg/kg/day); LIC ≥3-≤7, same dose. If LIC <3 or SF <300, therapy was held and restarted at the previously effective dose when LIC ≥5 and SF ≥300 (max 10 mg/kg/day). This sub-analysis evaluated absolute change in LIC and SF from baseline to week 52. Results: 68 Chinese patients were enrolled (median age 26.0, range 10-63 years) with Hb H disease (n=35), β thalassemia intermedia (n=21) or Hb E/β thalassemia (n=12). Most patients received prior transfusions (n=56/68, 82.4%); 20/68 (29.4%) patients received prior chelation. 57/68 (83.82%) patients completed 1 year. Patients who discontinued were most commonly lost to follow-up (n=4) or withdrew consent (n=3, personal or logistical reasons). Mean actual daily deferasirox dose ± standard deviation (SD) over 1 year (considering dose adjustments), was 16.21 ± 5.61 mg/kg/day. Mean LIC ± SD at baseline was 17.75 ± 12.37 mg Fe/g dw in Chinese patients, which decreased to 9.35 ± 6.83 mg Fe/g dw at week 52 (absolute change from baseline, -8.51 ± 8.58 mg Fe/g dw [95% CI -10.69 to -6.33]). Patients with higher LIC at baseline experienced a greater reduction in LIC by week 52 (Figure). Furthermore, 48 (70.6%) Chinese patients achieved an absolute decrease in LIC of ≥3 mg Fe/g dw, and 46 (67.6%) patients achieved a ≥30% relative reduction in LIC at the last assessment. At week 52, LIC was <3 mg Fe/g dw in 5 (7.4%) patients. Median SF (range) decreased in Chinese patients from a baseline of 1580 (333-6638) ng/mL to 872 (267-4315) ng/mL at week 52 (absolute median change, -423 [-5307 to -1669] ng/mL). At week 52, SF was <300 ng/mL in 1 (1.5%) patient. Adverse events (AE) regardless of causality were reported in 40 (58.8%) Chinese patients. Drug-related AEs were reported in 18 (26.5%) Chinese patients, most commonly gastrointestinal (abdominal discomfort, n=2; diarrhea and hematochezia, n=1 each) or skin related (rash, n=3; eczema, n=1). No patients discontinued because of AEs. One death occurred during the study (pneumonia leading to cardiac failure) that was not suspected to be drug-related. No patient had two consecutive serum creatinine increases of >33% above baseline or >ULN. No patient discontinued treatment due to notable liver or renal laboratory values. Conclusions: Deferasirox at 10 mg/kg/day escalated to a maximum of 30 mg/kg/day effectively reduced iron burden in Chinese patients. AEs were consistent with the known safety profile for deferasirox. Early dose escalation at week 4 and further adjustment at week 24 ensured that patients with iron overload achieved clinically relevant reductions in iron burden. These results were in alignment with the THETIS primary efficacy analysis, supporting early dose escalation of deferasirox to optimize chelation in more heavily iron-overloaded Chinese NTDT patients. Figure 1. View large Download slide Figure 1. View large Download slide Disclosures Cappellini: Celgene: Membership on an entity's Board of Directors or advisory committees; Genzyme/Sanofi: Membership on an entity's Board of Directors or advisory committees; Novartis: Membership on an entity's Board of Directors or advisory committees. Aydinok: Cerus: Research Funding; Sideris: Research Funding; Novartis: Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau. Porter: Novartis: Consultancy, Honoraria, Research Funding; Shire: Consultancy, Honoraria; Celgene: Consultancy. Zhu: Novartis: Employment. Wang: Novartis: Employment. Qi: Novartis: Employment. Taher: Novartis: Honoraria, Research Funding.",
    "topics": [
        "deferasirox",
        "thalassemia",
        "transfusion",
        "blood transfusion",
        "iron",
        "creatinine tests, serum",
        "iron overload",
        "abdominal pain",
        "adverse event",
        "alanine transaminase"
    ],
    "author_names": [
        "Yong-Rong Lai",
        "Rong Rong Liu",
        "M Domenica Cappellini",
        "Yesim Aydinok",
        "John B Porter",
        "Zewen Zhu",
        "Candace Wang",
        "Xue Qi",
        "Ali T Taher"
    ],
    "author_affiliations": [
        [
            "The First Affiliated Hospital of Guangxi Medical University, Nanning, China "
        ],
        [
            "The First Affiliated Hospital of Guangxi Medical University, Nanning, China "
        ],
        [
            "Universitá di Milano, Ca Granda Foundation IRCCS, Milan, Italy "
        ],
        [
            "Ege University Hospital, Izmir, Turkey "
        ],
        [
            "University College London, London, United Kingdom "
        ],
        [
            "Novartis Pharmaceuticals, East Hanover, NJ "
        ],
        [
            "Novartis Pharmaceuticals, East Hanover, NJ "
        ],
        [
            "Beijing Novartis Pharma Co., Ltd, Beijing, China "
        ],
        [
            "American University of Beirut Medical Center, Beirut, Lebanon"
        ]
    ],
    "first_author_latitude": "22.796460999999997",
    "first_author_longitude": "108.34306699999999"
}