{
    "doi": "https://doi.org/10.1182/blood.V120.21.4339.4339",
    "article_title": "Re-Induction Chemotherapy Using FLAG-Mitoxantrone for Adult Patients with Relapsed Acute Leukemia: A Single Center Experience From United Arab Emirates ",
    "article_date": "November 16, 2012",
    "session_type": "Acute Myeloid Leukemia - Therapy, excluding Transplantation",
    "abstract_text": "Abstract 4339 In a descriptive retrospective study, we evaluated the outcome of 47 adult patients with relapsed acute leukemia (AL) (AML= 26 and ALL = 21) diagnosed between 2000 and 2009 at our center. All patients received re-induction according to a FLAG-mitoxantrone regimen consisting of cytarabine 2g/m 2 over 2 hours (day 1–5), fludarabine 30mg/m 2 over 30 minutes (day 1–5), mitoxantrone 10 mg/m 2 over 1 hour (day 1, 3 & 5) and G-CSF 300 micg sc daily from day 6 until neutrophil count ≥ 1.0 ×10 9 . The median age at relapse was 32 years (17 – 65) for all patients, 38.2 years (7.8 – 65.1) for AML and 23.8 years (17.3 – 58.6) for ALL. Median time to relapse was 11 months (2 – 49) for all patients, 10.5 months (2 –28) for AML and 14 months (4 – 43) for ALL. For assessment of response to re-induction two patients were excluded from the analysis as their response status could not be documented (both left the United Arab Emirates early). The overall response rate was 62.1% (28/45 patients). Of these 25 (55.6%) patients achieve complete remission (CR) and 3 AML patients (6.7%) had a partial response (PR). CR were significantly superior when time to relapse > one year ( P =0.036) compared to < one year (71.4% versus 41.7%) and for ALL compared to AML patients (63.2% versus 50.0%; p =0.026). Patient younger than 35 years of age at diagnosis and at relapse achieved CR more frequently than older patients (64.3% versus 41.2%), however the differences were not statistically significant ( p =0.32). WBC at diagnosis <100×10 9 /l was a significant predictor (p=0.05) for the overall response (73.5% for WBC <100×10 9 /l versus 37.5% for WBC >100×10 9 /l). Median time to recovery of neutrophils (≥1.0×10 9 /l) among all patients with response was 25 days (19–33), 24 days (19–25) for ALL patients and 26 days (23–37) for AML patients. Thirty eight patients had documented neutropenic fever requiring prolonged antibiotic therapy where 7 of them had systemic antifungal therapy due to classical finding on CT or documented invasive asparagillus infection. Early death occurred in 6 patients (12.8%) which was significantly higher in patient with ALL compared to AML (23.8% versus 3.8%; p =0.041) mainly due to infections and secondary multi-organ failure. Median follow up from relapse was 3.0 months (1–120) for all patients, 3.5 months (1–120) for AML, 2 months (1–118) for ALL and 11 month (1–120) for patients in CR. Seven of the 25 patients in CR had consolidation with chemotherapy only (a second course of FLAG-mitoxantrone) followed by maintenance therapy in one patient with ALL. Eight patients underwent allogeneic stem cell transplantation (allo-SCT) abroad with post transplantation follow up at our center in addition to other 7 patient who left with a plan for allo-SCT without any further follow up at our center due to lack of feedback from the transplant center. At last follow up 18 patients were alive in CR2, 19 dead and 10 had refractory or relapsed disease. Overall survival (OS) from relapse at 12 and 18 month were 47.7% and 33.4%. Achievement of CR after re-induction (60.0% for CR versus 0.00% for no CR) and any type of consolidation therapy including a second course of FLAG-mitoxantrone or allo-SCT (59.8% for consolidation versus 12.2% for no consolidation) were significant predictor for superior OS among all patients ( p =0.008 and p =0.001 respectively) while WBC <5×10 9 /l at relapse was a significant predictor for inferior OS (26.7% versus 83.3%; p =0.04) among CR patients only. Currently 23 were lost for follow up since they left the UAE and only 5 patients are alive in CR2 (4 post allo-SCT and one post maintenance chemotherapy) with a median follow up of 71 months (18–120). In our experience FLAG-mitoxantrone is an effective regimen for induction of a second CR in relapsed AL with acceptable toxicity, however, allo-SCT is essential for long term survival. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "chemotherapy regimen",
        "leukemia, acute",
        "mitoxantrone",
        "united arab emirates",
        "follow-up",
        "allopurinol",
        "infections",
        "transplantation",
        "allogeneic stem cell transplant",
        "antibiotic therapy"
    ],
    "author_names": [
        "Inaam Bashir Hassan, MBBS, PhD",
        "Arif Alam, MBBS",
        "Hussain Sabir, MBBS",
        "Amar Lal, MBBS",
        "Khalid Al qawasmeh",
        "Jorgen Kristensen, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Inaam Bashir Hassan, MBBS, PhD",
            "author_affiliations": [
                "Department of Hematology/Oncology, Tawam Hospital, Al Ain, United Arab Emirates, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Arif Alam, MBBS",
            "author_affiliations": [
                "Department of Hematology/Oncology, Tawam Hospital, Al Ain, United Arab Emirates, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hussain Sabir, MBBS",
            "author_affiliations": [
                "Department of Hematology/Oncology, Tawam Hospital, Al Ain, United Arab Emirates, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amar Lal, MBBS",
            "author_affiliations": [
                "Department of Hematology/Oncology, Tawam Hospital, Al Ain, United Arab Emirates, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Khalid Al qawasmeh",
            "author_affiliations": [
                "Department of Hematology/Oncology, Tawam Hospital, Al Ain, United Arab Emirates, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jorgen Kristensen, MD, PhD",
            "author_affiliations": [
                "Medicine Department, Shaikh Khalifa Medical City, Abu Dhabi, United Arab Emirates"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-23T02:30:04",
    "is_scraped": "1"
}