{
    "doi": "https://doi.org/10.1182/blood.V106.11.1067.1067",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=538",
    "start_url_page_num": 538,
    "is_scraped": "1",
    "article_title": "Improvement of Selective Depletion of Alloreactive T Cells. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "topics": [
        "allogeneic hematopoietic stem cell transplant",
        "antigens, cd25",
        "cd28 antigens",
        "cd80 antigens",
        "culture media",
        "daclizumab",
        "flow cytometry",
        "granulocyte-macrophage colony-stimulating factor",
        "hla-dr antigens",
        "immunotoxins"
    ],
    "author_names": [
        "Erkut Bahceci",
        "Marina Komarovskaya",
        "Robert Kreitman",
        "Dennis Cooper",
        "Ira Pastan"
    ],
    "author_affiliations": [
        [
            "Laboratory of Molecular Biology, National Cancer Institute, Bethesda, MD, USA"
        ],
        [
            "Medical Oncology, Yale University School of Medicine, New Haven, CT, USA"
        ],
        [
            "Medical Oncology, Yale University School of Medicine, New Haven, CT, USA"
        ],
        [
            "Laboratory of Molecular Biology, National Cancer Institute, Bethesda, MD, USA"
        ],
        [
            "Medical Oncology, Yale University School of Medicine, New Haven, CT, USA"
        ]
    ],
    "first_author_latitude": "38.999363949999996",
    "first_author_longitude": "-77.10320745",
    "abstract_text": "Severe T cell depletion required for allogeneic hematopoietic stem cell transplantation from haplo-identical donors results in poor immune reconstitution and leads to high rates of mortality from infections, and relapse. One approach to overcome this problem is to infuse T cells depleted of alloreactivity. Selective depletion (SD) of alloreactive T cells is achieved by elimination of activated T cells after ex-vivo stimulation with recipient cells. To determine optimum selective depletion conditions, we have investigated the factors that modify alloreactivity of T cells. Methods: Alloreactivity was measured by one-way mixed lymphocyte reaction (MLR) using 3H thymidine uptake. PBMCs were used as responders and either irradiated expanded T cells (expT) or dendritic cells (DCs) as stimulators. T cells were expanded using anti-CD3 coated beads. DCs were generated from monocytes by GM-CSF and IL-4 stimulation. Selective depletion was performed by co-incubation of responder and stimulator cells for 72 hours and depletion of activated cells by an immunotoxin, LMB-2 (Anti-Tac (Fv)-PE-38), which was added to the culture at 24 and 48 hours. Effectiveness of the depletion was tested by a secondary MLR utilizing the original stimulator cells and unrelated third part cells. Results: Expansion of T cells has resulted in increase of HLA-DR, CD80 and CD86 expression compared to resting T cells (52.5% vs. 6%, 20.9% vs. 0.9%, and 32.9% vs. 20.9%, respectively), resulting in better stimulation in MLR (6505 cpm vs 1620 cpm). In one-way MLR using either PBMCs or CD25 depleted PBMCs as responders and expanded T cells and DCs as targets, with or without anti-CD28 in the culture media. DCs were better stimulators than expT cells (6636 vs. 4308). However, most dramatic effect was seen when anti-CD28 was added to the culture, increasing response to both expT cells and to a lesser extent DCs (40,169 and 19,303). Removal of CD25 positive cells also improved alloreactivity in all culture conditions (6636 in expT, 16,644 in DC, 57,363 in expT+CD28, and 30,943 in DC+CD28). To better define the effect of the target, we have performed Vbeta repertoire analysis of responding cells after expT cell, DC and expT cell+anti-CD28 stimulation. Flow cytometry revealed expansion of discrete Vbeta families, in addition to shared ones. We have then performed selective depletion using PBMCs or CD 25 depleted PBMCs as stimulators and expT cells, expT cell+anti-CD28, and DCs as stimulators. Residual alloreactivity after expT cell stimulation against original stimulators, DCs and third party cells were 7%, 147% and 99% respectively. Interestingly, after SD utilizing DCs as stimulators, there was substantial residual activity against expT cells (69%). When SD was performed using expT cells as stimulators with anti-CD28, combined with CD25 depletion, the depletion against both original stimulators and DCs was improved (2% and 54%, respectively). Conclusion: Depletion of regulatory T cells, and co-stimulation with ant-CD28 improves alloreactivity and selective depletion. Whether improvement in in-vitro selective depletion will result in better clinical outcome will be tested in a clinical trial."
}