{
    "doi": "https://doi.org/10.1182/blood.V116.21.4152.4152",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1760",
    "start_url_page_num": 1760,
    "is_scraped": "1",
    "article_title": "Disease Characteristics and Patterns of Care In Elderly Patients (80+ years) with Follicular Lymphoma (FL) In the United States (US); Are Older Patients Treated Differently? Report From the National LymphoCare Study (NLCS) ",
    "article_date": "November 19, 2010",
    "session_type": "Non-Hodgkin Lymphoma - Biology, excluding Therapy: Poster III",
    "topics": [
        "anthracycline antibiotics",
        "brachial plexus neuritis",
        "chemotherapy regimen",
        "follicular lymphoma",
        "hemoglobin",
        "low-grade lymphomas",
        "older adult",
        "prognostic factors",
        "rituximab",
        "bone marrow"
    ],
    "author_names": [
        "Chadi Nabhan, MD, FACP",
        "Michelle Byrtek, Ph.D.",
        "Michael Taylor, PharmD, PhD",
        "Jill Tydell, MD",
        "Jamie H. Hirata, PharmD",
        "Christopher R Flowers, MD, MS"
    ],
    "author_affiliations": [
        [
            "Department of Medicine, Division of Hematology/Oncology, Advocate Lutheran General Hospital, Oncology Specialists, S. C., Park Ridge, IL, USA, "
        ],
        [
            "Genentech/Roche, South San Francisco, CA, "
        ],
        [
            "Genentech/Roche, South San Francisco, CA, USA, "
        ],
        [
            "Department of Family Medicine, Advocate Lutheran General Hospital, Park Ridge, IL, USA, "
        ],
        [
            "Genentech, South San Francisco, CA, USA, "
        ],
        [
            "Emory, Atlanta, GA, USA"
        ]
    ],
    "first_author_latitude": "42.03857225",
    "first_author_longitude": "-87.84909210000001",
    "abstract_text": "Abstract 4152 Background: While FL is the most common low-grade lymphoma in the US, median age was less than 60 in patients enrolled on pivotal studies that led to our understanding of disease biology and optimal therapy. It remains unclear whether similar disease characteristics, presentation, prognostic factors, treatment patterns, and outcomes pertain to older patients with FL. No clear guidelines exist on how older patients should be treated and data is lacking as to whether current practice patterns affect their survival and progression. Previous reports on FL in the elderly have been retrospective and single center-based. Methods: The NLCS is a prospective, longitudinal multicenter, observational study that enrolled consecutive newly diagnosed FL patients from 3/2004 through 3/2007 collecting data on disease and patients' characteristics, treatment patterns, and outcome. Using the NLCS data we analyzed information on disease stage, grade, FL International Prognostic Index (FLIPI), B symptoms, and treatment choice for patients <60 years, 60–69 years, 70–79 years, and 80+ years. Either Chi-square or Fisher's exact comparison was used to assess the correlations depending on the sample size of the test. Results: A total of 2,736 pts were enrolled, of which 1,215 (44%) were < 60, 708 (25%) were between 60–69, 549 (20%) were between 70–79, and 264 (9%) were >80. There was a significant difference in grade distribution across the different age groups (p < 0.0001), with 22% of pts 80+ having grade 3 FL vs 17% pts <60. No significant differences across age groups in B symptoms, extra nodal sites, or LDH values were observed. A significant difference in FLIPI score was seen across the age groups (p < 0.0001) where high-score FLIPI was present in 48% of pts 80+ as opposed to 16% of pts <60, although calculating FLIPI might be confounded by the fact that older patients were more likely to not have received a bone marrow (BM) exam with 66% of pts 80+ not having BM exam vs. only 40% of those <60 (p < 0.0001). The difference in FLIPI was mainly due to lower Hgb values as older patients were more likely to have had Hgb < 12 g/dL than younger patients (31% of pts 80+ vs. 15% of pts <60) and to age being a component of the FLIPI index. The difference in FLIPI score across age groups was also observed in patients with grade 3 FL where 53% of pts 80+ had poor FLIPI vs. 15% of pts <60 (p < 0.0001). A statistically significant difference in treatment patterns was found across age groups (p <0.0001). When treatment was implemented, older patients were more likely to have received rituximab (R) monotherapy (37% of 80+ vs. 12% of <60) and less likely to have received R+Chemotherapy (40% of pts 80+ vs. 64% of pts<60). In addition, more pts 80+ were observed compared to those <60 (23% vs. 16%). These differences persisted even in those with advanced stage (III/IV), grade 3 disease, region of diagnosis, and in poor-risk FLIPI. When chemotherapy was used, older patients were less likely than younger patients to receive anthracyclines (p < 0.0001) (31% of pts 80+ vs. 69% of pts<60). Anthracycline use remained significantly different regardless of disease stage, grade, or FLIPI score. Conclusions: To our knowledge, this is the largest prospective data collection available for FL pts 80+ years of age. We demonstrate that these pts have higher FLIPI score and grade 3 disease. When treatment is initiated, these patients receive R monotherapy more often than their younger counterpart. Anthracycline use in this population is also less common regardless of disease stage, grade, or risk profile. Whether these baseline differences translate into different outcomes remains to be seen. Disclosures: Nabhan: genentech: Research Funding, Speakers Bureau. Byrtek: Genentech: Employment. Taylor: Genentech: Employment. Hirata: Genentech: Employment. Flowers: Genentech/Biogen-Idec (unpaid): Consultancy; Celgene, Intellikine: Consultancy; Millennium: Research Funding."
}