{
    "doi": "https://doi.org/10.1182/blood.V120.21.3423.3423",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2156",
    "start_url_page_num": 2156,
    "is_scraped": "1",
    "article_title": "A Potential Antithrombotic Trick for an Old Drug: Quinine Inhibits the Binding of Antiphospholipid Antibody-β2-Glycoprotein I Immune Complexes to Phospholipid Bilayers in Vitro  ",
    "article_date": "November 16, 2012",
    "session_type": "332. Antithrombotic Therapy: Poster III",
    "topics": [
        "antibodies",
        "antigen-antibody complex",
        "fibrinolytic agents",
        "glycoprotein",
        "phospholipids",
        "quinine",
        "acute promyelocytic leukemia",
        "antiphospholipid antibodies",
        "systemic lupus erythematosus",
        "antimalarials"
    ],
    "author_names": [
        "Ervis Bezati",
        "Xiao Xuan Wu, MD",
        "Jacob H. Rand, MD"
    ],
    "author_affiliations": [
        [
            "Department of Pathology, Montefiore Medical Center, Albert Einstein College of Medicine, Bronx, NY, USA"
        ],
        [
            "Department of Pathology, Montefiore Medical Center, Albert Einstein College of Medicine, Bronx, NY, USA"
        ],
        [
            "Department of Pathology, Montefiore Medical Center, Albert Einstein College of Medicine, Bronx, NY, USA"
        ]
    ],
    "first_author_latitude": "40.85055665",
    "first_author_longitude": "-73.8458527",
    "abstract_text": "Abstract 3423 Background: Quinine, an old drug extracted from bark of the cinchona tree, was the first effective antimalarial. Hydroxychloroquine (HCQ), a synthetic antimalarial developed over 60 years ago was subsequently found to be effective for treating autoimmune disorders and is widely used to treat systemic lupus erythematosus (SLE). Observational clinical studies have indicated that HCQ is associated with reduced risk of thrombosis in SLE and the antiphospholipid (aPL) syndrome (APS). Autoimmune recognition of β2-glycoprotein I (β2GPI) by aPL autoantibodies is a key thrombogenic step in the mechanism for APS. We recently demonstrated that HCQ targets aPL immune complexes and disrupts their assembly on membranes. Objective: Since quinine shares structural similarities to HCQ, we wondered whether it might have a similar effect on aPL immune complexes in vitro . Furthermore, structural differences between the two drugs could affect their activities and provide valuable information on therapeutic targeting of APS disease process. Methods: Phospholipid bilayers containing 70% phosphatidyl choline (PC) and 30 % phosphatidyl serine (PS) were formed on reflective silicon slides. Adsorption of β2GPI and the formation of aPL-β2GPI immune complexes on the supported lipid bilayers were measured using ellipsometry. Dose response of quinine and HCQ were performed and adsorption was measured in real time. The efficacy of the two drugs at desorbing immune complexes was quantified by half maximal effective concentrations (EC50) values. Experiments were also performed to gauge the ability of the drugs at preventing complex formation. Furthermore, atomic force microscopy (AFM) was used to gauge the morphological changes associated with addition of quinine to lipid-supported aPL-β2GPI immune complexes. Results: Quinine inhibited the formation of immune complexes with a higher efficacy than HCQ at equivalent drug concentrations of 0.2 mg/mL (0.192 ± 0.025 μg/cm2 for quinine vs. 0.352 ± 0.011 μg/cm2 for HCQ, p<0.001; for untreated immune complexes, 0.447 ± 0.013 μg/cm2) ( Figure 1 A). EC50 values for desorption of phospholipid-bound β2GPI-aPL IgG immune complexes revealed that the concentrations of quinine required for desorption of 50% of immune complexes (0.139 ± 0.003 mg/mL for quinine vs. 0.580 ± 0.006 mg/mL for HCQ, p<0.001) and β2GPI (0.129 ± 0.004 mg/mL for quinine vs. 0.440 ± 0.040 mg/mL for HCQ, p<0.001) were significantly lower than those for HCQ ( Figure 1 B). Furthermore, AFM experiments revealed that addition of quinine disintegrated immune complexes bound to phospholipid bilayers. Figure 1: View large Download slide View large Download slide A) Reduction of immune complex formation by quinine and HCQ at 0.2 mg/mL. B) Half maximal effective concentration (EC50) of immune complexes and β 2 GPI by quinine and HCQ. Figure 1: View large Download slide View large Download slide A) Reduction of immune complex formation by quinine and HCQ at 0.2 mg/mL. B) Half maximal effective concentration (EC50) of immune complexes and β 2 GPI by quinine and HCQ. Conclusions: Quinine is more effective than HCQ in impeding the formation of aPL-β 2 GPI immune complexes in vitro and in disintegrating immune complexes after they form. The disruptive effect that quinine and HCQ have on immune complexes suggests that the quinolone core of the molecule is an essential moiety conferring unique pharmacologic properties to the two drugs. Quinine and analogous molecules may offer novel approaches to targeting the APS disease mechanism and to reducing the thrombotic complications of APS without the inherent hemorrhagic risks of anticoagulant therapy. Disclosures: No relevant conflicts of interest to declare."
}