{
    "doi": "https://doi.org/10.1182/blood.V120.21.1286.1286",
    "article_title": "The Hsa-Let-7a miRNA Enhances Ara-C Induced Apoptosis in Human Acute Myeloid Leukemia Cells ",
    "article_date": "November 16, 2012",
    "session_type": "602. Disordered Gene Expression in Hematologic Malignancy, including Disordered Epigenetic Regulation: Poster I",
    "abstract_text": "Abstract 1286 CXCR4 surface expression has been reported as an important prognostic marker in AML patients. Our group previously reported that targeting the SDF-1α/CXCR4 axis by CXCR4 inhibition could overcome the resistance of AML cells to chemotherapy both in vitro and in vivo . To further explore the mechanism of targeting CXCR4, we first performed a microRNA microarray platform and revealed that hsa-let-7a as one of the most significantly degraded microRNA in OCI-AML3 cells treated with SDF-1α. Moreover, hsa-let-7a was highly elevated when the OCI-AML3 cells were treated with CXCR4 antagonist. To investigate the role of hsa-let-7a in leukemia cells, we first attempted to transfect human hsa-let-7a mimic into the OCI-AML3 cells by electroporation. When exposed to chemotherapy agent AraC (2.5μM, 48 hours), the hsa-let-7a overexpressed cells exhibited 2 more folds of apoptosis than negative controls (Annexin V positive percentage: 69.8% ± 9.4 % vs 23.2% ± 2.7%, p<0.01). Next, we suppressed CXCR4 in OCI-AML3 cells with lenti-virus delivered CXCR4 shRNA (CXCR4-shRNA-OCI3) to test whether CXCR4 regulates the hsa-let-7a expression. The CXCR4-shRNA-OCI3 cells had ∼70% lower of the cell surface CXCR4 expression as evaluated by Flow cytometry (PE-conjugated 12G5 anti-CXCR4 antibodies) and ∼60% less of migration to SDF-1α compared with the vector control cells. Using RT-PCR, we observed that hsa-let-7a level was elevated in the CXCR4-shRNA-OCI3 cells (∼2.3 folds of level in the NS-shRNA-OCI3 cells). As expected, hsa-let-7a target BCLX L were significantly decreased in CXCR4-shRNA-OCI3 cells in both mRNA and protein levels, which lead to higher sensitivity to AraC treatment (Annexin V positive percentage: 48.1% ± 5.1 % vs NS-shRNA-OCI3 cells 19.1% ± 2.7%, p<0.01). To investigate whether the CXCR4 surface expression is associated with the hsa-let-7a level in patient samples, we collected bone marrow samples from AML patients after informed consent. Mononuclear cells were separated by ficoll and stained with CXCR4 antibody for cell sorting. We observed CXCR4 high expression subpopulation had significantly lower level of hsa-let-7a. c-Myc and BCLX L protein levels were much lower in CXCR4 low expression subpopulation, and it may explain that low CXCR4 expression on AML cells correlated with a better prognosis, resulting in a longer relapse-free and overall survival. Collectively, our results support that CXCR4 antagonists could mobilize AML cells from the protective stromal microenvironments and make them more susceptible to conventional therapy. These findings also showed hsa-let-7a plays an important role in AML cell chemoresistance, and suggested a new mechanism that microRNA is involved in SDF-1α/CXCR4 signaling pathway. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "apoptosis",
        "cytarabine",
        "leukemia, myelocytic, acute",
        "micrornas",
        "cxcr4 receptors",
        "annexin a5",
        "antagonists",
        "antibodies",
        "chemotherapy regimen",
        "bone marrow specimen"
    ],
    "author_names": [
        "Ye Chen, PhD",
        "Rodrigo Jacamo, Ph.D",
        "Marina Konopleva, MD, PhD",
        "Ramiro Garzon, MD",
        "Carlo M. Croce, MD",
        "Michael Andreeff, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Ye Chen, PhD",
            "author_affiliations": [
                "Section of Molecular Hematology & Therapy, Department of Leukemia, The University of Texas M. D. Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Rodrigo Jacamo, Ph.D",
            "author_affiliations": [
                "Section of Molecular Hematology & Therapy, Department of Leukemia, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marina Konopleva, MD, PhD",
            "author_affiliations": [
                "Section of Molecular Hematology & Therapy, Department of Leukemia, The University of Texas M. D. Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ramiro Garzon, MD",
            "author_affiliations": [
                "Comprehensive Cancer Center, The Ohio State University, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carlo M. Croce, MD",
            "author_affiliations": [
                "The Ohio State University Comprehensive Cancer Center, Columbus, OH, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Andreeff, MD, PhD",
            "author_affiliations": [
                "Section of Molecular Hematology & Therapy, Department of Leukemia, The University of Texas M. D. Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-23T13:06:56",
    "is_scraped": "1"
}