{
    "doi": "https://doi.org/10.1182/blood.V126.23.2263.2263",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3049",
    "start_url_page_num": 3049,
    "is_scraped": "1",
    "article_title": "Usefulness of Eltrombopag in Secondary ITP Patients in Clinical Practice ",
    "article_date": "December 3, 2015",
    "session_type": "311. Disorders of Platelet Number or Function: Poster II",
    "topics": [
        "eltrombopag",
        "inosine triphosphate",
        "purpura, thrombocytopenic, idiopathic",
        "hemorrhage",
        "lymphoproliferative disorders",
        "neoplasms",
        "adrenal corticosteroids",
        "adverse event",
        "aspergillosis",
        "immune system diseases"
    ],
    "author_names": [
        "Tomás José González-López, MD",
        "María Teresa Alvarez-Roman, MD",
        "Cristina Pascual, MD",
        "Blanca Sánchez-González, MD",
        "Fernando Fernández-Fuentes, MD",
        "Gloria Pérez-Rus, MD",
        "José Angel Hernández-Rivas, MD",
        "Silvia Bernat, MD",
        "Montserrat Cortés, MD",
        "José María Bastida, MD",
        "Violeta Martínez-Robles, MD",
        "Angeles Fernández-Rodríguez, MD",
        "Pavel Olivera, MD",
        "Estefanía Bolaños, MD",
        "Rafael Alonso, MD",
        "Laura Entrena, MD",
        "Marta Gómez-Nuñez, MD",
        "Nuria Bermejo, MD",
        "María Paz Martínez-Badas",
        "María Jesús Peñarrubia, MD",
        "Arancha Alonso, MD",
        "Inmaculada Soto, MD",
        "María Yera Cobo, MD",
        "Alberto Casaus, MD",
        "Isabel Caparrós, MD",
        "María Perera, MD",
        "Reyes Jiménez Bárcenas, MD",
        "Cecilia Heras, MD",
        "María Calbacho, MD",
        "Maria Tenorio, MD",
        "Armando Luaña, MD",
        "Elsa Lopez-Ansoar, MD",
        "Gerardo Hermida, MD",
        "Javier García-Frade, MD",
        "José Ramón González-Porras, MD",
        "Miguel A. Sanz, MD PhD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Hospital Universitario de Burgos, Burgos, Spain "
        ],
        [
            "Department of Hematology, Hospital Universitario La Paz, Madrid, Spain "
        ],
        [
            "Hematology, Hospital General Universitario Gregorio Marañón, Madrid, Spain "
        ],
        [
            "Department of Hematology, Hospital del Mar, Barcelona, Spain "
        ],
        [
            "Department of Hematology, Hospital Universitario Insular de Gran Canaria, Las Palmas de Gran Canaria, Spain "
        ],
        [
            "Department of Hematology, Hospital General Universitario Gregorio Marañón, Madrid, Spain "
        ],
        [
            "Department of Hematology, Hospital Infanta Leonor, Madrid, Spain "
        ],
        [
            "Hospital de La Plana, Department of Hematology, Castellón, Spain "
        ],
        [
            "Department of Hematology, Fundació Hospital Asil de Granollers, Barcelona, Spain "
        ],
        [
            "Hospital Universitario de Salamanca, Salamanca, Spain "
        ],
        [
            "Department of Hematology, Hospital de León, León, Spain "
        ],
        [
            "Department of Hematology, Hospital Universitario Central de Asturias, Oviedo (Asturias), Spain "
        ],
        [
            "Department of Hematology, Hospital Universitario Valle Hebrón, Barcelona, Spain "
        ],
        [
            "Department of Hematology, Hospital Clínico San Carlos, Madrid, Spain "
        ],
        [
            "Department of Hematology, Hospital Universitario Doce de Octubre, Madrid, Spain "
        ],
        [
            "Hematology Department, Hospital Virgen de las Nieves, Granada, Spain "
        ],
        [
            "Department of Hematology, Parc Sanitari Taulí, Sabadell (Barcelona), Spain "
        ],
        [
            "Department of Hematology, Hospital San Pedro de Alcántara, Cáceres, Spain "
        ],
        [
            "Department of Hematology, Hospital de Avila, Avila, Spain "
        ],
        [
            "Department of Hematology, Hospital Clínico de Valladolid, Valladolid, Spain "
        ],
        [
            "Department of Hematology, Hospital Universitario Quirón Madrid, Madrid, Spain "
        ],
        [
            "Department of Hematology, Hospital Universitario Central de Asturias, Oviedo (Asturias), Spain "
        ],
        [
            "Department of Hematology, Hospital Universitario Puerta del Mar, Cádiz, Spain "
        ],
        [
            "Department of Hematology, Hospital Punta de Europa, Algeciras (Cádiz), Spain "
        ],
        [
            "Department of Hematology, Hospital Clínico de Málaga, Málaga, Spain "
        ],
        [
            "Department of Hematology, Hospital Universitario de Gran Canaria Doctor Negrín, Las Palmas de Gran Canaria, Spain "
        ],
        [
            "Department of Hematology, Hospital Universitario Virgen del Rocío, Sevilla, Spain "
        ],
        [
            "Department of Hematology, Hospital Infanta Leonor, Madrid, Spain "
        ],
        [
            "Hospital Universitario Ramon y Cajal, Madrid, Spain "
        ],
        [
            "Department of Hematology, Hospital Universitario Ramón y Cajal, Madrid, Spain "
        ],
        [
            "Hematology Department, Hospital Arnau de Vilanova, Lérida, Spain "
        ],
        [
            "Hematology Department, Complejo Hospitalario Universitario de Ourense, Orense, Spain "
        ],
        [
            "Department of Hematology, Hospital Universitario de Burgos, Burgos, Spain "
        ],
        [
            "Department of Hematology, Hospital Universitario Río Hortega, Valladolid, Spain "
        ],
        [
            "Department of Hematology, Hospital Clínico de Salamanca, Salamanca, Spain "
        ],
        [
            "Servicio de Hematologia, Hospital Univ. La Fe, Valencia, Spain"
        ]
    ],
    "first_author_latitude": "42.361942",
    "first_author_longitude": "-3.6848982999999995",
    "abstract_text": "Background: Eltrombopag is an oral thrombopoietin receptor agonist (TPO-RA) drug approved in primary chronic ITP. Lack of clinical trials in secondary ITP avoids a clear demonstration of its potential in terms of safety and efficacy on secondary ITP. Aims: To evaluate the efficacy and safety of eltrombopag in secondary ITP patients in daily clinical practice in Spain. Methods: Ninety-eight secondary ITP patients (aged 18 years or more) from 30 Spanish centers, treated with eltrombopag and included in the Spanish Eltrombopag Registry were retrospectively evaluated. Our study was performed in accordance with the standards of the Helsinki declaration and approved by the Hospital Universitario de Burgos Ethics Committee. Results: Our case series included 98 patients we allocated to four categories: immune disorders (n=47), infections (n=23), lymphoproliferative disorders (n=20), and neoplasms (n=8). The median age of the cohort was 62 (IQR, 40-71) years with 38 men and 60 women. At diagnosis, 34 patients had a Charlson Comorbidity Index score of 2 or more. Median time from ITP diagnosis to eltrombopag initiation was 13 (IQR, 2-66) months. Median number of therapies against thrombocytopenia before eltrombopag was 2 (IQR, 1-3), including rituximab (24), splenectomy (18) and romiplostim (13). Median platelet count when treatment started was 15 x 10 9 /L (IQR, 5-43 x 10 9 /L). Meanwhile, 44 patients had bleeding symptoms. Concomitant therapy was administered to 55 ITP (corticoids in 33) (Table I). Whole cohort eltrombopag response rate was 59% of responses (R; platelet count ≥30 x10 9 /L and at least 2-fold increase the baseline count and absence of bleeding) with 52% of complete responses (CR; platelet count >100 x 10 9 /L). Regarding the disease associated to ITP we observed high response rates in immune disorders and infection groups (67% of R, 76 % of R, respectively). Nevertheless, in lymphoproliferative disorders and neoplastic groups efficacy rates were much lower (36 % of R, 37 % of R respectively). The proportion of patients achieving platelet response was quite similar regardless the other studied parameters: age, sex, concomitant treatment, bleeding and platelet count at start of eltrombopag treatment. 30 adverse events were reported with eltrombopag, being 18 of them grade 3-4. 14 deaths were observed but only two were caused by bleeding. The remaining causes of death were: 4 because of bacterial sepsis and another 4 due to progression of basal disease. 2 secondary neoplasms, 1 aspergillosis and one death due to a non-treated severe anemia were also reported (Table II). Conclusion: The use of eltrombopag for treating secondary ITP is effective and safe. To point out, its efficacy in lymphoproliferative disorders and in neoplasm-associated ITP is lower than in benign diseases. Certainly, more studies are needed to confirm usefulness of TPO-RAs in secondary ITP cases. Table 1. Patient characteristics  Variable . Total (n = 98) . Type of disease, n   Immune disorders   SLE 13 Evans Syndrome 8 Antiphospholipid Syndrome 6 Sjögren Syndrome 5 Rheumatoid Arthritis 3 Immunodeficiencies 3 Autoimmune Hepatitis 2 Primary Biliary Cirrhosis 2 Psoriatic arthritis 1 Evans Syndrome-Immunodeficiencies 1 Evans Syndrome-HCV 1 Graves-Basedow disease 1 Inflammatory Bowel disease 1 Lymphoproliferative disorders   Lymphoproliferative diseases 16 HCV-Lymphoma 3 HIV-Lymphoma 1 Infections   Hepatitis C Virus 16 HIV 5 HCV-HIV 2 Neoplasms   Myeloid Neoplasms 8 Age, years, median [Q 1 ;Q 3 ] 62[40;71] Men/Women n 38/60 Bleeding at start of eltrombopag treatment, n 44 Concomitant treatment, n 55 Corticoids 33 Immunoglobulins 6 Corticoids and Immunoglobulins 7 Variable . Total (n = 98) . Type of disease, n   Immune disorders   SLE 13 Evans Syndrome 8 Antiphospholipid Syndrome 6 Sjögren Syndrome 5 Rheumatoid Arthritis 3 Immunodeficiencies 3 Autoimmune Hepatitis 2 Primary Biliary Cirrhosis 2 Psoriatic arthritis 1 Evans Syndrome-Immunodeficiencies 1 Evans Syndrome-HCV 1 Graves-Basedow disease 1 Inflammatory Bowel disease 1 Lymphoproliferative disorders   Lymphoproliferative diseases 16 HCV-Lymphoma 3 HIV-Lymphoma 1 Infections   Hepatitis C Virus 16 HIV 5 HCV-HIV 2 Neoplasms   Myeloid Neoplasms 8 Age, years, median [Q 1 ;Q 3 ] 62[40;71] Men/Women n 38/60 Bleeding at start of eltrombopag treatment, n 44 Concomitant treatment, n 55 Corticoids 33 Immunoglobulins 6 Corticoids and Immunoglobulins 7 View Large Table 2. Adverse events with Eltrombopag  Variable . n . Total, n 30 Serious Adverse Events (Grade 3-4), n 18 Progression of basal disease 4 Severe Bacterial Infections 3 Deep venous thrombosis 3 Stroke 2 Medullary fibrosis 2 Severe Bleeding 1 Aspergillosis 1 Pulmonary Embolism 1 Secondary neoplasms 1 Acute Pancreatitis 1 Acute Myocardial Infarction 1 Deaths, n 14 Bacterial Infections 4 Progression of basal disease 4 Secondary neoplasms 2 Severe Bleeding 2 Aspergillosis 1 Severe Anemia due to negative of patient to transfusion 1 Variable . n . Total, n 30 Serious Adverse Events (Grade 3-4), n 18 Progression of basal disease 4 Severe Bacterial Infections 3 Deep venous thrombosis 3 Stroke 2 Medullary fibrosis 2 Severe Bleeding 1 Aspergillosis 1 Pulmonary Embolism 1 Secondary neoplasms 1 Acute Pancreatitis 1 Acute Myocardial Infarction 1 Deaths, n 14 Bacterial Infections 4 Progression of basal disease 4 Secondary neoplasms 2 Severe Bleeding 2 Aspergillosis 1 Severe Anemia due to negative of patient to transfusion 1 View Large Disclosures Off Label Use: We describe the possibility of using eltrombopag, an oral thrombopoietin receptor analog, for secondary ITP patients.."
}