{
    "doi": "https://doi.org/10.1182/blood.V120.21.4570.4570",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2176",
    "start_url_page_num": 2176,
    "is_scraped": "1",
    "article_title": "Divergence in CD19-Mediated Signaling Unfolds Intra-Clonal Diversity in Chronic Lymphocytic Leukemia Which Correlates with Disease Progression ",
    "article_date": "November 16, 2012",
    "session_type": "CLL - Biology and Pathophysiology, excluding Therapy",
    "topics": [
        "cd19 antigens",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "disease progression",
        "signal transduction",
        "antibodies",
        "immunoglobulin m",
        "proto-oncogene proteins c-akt",
        "receptors, antigen, b-cell",
        "rna, messenger"
    ],
    "author_names": [
        "Yair Herishanu, MD",
        "Sigi Kay, PhD",
        "Nili Dezorella, MSc",
        "Chava Perry, MD/PhD",
        "Varda Deutsch, PhD",
        "Aaron Polliack, MD",
        "Elizabeth Naparstek, MD",
        "Benzion Katz, PhD"
    ],
    "author_affiliations": [
        [
            "Hematology Institute, Tel-Aviv Sourasky Medical Center, Tel-Aviv, Israel"
        ],
        [
            "Hematology Institute, Tel-Aviv Sourasky Medical Center, Tel-Aviv, Israel"
        ],
        [
            "Hematology Institute, Tel-Aviv Sourasky Medical Center, Tel-Aviv, Israel"
        ],
        [
            "Hematology Institute, Tel-Aviv Sourasky Medical Center, Tel-Aviv, Israel"
        ],
        [
            "Hematology Institute, Tel-Aviv Sourasky Medical Center, Tel-Aviv, Israel"
        ],
        [
            "Hematology Institute, Tel-Aviv Sourasky Medical Center, Tel-Aviv, Israel"
        ],
        [
            "Hematology Institute, Tel-Aviv Sourasky Medical Center, Tel-Aviv, Israel"
        ],
        [
            "Hematology Institute, Tel-Aviv Sourasky Medical Center, Tel-Aviv, Israel"
        ]
    ],
    "first_author_latitude": "32.06287555",
    "first_author_longitude": "34.81647415",
    "abstract_text": "Abstract 4570 Emerging data on intra-clonal diversity imply that this phenomenon may play a role in the clinical outcome of patients with chronic lymphocytic leukemia (CLL), where subsets of the CLL clone responding more robustly to external stimuli may gain a growth and survival advantage. Here we report intra-clonal diversity resolved by responses to CD19 engagement in CLL cells, which can be classified into responding (CD19-R) and non-responding (CD19-N) sub-populations. Engagement of CD19 by anti-CD19 antibody rapidly induced cellular aggregation in the CD19-R CLL cells. The CD19-R CLL cells expressed higher surface levels of CD19 and c- myc mRNA and exhibited distinct morphological features. Both sub-populations reacted to IgM stimulation in a similar manner and exhibited similar levels of Akt phosphorylation, pointing to functional signaling divergence within the B-cell receptor. CD19 unresponsiveness was partially reversible, where CD19-N cells spontaneously recover their signaling capacity following incubation in vitro , pointing to possible in vivo CD19-signaling attenuating mechanisms. This concept was supported by the lower CD19-R occurrence in bone marrow-derived samples compared with cells derived from the peripheral blood of the same patients. CLL patients with more than 18.5% of CD19-R cell fraction had a shorter median time to treatment compared to patients with less than 18.5% of CD19-R cell fraction. Conclusions: Divergence in CD19-mediated signaling unfolds both inter-patient and intra-clonal diversity in CLL. This signaling diversity is associated with physiological implications including the location of the cells and disease progression. Disclosures: No relevant conflicts of interest to declare."
}