{
    "doi": "https://doi.org/10.1182/blood.V122.21.4804.4804",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2617",
    "start_url_page_num": 2617,
    "is_scraped": "1",
    "article_title": "Defibrotide Interaction With Newer Oral Anticoagulant and Antiplatelet Drugs ",
    "article_date": "November 15, 2013",
    "session_type": "332. Antithrombotic Therapy",
    "topics": [
        "anticoagulants, oral",
        "antiplatelet agents",
        "anticoagulants",
        "powder dose form",
        "apixaban",
        "dabigatran etexilate",
        "rivaroxaban",
        "thrombin",
        "ticagrelor",
        "arachidonic acid"
    ],
    "author_names": [
        "Jawed Fareed, Ph.D.",
        "Michael J Moorman, III",
        "Walter Jeske, Ph.D.",
        "Debra Hoppensteadt, Ph.D."
    ],
    "author_affiliations": [
        [
            "Pathology, Loyola University Medical Center, Maywood, IL, USA, "
        ],
        [
            "Loyola University Chicago, Maywood, IL, USA, "
        ],
        [
            "Cardiovascular Institute, Loyola University Medical Center, Maywood, IL, USA"
        ],
        [
            "Pathology, Loyola University Medical Center, Maywood, IL, USA, "
        ]
    ],
    "first_author_latitude": "41.86171724999999",
    "first_author_longitude": "-87.84131585",
    "abstract_text": "Introduction Defibrotide represents a single stranded mammalian DNA derived agent originally developed for anti-thrombotic and anti-ischemic indications. Defibrotide is currently used to treat or prevent failure of normal blood flow (Veno-occlusive disease, VOD) in the liver of patients who had bone marrow transplants or received drugs such as oral estrogens and mercatopurine. Defibrotide is a polypharmocologic agent with multiple sites of actions, which include anti-inflammatory and vaso-facilitatory effects. The purpose of this investigation is to determine potential interactions of defibrotide and some of the newer oral anticoagulant drugs, such as dabigatran, apixaban and rivaroxaban and antiplatelet drugs such as ticagrelor. Materials & Methods Defibrotide (lot no. DV0601) was obtained in powder form from Gentium s.p.A (Villa Guardia, Italy). The active form of dabigatran was purchased from Selleckcham (Houston, TX). Apixaban and rivaroxaban were obtained commercially and were of synthetic origin. The effect of defibrotide on dabigatran, apixaban, rivaroxaban and ticagrelor, on agonists (epinephrine, ADP, collagen, arachidonic acid and 2.5U thrombin) was measured using platelet aggregation techniques. The platelet rich plasma collected from normal healthy donors (n=15) were also supplemented with each of the individual anticoagulant drugs, alone in a range of 0-1000 ng/ml and in combination with defibrotide at 50-250ug/ml. Such clotting times as the PT, aPTT and Heptest and thrombin generation studies were carried out. In addition, whole blood activated clotting time (celite) studies were carried out by supplementing each of the individual oral anticoagulant agents at 1ug/ml, alone and with defibrotide at 100ug/ml. Results Neither defibrotide nor the newer anticoagulants and ticagrelor produced any effects on the epinephrine, ADP, collagen and arachidonic acid induced aggregation of PRP (p>0.05). However, dabigatran at concentrations of >62.5ng/ml produced inhibition of thrombin induced aggregation, all of the other agents did not have any effect on thrombin. Defibrotide at a concentration 100 ug/ml did not alter the aggregation profile in anticoagulant supplemented PRP. In both the plasma and whole blood anticoagulant assays, dabigatran produced stronger anticoagulant effects (306+30sec) than both apixaban (145+12sec) and rivaroxaban(160+15sec). Defibrotide exhibited minimal effects (135+10sec). Ticagrelor did not have any anticoagulant effect. Defibrotide in combination with dabigatran produced modest augmentation of the anticoagulant responses (360+42sec), however, it had much weaker effects on rivaroxaban (168+18sec) and apixaban(152+14sec). All of the anticoagulants in the TGA produced varying degrees of inhibition of thrombin generation in the following order; dabigatran > rivaroxaban > apixaban. Ticagrelor did not produce any inhibition of thrombin generation. Defibrotide did not produce any effects on TGA at concentrations up to 100ug/ml. When combined with oral anticoagulants, it did not show any augmentation of rivaroxaban and apixaban; however, it enhanced dabigatrans inhibitory effects. Conclusions These results suggest that defibrotide itself has weak or negligible anticoagulant effects in the plasma and whole blood assays. All of the new oral anticoagulants produced varying degrees of assay dependent anticoagulant effects in plasma and whole blood systems. However defibrotide did not show any interactions with apixaban and rivaroxaban, it showed some augmentation of the anticoagulant responses of dabigatran. Ticagrelor did not exhibit any interactions with defibrotide. These studies demonstrate that unlike heparins, defibrotide exhibits minimal interactions with newer oral anticoagulant and antiplatelet drugs. Disclosures: No relevant conflicts of interest to declare."
}