{
    "doi": "https://doi.org/10.1182/blood-2021-144549",
    "article_title": "A Healthy Volunteer-Derived, Factor VIII-Neutralized, Acquired Hemophilia a-Mimetic Plasma Produces Similar Pharmacodynamic Responses of Emicizumab to Those in Patients with Congenital Hemophilia a with or without Inhibitors ",
    "article_date": "November 5, 2021",
    "session_type": "322.Disorders of Coagulation or Fibrinolysis: Clinical and Epidemiological",
    "abstract_text": "INTRODUCTION: Emicizumab is a bispecific antibody that mimics the cofactor function of activated factor VIII (FVIIIa) and is currently indicated for routine prophylaxis of bleeds in patients with congenital hemophilia A (PwCHA) regardless of factor VIII (FVIII) inhibitor status. Given its mechanism of action, the treatment response of emicizumab is expected to be similar between PwCHA and patients with acquired hemophilia A (AHA; PwAHA). However, it has not been well evidenced. We aimed to address this question by elucidating whether a healthy volunteer (HV)-derived, FVIII-neutralized, AHA-mimetic plasma produces similar pharmacodynamic (PD) responses of emicizumab to those in PwCHA. METHODS: In the phase I-I/II studies of emicizumab (Blood 2016;127:1633-41; N Engl J Med 2016;374:2044-53; Blood Adv 2017;1:1891-9; Haemophilia 2021;27:81-9), 40 Japanese HVs, 24 Caucasian HVs, 11 Japanese PwCHA with inhibitors (PwCHAwI), and 7 Japanese PwCHA without inhibitors (PwCHAwoI) were enrolled to receive emicizumab or placebo. These studies were conducted in accordance with relevant ethical standards as previously reported. Plasma samples were collected before first administration of the study drug, and they were spiked with emicizumab at 0, 0.3, 3, 30, or 300 μg/mL for HVs or 0, 3, or 300 μg/mL for PwCHA in combination with two anti-FVIII neutralizing antibodies (VIII-2236, anti-A2 type 1 inhibitor; VIII-9222, anti-C2 type 2 inhibitor) at approximately 300 μg/mL each (termed \" ex vivo spiked plasma\") for the measurement of activated partial thromboplastin time (APTT) and activated factor XI-triggered thrombin generation (TG). Separate plasma samples were collected before and after first administration (termed \" in vivo exposed plasma\") to be used for measuring APTT and TG, with ex vivo FVIII neutralization for HVs or without for PwCHA, as well as emicizumab concentration. Due to the difference in the given dosing regimens, observed plasma emicizumab concentrations did not largely overlap between HVs and PwCHA (up to 5.92 μg/mL as mean maximum concentration in HVs versus 10.3 to 120 μg/mL as mean steady-state trough concentration in PwCHA), which precluded simple comparison of the concentration-response (C-R) relationships between HVs and PwCHA in the in vivo exposed plasma. To overcome this limitation, nonlinear mixed-effect (\"population\") modeling was performed to analyze the C-R data from the ex vivo spiked plasma from HVs for APTT and TG each, and the developed population PD (PopPD) models were used to simulate C-R relationships in HVs over a wide range of plasma emicizumab concentration for comparison with those observed in the in vivo exposed plasma from PwCHA. RESULTS: In the ex vivo spiked plasma, the observed C-R relationships of APTT and TG were similar among Japanese HVs, Caucasian HVs, Japanese PwCHAwI, and Japanese PwCHAwoI, indicating similar FVIIIa-mimetic activity of emicizumab between HVs and PwCHA under the artificial FVIII-depleted condition ex vivo . The developed PopPD models adequately described the C-R data from HVs which were used for the model development. In the in vivo exposed plasma ( Figure ), the observed C-R relationships of APTT and TG were similar between Japanese HVs and Caucasian HVs as well as between Japanese PwCHAwI and Japanese PwCHAwoI. The observed C-R relationships in HVs were well captured by the PopPD model-based simulations despite these data being not directly used for the model development, which demonstrated the ability of the ex vivo data to be extrapolated in vivo . The PopPD models also well captured the observed C-R relationships in PwCHA, suggesting similar FVIIIa-mimetic activity of emicizumab between HVs and PwCHA in vivo . Some deviating observations from the PopPD model-based simulations might be attributed to the residual activity of given coagulation factor products, e.g., relatively short APTT and promoted TG at a plasma emicizumab concentration of 0 μg/mL (before first administration) in PwCHAwoI prior treated with FVIII prophylaxis. CONCLUSIONS: A HV-derived, FVIII-neutralized, AHA-mimetic plasma produced similar PD responses of emicizumab to those in PwCHA with or without inhibitors. Given its potential nature of mimicking AHA, i.e., coexistence of FVIII and multiple inhibitors including a type 2 one, the findings derived using this plasma may suggest similarity in the treatment response of emicizumab between PwCHA and PwAHA. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Yoneyama:  Chugai Pharmaceutical Co., Ltd.: Current Employment, Patents & Royalties: Inventor of patents related to anti-FIXa/FX bispecific antibodies. Tokuda:  Chugai Pharmaceutical Co., Ltd.: Current Employment. Soeda:  Chugai Pharmaceutical Co., Ltd.: Current Employment, Patents & Royalties: Inventor of patents related to anti-FIXa/FX bispecific antibodies. Saito:  Chugai Pharmaceutical Co., Ltd.: Current Employment. Shima:  BioMarin Pharmaceutical Inc.: Membership on an entity's Board of Directors or advisory committees; Bayer AG: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Novo Nordisk A/S: Honoraria, Speakers Bureau; Takeda: Research Funding; CSL Behring: Research Funding, Speakers Bureau; F. Hoffmann-La Roche Ltd.: Membership on an entity's Board of Directors or advisory committees; Chugai Pharmaceutical Co., Ltd.: Consultancy, Membership on an entity's Board of Directors or advisory committees, Patents & Royalties: Inventor of patents related to anti-FIXa/FX bispecific antibodies, Research Funding, Speakers Bureau; Sanofi S.A.: Speakers Bureau; Fujimoto Seiyaku: Consultancy, Speakers Bureau. OffLabel Disclosure: Emicizumab for acquired hemophilia A",
    "author_names": [
        "Koichiro Yoneyama",
        "Kazuo Tokuda",
        "Tetsuhiro Soeda",
        "Tomohisa Saito",
        "Midori Shima"
    ],
    "author_dict_list": [
        {
            "author_name": "Koichiro Yoneyama",
            "author_affiliations": [
                "Chugai Pharmaceutical Co., Ltd., Tokyo, Japan"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Kazuo Tokuda",
            "author_affiliations": [
                "Chugai Pharmaceutical Co., Ltd., Kamakura, Japan"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tetsuhiro Soeda",
            "author_affiliations": [
                "Chugai Pharmaceutical Co., Ltd., Kamakura, Japan"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tomohisa Saito",
            "author_affiliations": [
                "Chugai Pharmaceutical Co., Ltd., Tokyo, Japan"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Midori Shima",
            "author_affiliations": [
                "Thrombosis and Hemostasis Research Center, Nara Medical University, Kashihara, Japan"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T18:39:31",
    "is_scraped": "1"
}