{
    "doi": "https://doi.org/10.1182/blood.V128.22.4639.4639",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3554",
    "start_url_page_num": 3554,
    "is_scraped": "1",
    "article_title": "Lenalidomide Maintenance after Autologous Stem Cell Transplant in Patients with High-Risk Relapsed/Refractory Lymphomas Is Feasible and Compares Favorably to Historical Controls: Results of a Phase I/II Trial ",
    "article_date": "December 2, 2016",
    "session_type": "731. Clinical Autologous Transplantation: Results: Poster III",
    "topics": [
        "autologous stem cell transplant",
        "lenalidomide",
        "lymphoma",
        "diffuse large b-cell lymphoma",
        "toxic effect",
        "biological response modifiers",
        "disease progression",
        "fluorodeoxyglucose positron emission tomography",
        "follow-up",
        "transplantation"
    ],
    "author_names": [
        "Jakub Svoboda, MD",
        "Lauren E. Strelec, BA",
        "Daniel J. Landsburg, MD",
        "Sunita Dwivedy Nasta, MD",
        "Anthony R. Mato, MD",
        "Wei-Ting Hwang, PhD",
        "Sarah Jordan Nagle, MD",
        "Elise A. Chong, MD",
        "Samantha Garrett",
        "Terease S. Waite, MS, RN, JD, MBE",
        "Ellen Napier, NP",
        "Stephen J. Schuster, MD"
    ],
    "author_affiliations": [
        [
            "Lymphoma Program, Abramson Cancer Center, University of Pennsylvania, Philadelphia, PA "
        ],
        [
            "Lymphoma Program, Abramson Cancer Center, University of Pennsylvania, Philadelphia, PA "
        ],
        [
            "Lymphoma Program, Abramson Cancer Center, University of Pennsylvania, Philadelphia, PA "
        ],
        [
            "Lymphoma Program, Abramson Cancer Center, University of Pennsylvania, Philadelphia, PA "
        ],
        [
            "Lymphoma Program, Abramson Cancer Center, University of Pennsylvania, Philadelphia, PA "
        ],
        [
            "University of Pennsylvania, Philadelphia, PA"
        ],
        [
            "Lymphoma Program, Abramson Cancer Center, University of Pennsylvania, Philadelphia, PA "
        ],
        [
            "Lymphoma Program, Abramson Cancer Center, University of Pennsylvania, Philadelphia, PA "
        ],
        [
            "Lymphoma Program, Abramson Cancer Center, University of Pennsylvania, Philadelphia, PA "
        ],
        [
            "Lymphoma Program, Abramson Cancer Center, University of Pennsylvania, Philadelphia, PA "
        ],
        [
            "Lymphoma Program, Abramson Cancer Center, University of Pennsylvania, Philadelphia, PA "
        ],
        [
            "Lymphoma Program, Abramson Cancer Center, University of Pennsylvania, Philadelphia, PA "
        ]
    ],
    "first_author_latitude": "39.9476946",
    "first_author_longitude": "-75.192664",
    "abstract_text": "Background: Lymphoma patients with residual hypermetabolic lesions on FDG-PET imaging after salvage chemotherapy have poor outcomes following autologous stem cell transplant (ASCT). We have previously shown progression free survival (PFS) of only 5 months (range: 1-19) in this population with only 7% of patients without progression at 12 months (Svoboda et al , BMT 2006). We hypothesized that these high-risk patients may benefit from continued therapy after ASCT. Lenalidomide is an immunomodulatory agent which has been used as maintenance in other hematologic malignancies, but its toxicity and efficacy have not been well described in lymphoma patients following ASCT. Methods: We are conducting a phase I/II prospective, open-label trial of lenalidomide maintenance after ASCT in lymphoma patients at high risk for relapse defined by residual FDG-PET positive lesions (SUV ≥ 2.5) immediately prior to ASCT. The primary objective of phase I was to determine the safety and dose-limiting toxicity (DLT) of lenalidomide maintenance. A 3+3 de-escalation design was used with a starting dose of lenalidomide at 10 mg on days 1 through 28 of each 28-day cycle. Lenalidomide was initiated 28-100 days post-ASCT and planned for up to 24 cycles. DLT was defined as non-hematologic toxicity ≥ grade 3 or hematologic toxicity ≥ grade 4 during the first 28 days of lenalidomide. The primary objectives of phase II were PFS and overall survival (OS). Survival outcomes were calculated from the date of ASCT. Enrollment began in 5/2012; we report data through 7/2016. Results: Fourteen patients were enrolled and 11 were evaluable (one patient withdrew consent and two progressed prior to initiation of lenalidomide). Eight (73%) evaluable patients had diffuse large B-cell lymphoma (DLBCL): 4 with germinal center (GC) origin and 4 non-GC by Hans algorithm. Three (27%) patients had Hodgkin lymphoma. Median age was 44 years (29-61), ECOG PS 0 (0- 1), prior therapies 2 (2-5). Median follow-up was 24 months (range 8-44), and median time on lenalidomide was 13 cycles (1-24). No DLTs were observed in phase I, and the dose of 10 mg daily was determined to be appropriate for phase II. Six (55%) patients discontinued lenalidomide: 3 due to disease progression, 2 at investigator's discretion (1 subsequently progressed), and 1 due to grade 3 rash possibly related to lenalidomide. Of 3 patients who discontinued lenalidomide due to progression, 1 (non-GC DLBCL) died of disease progression, 1 (GC DLBCL) achieved complete remission (CR) with allotransplant, and 1 (non-GC DLBCL) remains on another active therapy. Overall, 8 (73%) patients remain in CR following ASCT, including 3 patients who discontinued lenalidomide. Of note, 1 patient developed adenocarcinoma of the colon 1 year after completion of lenalidomide, and 1 patient developed therapy-related acute myeloid leukemia at 10 months after discontinuing lenalidomide. At a median follow-up of 24 months, PFS of the complete cohort was 62.3% (95% CI: 0.28-0.84; Figure 1) and median PFS was not reached. OS was 75% (95% CI: 0.30-0.93; Figure 2) and median OS was not reached. When compared to the reported PFS of 7% at 12 months in the historical controls with identical high risk pre-transplant characteristics, the PFS of 62.3% (95% CI: 0.28-0.84) at 12 months was significantly improved (Z-test, p<0.05). Conclusion: We established feasibility of lenalidomide maintenance at 10 mg daily after ASCT in patients with relapsed/refractory lymphomas. Preliminary clinical outcomes observed in this phase I/II trial are very encouraging when compared to historical controls. To better understand the toxicity profile and validate the promising clinical benefit, the strategy of utilizing immunomodulatory agents as post-transplant maintenance should be studied in a larger cohort of high-risk lymphoma patients. Figure 1 View large Download slide Figure 1 View large Download slide Figure 2 View large Download slide Figure 2 View large Download slide Disclosures Svoboda: Pharmacyclics: Research Funding; Celgene: Research Funding; Seattle Genetics: Research Funding. Nasta: Millennium Pharmaceuticals: Research Funding. Mato: Abbvie: Research Funding; Acerta Pharma: Research Funding; Gilead Sciences: Research Funding; ProNAi: Research Funding; Pharmacyclics: Consultancy; TG Therapeutics: Consultancy; Theradex: Research Funding; TG Therapeutics: Research Funding; Gilead Sciences: Consultancy; Abbvie: Consultancy. Hwang: Novartis: Research Funding. Schuster: Janssen Research & Development: Research Funding; Gilead: Research Funding; Novartis: Consultancy, Honoraria, Research Funding; Pharmacyclics: Consultancy, Research Funding; Nordic Nanovector: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Celgene: Consultancy, Honoraria, Research Funding; Genentech: Consultancy, Honoraria; Hoffman-LaRoche: Research Funding; Merck: Research Funding."
}