{
    "doi": "https://doi.org/10.1182/blood.V108.11.1430.1430",
    "article_title": "Caspase-Activating Protein Nalp1 Is Directly Suppressed by Bcl-2 and Bcl-Xl. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "abstract_text": "NLR-family proteins constitute a group of intracellular host-defense modulators that contribute to innate immunity. NLRs contain a nucleotide-binding domain responsible for oligomerization and Leucine Rich Repeats (LRRs) that bind microbial ligands, but also typically contain additional domains such as CARD and PYRIN domains that link these proteins to either components of the NF-kB-activation machinery or to pro-inflammatory caspase-family proteases involved in proteolytic activation of cytokines such as Interleukin-1b (IL-1b). Because precedent for Bcl-2-family proteins binding to and suppressing nucleotide-binding caspase-activating proteins exists in C. elegans , we screened NLR-family proteins for interactions with Bcl-2. Among several NLRs tested, NALP1 (NAC/CARD7/DEFCAP/CLR17.1) was determined to bind Bcl-2 and Bcl-XL, but not other anti-apoptotic Bcl-2-family proteins (Mcl-1, Bfl-1, Bcl-B, or Bcl-W), based on co-immunoprecipitation experiments and on GST pull-down assays. In cell extracts containing NALP1, recombinant purified GST-Bcl-2 and GST-Bcl-XL suppressed NALP1-induced activation of caspase-1, while GST and GST-Bcl-B did not. Binding of NALP1 to the caspase-1-binding adapter protein ASC was inhibited in cell extracts by GST-Bcl-2 and GST-Bcl-XL, but not GST or GST-Bcl-B. In cell transfection experiments, Bcl-2 and Bcl-XL suppressed caspase-1 activation and IL-1b production induced by NALP1, while Mcl-1, Bfl-1, Bcl-B, and Bcl-W did not. Domain mapping experiments showed that binding of Bcl-2 and Bcl-XL to NALP1 was dependent on a loop region located between the first two a-helices of these anti-apoptotic proteins, permitting differentiation of NALP1-binding activity from their anti-apoptotic activity. Binding of NALP1 to Bcl-2 and Bcl-XL was found to require the LRR domain, based on co-immunoprecipitation assays and on protein co-localization. Endogenous NALP1 was demonstrated to bind endogenous Bcl-2 and Bcl-XL by co-immunoprecipitation assays using macrophages. Furthermore, a role for Bcl-2 and Bcl-XL in suppressing endogenous NALP1 was demonstrated by RNA interference (RNAi) and gene transfer (lentivirus) experiments. In macrophages, caspase-1 activation and IL-1b production induced by the NALP1 ligand, muramyl dipeptide (MDP), were enhanced by RNAi-mediated reductions in Bcl-2 and Bcl-XL but suppressed by over-expression of Bcl-2. Also, Bcl-2 did not affect IL-1b production induced by bacterial flagellin, a ligand for the NLR family member Ipaf/CLAN, further demonstrating specificity. Macrophages from bcl-2 −/− mice exhibited enhanced responses to MDP with respect to production of IL-1b, while MDP-induced IL-1b production was reduced in macrophages from transgenic mice that over-express Bcl-2 in myeloid cells. Studies where mice were injected with NALP1 ligand, MDP, showed that bcl-2 −/− mice generated more IL-1b compared to bcl-2 +/+ mice, indicating that Bcl-2 serves as an endogenous break on NALP1-dependent IL-1b generation in vivo. Taken together, the findings reveal a novel function for Bcl-2 and Bcl-XL as direct suppressors of caspase-activating NLR-family proteins.",
    "topics": [
        "bcl2 gene",
        "bcl-xl protein",
        "caspases",
        "interleukin-1 beta",
        "ligands",
        "caspase-1",
        "immunoprecipitation",
        "cell extracts",
        "nucleotides",
        "acetylmuramyl-alanyl-isoglutamine"
    ],
    "author_names": [
        "Jean Marie Bruey, PhD",
        "Nathalie Bruey-Sedano, Ph.D.",
        "Frederic Luciano, Ph.D.",
        "Dayong Zhai, Ph.D.",
        "Andrei Osterman, Ph.D.",
        "Shu-ichi Matsuzawa, Ph.D.",
        "Alexey Terskikh, Ph.D.",
        "Benjamin Faustin, Ph.D.",
        "John C. Reed, MD,Ph.D"
    ],
    "author_dict_list": [
        {
            "author_name": "Jean Marie Bruey, PhD",
            "author_affiliations": [
                "Cancer Research Center, Burnham Institute for Medical Research, La Jolla, CA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Nathalie Bruey-Sedano, Ph.D.",
            "author_affiliations": [
                "Cancer Research Center, Burnham Institute for Medical Research, La Jolla, CA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Frederic Luciano, Ph.D.",
            "author_affiliations": [
                "Cancer Research Center, Burnham Institute for Medical Research, La Jolla, CA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dayong Zhai, Ph.D.",
            "author_affiliations": [
                "Cancer Research Center, Burnham Institute for Medical Research, La Jolla, CA, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrei Osterman, Ph.D.",
            "author_affiliations": [
                "Infectious & Inflammatory Disease Research Center, Burnham Institute for Medical Research, La Jolla, CA, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shu-ichi Matsuzawa, Ph.D.",
            "author_affiliations": [
                "Cancer Research Center, Burnham Institute for Medical Research, La Jolla, CA, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alexey Terskikh, Ph.D.",
            "author_affiliations": [
                "Neuroscience & Aging Research Center, Burnham Institute for Medical Research, La Jolla, CA, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Benjamin Faustin, Ph.D.",
            "author_affiliations": [
                "Cancer Research Center, Burnham Institute for Medical Research, La Jolla, CA, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John C. Reed, MD,Ph.D",
            "author_affiliations": [
                "Cancer Research Center, Burnham Institute for Medical Research, La Jolla, CA, USA",
                "Infectious & Inflammatory Disease Research Center, Burnham Institute for Medical Research, La Jolla, CA, USA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-02T02:41:41",
    "is_scraped": "1"
}