{
    "doi": "https://doi.org/10.1182/blood-2019-131431",
    "article_title": "Efficacy of Fecal Microbiota Transplant in Hematological Cancers Patients with Recurrent Clostridioides Difficile Infection: A Systemic Review and Meta-Analysis ",
    "article_date": "November 13, 2019",
    "session_type": "904.Outcomes Research-Non-Malignant Conditions",
    "abstract_text": "Introduction: Fecal microbiota transplant (FMT) has been shown to be an effective treatment for recurrent Clostridioides difficile infection (CDI). Immunosuppression is one of the risk factors for CDI. However, most of the trials evaluating efficacy of FMT have excluded immunocompromised patients. Patients with hematological cancers represent a major class of immunocompromised patients. Hence, we performed a meta-analysis to evaluate the efficacy of FMT in patients with hematological cancer for the treatment of recurrent CDI. Methods: A systematic search of Medline, Embase, and Web of Science was performed from January 2000 up to December 2018. Articles included for meta-analysis were case series and case reports that assessed efficacy of FMT in hematological cancer patients were included. Study quality was assessed using the Newcastle-Ottawa scale. The main outcomes were pooled proportions of patients achieving cure after first FMT. The cure rate was defined as resolution of diarrhea without any recurrence. Results: 10 studies (5 case series and 5 case reports) were included in the analysis, making up 29 patients who underwent 38 total FMT procedures. The follow up period ranged from 1- 14 months. Of the included patients, 17 had leukemia, 10 had lymphoma and 2 patients had multiple myeloma and myelodysplastic syndrome each. 7 of these patients had undergone hematopoietic stem cell transplant. The pooled cure rate was 82% [confidence interval (CI) 67-94%] after 1 FMT with no heterogeneity (I 2 =0%). Minor publication bias was seen on visual inspection of funnel plot. FMT was generally well tolerated by these patients. No serious side effects were reported in any study. One of the studies reported death due to cardiac arrest 5 days after FMT which was thought to be unrelated to the procedure. Mild side effects including mild abdominal pain, transient diarrhea, fecal urgency, constipation and nausea were reported in 5 patients. Conclusion: Based on limited observational data, FMT seems to be an effective and safe modality for management of recurrent CDI in patients with hematological cancers. However, further prospective clinical trials are needed to establish its safety as a first line therapy for recurrent CDI in this population. Figure View large Download slide Figure View large Download slide  Close modal Disclosures Jamshed: Takeda Pharmaceutical: Honoraria. Khanna: Rebiotix, Inc: Research Funding; Probio Tech, LLC: Consultancy; Facile Therapeutics: Consultancy; Shire, Plc: Consultancy.",
    "topics": [
        "fecal transplantantation",
        "hematologic neoplasms",
        "infections",
        "adverse effects",
        "diarrhea",
        "abdominal pain",
        "cardiac arrest",
        "constipation",
        "follow-up",
        "hematopoietic stem cell transplantation"
    ],
    "author_names": [
        "Raseen Tariq, MBBS",
        "Fateeha Furqan, MD",
        "Saad Jamshed, MD",
        "Sahil Khanna, MBBS"
    ],
    "author_dict_list": [
        {
            "author_name": "Raseen Tariq, MBBS",
            "author_affiliations": [
                "Rochester General Hospital, Rochester, NY "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Fateeha Furqan, MD",
            "author_affiliations": [
                "Rochester General Hospital, Rochester, NY "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Saad Jamshed, MD",
            "author_affiliations": [
                "Lipson Cancer Institute, Rochester General Hospital, Rochester, NY "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sahil Khanna, MBBS",
            "author_affiliations": [
                "Department of Gastroenterology and Hepatology, Mayo Clinic, Rochester, MN"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-19T02:43:59",
    "is_scraped": "1"
}