{
    "doi": "https://doi.org/10.1182/blood.V118.21.1863.1863",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2119",
    "start_url_page_num": 2119,
    "is_scraped": "1",
    "article_title": "Pharmacokinetics (PK) and Pharmacodynamics (PD) of Subcutaneous Versus Intravenous Administration of Bortezomib in Patients with Relapsed Multiple Myeloma: Effects of Subcutaneous Injection Site and Concentration, and Patient Characteristics ",
    "article_date": "November 18, 2011",
    "session_type": "653. Myeloma - Therapy, excluding Transplantation: Poster I",
    "topics": [
        "bortezomib",
        "intravenous infusion procedures",
        "intravenous route of drug administration",
        "multiple myeloma",
        "subcutaneous injections",
        "pharmacodynamics",
        "pharmacokinetics",
        "injection site",
        "drug administration routes",
        "intravenous injections"
    ],
    "author_names": [
        "Philippe Moreau, MD",
        "Ievgenii I Karamanesht, MD",
        "Natalia Domnikova",
        "Maryna Y Kyselyova, MD",
        "Kateryna Vilchevska",
        "Vadim A Doronin, MD, PhD",
        "Alexander Schmidt, MD",
        "Cyrille Hulin, MD",
        "Xavier Leleu, MD, PhD",
        "Dixie-Lee Esseltine, MD, FRCPC",
        "Karthik Venkatakrishnan",
        "Donna M Skee, BS",
        "Huaibao Feng, PhD",
        "Suzette Girgis",
        "Andrew Z Cakana, MD, FRCPath",
        "William M Deraedt, PhD",
        "Thierry Facon, MD"
    ],
    "author_affiliations": [
        [
            "University Hospital, Nantes, France, "
        ],
        [
            "Kiev BMT Centre, Kiev, Ukraine, "
        ],
        [
            "Hematology Department, State Novosibirsk Regional Clinical Hospital, Novosibirsk, Russia, "
        ],
        [
            "Haematology Department, Crimean Republic Clinical Oncology Dispensary, Simferopol, Ukraine, "
        ],
        [
            "Hematology Department, V.K.Gusak Institute of Urgent and Recovery Surgery, Academy of Medical Science, Donetsk, Ukraine, "
        ],
        [
            "City Clinical Hospital # 40, Moscow, Russia, "
        ],
        [
            "Russian Research Institute of Hematology and Transfusiology, Saint-Petersburg, Russia, "
        ],
        [
            "Centre Hospitalier Universitaire Nancy, Nancy, France, "
        ],
        [
            "Hôpital Claude Huriez, Centre Hospitalier Régional Universitaire de Lille, Lille, France, "
        ],
        [
            "Millennium Pharmaceuticals, Inc., Cambridge, MA, USA, "
        ],
        [
            "Millennium Pharmaceuticals, Inc., Cambridge, MA, USA, "
        ],
        [
            "Janssen Research & Development, Raritan, NJ, USA, "
        ],
        [
            "Janssen Research & Development, Raritan, NJ, USA, "
        ],
        [
            "Janssen Research & Development, Titusville, NJ, USA, "
        ],
        [
            "Janssen Research & Development, High Wycombe, United Kingdom, "
        ],
        [
            "Janssen Research & Development, Beerse, Belgium"
        ],
        [
            "Hôpital Claude Huriez, Centre Hospitalier Régional Universitaire de Lille, Lille, France, "
        ]
    ],
    "first_author_latitude": "47.21919284999999",
    "first_author_longitude": "-1.55876315",
    "abstract_text": "Abstract 1863 Background: The proteasome inhibitor bortezomib is approved for the treatment of multiple myeloma (MM); the recommended dose and schedule is 1.3 mg/m 2 administered by intravenous (IV) injection on days 1, 4, 8, and 11 of 21-day cycles. Findings from the phase 3 randomized, non-inferiority, MMY-3021 study (Moreau et al , Lancet Oncol 2011) demonstrated that subcutaneous (SC) administration of bortezomib, using the same dose and schedule, was feasible, and resulted in similar efficacy with an improved systemic safety profile (including significantly lower rates of peripheral neuropathy) versus IV bortezomib in patients with relapsed MM. These findings built upon an earlier randomized phase 1 study (CAN-1004; Moreau et al , Haematologica 2008). Here we present a comprehensive analysis of the PK and PD of SC versus IV bortezomib and evaluate the impact of SC administration site/concentration and patient characteristics, using all available data from MMY-3021 and CAN-1004, and pooled analyses. Methods: Patients with relapsed MM after 1–3 (MMY-3021) or ≥1 (CAN-1004) prior therapies were randomized to receive up to eight (or 10 for patients with late evolving response in MMY-3021) 21-day cycles of SC or IV bortezomib 1.3 mg/m 2 on days 1, 4, 8, and 11. The SC injection concentration was 1 mg/mL in CAN-1004, but 2.5 mg/mL in MMY-3021, to reduce the volume injected. SC injection sites were the thighs and abdomen, and were rotated for successive injections. In both studies, the IV injection concentration was 1 mg/mL. In MMY-3021, 17/18 SC and 14/14 IV patients enrolled to the PK/PD substudy at selected sites were assessable; in CAN-1004, 10/12 patients on each arm were included in the PK/PD analyses. Blood samples were collected pre-dosing and at multiple time points post-dose on day 11 of cycle 1 for PK/PD analyses. Results: PK analyses demonstrated that bortezomib systemic exposure was equivalent with SC versus IV administration in MMY-3021 (AUC last : 155 vs 151 ng.hr/mL, geometric mean ratio of 0.992 [90% CI: 80.18, 122.80]) and comparable in CAN-1004 (AUC last : 195 vs 241 ng.hr/mL), although as would be expected, C max was lower (MMY-3021, 20.4 vs 223 ng/mL, Figure; CAN-1004, 22.5 vs 162 ng/mL) and T max was longer (both studies, 30 vs 2 mins; Figure). PD parameters of proteasome inhibition were also similar with SC versus IV bortezomib (E max : MMY-3021, 63.7 vs 69.3%; CAN-1004, 57.0 vs 68.8%; AUE 72hr : MMY-3021, 1714 vs 1383 %.hr; CAN-1004, 1619 vs 1283 %.hr), although time to E max was longer (MMY-3021, 120 vs 5 mins; CAN-1004, 120 vs 3 mins). Analyses of PK and PD parameters in MMY-3021 according to SC injection site showed no differences (Table). Comparison of SC bortezomib PK and PD parameters between MMY-3021 and CAN-1004 showed that SC injection concentration (2.5 vs 1 mg/mL) had no appreciable effect. Demographic covariates had no impact on bortezomib systemic exposure based on pooled bortezomib PK parameters following SC injection in the two studies. Full results from subgroup analyses will be presented. Conclusions: Data from these randomized studies of SC versus IV bortezomib in patients with relapsed MM demonstrate that SC administration results in equivalent bortezomib plasma exposure, albeit with a lower C max and longer T max , compared with IV administration, together with comparable PD effects. SC injection site and concentration of the injected solution did not affect bortezomib PK and PD parameters, and the demographic covariates did not appear to have an impact on the PK and PD of SC bortezomib. The non-inferior efficacy of SC versus IV bortezomib in relapsed or refractory MM demonstrated in MMY-3021, together with the equivalent total systemic exposures (AUC) via the SC and IV routes of administration, support the use of bortezomib via the SC route across the settings of clinical use in which the safety and efficacy of IV bortezomib has been established.  Mean (SD) bortezomib PK/PD parameters by injection site  PK by injection site  C max (ng/mL)  T max (hr) *  AUC last (ng.hr/mL)  Thigh (N = 11) 17.7 (8.40) 0.50 (0.08–1.00) 171 (62.1) Abdomen (N = 6) 25.4 (8.08) 0.38 (0.25–1.00) 127 (33.3) Mean (SD) bortezomib PK/PD parameters by injection site  PK by injection site  C max (ng/mL)  T max (hr) *  AUC last (ng.hr/mL)  Thigh (N = 11) 17.7 (8.40) 0.50 (0.08–1.00) 171 (62.1) Abdomen (N = 6) 25.4 (8.08) 0.38 (0.25–1.00) 127 (33.3) PD by injection site  E max (%)  T max (hr) *  AUE 72hr (%.hr)  Thigh (N = 11) 59.1 (6.37) 2.00 (0.50–10) 1700 (484) Abdomen (N = 6) 72.3 (12.1) 3.00 (1.00–24) 1741 (863) PD by injection site  E max (%)  T max (hr) *  AUE 72hr (%.hr)  Thigh (N = 11) 59.1 (6.37) 2.00 (0.50–10) 1700 (484) Abdomen (N = 6) 72.3 (12.1) 3.00 (1.00–24) 1741 (863) * Median (range). View Large View large Download slide View large Download slide  Disclosures: Moreau: Janssen: Advisory board, Honoraria; Millennium Pharmaceuticals, Inc.: Advisory board, Honoraria. Off Label Use: Bortezomib administered via subcutaneous injection. Hulin: Celgene: Honoraria; Janssen-Cilag: Honoraria. Leleu: Janssen: Insitutional grants and lecture fees. Esseltine: Millennium Pharmaceuticals, Inc.: Employment; Johnson & Johnson: Equity Ownership. Venkatakrishnan: Millennium Pharmaceuticals, Inc.: Employment. Skee: Janssen Research & Development: Employment. Feng: Janssen Research & Development: Employment. Girgis: Janssen Research & Development: Employment. Cakana: Janssen Research & Development: Employment. Deraedt: Janssen Research & Development: Employment; Johnson & Johnson: Equity Ownership. Facon: Janssen: Advisory committee, Speakers Bureau."
}