{
    "doi": "https://doi.org/10.1182/blood.V126.23.167.167",
    "article_title": "Kinetics of CLL Subclonal Architecture: Spontaneous Disease Progression or Treatment-Induced Selection? ",
    "article_date": "December 3, 2015",
    "session_type": "601. Chromosomal Rearrangements and DNA Repair: Genomic Instability and Clonal Evolution In Hematopoietic Malignancy",
    "abstract_text": "Recent advances in whole genome assessment have highlighted the presence of marked intraclonal heterogeneity in chronic lymphocytic leukaemia (CLL). It has been suggested that this heterogeneity plays an important role in disease progression and that treatment may facilitate the outgrowth of CLL subclones with a high proliferative advantage. Recent years have also seen the development of a number of novel therapeutic approaches for CLL, including a range of targeted treatments as well as immunochemotherapy. Consequently, there is a need to assess the effects that various treatments have on the subclonal architecture of CLL during disease progression as any changes could potentially influence future clinical decisions. In this study a cohort of 133 CLL tumours was analysed for the mutational status of 6 genes recurrently mutated in CLL; ATM, TP53, SF3B1, MYD88, BIRC3, and NOTCH1 ; by deep targeted sequencing with an allele depth of 3000-5000 reads. Mutation(s) of at least one gene was detected in 74 of these patients. Prior to treatment, mutations with allelic frequencies (AF) both greater than and less than 50% were identified for all genes. However, the dominant mutation of ATM, TP53, BIRC3 or NOTCH1 , presented with an AF greater than 50% in the majority of cases, whereas SF3B1 and MYD88 mutations typically exhibited an AF less than 50%. Generally, there was frequent coincidence of ATM mutations with SF3B1 or BIRC3 mutations; NOTCH1 mutations often occurred concurrently with either ATM , BIRC3 or SF3B1 . Occasionally, TP53 mutations were found concommitantly with SF3B1 mutations and less frequently with BIRC3 mutations, whereas sole MYD88 or TP53 mutations characterised another two subsets of patients. Additionally, BIRC3 , SF3B1 and MyD88 mutations were mutually exclusive in this cohort, as were ATM and TP53 mutations, with the exception of 2 cases upon relapse. Time to first treatment (TTFT) and overall survival (OS) were shorter for patients with one or more mutated gene than those without a mutation in any of these six genes. Furthermore, the presence of mutations either in multiple genes or multiple mutations within a gene conferred a more inferior TTFT. To determine the impact of therapy upon the mutational status, 31 paired pre-treatment and relapse samples were assessed. The response to treatment was heterogeneous with AFs of mutations of all the genes both increasing and decreasing in various patients irrespective of the treatment regimen. The most frequent response observed in this cohort of patients was the appearance of novel, sometimes multiple mutations of TP53 which were undetected in pre-treatment samples. Similarly, we observed the emergence of one or more novel ATM and NOTCH1 mutations and less frequently BIRC3 and SF3B1 upon relapse in a subset of patients. Of note, changes in mutational status did not appear to be influenced by the type of treatment, chemotherapy (n=19) vs chemoimmunotherapy (n=12). Patient follow-up cannot determine whether changes in subclonal architecture are treatment-induced or a consequence of natural disease progression, thus we monitored the CLL subclonal architecture of 5 representative CLL cases during xenotransplantation by multiplexed-FISH analysis. In the absence of treatment, 3 of the 5 CLL xenografts faithfully recapitulated the subclonal architecture of the patient samples. Intriguingly however, in the remaining 2 untreated xenografts the subclonal architecture significantly deviated (P<0.0001) from that observed in the patients, one of which displayed a striking similarity with the subclonal selection detected in the patient following chlorambucil treatment. This suggested that the change in CLL subclonal architecture post-treatment could be a reflection of natural CLL progression. In summary, we conclude that subclonal architecture in CLL is complex, dynamic and impacts upon overall prognosis. Subclonal changes are not always a consequence of therapeutic intervention but may be caused by natural disease progression. Further studies, including in vivo modelling, are necessary to ascertain when subclonal selection in CLL is treatment-induced from that caused by natural disease progression. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "disease progression",
        "kinetics",
        "baculoviral iap repeat-containing 3 protein",
        "protein p53",
        "atrial fibrillation",
        "transplantation, heterologous",
        "chemotherapy regimen",
        "chlorambucil",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia"
    ],
    "author_names": [
        "Ceri Oldreive",
        "Nick Davies, PhD",
        "Anna Skowronska, PhD",
        "Marwan Kwok, MB ChB, MRCP",
        "Guy Pratt, MDPhD",
        "Paul Moss",
        "Michael John Griffiths, BSc",
        "Samuel Clokie",
        "A. Malcolm R Taylor",
        "Tatjana Stankovic"
    ],
    "author_dict_list": [
        {
            "author_name": "Ceri Oldreive",
            "author_affiliations": [
                "School of Cancer Sciences, University of Birmingham, Birmingham, United Kingdom "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Nick Davies, PhD",
            "author_affiliations": [
                "School of Cancer Sciences, University of Birmingham, Birmingham, United Kingdom "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anna Skowronska, PhD",
            "author_affiliations": [
                "School of Cancer Sciences, University of Birmingham, Birmingham, United Kingdom ",
                "West Midlands Regional Genetics Laboratory, Birmingham, United Kingdom"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marwan Kwok, MB ChB, MRCP",
            "author_affiliations": [
                "School of Cancer Sciences, University of Birmingham, Birmingham, United Kingdom "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Guy Pratt, MDPhD",
            "author_affiliations": [
                "School of Cancer Sciences, University of Birmingham, Birmingham, United Kingdom "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paul Moss",
            "author_affiliations": [
                "School of Cancer Sciences, University of Birmingham, Birmingham, United Kingdom "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael John Griffiths, BSc",
            "author_affiliations": [
                "West Midlands Regional Genetics Laboratory, Birmingham, United Kingdom"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Samuel Clokie",
            "author_affiliations": [
                "West Midlands Regional Genetics Laboratory, Birmingham, United Kingdom"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "A. Malcolm R Taylor",
            "author_affiliations": [
                "School of Cancer Sciences, University of Birmingham, Birmingham, United Kingdom "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tatjana Stankovic",
            "author_affiliations": [
                "School of Cancer Sciences, University of Birmingham, Birmingham, United Kingdom "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-04T21:27:58",
    "is_scraped": "1"
}