{
    "doi": "https://doi.org/10.1182/blood.V128.22.1687.1687",
    "article_title": "Down Syndrome AML Is Unique in Phenotype Both at Diagnosis and in Post Chemotherapy Regeneration ",
    "article_date": "December 2, 2016",
    "session_type": "617. Acute Myeloid Leukemia: Biology, Cytogenetics, and Molecular Markers in Diagnosis and Prognosis: Poster I",
    "abstract_text": "Background: Down syndrome (DS) acute myeloid leukemia (DS-AML) is predominantly found in young children (under the age of 4) and responds well to chemotherapy. The difference in clinical features suggests that despite the predominance of megakaryoblastic disease, DS-AML blasts are different from non-DS AML blasts with megakaryoblastic morphology (AMKL). The immunophenotypes of DS-AML blasts at diagnosis were compared to those of non-DS AML patients using unsupervised hierarchical clustering analysis (HCA) and assessed for their immunophenotypic overlap with known morphologic subgroups. In addition, residual disease monitoring of non-DS AML patients using \"Difference from Normal\" flow cytometry has been applied to DS-AML with unexpected results. Methods: A standardized antibody panel was used to define quantitative gene product (antigen) expression in bone marrow (BM) specimens from patients with AML at diagnosis and following chemotherapy. The quantitative phenotypic expression of multiple cell surface markers and physical characteristics defined a position in 15 dimensional data space for each patient. HCA was performed to mathematically cluster DS-AML patients enrolled on Children's Oncology Group study AAML1531 with non-DS patients from study AAML0531 based on 15 dimensional profiles. Five patients with DS who were older than 4 years of age and therefore treated on AAML0531 were also included. Data regarding morphology were appended to the data set. The same antibody panel was used to assess measurable residual disease (MRD) in 147 follow up BM aspirates from 50 DS patients ages 1 to 21 undergoing treatment for either AML or B-ALL (n=46, n=4 respectively) who were not included in the clinical studies. When possible, cell sorting was performed for FISH or SNP/CGH microarray studies. Results: Diagnostic Clustering : HCA of 17 DS-AML diagnostic phenotypes with 769 non-DS AML patients revealed a tight immunophenotypic correlation between 12 (71%) DS-AML patients (Figure 1). Further analysis of this diagnostic subset showed a consistent mean antigen expression profile that was distinct from non-DS AML diagnostic phenotypes. Similarly, the DS-AML patients clustered separately from the 5 older DS patients (>4 years of age) with AML, who were treated on AAML0531 and exhibited consistently different identifying diagnostic markers despite the shared constitutional trisomy 21. Additionally, the phenotype associated with the DS-AML cluster does not match that of patients with AMKL morphology. The largest immunophenotypic cluster of non-DS patients with AMKL morphology were classified with the RAM phenotype[1], which segregate into a mathematically unique branch of the dendogram distinct from the DS-cluster. Observation of a consistent DS-specific non-leukemic myeloid regenerative phenotype : Of the 147 post chemotherapy specimens submitted for MRD analysis off clinical study, 141 (96%) had a clearly identifiable CD34+/CD56+ population present between 0.06-6.0% total non-erythroid composition. A second abnormal population expressing CD34+ but not HLA-DR was also observed in these patients but at a lower level (0.02-2.66%) compared to the CD34+/CD56+ cell population. Two patients had a reproducible absence of 56+, DR- progenitors across all follow up specimens (6/147) and may represent unique clinical cases with disease features beyond our knowledge. In four DS patients undergoing treatment for B-ALL, the same immunophenotypic features (CD34+/CD56+ and negative HLA-DR) were observed. Genetic data: In 4 cases, cell sorting of CD34+/CD56+ post treatment progenitors revealed a lack of cytogenetic markers present in the clone of leukemic blasts at diagnosis. Conclusions: The blasts of patient with typical DS-AML (i.e under the age of 4 years at diagnosis) are immunophenotypically distinct from those of non-DS-AML patients and exhibit consistent immunophenotypic features that differ from DS patients with AML who are older than 4 years of age. The normal myeloid progenitors in DS patients who have undergone chemotherapy for AML or ALL express an immunophenotype that is different from normal BM of non-DS patients recovering from chemotherapy. [1] Brodersen, Lisa Eidenschink, et al. \"A Recurrent Immunophenotype at Diagnosis Independently Identifies High Risk Pediatric AML: A Report from the Children's Oncology Group Trial AAML0531.\" View large Download slide View large Download slide  Close modal Disclosures Wilson: Hematologics: Employment. Brodersen: Hematologics: Employment. Zehentner: Hematologics: Employment, Equity Ownership. Pardo: Hematologics, Inc: Employment. Wells: Hematologics: Employment, Equity Ownership. Loken: Hematologics: Employment, Equity Ownership.",
    "topics": [
        "burkitt's lymphoma",
        "chemotherapy regimen",
        "down syndrome",
        "phenotype",
        "antibodies",
        "antigens",
        "cell separation",
        "follow-up",
        "hla-dr antigens",
        "immunophenotyping"
    ],
    "author_names": [
        "Elisabeth R Wilson",
        "Lisa Eidenschink Brodersen, PhD",
        "Barbara Katharina Zehentner, PhD",
        "Andrew J. Menssen",
        "Andrew P. Voigt",
        "Laura Pardo",
        "Denise A. Wells, MD",
        "Johann Hitzler, MD FRCP (C), FAAP",
        "Jason N. Berman, MD",
        "Todd A. Alonzo, PhD",
        "Samir B. Kahwash",
        "Soheil Meshinchi, MD PhD",
        "Michael R. Loken, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Elisabeth R Wilson",
            "author_affiliations": [
                "Hematologics Inc., Seattle, WA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Lisa Eidenschink Brodersen, PhD",
            "author_affiliations": [
                "Hematologics Inc., Seattle, WA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Barbara Katharina Zehentner, PhD",
            "author_affiliations": [
                "Hematologics Inc., Seattle, WA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew J. Menssen",
            "author_affiliations": [
                "Hematologics Inc., Seattle, WA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew P. Voigt",
            "author_affiliations": [
                "Hematologics Inc., Seattle, WA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laura Pardo",
            "author_affiliations": [
                "Hematologics Inc., Seattle, WA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Denise A. Wells, MD",
            "author_affiliations": [
                "Hematologics Inc., Seattle, WA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Johann Hitzler, MD FRCP (C), FAAP",
            "author_affiliations": [
                "Division of Haematology/Oncology, Department of Pediatrics, The Hospital for Sick Children, Toronto, Canada ",
                "Children's Oncology Group, Monrovia, CA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jason N. Berman, MD",
            "author_affiliations": [
                "Children's Oncology Group, Monrovia, CA ",
                "IWK Health Centre, Halifax, Canada "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Todd A. Alonzo, PhD",
            "author_affiliations": [
                "Children's Oncology Group, Monrovia, CA ",
                "Keck School of Medicine, University of Southern California, Los Angeles, CA "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Samir B. Kahwash",
            "author_affiliations": [
                "Nationwide Children's Hospital, Columbus, OH "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Soheil Meshinchi, MD PhD",
            "author_affiliations": [
                "Children's Oncology Group, Monrovia, CA ",
                "Fred Hutchinson Cancer Research Center, Seattle, WA"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael R. Loken, PhD",
            "author_affiliations": [
                "Hematologics Inc., Seattle, WA "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-05T09:32:32",
    "is_scraped": "1"
}