{
    "doi": "https://doi.org/10.1182/blood-2020-134181",
    "article_title": "Lung Function Monitoring in Allogenic Hematopoietic Cell Transplant (A-HCT) Patients ",
    "article_date": "November 5, 2020",
    "session_type": "723.Clinical Allogeneic and Autologous Transplantation: Late Complications and Approaches to Disease Recurrence",
    "abstract_text": "Background Bronchiolitis obliterans syndrome (BOS) is an obstructive airway disease of the lungs that affects 5.5 to 14.8% of allogeneic hematopoietic stem cell transplant (allo-HSCT) patients. One of its defining clinical manifestations is a decline in Forced expiratory volume in 1 second (FEV1) in the presence of airflow obstruction, as quantified by spirometry and other lung function tests. Prompt diagnosis through lung function testing may improve outcomes, but lung function testing rates following allo-HSCT have not been examined. This study analyzed lung function testing rates before and after allo-HSCT in the US. Methods Data sources for this longitudinal retrospective study were the IQVIA PharMetrics Plus commercial database and the Medicare Limited Dataset, both with enrollment, demographic and medical claims data for individuals in the US. Study patients had at least one claim with a Common Procedure Terminology (CPT) or International Classification of Diseases (ICD), 9 th and 10 th revision, procedure code, or an International Code of Disease (ICD-9 or ICD-10) for allo-HSCT, following a 6-month period with no evidence of transplantation. Commercially insured patients were limited to age 0y to <65y because those ≥65y are likely to have primary coverage through Medicare. The study period was 1/1/06 - 9/30/18 for commercially insured, and 1/1/10 -12/31/18 for Medicare patients. Lung function tests were identified using CPT and ICD procedure codes. Outcome measures were the percent of patients receiving testing each year, and the mean annual number of tests per patient. All measures were calculated for patients receiving at least one lung function test of any kind, and for specific tests: spirometry, lung diffusion capacity, and plethysmography/lung function volume. McNemar tests were conducted to assess whether the percent of patients with any lung function testing was significantly different in year 3, compared with years 1 and 2. ANOVA tests assessed whether mean testing rates were significantly different in the three post-transplant years. All tests of significance were conducted at an alpha level of .05. Results Among 2,187 commercially insured and 1,864 Medicare patients, a minority (41%) received at least one lung function test in the first year following transplantation. Among those who survived more than one year, the percentage with any lung function test declined over time, with 42% (Commercial) and 40% (Medicare) receiving any tests in year 2 and 31% (Commercial) and 26% (Medicare) in year 3 ( C ommercial p=.61; Medicare p<.05 ). The proportions of patients receiving specific tests further declined over the study period, including spirometry, with 41% (Commercial) and 34% (Medicare) of all patients receiving spirometry in year 1 and 38% (Commercial) and 36% (Medicare) in year 2, but only 28% (Commercial) and 24% (Medicare) receiving spirometry tests in year 3 ( Commercial p<.05; Medicare p=.12 ). The mean annual number of tests administered per patient also declined. Rates of spirometry, which were 0.73±1.1 (Commercial) and 0.55±0.9 (Medicare) in year 1 and 0.66±1.2 (Commercial) and 0.55±0.9 (Medicare) in year 2 declined to 0.46±1.1 (Commercial) and 0.34±0.7 (Medicare) in year 3 ( Commercial p<.05; Medicare p<.05 ). Rates of lung diffusion capacity and plethysmography/lung function volume testing also declined, with significantly fewer tests per patient in year 3, compared with years 1 and 2 (all p <0.05) ( Table ). Conclusion Morbidity and mortality from BOS remain high in allo-HSCT patients, but only a minority of patients receive lung function testing in the first year, and even fewer receive testing in year 3 following allo-HSCT. The mean number of tests per patient is significantly lower for all patients in year 3, compared with years 1 and 2, suggesting that annual testing frequency also decreases over time. This decrease is evident in commercially insured patients in the second year post-transplant, and is greatest for all patients in the third year post transplant, when patients remain at risk of BOS. Declines in testing may lead to a delayed or missed diagnosis of BOS. Increased and sustained monitoring of allo-HSCT patients could lead to earlier detection of BOS and earlier intervention and treatment. View large Download slide View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "author_names": [
        "Naomi C Sacks, PhD",
        "Bridget Healey, MPH",
        "Sajjad Raza, PhD MD",
        "Yanmei Liu, MS",
        "Philip Cyr, MPH",
        "Katharine Batt, MD MSc",
        "Gerhard Boerner, PhD",
        "Dario Cuomo, MD",
        "Ajay Sheshadri, MD MSCI"
    ],
    "author_dict_list": [
        {
            "author_name": "Naomi C Sacks, PhD",
            "author_affiliations": [
                "Precision Health Economics, Boston, MA",
                "Tufts University School of Medicine, Boston, MA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Bridget Healey, MPH",
            "author_affiliations": [
                "Precision Health Economics, Boston, MA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sajjad Raza, PhD MD",
            "author_affiliations": [
                "Precision Health Economics and Outcomes Research, Boston, MA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yanmei Liu, MS",
            "author_affiliations": [
                "Precision Health Economics and Outcomes Research, Boston, MA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Philip Cyr, MPH",
            "author_affiliations": [
                "Precision Health Economics, Boston, MA",
                "College of Health and Human Services, University of North Carolina, Charlotte, NC"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Katharine Batt, MD MSc",
            "author_affiliations": [
                "Precision Health Economics, Boston, MA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gerhard Boerner, PhD",
            "author_affiliations": [
                "Breath Therapeutics, GmbH, a Zambon company, Munich, Germany"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dario Cuomo, MD",
            "author_affiliations": [
                "Zambon, Bresso, Italy"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ajay Sheshadri, MD MSCI",
            "author_affiliations": [
                "Department of Pulmonary Medicine, The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-19T12:58:54",
    "is_scraped": "1"
}