{
    "doi": "https://doi.org/10.1182/blood.V118.21.3158.3158",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1968",
    "start_url_page_num": 1968,
    "is_scraped": "1",
    "article_title": "Development of a Quality of Life Instrument Specific for Cutaneous Lymphoma ",
    "article_date": "November 18, 2011",
    "session_type": "901. Health Services and Outcomes Research: Poster II",
    "topics": [
        "anxiety disorders",
        "cancer",
        "cancer staging",
        "cutaneous lymphomas",
        "delayed diagnosis",
        "depressive disorders",
        "face validity",
        "hemorrhage",
        "lymphoma, t-cell, cutaneous",
        "mycosis fungoides"
    ],
    "author_names": [
        "Eleni Linos, MD DrPH",
        "Youn H Kim, MD",
        "Sareeta R S Parker, MD",
        "Katherine Sutherland",
        "Suephy C Chen, MD MS"
    ],
    "author_affiliations": [
        [
            "Dermatology, Stanford University, Stanford, CA, USA, "
        ],
        [
            "Stanford University, Stanford, CA, USA, "
        ],
        [
            "Emory University, Atlanta, GA, "
        ],
        [
            "Dermatology, Stanford University School of Medicine, Stanford, CA, USA, "
        ],
        [
            "Emory University"
        ]
    ],
    "first_author_latitude": "37.4425004",
    "first_author_longitude": "-122.15878835000002",
    "abstract_text": "Abstract 3158 Background: In addition to being itchy and painful, cutaneous T cell lymphoma (CTCL) is a highly visible cancer that is often disfiguring. It can significantly impact patients' quality of life (QoL). Since there is no reliable cure for CTCL, treatments aim to reduce disease and symptoms. FDA-approved therapies have shown significant reduction in itching in patients who do not show objective response to therapy, making patient-reported outcomes a priority for the FDA in quantifying the benefit of new treatments. To date, no validated comprehensive CTCL specific QoL instrument exists. Methods: Our goal was to collect detailed information on QoL using 4 different methods (an in depth open-ended interview plus 3 established QoL questionnaires: Skindex (skin specific), ItchyQol (pruritus) and Fact-G (oncologic). We sought to compare these methods in order to determine if current instruments are sufficient to measure the impact of CTCL on QoL. Our overall objective was to develop a comprehensive questionnaire that can subsequently be validated for use in research and clinical practice. We aimed to recruit at least 40 patients with an established diagnosis of Mycosis fungoides or Sezary syndrome (CTCL) from Stanford, Boston and Emory Universities. Stage IV patients were over-sampled in order to ensure inclusion of the more severe impact of CTCL on QoL. Open-ended interviews were conducted before administration of the QoL instruments. Patients subsequently completed three validated QoL questionnaires: the 29-item Skindex, the 22-item ItchyQoL and the 27-item FACT-G. Responses from the interviews and questionnaires were analyzed to obtain the most appropriate set of questions for a CTCL specific QoL instrument. Results: 44 patients were enrolled with clinical stages IA-IIA (n=14), IIB-III (n=14), and IV (n=16). Mean age was 51 years, 54% of patients were women, 77% of patients were white and 20% black. 10% of patients had physician-diagnosed depression or anxiety disorder. Established QoL questionnaires combined captured >90% of patients' concerns, although the FACT-G alone did not sufficiently capture symptoms of CTCL patients. 77% of patients had pruritus at presentation and 73% of subjects reported current pruritus. Other common concerns captured by established instruments included worry that the condition was serious or would get worse, and symptoms including skin irritation and bleeding. There was significant overlap between the ItchyQoL and Skindex. When comparing QoL scores according to cancer stage, the Skindex trended towards significance (p=0.06) with later stage patients having worse quality of life, suggesting face validity of this instrument. During open-ended interviews, at least 10% of patients (N=4) raised each of the following new concerns not captured by existing instruments: 1) treatment was time intensive 2) very dry mouth and skin 3) frustration at delay in diagnosis and 4) burden on family. Conclusion: This multi-center pilot study suggests that a combination of an established instrument such as the Skindex plus additional questions which reflect the prevalence of pruritus and that are specific to CTCL, identified from in depth interviews, would be sufficient and show face validity in measuring QoL in these patients. This is the first QoL questionnaire tailored to the specific needs of CTCL patients, which will be used in future large validation studies to assess overall responsiveness, reliability and validity. Disclosures: No relevant conflicts of interest to declare."
}