{
    "doi": "https://doi.org/10.1182/blood.V116.21.69.69",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1795",
    "start_url_page_num": 1795,
    "is_scraped": "1",
    "article_title": "Incidence, Temporal Trends, and Predictors of Thrombocytopenia Among HIV-Infected Persons Treated with Combined Antiretroviral Therapy (cART) ",
    "article_date": "November 19, 2010",
    "session_type": "Disorders of Platelet Number or Function: Clinical Studies of ITP",
    "abstract_text": "Abstract 69 Background: Thrombocytopenia (TP) is a relatively common disorder in HIV-infected Persons, and may be a challenging illness to treat, mainly because of its multifactorial aetiology. The underlying pathophysiology includes accelerated immune-mediated peripheral PLT destruction and impaired PLT production by the infected megakaryocytes of the bone marrow. Moreover, TP can also occur as a secondary phenomenon in HIV-positive patients, due to hypersplenism, bone marrow infiltration from infections of lymphoma, or myelosuppressive effects of medications. However, the epidemiology and predictors of TP in the era of potent HIV antiretroviral therapy has not been well defined. In a recent retrospective-matched case–control study of HIV-infected adult outpatients with (n=73) and without (n=73) TP, authors found that TP was significantly associated with HCV infection, cirrhosis, and uncontrolled HIV replication ( Marks KM et al. J AIDS 2009 ). Antiretroviral therapy interruption among patients with well-controlled HIV infection has been associated with an increased incidence of thrombocytopenia, especially among those with a low baseline platelet count or a history of HIV-related thrombocytopenia ( Bouldouyre MA et al. J AIDS 2009 ). Methods: The study was carried out in the Icona Foundation Study Cohort. All previously naïve starting cART with normal value of platelet count (PC) were included. TP has been defined as PC <100 × 10 9 /L persisting in at least 2 consecutive determinations for at least 3 consecutive months. For each patient person-years of follow-up (PYFU) while receiving cART were calculated, and used to estimate the incidence rate of TP. A multivariable Poisson model was performed to elucidate the contribution of HIV viremia, immune reconstitution, HCV infection, ARV drug-class, and other potential risk factors for TP. Current HIV-RNA and CD4 count entered into the model as time-dependent covariates. Results: A total of 2,771 patients were included: 69.4% male, median age 36 yrs (IQR: 32–41), 38.5% HCV+. At initiation of cART, CD4 count and HIV-RNA were 295 cells/mmc and 4.75 log 10 cp/mL, respectively. Mean value of baseline PC was 189 × 10 9 /L (IQR 149–231). Overall patients contributed to 13,787 PYFU. During follow-up, 105 patients developed a TP accounting for an incidence rate of 7.6/1000 PYFU (95%CI 6.3–9.2). PC 350 cell/mmc; 95%CI 1.02–2.64; P=0.039) and detectable HIV viremia (HR 1.47 for each log 10 cp/ml increase; 95%CI 1.25–1.73; P<0.001) were significantly associated with TP onset. No association with ARV drug-class was found. Conclusions: Thrombocytopenia remains a relatively common disorder in the late HAART era, with an overall 7.6 * 1000 PYFU, even if a trend for a reduced incidence over the last years was observed. In a large unselected cohort of antiretroviral naïve starting treatment, HCV co-infection, cirrhosis at baseline, uncontrolled HIV replication and lower current CD4 count were all independent predictors of TP. Furthermore in our study, the association with HCV-infection was independent from cirrhosis suggesting that mechanisms other than advanced liver disease may play a role in HIV/HCV-coinfected patients. In this cohort of treated patients, we found a strong association of TP with uncontrolled HIV replication and lower current CD4, these findings confirm the benefit of antiretroviral therapy on HIV-related thrombocytopenia. ON BEHALF OF THE ICONA FOUNDATION STUDY GROUP Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "anti-retroviral agents",
        "hiv infections",
        "thrombocytopenia",
        "hepatitis c",
        "liver cirrhosis",
        "acquired immunodeficiency syndrome",
        "blood hiv rna",
        "coinfection",
        "follow-up",
        "viremia"
    ],
    "author_names": [
        "Michele Bibas, MD",
        "Maria Paola Trotta",
        "Patrizia Lorenzini",
        "Alessandro Cozzi-Lepri",
        "Antonella Castagna",
        "Andrea De Luca",
        "Cristina Mussini",
        "Massimo Puoti",
        "Antonella D’Arminio Monforte",
        "Andrea Antinori"
    ],
    "author_affiliations": [
        [
            "National Institute for Infectious Diseases “Lazzaro Spallanzani” IRCCS, Rome, Italy, "
        ],
        [
            "National Institute for Infectious Diseases “Lazzaro Spallanzani” IRCCS, Rome, Italy, "
        ],
        [
            "National Institute for Infectious Diseases “Lazzaro Spallanzani” IRCCS, Rome, Italy, "
        ],
        [
            "Division of Biostatistics, Coordinating Center for Biometric Research, School of Public Health USA, Mineapolis, MN, USA, "
        ],
        [
            "Infectious Diseases Department, San Raffaele Scientific Institute, Milan, Italy, "
        ],
        [
            "Istituto di Clinica delle Malattie Infettive, Università Cattolica del Sacro Cuore, Rome, Roma, Italy, "
        ],
        [
            "Clinic of Infectious Diseases, University of Modena and Reggio Emilia, Italy, "
        ],
        [
            "Department of Infectious and Tropical Diseases, University of Brescia, AO Spedali Civili, Italy, "
        ],
        [
            "Azienda Ospedalliera S.Paolo, Milano, Italy"
        ],
        [
            "National Institute for Infectious Diseases “Lazzaro Spallanzani” IRCCS, Rome, Italy, "
        ]
    ],
    "first_author_latitude": "41.8662396",
    "first_author_longitude": "12.4577773"
}