{
    "doi": "https://doi.org/10.1182/blood.V114.22.3010.3010",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1594",
    "start_url_page_num": 1594,
    "is_scraped": "1",
    "article_title": "Differential Expression of 2 Familial Parkinson's Disease Transcripts (DJ-1 and SNCA) in Normal and Oxidant Stressed Erythroid Precursors. ",
    "article_date": "November 20, 2009",
    "session_type": "RED CELL ERYTHROPOIESIS STRUCTURE AND FUNCTION, METABOLISM, AND SURVIVAL (EXCLUDING IRON) POSTER II",
    "topics": [
        "alpha-synuclein",
        "erythroid progenitor cells",
        "oxidants",
        "parkinson disease",
        "anemia",
        "acute erythroblastic leukemia",
        "anemia, sideroblastic",
        "antioxidants",
        "cell culture techniques",
        "dimethyl sulfoxide"
    ],
    "author_names": [
        "Xiuling Xu, Ph.D.",
        "Jeff S. Friedman, MD, PhD"
    ],
    "author_affiliations": [
        [
            "The Scripps Research Institute, La Jolla, CA, USA"
        ],
        [
            "The Scripps Research Institute, La Jolla, CA, USA"
        ]
    ],
    "first_author_latitude": "32.8957567",
    "first_author_longitude": "-117.2424725",
    "abstract_text": "Abstract 3010 Poster Board II-986 Superoxide dismutase 2 (Sod2) is an intramitochondrial antioxidant protein. Sod2 deficiency causes sideroblastic anemia in a murine model. Microarray analysis comparing gene transcription in normal and Sod2 deficient erythroblasts identified two differentially expressed transcripts encoding genes/proteins implicated in familial forms of Parkinson's disease—DJ-1 and alpha synuclein (SNCA). Of interest, a recent epidemiologic study drew an unexpected parallel between Parkinson's disease and anemia of unknown etiology in the elderly (1). Using qPCR and western blotting we have verified that SNCA is expressed approximately 3-fold higher in Sod2 deficient erythroid cells compared to normal cells, while DJ-1 shows a reduction in expression of 1.5 to 2-fold. Expression was examined in murine erythroleukemia cells (MEL) at baseline and following induction of differentiation with DMSO. Both SNCA and DJ-1 are unregulated upon induction of differentiation with SNCA levels gradually increasing up to 5 days post induction. DJ-1 levels peak at Day 3 after induction, with a return toward baseline levels by Day 5. Induction of SNCA and DJ-1 during erythroid differentiation suggests that these genes may be under control of erythroid specific transcription factors. Analysis of the promoter regions of both genes reveals several potential GATA binding sites. Luciferase promoter reporter constructs for both DJ-1 and SNCA were transfected into MEL cells in order to map promoter elements responsible for constitutive and differentiation induced expression, and to determine whether transcript levels were affected by increased oxidant stress in order to model the phenotype of Sod2 deficiency. DJ-1 knockout mice were examined for hematologic phenotypes including abnormalities in complete blood count, peripheral smear, marrow progenitor function in colony assays, red cell lifespan, measurement of reactive oxygen species production and oxidative damage in peripheral red cells. No differences were observed comparing DJ-1 knockout and WT controls. Crosses between DJ-1 and Sod2 mutant mice are ongoing, and we have recently transplanted compound knockout fetal liver cells in order to evaluate their ability to reconstitute irradiated host animals. The significance of differential expression of DJ-1 and SNCA in normal versus Sod2 deficient erythroid cells remains uncertain. Cell culture experiments indicate that DJ-1 plays a protective role in response to oxidative stress. Reduced expression of DJ-1 in Sod2 deficient cells may therefore exacerbate oxidative damage. Increased SNCA expression in Sod2 deficient cells may also potentiate oxidative damage—as SNCA over expression sensitizes neuronal cells to oxidant-induced death. References Cited 1. Ferrucci L, Guralnik JM, Bandinelli S, et al. Unexplained anaemia in older persons is characterised by low erythropoietin and low levels of pro-inflammatory markers. Br J Haematol. 2007;136:849-855. Disclosures: No relevant conflicts of interest to declare."
}