{
    "doi": "https://doi.org/10.1182/blood.V106.11.4367.4367",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=431",
    "start_url_page_num": 431,
    "is_scraped": "1",
    "article_title": "Lack of PRDM1α Expression in Hodgkin/Reed-Sternberg Cells Is Likely Mediated by a Translational or Post-Translational Mechanism. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "hodgkin's disease",
        "reed-sternberg cells",
        "western blotting",
        "human leukocyte interferon",
        "interferons",
        "multiple myeloma",
        "protein isoforms",
        "quantitative real-time polymerase chain reaction",
        "tumor cells",
        "b-cell differentiation"
    ],
    "author_names": [
        "Wayne Tam, MD, PhD",
        "Leonard Tan, M.B., BS",
        "Mario Gomez, BS",
        "Shaoan Fan, PhD",
        "Yifang Liu, MD",
        "Kenneth Wright, PhD",
        "Amy Chadburn, MD",
        "Daniel M. Knowles, MD"
    ],
    "author_affiliations": [
        [
            "Department of Pathology &Laboratory Medicine, Weill Medical College of Cornell University, New York, NY, USA"
        ],
        [
            "Department of Pathology, National University Hospital, National University of Singapore, Singapore"
        ],
        [
            "Department of Pathology &Laboratory Medicine, Weill Medical College of Cornell University, New York, NY, USA"
        ],
        [
            "Department of Pathology &Laboratory Medicine, Weill Medical College of Cornell University, New York, NY, USA"
        ],
        [
            "Department of Pathology &Laboratory Medicine, Weill Medical College of Cornell University, New York, NY, USA"
        ],
        [
            "Department of Interdisciplinary Oncology, H.Lee Moffitt Cancer Center and Research Institute, University of South Florida, Tampa, FL, USA"
        ],
        [
            "Department of Pathology &Laboratory Medicine, Weill Medical College of Cornell University, New York, NY, USA"
        ],
        [
            "Department of Pathology &Laboratory Medicine, Weill Medical College of Cornell University, New York, NY, USA"
        ]
    ],
    "first_author_latitude": "40.7650903",
    "first_author_longitude": "-73.95375469999999",
    "abstract_text": "Hodgkin/Reed Sternberg (H/RS) cells are the neoplastic cells in classical Hodgkin lymphoma (HL). They are thought to resemble post-germinal center (GC) B cells with expression of markers associated with late stage of B-cell differentiation, for example, interferon regulatory factor -4/multiple myeloma-1 (IRF4/MUM1) and syndecan 1 (CD138). The PR (PRDI-BF1-RIZ) domain zinc finger protein 1 (PRDM1), a transcription repressor with a master regulatory role in plasma cell differentiation, is normally co-expressed with IRF-4/MUM-1 in plasma cells and in a subset of activated GC cells committed to plasma cell fate. We studied expression of PRDM1α, the functional isoform of PRDM1, in 14 classical HL cases [including 3 positive for Epstein-Barr-virus (EBV)] and 4 HL cell lines by immunohistochemistry and Western blotting, respectively. H/RS cells in primary HL cases are negative for PRDM1α, implying a desynchrony in expression between IRF-4/MUM1 and PRDM1. While the myeloma cell line U266 expresses relatively abundant PRDM1α, it was undetectable by Western Blotting in all HL cell lines tested, except for the EBV-positive HL cell line L591 which, unlike in vivo H/RS cells, has a Type III EBV latency pattern. PRDM1α expression in L591 but not in vivo H/RS cells suggests that PRDM1 expression may be modulated by latency type-specific EBV-encoded gene products or the B-cell phenotype exhibited by the cell line. The lack of PRDM1α protein in H/RS cells is not due to impaired gene transcription, since real-time quantitative PCR revealed similarly abundant PRDM1α transcripts in the HL cell lines as U266. In the absence of mutation in the PRDM1 coding region, these results suggest that failure to accumulate PRDM1α protein in H/RS cells is likely due to abnormal translation repression or protein turnover. Loss of functional PRDM1 as a result of translational or post-translational deregulation may represent a novel molecular lesion in HL."
}