{
    "doi": "https://doi.org/10.1182/blood.V118.21.1555.1555",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2118",
    "start_url_page_num": 2118,
    "is_scraped": "1",
    "article_title": "Patterns of Bone Marrow Micro Vessel Morphology in AML and High Risk MDS Predict Treatment Outcome Following Intensive Chemotherapy and Bevacizumab ",
    "article_date": "November 18, 2011",
    "session_type": "615. Acute Myeloid Leukemia - Therapy, excluding Transplantation: Poster I",
    "abstract_text": "Abstract 1555 An increase in micro vessel density has been shown in Acute Myeloid Leukemia (AML) bone marrow biopsies at diagnosis, correlating with increased expression of Vascular Endothelial Growth Factor (VEGFA) (de Bont et al, 2001, 2002; Padro et al, 2000; Aguayo et al, 1999). Previously we reported heterogeneity in AML bone marrow vessel patterns, and three subgroups can be distinguished: (a) low vessel count', (b) angiogenic sprouting' (biopsies exhibiting high vessel count with mainly a network of small vessels with thin walls, narrow lumen and branching) and (c) ‘vessel hyperplasia’ (biopsies displaying high number of vessels with predominantly a large lumen and thin walls) (Weidenaar et al, abstract ASH 2010; 2011). In this study we set out to confirm the previously defined morphology groups in a larger group of patients, and investigated the relationship between vascular morphology and clinical outcome in the HOVON81 study which is a multicenter phase II trial evaluating the additional value of Bevacizumab (Roche, Basel, Switzerland) (5 mg/kg to a maximum of 10 mg/kg) at day 1 and 15 of cycle I and II to standard intensive chemotherapy in elderly AML patients (>60 years). AML bone marrow biopsies at diagnosis (n=93) were immunohistochemical stained for FVIII (endothelial cell marker) and SMA (pericytes marker). The three previously reported AML vessel morphology patterns could be confirmed in this cohort (Fig 1A-B). The median percentage of vessels covered by pericytes was 50.1% (range 2.1–100.0, n=66), and was not significantly (P=.27) different between the three groups. In addition it was shown that patients with ‘angiogenic sprouting’ and ‘low vessel count’ (EFS 2 yr: 10%) have a decreased EFS as compared to patients with 'vessel hyperplasia' (EFS 2 yr 30%) (P=.017). For OS, a trend for unfavorable outcome was observed for the ‘angiogenic sprouting’ subgroup (P=.055). Interestingly, treatment with Bevacizumab significantly increased EFS and tended to be associated with a beneficial OS for patients displaying ‘low vessel count’ profile (P=.023 and P=.099 respectively). EFS and OS were not increased in patients with ‘angiogenic sprouting’ or ‘vessel hyperplasia’ upon Bevacizumab treatment. Multivariate analysis established vessel morphology (HR: 2.2 (95% CI 1.1–4.0)) as a prognostic indicator independent of other statistical significant risk factors (for EFS (P=.015)). In conclusion, our results demonstrate that different vasculature patterns in AML bone marrow biopsies are related to treatment outcome in AML patients. Patients displaying an ‘angiogenic sprouting’ profile seem to constitute an unfavorable subset of patients. In addition, AML patients with ‘low vessel count’ might be good candidates for Bevacizumab treatment. Our results show that AML vascular morphology provides prognostic information; therefore, it might be useful to study vessel patterns at diagnosis. Fig. 1. View large Download slide AML biopsies prior to treatment divided into three morphology groups. (A) Scatterplot representing the AML biopsies at diagnosis. Biopsies with a ‘low vessel count’ are displayed below the Y-axis reference line (13 microvessels/hpf, group I). The X-axis reference line divides AML biopsies at diagnosis with a ‘high vessel count’ into two subgroups according to the median Chalkley count of 5.4 in AML at diagnosis. Cut-off points are based on previously described results. Samples with a Chalkley count ≤5.4 were defined as ‘angiogenic sprouting’ (group II) and samples with a Chalkley count >5.4 as ‘vessel hyperplasia’ (group III). (B) A representative picture of the three groups is shown. Fig. 1. View large Download slide AML biopsies prior to treatment divided into three morphology groups. (A) Scatterplot representing the AML biopsies at diagnosis. Biopsies with a ‘low vessel count’ are displayed below the Y-axis reference line (13 microvessels/hpf, group I). The X-axis reference line divides AML biopsies at diagnosis with a ‘high vessel count’ into two subgroups according to the median Chalkley count of 5.4 in AML at diagnosis. Cut-off points are based on previously described results. Samples with a Chalkley count ≤5.4 were defined as ‘angiogenic sprouting’ (group II) and samples with a Chalkley count >5.4 as ‘vessel hyperplasia’ (group III). (B) A representative picture of the three groups is shown.  Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "bevacizumab",
        "bone marrow",
        "chemotherapy regimen",
        "microbiology procedures",
        "treatment outcome",
        "biopsy",
        "hyperplasia",
        "bone marrow biopsy",
        "leukemia, myelocytic, acute",
        "vascular endothelial growth factor a"
    ],
    "author_names": [
        "Alida C. Weidenaar",
        "Arja ter Elst, PhD",
        "Cees AGM van Montfort, PhD",
        "Tiny G.J. Meeuwsen-de Boer",
        "Stefano Rosati, MD",
        "Mario Bargetzi, MD",
        "Carlos Graux, MD, PhD",
        "Alois Gratwohl, MD, PhD",
        "Bob Lowenberg, MD, PhD",
        "Gert Ossenkoppele, MD, PhD",
        "Evelina S. De Bont, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Division of Pediatric Oncology/Hematology, University Medical Center Groningen, Groningen, Netherlands, "
        ],
        [
            "Pediatric Oncology/Hematology, University Medical Center Groningen, University of Groningen, Groningen, Netherlands, "
        ],
        [
            "Department of statistics, Erasmus University Medical Center, Rotterdam, "
        ],
        [
            "Division of Pediatric Oncology/Hematology, University Medical Center Groningen, Groningen, Netherlands, "
        ],
        [
            "Division of Pathology, University Medical Center Groningen, Groningen, Netherlands, "
        ],
        [
            "Department of Oncology/Hematology, Kantonsspital Aarau, "
        ],
        [
            "UCL Mont-Godinne, Yvoir, Belgium, "
        ],
        [
            "Division of Hematology, Department of Medicine, University Hospital Basel, Basel, "
        ],
        [
            "Department of Hematology, Erasmus MC, Rotterdam, Netherlands, "
        ],
        [
            "Department of Hematology, VU University Medical Center, Amsterdam, Netherlands, "
        ],
        [
            "Pediatric Oncology/hematology, University medical center groningen, university of groningen, Groningen, Netherlands"
        ]
    ],
    "first_author_latitude": "53.22097399999999",
    "first_author_longitude": "6.5770261"
}