{
    "doi": "https://doi.org/10.1182/blood.V116.21.3109.3109",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1842",
    "start_url_page_num": 1842,
    "is_scraped": "1",
    "article_title": "The Use of Multispectral Imaging Combined with Quantum Dots In Fine Needle Aspiration Biopsies of Reactive Lymphoid Hyperplasia and Follicular Lymphoma ",
    "article_date": "November 19, 2010",
    "session_type": "Non-Hodgkin Lymphoma - Biology, excluding Therapy: Poster II",
    "topics": [
        "biopsy",
        "diagnostic imaging",
        "fine needle biopsy",
        "follicular lymphoma",
        "pseudolymphoma",
        "quantum dots",
        "cd20 antigens",
        "antibodies",
        "lymphoma",
        "neprilysin"
    ],
    "author_names": [
        "Alireza Zarineh, MD",
        "Jing Liu, MD",
        "Raymond E Felgar, MD",
        "Walid E Khalbuss, MD",
        "Kathleen Cieply",
        "Sara E Monaco, MD"
    ],
    "author_affiliations": [
        [
            "Department of Pathology, New York University, New York, NY, USA, "
        ],
        [
            "Department of Pathology, University of Pittsburgh Medical Center, Pittsburgh, PA, USA"
        ],
        [
            "Department of Pathology, University of Pittsburgh Medical Center, Pittsburgh, PA, USA"
        ],
        [
            "Department of Pathology, University of Pittsburgh Medical Center, Pittsburgh, PA, USA"
        ],
        [
            "Department of Pathology, University of Pittsburgh Medical Center, Pittsburgh, PA, USA"
        ],
        [
            "Department of Pathology, University of Pittsburgh Medical Center, Pittsburgh, PA, USA"
        ]
    ],
    "first_author_latitude": "40.78421555",
    "first_author_longitude": "-73.96882910000001",
    "abstract_text": "Abstract 3109 Background: Despite controversies regarding the ability of fine needle aspiration in diagnostic workup of lymphomas, authorities report widespread use of this diagnostic procedure. In this regard, cytologic distinction between reactive lymphoid hyperplasia (RLH) and small cell lymphomas, such as follicular lymphoma (FL), are especially difficult in fine needle aspirations (FNA). The use of ancillary tests in these cases is crucial, and often includes flow cytometry (FC), immunohistochemistry (IHC), and fluorescence in situ hybridization (FISH). The interpretation of IHC can be challenging due to the subjective and qualitative nature, in addition to the need for multiple sections for analysis of multiple antibodies. The FC and FISH require ample appropriate material which is sometimes not available due to the scanty yield of FNA procedure. Multispectral imaging (MSI) with quantum dots (QDs) uses highly fluorescent molecules that allow multiple spectra to be distinguished when used in combination, which allows for more precise signal quantitation. Briefly, QDs are semiconductor nanocrystals that possess unique properties of an extremely high fluorescence efficiency and lack of photobleaching due to their inorganic composition, making them ideal fluorophores. They can absorb light over a wide range of wavelengths, and due to their precise crystalline structure, their emission spectrum is tightly defined. Furthermore, their emission wavelength is tunable during synthesis producing a range of narrow emission spectra with little overlapping. The remarkable spectral properties of QDs allow easy multiplexing, and therefore more information can be acquired from fewer samples, an ideal property while working with FNA samples. An additional advantage of fluorescence detection is a more precise signal quantitation compared to chromogenic methods. Consequently, QDs have potential for multiplex biomarker quantitation. Thus, we examined the ability of MSI to provide quantitative and useful data to help in distinguishing RLH and FL in FNA biopsies, which might improve the diagnostic accuracy rates of FNA. Design: A total of 8 FNA cell block sections from 4 RLH and 4 FL cases were stained using immunohistochemical stains (CD3, CD20, CD10, and bcl-2) conjugated to quantum dot fluorophores. A series of slides were also used for controls and for creating a spectral library on the Nuance CRI Flex microscopy system (CRi, Cambridge Research & Instrumentation, Woburn, MA; spectral range 420 to 720 nm). A total of 3 fields of view (FOV) at 10x magnification were captured for each case and analyzed using the Nuance software version 2.10. Results: All 8 cases were from FNAs of lymph nodes and had confirmed diagnosis in subsequent excisional biopsy or complete immunophenotyping/molecular data. The analysis of the 24 FOV revealed that the FL cases tended to show significantly more CD20-positive cells than CD3-positive cells (lower CD3:CD20 ratio; 0.3 vs. 3.9), and tended to have more pixels colocalizing CD20/CD10/bcl-2. For quality control purposes, the average percent of pixels colocalizing CD3 and CD20 was less than 0.4%. Conclusions: This study shows that MSI is feasible on FNA cell block material and can be helpful in obtaining quantitative data from multiple antibodies used on a single slide. This allows a potentially objective reproducible quantitative expression of different antigens to be determined on a single slide which may be advantageous in FNA samples with limited material and may potentially be helpful in the cytologic distinction of RLH and FL. View large Download slide View large Download slide  Disclosures: No relevant conflicts of interest to declare."
}