{
    "doi": "https://doi.org/10.1182/blood.V112.11.2901.2901",
    "article_title": "A Phase I/II Clinical Trial of Tumour-Activated Allogeneic Natural Killer Cells in AML ",
    "article_date": "November 16, 2008",
    "session_type": "Tumor Immunotherapy",
    "abstract_text": "Our group recently showed that human resting NK cells require at least two signals to initiate lysis; the first to prime and a second to trigger. NK sensitive cell lines express both signal 1 (S1) and signal 2 (S2). The majority of NK-resistant tumour cells (both cell lines and primary cells) express S2 type ligands but lack S1 ligands. We found an NK resistant cell line (CTV-1) which expresses type 1 ligand(s) but lacks S2 triggering signals. We demonstrated that resting NK cells stimulated with lysates of these tumour cells in vitro retained the primed state and became able to lyse NK-resistant tumour cells. This was independent of HLA/KIR interactions. Part of the CTV-1 generated priming signal is through the CD2-ligand epitope within CD15 on the CTV-1. Blockade of CD15/CD2 interaction with the CD15 mAb which binds to the CD2 binding site abrogates the TaNK generation. Anti-CD15 mAbs which do not bind the CD2 binding site have no effect. Upon NK/CTV-1 conjugation, CD15 is transferred to the NK cell which facilitates further NK:NK interactions. The functional cells are termed - “tumour activated NK cells” (TaNK) and have been found to lyse primary AML blasts, primary breast cancer cells and primary ovarian tumours at 1:1 and 2:1 effector:target ratios. We have generated a clinical-grade CTV-1 subline and established an ex vivo culture and purification system to generate TaNK as Investigational Medicinal Products under UK legislation. We have initiated a clinical trial in patients with AML. The inclusion criteria are as follows: Patients aged > 60 years in PR (blasts >5 60 years with relapsed AML in CR2 after re-induction chemotherapy; Patients aged > 60 years in PR after 2 courses of chemotherapy who fail to remit but with less than 20% blasts on bone marrow aspirate (PR); Patients aged < 60 years beyond CR2 who are not suitable for stem cell transplantation with conventional or reduced intensity conditioning protocols. TaNK are generated from a single apheresis of non-mobilised peripheral blood from a haploidentical family donor by overnight co-incubation of mononuclear cells with the lysate of CTV-1 cells at a nominal stimulator:target ratio of 2:1. TaNK cells are then purified from the lysate by direct immunomagnetic selection (CliniMACS) using anti-CD56 microbeads. NKT cells are not removed. Product release criteria include sterility, CD56+/CD3− NK cell dose within 5% of the prescribed dose and TOTAL CD3+/CD56− T cell dose of <10^4/kg. Single dose aliquots are prepared and cryopreserved. Each patient is conditioned prior to infusion with Fludarabine (25mg/m2/day) for five days plus a single fraction (2Gy) TBI on day 6. The TaNK cells are infused after the radiotherapy. The trial will recruit 15 patients in 3 groups. The first 5 patients will receive 10^6 TaNK/kg, the next five will receive 5×10^6/kg and the final five will be treated with 10^7/kg. At the time of submission a single patient has been treated. The patient is a 54 year old lady with AML M2 in 3CR post failed autograft. She received 57×10^6 TaNK cells generated from her daughter. The product contained 10^6 NK cells and 0.8×10^4 T cells/kg. No adverse events were observed during or peri-infusion. The treatment has been entirely uneventful during 21 days follow-up. By day +7 HLA-mismatched NK cells were detectable in the patient’s peripheral blood at a frequency of 8.7%; an increase of approximately 2.5 fold over the injected dose. On day 14 donor NK cells remained detectable in the peripheral blood and functional assays confirmed the presence of activated NK cells capable of lysing NK-resistant primary AML blasts and NK-resistant RAJI cells. The patient remains in 3rd CR and will continue to be followed-up and studied for immune reconstitution for a further 6 months. Further patients are awaiting enrolment.",
    "topics": [
        "natural killer cells",
        "neoplasms",
        "clinical target volume",
        "antigens, cd15",
        "ligands",
        "lysate",
        "tumor cells",
        "chemotherapy regimen",
        "human leukocyte antigens",
        "infusion procedures"
    ],
    "author_names": [
        "Panos Kottaridis",
        "Janet North",
        "Ismail Bakhsh",
        "Edward Samuel",
        "Stephen Mackinnon",
        "Mark W Lowdell, PhD, FRCPath"
    ],
    "author_dict_list": [
        {
            "author_name": "Panos Kottaridis",
            "author_affiliations": [
                "Haematology, University College London, London, United Kingdom"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Janet North",
            "author_affiliations": [
                "Haematology, University College London, London, United Kingdom"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ismail Bakhsh",
            "author_affiliations": [
                "Haematology, University College London, London, United Kingdom"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Edward Samuel",
            "author_affiliations": [
                "Haematology, University College London, London, United Kingdom"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephen Mackinnon",
            "author_affiliations": [
                "Haematology, University College London, London, United Kingdom"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mark W Lowdell, PhD, FRCPath",
            "author_affiliations": [
                "Haematology, University College London, London, United Kingdom"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-10T09:40:37",
    "is_scraped": "1"
}