{
    "doi": "https://doi.org/10.1182/blood-2021-152165",
    "article_title": "Multi-Targeting DKK1 and LRP6 Prevents Myeloma-Induced Bone Disease ",
    "article_date": "November 5, 2021",
    "session_type": "651.Multiple Myeloma and Plasma Cell Dyscrasias: Basic and Translational",
    "abstract_text": "Multiple myeloma (MM) is characterised by an expansion of malignant plasma cells in the bone marrow, systemic bone loss and destructive osteolytic bone lesions. These are mediated by an imbalance in bone remodeling, in which bone resorption is exacerbated and bone formation is suppressed. More than 90% of MM patients present with osteolytic lesions that can lead to pain and increased risk of fracture, significantly impacting their quality of life. Bone-targeted treatments currently used in the clinic can suppress lesion progression and reduce fracture risk, however these agents cannot replace lost bone and patients continue to fracture. Therapeutic strategies aimed at promoting bone formation are therefore required to overcome the loss of skeletal integrity and subsequent fractures in MM patients. Therapeutic agents that target the canonical Wnt signaling pathway, a potent regulator of bone formation, have the potential to address these skeletal complications, where they could rebuild lost bone and improve bone strength in affected individuals. We have demonstrated a novel anti-LRP6 agent, which potentiates Wnt signaling through binding the Wnt receptor LRP6, prevented the development of myeloma-induced bone loss primarily through preventing bone resorption. However, since MM patients present with both increased bone resorption and decreased bone formation, we hypothesised that combining anti-LRP6 with the bone anabolic anti-DKK1 (100mg/kg twice weekly intravenously) would lead to more robust improvements in bone structure than single treatment approaches. MicroCT analysis demonstrated a 74% increase in femoral trabecular bone volume per tissue volume (BV/TV) in naïve, non-tumour bearing mice given the combination treatment compared to control agents (p<0.0001). Mice injected with 5TGM1eGFP murine myeloma cells had a 34% reduction in femoral BV/TV compared to naïve controls (p<0.0001). Combination treatment drastically improved BV/TV in 5TGM1-bearing mice by 111% (p<0.0001), compared to control, and this improvement with the combination treatment strategy was 25% greater than anti-LRP6 single treatment approaches (p<0.001). MicroCT analysis in L4 lumbar vertebrae demonstrated similar bone structural changes in 5TGM1-bearing mice treated with the combination strategy. Consequently, this combination significantly improved resistance to fracture in L4 vertebrae in 5TGM1eGFP-bearing mice compared to their controls (p<0.001), and it provided greater protection against fracture compared to anti-LRP6 single agent treatment. Interestingly, these improvements in bone volume were primarily due to reduced bone resorption, with significant reductions in osteoclast numbers and osteoclast surface per bone surface demonstrated in 5TGM1eGFP-bearing mice treated with the combination strategy (p<0.001) compared to control. Importantly, tumour activity was not altered with either single or combination Wnt-promoting treatment strategies. This study defines a novel therapeutic strategy, which will reduce fractures and improve quality of life in patients with MM when used in combination with tumour-targeted treatments. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Cong:  Novartis Institutes for Biomedical Research: Current Employment. Daley:  Novartis Institutes of Biomedical Research: Current Employment.",
    "author_names": [
        "Marija K Simic",
        "Sindhu T Mohanty",
        "Ya Xiao",
        "Tegan L Cheng",
        "Feng Cong",
        "Michael Daley",
        "Peter I Croucher",
        "Michelle M McDonald"
    ],
    "author_dict_list": [
        {
            "author_name": "Marija K Simic",
            "author_affiliations": [
                "Healthy Ageing, Bone Biology Division, Garvan Institute of Medical Research, Darlinghurst, Australia",
                "St Vincent's Clinical School, Faculty of Medicine, University of New South Wales, Kensington, Australia"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Sindhu T Mohanty",
            "author_affiliations": [
                "Healthy Ageing, Bone Biology Division, Garvan Institute of Medical Research, Darlinghurst, Australia"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ya Xiao",
            "author_affiliations": [
                "Healthy Ageing, Bone Biology Division, Garvan Institute of Medical Research, Darlinghurst, Australia"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tegan L Cheng",
            "author_affiliations": [
                "Centre for Children's Bone and Musculoskeletal Health, The Children's Hospital at Westmead, Westmead, Australia"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Feng Cong",
            "author_affiliations": [
                "Novartis Institutes for Biomedical Research, Cambridge, MA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Daley",
            "author_affiliations": [
                "Novartis Institutes for Biomedical Research, Cambridge, MA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter I Croucher",
            "author_affiliations": [
                "Healthy Ageing, Bone Biology Division, Garvan Institute of Medical Research, Darlinghurst, Australia",
                "St Vincent's Clinical School, Faculty of Medicine, University of New South Wales, Kensington, Australia"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michelle M McDonald",
            "author_affiliations": [
                "Healthy Ageing, Bone Biology Division, Garvan Institute of Medical Research, Darlinghurst, Australia",
                "St Vincent's Clinical School, Faculty of Medicine, University of New South Wales, Kensington, Australia"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T04:13:51",
    "is_scraped": "1"
}