{
    "doi": "https://doi.org/10.1182/blood.V120.21.2247.2247",
    "article_title": "The Incidence, Risk Factors, and Prognosis of Recurrent Venous Thromboembolism (VTE) in Patients with Advanced Solid Cancers Receiving Anticoagulation Therapy After the Diagnosis of Index Vte; A Korean Venous Thromboembolism Registry Study. ",
    "article_date": "November 16, 2012",
    "session_type": "331. Pathophysiology of Thrombosis: Poster II",
    "abstract_text": "Abstract 2247 Introduction Patients (pts) with cancer have been associated with increased risk of recurrent venous thromboembolism (VTE). However, few data are available regarding the recurrent VTE in Asian pts with advanced solid cancers. Thus, the aim of the study is to investigate the incidence and risk factors for recurrent VTE in pts with advanced solid cancers receiving anticoagulation therapy after index VTE. And, we also evaluate the prognostic impact of recurrent VTE on overall survival (OS) in this population. Methods This study was conducted using data from the web-based registry of the Korean Thrombosis Working Party ( http://kdvt.chamc.co.kr ), which is an ongoing, multicenter database for recruiting consecutive pts presenting with VTE. Pts were included in the study cohort if they had been diagnosed with recurrent/metastatic solid cancers between May 2004 and Dec 2011 and initiated anticoagulation therapy. Pts were excluded if they had received a diagnosis of hematologic malignancies, if solid cancers were not recurrent or metastatic disease, if index VTE was intra-abdominal venous thrombosis or vascular access-induced thrombosis, or if anticoagulation therapy was not instituted. Pts were also excluded if they were lost to follow-up within 1 week after initiating anticoagulation therapy. Maximal duration of anticoagulation therapy was 12 months and pts in whom anticoagulation therapy was stopped within 12 months were censored at the time of discontinuation. Results A total of 456 pts were included in this analysis. The median age was 65 (range, 27–91) years and 249 pts (55%) were male. Eastern Cooperative Oncology Group (ECOG) performance status (PS) was 0 or 1 in 185 pts (41%). The primary sites of tumor were breast in 22 (5%), genito-urinary tracts in 38 (8%), esophago-gastric in 76 (17%), colo-rectum in 81 (18%), hepato-biliary tracts in 37 (8%), pancreas in 66 (15%), and lung in 136 (30%). Palliative chemotherapy was administered in 328 pts (72%). The location of index VTE was isolated pulmonary embolism (PE) in 196 (43%), isolated lower-extremity deep venous thrombosis (DVT) in 169 (37%), and concomitant PE and DVT in 91 (20%). For initial anticoagulation therapy, low molecular weight heparin was administered in 362 pts (79%), and for long-term therapy, 306 pts (75%) received warfarin. The median duration of anticoagulation therapy after index VTE was 2.4 (range, 0.1–58.3) months. The 6-months and 12-month cumulative incidences of recurrent VTE were 22.4% (95% CI, 19.4–25.4) and 28.7% (95% CI, 24.0–33.4), respectively. In the multivariate analysis for identifying the risk factors associated with the development of recurrent VTE, pancreas (HR, 6.12; 95% CI, 2.00–18.73) and lung (HR, 2.98; 95% CI, 1.03–8.58) as the primary tumor site, poor ECOG PS (HR, 1.74; 95% CI, 1.14–2.67) and VTE initially presented with PE (HR, 2.29; 95% CI, 1.17–4.47) were independent risk factors for increased risk of recurrent VTE. With a median follow-up of 29.1 (range, 1.0–91.2) months, median OS was 11.9 (95% CI, 10.2–13.6) months. Pts with recurrent VTE had a significantly shorter OS than those without recurrent VTE (median, 8.4 vs. 13.0 months, P <0.001). In the multivariate model, occurrence of recurrent VTE was independently associated with the increased risk of death (HR, 1.39; 95% CI, 1.03–1.88). Conclusion Although Asian populations are thought to have lower risk for developing recurrent VTE, our study demonstrates that the incidence of recurrent VTE in pts with advanced solid cancers is comparable to that of Western populations. Lung or pancreas as a primary tumor site, poor PS, and initial presentation with PE are independent risk factors for recurrent VTE. Additionally, survival is adversely affected by recurrent VTE. Further studies are needed to validate the results of our study and to optimize the treatment strategies for improving treatment outcomes in advanced cancer pts. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "anticoagulation",
        "cancer",
        "venous thromboembolism",
        "brachial plexus neuritis",
        "neoplasms",
        "deep vein thrombosis",
        "thrombosis",
        "cancer, advanced",
        "follow-up",
        "hematologic neoplasms"
    ],
    "author_names": [
        "Ho-Young Yhim, MD",
        "Moon Ju Jang",
        "Won-Il Choi",
        "Yong Cheol Lee",
        "Jeong-Ok Lee",
        "Keun-Wook Lee",
        "Soo-Mee Bang, MD, PhD",
        "Sung Hyun Kim, MD, PhD",
        "Yeo-Kyeoung Kim",
        "Hye Jung Chang, MD",
        "Jae-Yong Kwak",
        "Chang-Yeol Yim"
    ],
    "author_dict_list": [
        {
            "author_name": "Ho-Young Yhim, MD",
            "author_affiliations": [
                "Department of Internal Medicine, Chonbuk National University School of Medicine, Jeollabuk-do, South Korea, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Moon Ju Jang",
            "author_affiliations": [
                "Internal Medicine, CHA University, Seongnam, South Korea, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Won-Il Choi",
            "author_affiliations": [
                "Internal Medicine, Keimyung University School of Medicine, Daegu, South Korea, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yong Cheol Lee",
            "author_affiliations": [
                "Department of Anesthesiology, Keimyung University School of Medicine, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeong-Ok Lee",
            "author_affiliations": [
                "Department of Internal Medicine, Seoul National University Bundang Hospital, Seongnam, South Korea, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Keun-Wook Lee",
            "author_affiliations": [
                "Department of Internal Medicine, Seoul National University Bundang Hospital, Seongnam, South Korea, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Soo-Mee Bang, MD, PhD",
            "author_affiliations": [
                "Department of Internal Medicine, Seoul National University College of Medicine, Seongnam, South Korea, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sung Hyun Kim, MD, PhD",
            "author_affiliations": [
                "Dept. of Hem.-Onc., Internal Med., Dong-A University Hospital, Pusan, South Korea, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yeo-Kyeoung Kim",
            "author_affiliations": [
                "Department of Hematology-Oncology, Chonnam National University Hwasun Hospital, Jeollanam-do, South Korea, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hye Jung Chang, MD",
            "author_affiliations": [
                "Department of Internal Medicine, Konyang University College of Medicine, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jae-Yong Kwak",
            "author_affiliations": [
                "Department of Internal medicine, Chonbuk National University Hospital, Jeonju, South Korea, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chang-Yeol Yim",
            "author_affiliations": [
                "Department of Internal Medicine, Chonbuk National University Medical School, Jeonju, South Korea"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-21T18:44:53",
    "is_scraped": "1"
}