{
    "doi": "https://doi.org/10.1182/blood-2020-134100",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4543",
    "start_url_page_num": 4543,
    "is_scraped": "1",
    "article_title": "Results of Venetoclax and Azacitidine Combination in Chemotherapy Ineligible Untreated Patients with Acute Myeloid Leukemia with FLT3 Mutations ",
    "article_date": "November 5, 2020",
    "session_type": "613.Acute Myeloid Leukemia: Clinical Studies",
    "topics": null,
    "author_names": [
        "Marina Konopleva, MD PhD",
        "Michael Thirman, MD",
        "Keith W. Pratz, MD",
        "Anthony G. Letai, MD PhD",
        "Christian Recher, MD PhD",
        "Vinod A. Pullarkat, MD",
        "Hagop M. Kantarjian, MD",
        "Monique Dail, PhD",
        "Yinghui Duan, PhD",
        "Brenda J. Chyla",
        "Jalaja Potluri, MD",
        "Catherine Miller, PharmD",
        "Courtney D. Dinardo, MDMSc",
        "Andrew H. Wei, MBBS, PhD"
    ],
    "author_affiliations": [
        [
            "University of Texas, MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Medicine, Section of Hematology-Oncology, University of Chicago, Chicago, IL "
        ],
        [
            "Abramson Cancer Center, University of Pennsylvania, Philadelphia, PA "
        ],
        [
            "Department of Medical Oncology, Dana-Farber Cancer Institute & HMS, Boston, MA "
        ],
        [
            "Université de Toulouse III, Toulouse, France "
        ],
        [
            "Department of Hematology and Hematopoietic Cell Transplantation and Gehr Family Center for Leukemia Research, City of Hope Comprehensive Cancer Center, Duarte, CA "
        ],
        [
            "Department of Leukemia, The University of Texas M.D. Anderson Cancer Center, Houston, TX "
        ],
        [
            "Genentech Inc., South San Francisco, CA "
        ],
        [
            "AbbVie Inc., North Chicago, IL "
        ],
        [
            "AbbVie Inc., North Chicago, IL "
        ],
        [
            "AbbVie Inc., North Chicago, IL "
        ],
        [
            "AbbVie Inc., North Chicago, IL "
        ],
        [
            "Department of Leukemia, The University of Texas M.D. Anderson Cancer Center, Houston, TX "
        ],
        [
            "The Alfred Hospital and Monash University, Melbourne, Australia"
        ]
    ],
    "first_author_latitude": "29.7068146",
    "first_author_longitude": "-95.3971547",
    "abstract_text": "Introduction The FMS-like tyrosine kinase 3 ( FLT3 ) gene is mutated in ~20% of patients (pts) with AML ≥70 years (Schneider et al, 2012). Both FLT3-ITD and FLT3-TKD mutations (mut) are associated with AML proliferation and potentially targetable with small molecule inhibitors. The presence of a FLT3 mut , particularly FLT3-ITD , often correlates with high leukemic burden and risk of relapse despite high response rates (Gale et. al, 2008). There is limited evidence of the effect of currently available therapies on treatment-naïve AML pts unfit for intensive treatment with FLT3 mut . We evaluated the efficacy and safety of venetoclax (Ven) and Azacitidine (Aza) combination among treatment-naïve AML pts with co-morbidities and/or age ≥ 75 years, unfit for intensive treatment, and with FLT3 mut . Methods Data were pooled from pts enrolled in a phase 3 study (NCT02993523, data cut-off: 04Jan2020) that compared pts treated with Ven+Aza or placebo (Pbo)+Aza, and a prior phase 1b study (NCT02203773, data cut-off: 19Jun2019) where pts were treated with Ven+Aza. Pts on Ven+Aza received Ven 400 mg daily orally (days 1-28) and Aza (75 mg/m 2 ; days 1-7/28-day cycle). Disease assessments were performed per the modified International Working Group response criteria for AML. DNA was isolated from bone marrow aspirates collected from pts prior to the first dose of study drug and analyzed centrally. Pts with positive test results for FLT3 ; [Leukostrate FLT3 CDx for phase 3 study or MyAML panel (Invivoscribe) for Phase 1b study] were counted as mutation \"detected\"; pts with a negative test result were counted as mutation \"not detected.\" Pts without a result either due to an inconclusive test or missing specimen were not included in the analyses. Results In this pooled analysis, FLT3 mut was detected in 40 pts treated with Ven+Aza and 22 pts treated with Pbo+Aza. At baseline (Ven+Aza/Pbo+Aza), the median age was 75 (range: 49-91)/75 (65-85) years. Cytogenetic risks were: intermediate: 88%/96% and poor: 13%/5%, Eastern Co-operative Oncology Group performance scores were: 0-1: 40%/50% and 2-3: 60%/50%. 78%/86% had de novo AML, while 23%/14% had secondary AML. FLT3-ITD was detected in 28/13 and FLT3-TKD in 13/10 pts, respectively. FLT3-ITD allelic ratios were: <0.5: 68%/62% and ≥0.5: 32%/39%. Complete response (CR)+CR with partial hematologic recovery (CRh) rates in FLT3 mut pts (Ven+Aza/Pbo+Aza) were 65% (95% CI:48%-79%)/18% (5%-40%) ( Table ) with a median duration of response (mDoR) 18.3 [95% CI: 10.1- not reached (NR)]/15.1 (13.9-NR) mos. Median time to first CR/CRh response was 1.0/3.2 months (mos). 43%/0% achieved CR+CRh by initiation of cycle (C) 2. Median overall survival (mOS) was 13.3 (95% CI: 8.4-23.5)/8.6 (5.9-14.7) mos, respectively. Among pts with FLT3-ITD , CR+CRh rates (Ven+Aza/Pbo+Aza) were 61% (95% CI: 41%-79%)/23% (5%-54%) with mDoR 17.4 (95% CI: 3.7-NR)/14.5 (13.9-15.1) mos. The median time to first CR/CRh response was 1.0/3.5 mos and 39%/0% pts achieved CR+CRh by initiation of C2. The mOS was 11.5 (95% CI: 6.4-23.5)/8.5 (6.1-20.3) mos, respectively. CR+CRh rates in pts with FLT3-TKD were 69% (95% CI: 39%-91%)/20% (3%-56%) with mDoR 18.3 (95% CI: 3.0-NR)/NR (15.1-NR) mos. The median time to first CR/CRh response was 1.0/2.7 mos and 46%/0% achieved a response by initiation of C2. The mOS was 19.2 (95% CI:1.8-NR/10.0 (0.2-14.7) mos, respectively. In pts treated with Ven+Aza, CR+CRh rates among pts with FLT3 detected/ FLT3 not detected were 65% (95% CI: 48%-79%)/63% (56%-69%) with mDoR 18.3 (95% CI: 10.1-NE)/18.1 (15.3-NR) mos. The mOS was 13.3 (95%CI: 8.4-23.5)/14.1 (10.6-18.7) mos, respectively ( Figure ). Among pts treated with Ven+Aza, grade 3/4 hematologic adverse events (AEs) in pts with FLT3 detected/ FLT3 not detected was 67%/77%, and included anemia (33%/25%), neutropenia (36%/33%), thrombocytopenia (39%/36%), and febrile neutropenia (36%/43%). Grade 3/4 hematologic AEs among pts with FLT3-ITD/FLT3-TKD treated with Ven+Aza was 67%/69%. Conclusion Ven+Aza compared to Aza monotherapy resulted in significantly higher CR+CRh rates among treatment-naïve pts with FLT3 mut ineligible for intensive chemotherapy. In this unselected AML population, insufficient pt numbers in various subgroups limit the ability to draw conclusions regarding DoR and mOS for FLT3-ITD and TKD subgroups. There were no unexpected toxicities in the Ven+Aza arm. Future studies with larger sample sizes are warranted. View large Download slide View large Download slide Disclosures Konopleva: Ascentage: Research Funding; Amgen: Consultancy; Genentech: Consultancy, Research Funding; Stemline Therapeutics: Consultancy, Research Funding; Forty-Seven: Consultancy, Research Funding; Rafael Pharmaceutical: Research Funding; Kisoji: Consultancy; Agios: Research Funding; Calithera: Research Funding; F. Hoffmann La-Roche: Consultancy, Research Funding; Reata Pharmaceutical Inc.;: Patents & Royalties: patents and royalties with patent US 7,795,305 B2 on CDDO-compounds and combination therapies, licensed to Reata Pharmaceutical; AstraZeneca: Research Funding; AbbVie: Consultancy, Research Funding; Sanofi: Research Funding; Eli Lilly: Research Funding; Cellectis: Research Funding; Ablynx: Research Funding. Thirman: AstraZeneca: Consultancy, Membership on an entity's Board of Directors or advisory committees; Celgene: Consultancy, Membership on an entity's Board of Directors or advisory committees; Roche/Genentech: Consultancy, Membership on an entity's Board of Directors or advisory committees; Pharmacyclics: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Syndax: Research Funding; TG Therapeutics: Research Funding; Tolero: Research Funding; Janssen: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; AbbVie: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Merck: Research Funding; Gilead Sciences: Research Funding. Pratz: Millennium: Research Funding; Celgene: Other: Scientific Advisory Board; AbbVie: Other: Scientific Advisory Board, Research Funding; Astellas: Other: Scientific Advisory Board, Research Funding; Boston BioMedical: Consultancy; Agios: Other: Scientific Advisory Board, Research Funding; Daiichi Sankyo: Research Funding; Jazz Pharmaceutical: Consultancy. Letai: Flash Therapeutics: Membership on an entity's Board of Directors or advisory committees; Dialectic: Membership on an entity's Board of Directors or advisory committees; Chugai: Other: Lecture Fees; Novartis: Research Funding; AbbVie: Consultancy; Zentalis: Membership on an entity's Board of Directors or advisory committees; AstraZeneca: Consultancy. Pullarkat: AbbVie, Inc.: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Pfizer: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Dova: Consultancy, Honoraria; Genetech: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Jazz Pharmaceuticals: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Novartis: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Servier: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Amgen: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau. Kantarjian: Immunogen: Research Funding; Janssen: Honoraria; Sanofi: Research Funding; BioAscend: Honoraria; Abbvie: Honoraria, Research Funding; Oxford Biomedical: Honoraria; Actinium: Honoraria, Membership on an entity's Board of Directors or advisory committees; Aptitute Health: Honoraria; BMS: Research Funding; Daiichi-Sankyo: Honoraria, Research Funding; Delta Fly: Honoraria; Pfizer: Honoraria, Research Funding; Amgen: Honoraria, Research Funding; Ascentage: Research Funding; Adaptive biotechnologies: Honoraria; Novartis: Honoraria, Research Funding; Jazz: Research Funding. Dail: Genentech: Current Employment, Current equity holder in publicly-traded company. Duan: AbbVie: Current Employment, Other: may hold stock or options. Chyla: AbbVie: Current Employment, Current equity holder in publicly-traded company. Potluri: AbbVie: Current Employment, Other: may hold stock or stock options. Miller: AbbVie: Current Employment, Current equity holder in publicly-traded company. Dinardo: Takeda: Honoraria; Daiichi Sankyo: Consultancy, Research Funding; Novartis: Consultancy; Notable Labs: Membership on an entity's Board of Directors or advisory committees; AbbVie: Consultancy, Research Funding; Celgene: Research Funding; Agios: Consultancy, Research Funding; Calithera: Research Funding; ImmuneOnc: Honoraria. Wei: AbbVie: Honoraria, Research Funding, Speakers Bureau; Servier: Consultancy, Honoraria, Research Funding; Novartis: Honoraria, Research Funding, Speakers Bureau; AstraZeneca: Honoraria, Research Funding; Pfizer: Honoraria; BMS: Consultancy, Honoraria, Research Funding, Speakers Bureau; Janssen: Honoraria; Amgen: Honoraria, Research Funding; Walter and Eliza Hall Institute of Medical Research: Patents & Royalties; Genetech: Honoraria, Membership on an entity's Board of Directors or advisory committees; Celgene: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Astellas: Honoraria, Membership on an entity's Board of Directors or advisory committees."
}