{
    "doi": "https://doi.org/10.1182/blood.V120.21.4861.4861",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2319",
    "start_url_page_num": 2319,
    "is_scraped": "1",
    "article_title": "Gemcitabine, Vinorelbine and Pegylated Liposomal Doxorubicin (GVD) in the Treatment of Relapsed or Refractory Hodgkin's Lymphoma - Experience of a Portuguese Center ",
    "article_date": "November 16, 2012",
    "session_type": "LYMPHOMA - CHEMOTHERAPY, EXCLUDING PRE-CLINICAL MODELS",
    "topics": [
        "doxorubicin",
        "gemcitabine",
        "hodgkin's disease",
        "liposomes",
        "vinorelbine",
        "portuguese",
        "toxic effect",
        "chemotherapy regimen",
        "prognostic factors",
        "adverse effects"
    ],
    "author_names": [
        "Luísa Vilaça Queiroz, MD",
        "Paula Fidalgo, MD",
        "Claudia Moreira, MD",
        "Faustino Ilda, MD",
        "Marcos Pantarotto, MD",
        "Marta Ferreira, MD",
        "Liliana Lombo, MD",
        "Dulcineia Pereira, MD",
        "Idília Pina, MD",
        "Monica Mariano, MD",
        "Ângelo Rodrigues, MD",
        "Ana Espirito Santo, MD",
        "Angelo Martins, MD",
        "Ilidia Moreira, MD",
        "Isabel Oliveira, MD",
        "Margarida Marques, MD",
        "Luísa Viterbo, MD",
        "Nelson Domingues, MD",
        "Jose Mario Mariz, MD"
    ],
    "author_affiliations": [
        [
            "Oncologia Médica, Hospital de Braga, Braga, Portugal, "
        ],
        [
            "Oncologia Médica, Instituto Português de Oncologia de Coimbra, Coimbra, Portugal, "
        ],
        [
            "Onco-Hematologia, Instituto Português de Oncologia do Porto, Porto, Portugal, "
        ],
        [
            "Oncologia Médica, Centro Hospitalar do Alto Ave, Guimarães, Portugal, "
        ],
        [
            "Oncologia Médica, Instituto Português de Oncologia do Porto, Porto, Portugal, "
        ],
        [
            "Oncologia Médica, Instituto Português de Oncologia do Porto, Porto, Portugal, "
        ],
        [
            "Radioterapia, Instituto Português de Oncologia do Porto, Porto, Portugal, "
        ],
        [
            "Onco-Hematologia, Instituto Português de Oncologia do Porto, Porto, Portugal, "
        ],
        [
            "Oncologia Médica, Instituto Português de Oncologia do Porto, Porto, Portugal, "
        ],
        [
            "Oncologia Médica, Instituto Português de Oncologia de Coimbra, Coimbra, Portugal, "
        ],
        [
            "Anatomia Patológica, Instituto Português de Oncologia do Porto, Porto, Portugal, "
        ],
        [
            "Onco-Hematologia, Instituto Português de Oncologia do Porto, Porto, Portugal, "
        ],
        [
            "Department of Hemato-Oncology, Portuguese Oncology Institute, Porto, Portugal, "
        ],
        [
            "Instituto Português de Oncologia do Porto, Porto, Portugal, "
        ],
        [
            "Instituto Português de Oncologia do Porto, Porto, Portugal, "
        ],
        [
            "Onco-Hematologia, Instituto Português de Oncologia do Porto, Porto, Portugal, "
        ],
        [
            "Instituto Português de Oncologia do Porto, Porto, Portugal, "
        ],
        [
            "Instituto Português de Oncologia do Porto, Porto, Portugal, "
        ],
        [
            "Department of Hematooncology, Portuguese Institute of Oncology, Porto, Portugal"
        ]
    ],
    "first_author_latitude": "41.5679738",
    "first_author_longitude": "-8.399011600000001",
    "abstract_text": "Abstract 4861 Introduction: Hodgkin lymphoma (HL) is a highly curable disease, however, approximately 15%–20% of patients with stage I–II and 35%–40% of patients with stage III–IV, relapse after first-line therapy (Barlett et al. Annals of Oncology, 2007). Cytoreductive chemotherapy followed by autologous stem cell transplantation (auto-SCT) has become the treatment of choice in patients with relapsed or refractory HL. The selection of an effective regimen of chemotherapy with acceptable toxicity profile, that does not impair the ability to mobilize stem cells for autotransplantation, acquired great importance (Kuruvilla et al. Hematology, 2009). The GVD (gemcitabine, vinorelbine, and pegylated liposomal doxorubicin) protocol has been used in this context. Objectives: Evaluation of the toxicity profile, treatment response and overall survival associated with treatment with GVD in patients with relapsed or refractory Hodgkin's lymphoma. Methods: Retrospective analysis of medical files of patients with HL treated with GVD in the institution between January 2006 and January 2012. Staging according to the Ann Arbor system. In stages I and II, prognostic factors (PF) were considered as defined by the German Hodgkin Study Group . In stages III, IV and IIB with large mediastinal mass or extraganglionar involvement by contiguity, PF were classified according to International Prognostic Factor Project . Toxicity was assessed according to the scale of adverse effects of the National Cancer Institute . The International Harmonization Project response criteria were used to classify treatment response. Statistical analysis using the SPSS version 18.0. Analysis of survival performed by Kaplan-Meier method. Results: Nineteen patients were treated with GVD protocol, in a total of 84 cycles (median cycles/patient− 5), with the following characteristics at diagnosis: median age -28 years (15–48 years), 52,6% of patients were males and the ECOG performance status was ≤ 1 in 89,5% of patients. Nodular sclerosis was the histological subtype in 94,7% of patients. The stage at diagnosis was IV in 42,1%; III in 15,8% and II in 42,1% of patients and 47,4% had PF ≥ 2. Sixty-three percent of the patients treated with GVD had been treated with four or more lines of chemotherapy. Grade 3 and 4 toxicities observed were: neutropenia (84,2%), leukopenia (78,9%), thrombocytopenia (68.4%), lymphopenia (63,2%), anemia (57,9%), febrile neutropenia (31.6%), oral mucositis (26,3%), increased aspartate aminotransferase (10,5%), increased alanine aminotransferase (10,5%) and fatigue (5,3%). There were no treatment-related deaths. Six patients (31,6%) were treated in relapse after auto-SCT and 11 patients performed auto-SCT after GVD. The overall response rate was 89,4% with 52,6 % of patients achieving complete response; 36,8% partial response and 10,5% disease progression. The median follow-up time was 27 months (7–72 months). The disease-free survival and progression-free survival at 24 months, were respectively, 57.1% and 35.7%. Overall survival (OS) at 24 months was 80,7 %. Conclusions: GVD showed a toxicity profile predominantly hematological and allowed to get a response even in patients previously treated with multiple regimens of chemotherapy and/or auto-SCT. This scheme may be an option to consider as salvage therapy prior to auto-SCT or in patients with relapse after auto-SCT, with OS at 24 months exceeding 50%. Disclosures: No relevant conflicts of interest to declare."
}