{
    "doi": "https://doi.org/10.1182/blood-2021-150698",
    "article_title": "Pooled Analysis of First-Line Treatment with Targeted Agents in Patients with Chronic Lymphocytic Leukemia (CLL) Aged 80 Years and Older ",
    "article_date": "November 5, 2021",
    "session_type": "642.Chronic Lymphocytic Leukemia: Clinical and Epidemiological",
    "abstract_text": "Background: Patients (pts) aged 80 years or older, albeit making up ≥ 20% of CLL pts, are still underrepresented in clinical trials and treatment outcomes in this cohort remain understudied. We conducted an analysis of pts aged 80 years or older in 6 phase II and III studies of the German CLL Study Group (GCLLSG) in the frontline-setting to elucidate outcomes of targeted treatments with regard to relevant clinical endpoints including overall survival and causes of death. Methods: We pooled data of pts aged 80 years or older at the time of first-line treatment, with at least one administration of a targeted agent as first-line treatment (ibrutinib, idelalisib, or venetoclax) within the following GCLLSG trials: CLL14 (treatment with venetoclax + obinutzumab [GVe]), CLL2-GIVe (venetoclax + obinutuzumab + ibrutinib) and the so-called BXX-studies (CLL2-BIG, CLL2-BAG, CLL2-BIO, CLL2-BCG; treatment with optional bendamustine debulking and either ibrutinib + obinutuzumab, venetoclax + obinutuzumab, ibrutinib + ofatumumab or idelalisib + obinutuzumab). Demographic, laboratory, and genetic data were pooled. Data on treatment exposure and safety (standardized mortality ratios and secondary malignancies) were analyzed accordingly. Kaplan-Meier curves for progression free survival (PFS), overall survival (OS) and time to next treatment (TTNT) were plotted. Results: A total of 716 pts (66 pts each from CLL2-BIG, CLL2-BAG, CLL2-BIO, 45 from CLL2-BCG, 41 from CLL2-GIVe and 432 from CLL14) were analyzed. Of these, 33 (5%) matched the selection criteria for our analysis. The median observation time was 51.8 months. Median age of pts at the time of treatment initiation was 82 years (range 80-89), 18 (55%) pts were male ( Table 1 ). 22 (71%) pts had relevant comorbidities with a cumulative illness rating scale (CIRS) of >6 and 30 (91%) pts having impaired renal function with a GFR <70 mL/min (19 [58%] <50 ml/min). The majority of pts presented with advanced disease with 20 (61%) having a documented Binet stage C and 20 (69%) of 29 pts with an evaluable CLL-IPI risk score being categorized into the high or very high risk group. The type of first-line treatment received was GVe in 27 (82%), bendamustine + ibrutinib + obinutuzumab in 3 (9%), bendamustine + ibrutinib + ofatumumab in 1 (3%) and GIVe in 2 (6%) of pts. 16 pts (48%) discontinued treatment prematurely, in 4 cases because of pts wish, 3 because of progressive disease, 7 pts died (5 due to adverse event, 1 due to cardiac failure and for 1 pt the cause of death is unknown) and 2 discontinued because of reasons classified as \"other\". The overall response rate was 73%, with 36% CR and 36% PR. Within our sub-cohort, undetectable minimal residual disease (uMRD) rate was 73% in peripheral blood and 39% in bone marrow. Time-to-event analyses showed a median PFS of 49 months (pts <80y: not reached) and a median OS of not reached and 4-year OS of 68% (pts <80y: 4y OS of 92%) ( Figure 1 ). Median TTNT was not reached, with only 2 events in this analysis. There were 11 documented deaths (33%) in our analysis, with adverse events being the most frequent cause of death in 5 cases. Of these, 2 were due to sepsis and 1 each due to heart failure, pulmonary embolism and renal failure. Other reasons not attributed to AEs were progressive disease, infection, respiratory insufficiency and cardiac arrest as well as cardiac failure in 1 case each. For one pt the cause of death is unknown. There were 9 secondary malignancies in 7 pts reported with basal cell carcinoma being the most frequent in 44% of cases. The standardized mortality ratio was 0.78 (95% CI 0.39-1.4) with 11 observed deaths vs. 14 expected deaths compared to the average mortality in this age group. Conclusions: Our analysis demonstrates that this patient population is indeed underrepresented in clinical trials, but anti-leukemic treatment with targeted agents appears feasible and effective in ≥80-year-old pts with CLL, even in presence of coexisting conditions or organ function impairment. Very old pts treated with targeted agents have a comparable survival to an age- and sex-matched population, suggesting that initiating treatment in elderly and potentially frail pts is beneficial. Dedicated studies are warranted for this clinical setting. Hence, our ongoing phase II CLL-Frail trial is evaluating BTK-inhibition for very old (≥80y) or frail pts with CLL (NCT04883749). Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Simon:  Gilead: Other: Travel support. Fink:  Celgene: Research Funding; AbbVie: Other: travel grant; AstraZeneca: Research Funding; Janssen: Membership on an entity's Board of Directors or advisory committees. Cramer:  Novartis: Membership on an entity's Board of Directors or advisory committees, Research Funding; Janssen-Cilag: Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: Travel support, Research Funding; AstraZeneca: Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: Travel support, Research Funding; Acerta: Membership on an entity's Board of Directors or advisory committees, Research Funding; Beigene: Research Funding; F. Hoffmann-LaRoche: Honoraria, Other: Travel support, Research Funding; AbbVie: Honoraria, Other: Travel support; Gilead: Other: Travel support, Research Funding. Von Tresckow:  AbbVie: Honoraria, Other: advisory board, travel grant; Celgene: Other: travel grant; AstraZeneca: Honoraria, Other; Janssen: Honoraria, Other: Reasearch support, travel grant; Roche: Honoraria, Other: Reasearch support, travel grant. Goede:  Roche: Honoraria; AbbVie: Honoraria; Janssen: Honoraria; Gilead: Honoraria; AstraZeneca: Honoraria. Stilgenbauer:  AbbVie, Amgen, AstraZeneca, Celgene, Gilead, GSK, Hoffmann-La Roche, Janssen, Novartis, Sunesis: Consultancy; AbbVie, Amgen, AstraZeneca, Celgene, Gilead, GSK, Hoffmann-La Roche, Janssen, Novartis, Sunesis: Research Funding; AbbVie, Amgen, AstraZeneca, Celgene, Gilead, GSK, Hoffmann-La Roche, Janssen, Novartis, Sunesis: Honoraria; AbbVie, Amgen, AstraZeneca, Celgene, Gilead, GSK, Hoffmann-La Roche, Janssen, Novartis, Sunesis: Other: Research Support. Wendtner:  Abbvie: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: travel support, Research Funding; AstraZeneca: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: travel support, Research Funding; F. Hoffmann-LaRoche: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: travel support, Research Funding; Genentech: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: travel support, Research Funding; Gilead: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: travel support, Research Funding; GlaxoSmithKline: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: travel support, Research Funding; Janssen Cilag: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: travel support, Research Funding; Mundipharma: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: travel support, Research Funding; Pharmacyclics: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: travel support, Research Funding. Eichhorst:  University Hospital of Cologne: Current Employment; Consultant Department I for Internal Medicine: Consultancy; Janssen: Membership on an entity's Board of Directors or advisory committees, Other: Travel, accomodation, expenses, Research Funding, Speakers Bureau; Gilead: Membership on an entity's Board of Directors or advisory committees, Other: Travel, accomodation, expenses, Research Funding, Speakers Bureau; F. Hoffmann-La Roche Ltd: Membership on an entity's Board of Directors or advisory committees, Other: Travel, accomodation, expenses, Research Funding, Speakers Bureau; AbbVie: Membership on an entity's Board of Directors or advisory committees, Other: Travel, accomodation, expenses, Research Funding, Speakers Bureau; BeiGene: Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; AstraZeneca: Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Novartis: Membership on an entity's Board of Directors or advisory committees, Other: Travel, accomodation, expenses, Speakers Bureau; Celgene: Membership on an entity's Board of Directors or advisory committees, Other: Travel, accomodation, expenses, Speakers Bureau; Adaptive Biotechnologies: Speakers Bureau; Hexal: Speakers Bureau; ArQule: Membership on an entity's Board of Directors or advisory committees; Oxford Biomedica (UK): Membership on an entity's Board of Directors or advisory committees; MSD: Membership on an entity's Board of Directors or advisory committees. Fischer:  Roche: Honoraria, Other: Travel Grants; Abbvie: Honoraria. Hallek:  Abbvie: Consultancy, Research Funding, Speakers Bureau; AstraZeneca: Consultancy, Honoraria, Research Funding, Speakers Bureau; Bristol Myers Squibb: Consultancy, Honoraria, Research Funding, Speakers Bureau; Gilead: Consultancy, Honoraria, Research Funding, Speakers Bureau; Janssen: Consultancy, Honoraria, Research Funding, Speakers Bureau; Roche: Consultancy, Honoraria, Research Funding, Speakers Bureau. Al-Sawaf:  Janssen: Honoraria, Research Funding; Gilead: Honoraria; Beigene: Honoraria, Research Funding; AstraZeneca: Honoraria; Adaptive: Honoraria; AbbVie: Honoraria, Research Funding; Roche: Honoraria, Research Funding.",
    "author_names": [
        "Florian Simon",
        "Adam Giza",
        "Sandra Robrecht",
        "Anna-Maria Fink",
        "Paula Cramer",
        "Julia Von Tresckow",
        "Moritz Fürstenau",
        "Valentin Goede",
        "Eugen Tausch",
        "Christof Schneider",
        "Stephan Stilgenbauer",
        "Clemens-Martin Wendtner",
        "Barbara Eichhorst",
        "Kirsten Fischer",
        "Michael Hallek",
        "Othman Al-Sawaf"
    ],
    "author_dict_list": [
        {
            "author_name": "Florian Simon",
            "author_affiliations": [
                "Department I of Internal Medicine and Center of Integrated Oncology Aachen, Bonn, Cologne, Düsseldorf, German CLL Study Group, Faculty of Medicine and University Hospital of Cologne, University of Cologne, Cologne, Germany"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Adam Giza",
            "author_affiliations": [
                "Department I of Internal Medicine and Center of Integrated Oncology Aachen, Bonn, Cologne, Düsseldorf, German CLL Study Group, Faculty of Medicine and University Hospital of Cologne, University of Cologne, Cologne, Germany"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sandra Robrecht",
            "author_affiliations": [
                "Department I of Internal Medicine and Center of Integrated Oncology Aachen, Bonn, Cologne, Düsseldorf, German CLL Study Group, Faculty of Medicine and University Hospital of Cologne, University of Cologne, Cologne, Germany"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anna-Maria Fink",
            "author_affiliations": [
                "Department I of Internal Medicine and Center of Integrated Oncology Aachen, Bonn, Cologne, Düsseldorf, German CLL Study Group, Faculty of Medicine and University Hospital of Cologne, University of Cologne, Cologne, Germany"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paula Cramer",
            "author_affiliations": [
                "Department I of Internal Medicine and Center of Integrated Oncology Aachen, Bonn, Cologne, Düsseldorf, German CLL Study Group, Faculty of Medicine and University Hospital of Cologne, University of Cologne, Cologne, Germany"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Julia Von Tresckow",
            "author_affiliations": [
                "Department I of Internal Medicine and Center of Integrated Oncology Aachen, Bonn, Cologne, Düsseldorf, German CLL Study Group, Faculty of Medicine and University Hospital of Cologne, University of Cologne, Cologne, Germany",
                "Clinic for Hematology and Stem Cell Transplantation, West German Cancer Center, University Hospital Essen, University of Duisburg-Essen, Essen, Essen, Germany"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Moritz Fürstenau",
            "author_affiliations": [
                "Department I of Internal Medicine and Center of Integrated Oncology Aachen, Bonn, Cologne, Düsseldorf, German CLL Study Group, Faculty of Medicine and University Hospital of Cologne, University of Cologne, Cologne, Germany"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Valentin Goede",
            "author_affiliations": [
                "Department I of Internal Medicine and Center of Integrated Oncology Aachen, Bonn, Cologne, Düsseldorf, German CLL Study Group, Faculty of Medicine and University Hospital of Cologne, University of Cologne, Cologne, Germany",
                "St. Marien Hospital, Oncogeriatric Unit, Department of Geriatric Medicine, Germany, Cologne, Germany"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eugen Tausch",
            "author_affiliations": [
                "Department III of Internal Medicine, Ulm University, Ulm, Germany"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christof Schneider",
            "author_affiliations": [
                "Department of Internal Medicine III, Ulm University, Ulm, Germany"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephan Stilgenbauer",
            "author_affiliations": [
                "Department III of Internal Medicine, Ulm University, Ulm, Germany"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Clemens-Martin Wendtner",
            "author_affiliations": [
                "Department of Hematology, Oncology, Immunology, Palliative Care, Infectious Diseases and Tropical Medicine, German CLL Study Group, Munich Clinic Schwabing, Munich, Germany"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Barbara Eichhorst",
            "author_affiliations": [
                "Department I of Internal Medicine and Center of Integrated Oncology Aachen, Bonn, Cologne, Düsseldorf, German CLL Study Group, Faculty of Medicine and University Hospital of Cologne, University of Cologne, Cologne, Germany"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kirsten Fischer",
            "author_affiliations": [
                "Department I of Internal Medicine and Center of Integrated Oncology Aachen, Bonn, Cologne, Düsseldorf, German CLL Study Group, Faculty of Medicine and University Hospital of Cologne, University of Cologne, Cologne, Germany"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Hallek",
            "author_affiliations": [
                "University of Cologne, Department I of Internal Medicine, Center for Integrated Oncology Aachen Bonn Cologne Duesseldorf; Center for Molecular Medicine Cologne; CECAD Center of Excellence on Cellular Stress Responses in Aging-Associated Diseases, Cologne, Germany"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Othman Al-Sawaf",
            "author_affiliations": [
                "Department I of Internal Medicine and Center of Integrated Oncology Aachen, Bonn, Cologne, Düsseldorf, German CLL Study Group, Faculty of Medicine and University Hospital of Cologne, University of Cologne, Cologne, Germany"
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-23T02:38:18",
    "is_scraped": "1"
}