{
    "doi": "https://doi.org/10.1182/blood.V108.11.5469.5469",
    "article_title": "Multiple Displacement Amplification Enables Large Scale Clonal Analysis after Retroviral Gene Therapy. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Analysis of the fate of retrovirally transduced cells after transplantation is often hampered by the scarcity of available DNA. We evaluated a promising method for whole genome amplification named multiple displacement amplification (MDA) with respect to the even and accurate representation of retrovirally transduced genomic DNA. We were able to show that MDA is a suitable method to subsequently specify engraftment efficiencies by quantitative real-time PCR as the retroviral integrations are amplified the same way and by the same probability as all other parts of the genome. We validated the method by analyzing a dilution series containing retrovirally transduced DNA and untransduced background DNA and retroviral integrations found in primary material from a retroviral transplantation model by quantitative real-time PCR. The representation of the portion of retroviral DNA in the amplified samples was 0.9-fold (range 0.2 – 2.1-fold) of the portion determined in the original genomic DNA. Furthermore, the succession of the combination of MDA and integration site analysis by ligation-mediated PCR showed an increase in the sensitivity of the method as a specific integration site could be detected in a background of untransduced DNA, while the transduced DNA made up only 0.001%. These results show that MDA enables large scale sensitive detection and reliable quantification of retrovirally transduced human genomic DNA and therefore facilitates follow up analysis in gene therapy studies even from smallest amounts of starting material.",
    "topics": [
        "amplification",
        "gene therapy",
        "retroviridae",
        "dna",
        "polymerase chain reaction",
        "transplantation",
        "dilution technique",
        "follow-up",
        "ligation",
        "dilute (action)"
    ],
    "author_names": [
        "Stephanie Bleier",
        "Patrick Maier",
        "Frederik Wenz",
        "W. Jens Zeller",
        "Stephanie Laufs",
        "Stefan Fruehauf"
    ],
    "author_dict_list": [
        {
            "author_name": "Stephanie Bleier",
            "author_affiliations": [
                "Research Program Innovative Cancer Diagnostics and Therapy, German Cancer Research Center (DKFZ), Heidelberg, Germany"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Patrick Maier",
            "author_affiliations": [
                "Department of Radiation Oncology, Mannheim Medical Center, University of Heidelberg, Heidelberg, Germany"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Frederik Wenz",
            "author_affiliations": [
                "Department of Radiation Oncology, Mannheim Medical Center, University of Heidelberg, Heidelberg, Germany"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "W. Jens Zeller",
            "author_affiliations": [
                "Research Program Innovative Cancer Diagnostics and Therapy, German Cancer Research Center (DKFZ), Heidelberg, Germany"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephanie Laufs",
            "author_affiliations": [
                "Research Program Innovative Cancer Diagnostics and Therapy, German Cancer Research Center (DKFZ), Heidelberg, Germany"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stefan Fruehauf",
            "author_affiliations": [
                "Department of Internal Medicine V, University of Heidelberg, Heidelberg, Germany"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-02T06:38:03",
    "is_scraped": "1"
}