{
    "doi": "https://doi.org/10.1182/blood.V114.22.3016.3016",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1597",
    "start_url_page_num": 1597,
    "is_scraped": "1",
    "article_title": "Investigating the Molecular Bases of the Phosphoglycerate Kinase Deficiency: Characterization of G158V, R206P, V266M and D285V Pathological Variants. ",
    "article_date": "November 20, 2009",
    "session_type": "RED CELL ERYTHROPOIESIS STRUCTURE AND FUNCTION, METABOLISM, AND SURVIVAL (EXCLUDING IRON) POSTER II",
    "topics": [
        "amino acids",
        "binding (molecular function)",
        "body temperature",
        "diphosphoglyceric acids",
        "dna, complementary",
        "enzyme deficiency",
        "enzymes",
        "hemolysis",
        "hemolytic anemia",
        "homogeneity"
    ],
    "author_names": [
        "Simone Morera",
        "Laurent Chiarelli",
        "Paola Bianchi",
        "Elisa Fermo",
        "Alberto Zanella",
        "Giovanna Valentini"
    ],
    "author_affiliations": [
        [
            "Dipartimento di Biochimica Università di Pavia, Pavia, Italy, "
        ],
        [
            "Dipartimento di Biochimica Università di Pavia, Pavia, Italy, "
        ],
        [
            "U.O. Ematologia 2, Fondazione IRCCS Ospedale Maggiore Policlinico, Mangiagalli e Regina Elena, Milano, Italy"
        ],
        [
            "U.O. Ematologia 2, Fondazione IRCCS Ospedale Maggiore Policlinico, Mangiagalli e Regina Elena, Milano, Italy"
        ],
        [
            "U.O. Ematologia 2, Fondazione IRCCS Ospedale Maggiore Policlinico, Mangiagalli e Regina Elena, Milano, Italy"
        ],
        [
            "Dipartimento di Biochimica Università di Pavia, Pavia, Italy, "
        ]
    ],
    "first_author_latitude": "45.19477425",
    "first_author_longitude": "9.145759949999999",
    "abstract_text": "Abstract 3016 Poster Board II-992 Phosphoglycerate kinase (PGK) is a key glycolytic enzyme that catalyzes the reversible phosphotransfer reaction from 1,3-bisphosphoglycerate (1,3-BPG) to ADP to form 3-phosphoglycerate (3-PG) and ATP. It is a relatively small monomeric molecule characterized by two hinge-bent domains, with a highly conserved structure. The N-terminal domain binds 1,3-BPG or 3-PG, whereas the C-terminal domain binds Mg-ADP or Mg-ATP. During the catalytic cycle, the enzyme undergoes large conformational rearrangements, proceeding from an open form to a closed form. Two isozymes, PGK1 and PGK2, are present in humans, encoded by two distinct genes. Whereas PGK2 is a testis-specific enzyme, PGK1 is expressed in all the somatic cells. The PGK1 gene is located on the X-chromosome q-13.1, and encodes a protein of 416 amino acids. Mutations of the PGK1 gene result in an enzyme deficiency, that is characterized by mild to severe hemolytic anemia, neurological dysfunctions and myopathy. Patients rarely exhibit all three clinical features. To date, 20 different mutations with worldwide distribution have been described. To investigate the genotype-phenotype relationship of PGK deficiency, recently we have undertaken a characterization of the all PGK mutant enzymes so far reported. In this study we describe the molecular abnormalities of the G158V, R206P, V266M and D285V variants obtained from E.coli as recombinant proteins. All patients were affected by moderate to severe hemolytic anemia. Moreover, patients bearing GI58V, R206P, and D285V variants displayed muscular disorders. Neurological dysfunctions were present in patients with R206P and V266M. The desired mutations were introduced into the PGK cDNA by site directed mutagenesis. All mutant enzymes were expressed and purified to homogeneity as previously indicated (Morera et al., Blood, ASH, Annual Meeting Abstracts, 2008;112:2875). Each variant was subjected to kinetic analysis and to different heat treatments in the absence and in the presence of specific ligands. The enzyme activity was determined following the backward reaction. Variants G158V and D285V turned out to be affected in their catalytic activities, displaying kcat values towards ATP and 3-PG 7-fold and 19-fold, respectively, lower than that of the wild type enzyme previously characterized. Variant R206P displayed reduced affinity vs 3-PG, the Km value being 8-fold higher than that of the wild type. Variant V266M showed kinetic properties similar to those of the wild type. The mutant enzymes subjected to heat treatments exhibited different protein stability. Whereas the wild type enzyme preserved 70% of its activity after one hour-incubation at 45°C, mutants G158V and D285V at the same temperature halved their activities after only 5 min and 2 min, respectively. Mutants R206P and V266M turned to be quite heat stable, their T 50 (the temperature to which an enzyme halves its activity in 10 min) being 2°C lower than that of the wild type enzyme (47°C vs 49°C). Moreover, at a temperature 3-4 °C higher than its own T 50, no one mutant was properly protected by the presence of Mg-ATP. In addition, variants G158V and D285V were not even protected by 3-PG. Therefore, these studies suggest that G158V and D285V substitutions affect amino acid residues located in key positions for allowing the enzyme to preserve its protein stability, especially during the red cell life span, and to adopt its proper conformations in fulfilling the catalytic cycle. The reduced RBC concentration of PGK and the energy pathway deficiency would account for the dysfunctions displayed by patients with G158V and D285V. With regard to R206P variant, the mutation affects an amino acid residue located in the hinge of the enzyme, far away from the 3-PG binding site. Owing to the fact that the variant displayed a reduced affinity versus 3-PG, it is likely that Arg206 plays an important role in the structuring of the 3-PG binding site, via long-distance interactions. Thus mutation R206P would lead to a distortion of the 3-PG binding site, impairing the PGK activity under physiological 3-PG concentrations. Consequently, the reduced energy supply would be the cause of the hemolysis displayed by the PGK deficient patient. Finally, with regard to V266M mutant, no acceptable explanation of the enzyme deficiency can be drawn by the present biochemical studies, the mutant behaving as the wild type enzyme. Disclosures: No relevant conflicts of interest to declare."
}