{
    "doi": "https://doi.org/10.1182/blood.V128.22.630.630",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3427",
    "start_url_page_num": 3427,
    "is_scraped": "1",
    "article_title": "Generic Imatinib in Chronic Myeloid Leukemia: Survival of the Cheapest ",
    "article_date": "December 2, 2016",
    "session_type": "632. Chronic Myeloid Leukemia: Therapy: Progress with Therapy",
    "abstract_text": "Introduction: The patent expiration of Imatinib mesylate (Glivec, ®Novaritis) on February 1, 2016, has brought the focus back on generic versions of the drug, and an opportunity to provide a safe and cost effective alternative. India has witnessed a mushrooming of home grown pharmaceutical companies, that have drawn on Darwinian theory to promote the concept of \"survival of the cheapest\", in pursuit of a deeper penetrance into the cash strapped population. The launch of Veenat (®NATCO pharma) at a fraction of the price of the innovator drug is a case in point. Objectives: To determine the molecular and cytogenetic responses, survival endpoints (event free survival (EFS), failure free survival (FFS), transformation free survival (TFS), overall survival (OS), and safety of innovator and generic brands of imatinib. Materials and Methods: In this retrospective analysis, data from 1,812 patients with chronic myeloid leukemia (CML) treated with frontline Imatinib mesylate (Innovator/Generic) at a single institution between 2008 and 2014 is included. Of these 1,812 patients, 445 were excluded due to inadequate data and follow up. Thus, data from 1,193 patients who were treated with Glivec (®Novartis), and 174 patients with Veenat (®NATCO) was available. Observations: A higher percentage of patients in the generic arm compared to the innovator arm, were in accelerated phase (9.7% vs 6.7%) and blast crisis (7.4% vs 3.7%), respectively.After a median follow up of 1,347 days, 805 (67.4%) patients achieved complete cytogenetic response (CCgR), 259 (21.7%) achieved major molecular response (MR3), and 205 (17.1%) achieved 4 log reduction in BCR ABL transcripts (MR4) in the innovator arm. After a median follow up of 1,220 days, 112 (64.3%), 24 (13.7%), and 42(24.1%) patients achieved a CCgR, MR3 and MR4 respectively, in the generic arm.Follow up assessments using real-time quantitative polymerase chain reaction (q-PCR) and/ or cytogenetic tests were not available in 230 (19.2%) and 40 (22.9%) patients, in the innovator and generic groups respectively, despite inclusion in a sponsorship program.Adherence to treatment was poor in 192 (16%) and 30 (17.2%) patients in the innovator and generic arms respectively. Results: In a fairly homogenous population of lower economic strata, on a free drug access program, the prime factors influencing adherence were low educational level, assumptions of \"cure\", recent bereavement, stigma of cancer diagnosis and repeated hospital visits. Transformation to accelerated/blast phase occurred in 7.7% and 7.4% of patients in the innovator and generic arms respectively. Testing for BCR-ABL1 mutations was done in 31 (17.8%) patients in the generic arm and 132(11%) patients in the innovator arm, after failure of treatment or suboptimal response. Mutations were identified in 14 (8%) patients in the generic arm and 52 (4.3%) patients in the innovator arm.The most common subsequent treatments chosen were, dose escalation (249 [20.8%] vs 30 [17.2%]), Nilotinib (26 [2.1%] vs 8 [4.5%]), Dasatinib (11 [0.9%] vs 9 [5.1%]) and hydroxyurea (11 [0.9%] and 4 [2.2%]) in the innovator and generic arms respectively. There was no difference in EFS ( p =0.46), FFS ( p =0.16), TFS ( p =0.9), or OS ( p =0.13) between the two groups . The frequency of reported grade 1, or 2 non-hematological adverse events which included musculoskeletal pain, muscle cramps, and peripheral edema, and hematological adverse events was comparable between the study groups. However, the incidence of grade 3 skin rash was higher in the generic group (2.8%) in comparison to the innovator group (0.2%). Conclusion: The findings of the present study showed comparable efficacy and safety of the generic and innovator versions of imatinib in the treatment of patients with chronic myeloid leukemia. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "imatinib mesylate",
        "leukemia, myelocytic, chronic",
        "follow-up",
        "adverse event",
        "blast phase",
        "accelerated phase",
        "bcr-abl tyrosine kinase",
        "cancer diagnosis",
        "dasatinib",
        "exanthema"
    ],
    "author_names": [
        "Danthala Madhav"
    ],
    "author_affiliations": [
        [
            "Nizam's Institute of Medical Sciences, Hyderabad, India"
        ]
    ],
    "first_author_latitude": "17.421937000000003",
    "first_author_longitude": "78.4520067"
}