{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.385.385",
    "article_title": "IL-10 Receptor Deficiency Aggravates Exhaustion of CD8 + T-Cells and Impedes Their Control of Chronic Lymphocytic Leukemia ",
    "article_date": "December 7, 2017",
    "session_type": "641. CLL: Biology and Pathophysiology, excluding Therapy: CLL in Its Microenvironment",
    "abstract_text": "Chronic lymphocytic leukemia (CLL) is associated with substantial alteration in T-cell composition and function. However, the role of T-cells in CLL remains largely controversial. While T-cells can induce pro-survival signals in leukemic cells, there are several indications for existing, yet defective, anti-tumor immune responses in CLL patients. Here, we utilized the Eµ-TCL1 (TCL1) mouse model of CLL to delineate whether anti-tumoral immune responses exist in CLL, and characterize the phenotype and function of these potential anti-tumoral immune populations. First, we adoptively transferred TCL1 leukemic cells (TCL1 AT) into Rag2 -/- mice, which lack B- and T-cells, and observed that these mice had significantly shorter survival compared to wild type (WT) recipients. Antibody-mediated depletion of CD8 + , but not CD4 + , T-cells (Figure 1A), or neutralization of IFNγ after TCL1 AT resulted in a substantial increase in CLL cell numbers in blood, bone marrow and secondary lymphoid organs, indicating that CD8 + T-cells play a crucial role in suppressing CLL progression in an IFNγ-dependent manner. Thus, we further studied the composition of CD8 + T-cells after TCL1 AT, and thereby identified a population of CD127 low CD44 int-hi effector cells that progressively increase along with disease. These cells presented the highest levels of activation markers (CD69, CD137 and GITR), degranulation capacity and Granzyme B (GzmB) production. Moreover, this population was composed of oligoclonal T-cells, as shown by T-cell receptor sequencing, indicating an enrichment of tumor-reactive T-cells. Of interest, expression of the inhibitory receptor, PD-1, was strictly confined to this effector CD8 + population, and we detected two distinct PD-1 + subsets, PD-1 int and PD-1 hi , that exhibited considerable phenotypical and functional differences. PD-1 hi cells showed higher levels of activation, yet with increased expression of exhaustion markers (Lag3 and CD244). In contrast, PD-1 int cells possessed superior functional capacity, as evident by higher cytokine (IFNγ, IL-2 and TNFα) release, stronger degranulation capacity and increased GzmB production. Gene expression profiling (GEP) revealed that PD-1 int cells resemble effector T-cells in acute infections, while the PD-1 hi subset is more similar to exhausted T-cells in chronic infections. Accordingly, PD-1 hi cells expressed high levels of transcription factors mediating terminal differentiation, such as Batf and Blimp1, while PD-1 int cells expressed memory transcription factors, like Tcf7. As GEP data showed that PD-1 int cells expressed higher levels of Il10rb , we studied the role of the immunoregulatory cytokine IL-10 in controlling the balance between PD-1 int and PD-1 hi subsets. Using IL-10-GFP ( tiger ) mice, we observed IL-10 production by multiple cell types upon TCL1 AT. To assess the role of IL-10 in CLL, we treated CLL-bearing mice with IL-10R-blocking antibodies, and unexpectedly detected higher CLL load in all analyzed organs in anti-IL-10R-treated mice. Although effector CD8 + T-cells exhibited higher activation levels after IL-10R blockade, they were severely skewed towards PD-1 hi cells with an almost complete loss of the PD-1 int subset. This was accompanied by higher expression of inhibitory receptors and a substantial decrease in GzmB release and cytokine production. Moreover, GEP revealed a dramatic decrease in cell cycle and proliferation genes in PD-1 hi cells following IL-10R blockade, which was further confirmed by Ki67 staining. To examine whether these effects are T-cell intrinsic, we transferred CD8 + T-cells from WT or Il10rb -/- mice into Rag2 -/- mice followed by TCL1 AT. While WT T-cells substantially decreased the rate of CLL progression, Il10rb -/- cells were significantly inferior in controlling CLL in these mice (Figure 1B). Moreover, Il10rb -/- CD8 + T-cells were mostly PD-1 hi cells with an increase in exhaustion markers and substantial drop in cytokine and GzmB production. Collectively, this study describes a novel role of IL-10 in maintaining immune responses in CLL by protecting anti-tumoral effector CD8 + T-cells from activation-induced exhaustion. Furthermore, these data suggest IL-10 as a therapeutic target in CLL, potentially in combination with immune checkpoint inhibitors. View large Download slide View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "interleukin-10 receptor",
        "symptom aggravating factors",
        "t-lymphocytes",
        "interleukin-10",
        "cytokine",
        "antibodies",
        "leukemic cells",
        "neoplasms"
    ],
    "author_names": [
        "Bola S Hanna, PhD",
        "Philipp M Röβner",
        "Murat Iskar, PhD",
        "Norman Mack",
        "Verena Kalter",
        "Manfred Schmidt, PhD",
        "Marc Zapatka, PhD",
        "Markus Feuerer, MD",
        "Richard Gabriel, PhD",
        "Peter Lichter, PhD",
        "Martina Seiffert"
    ],
    "author_dict_list": [
        {
            "author_name": "Bola S Hanna, PhD",
            "author_affiliations": [
                "German Cancer Research Center, Heidelberg, Germany "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Philipp M Röβner",
            "author_affiliations": [
                "German Cancer Research Center, Heidelberg, Germany "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Murat Iskar, PhD",
            "author_affiliations": [
                "German Cancer Research Center, Heidelberg, Germany "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Norman Mack",
            "author_affiliations": [
                "German Cancer Research Center, Heidelberg, Germany "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Verena Kalter",
            "author_affiliations": [
                "German Cancer Research Center, Heidelberg, Germany "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Manfred Schmidt, PhD",
            "author_affiliations": [
                "National Center for Tumor Diseases and German Cancer Research Center, Heidelberg, Germany"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marc Zapatka, PhD",
            "author_affiliations": [
                "German Cancer Research Center, Heidelberg, Germany "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Markus Feuerer, MD",
            "author_affiliations": [
                "German Cancer Research Center, Heidelberg, Germany "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard Gabriel, PhD",
            "author_affiliations": [
                "National Center for Tumor Diseases and German Cancer Research Center, Heidelberg, Germany"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter Lichter, PhD",
            "author_affiliations": [
                "German Cancer Research Center, Heidelberg, Germany "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martina Seiffert",
            "author_affiliations": [
                "German Cancer Research Center, Heidelberg, Germany "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-09T15:31:25",
    "is_scraped": "1"
}