{
    "doi": "https://doi.org/10.1182/blood.V122.21.4539.4539",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2464",
    "start_url_page_num": 2464,
    "is_scraped": "1",
    "article_title": "Human Herpes Virus 6 Reactivation and Disease After Allogeneic Hematopoietic Stem Cell Transplantation ",
    "article_date": "November 15, 2013",
    "session_type": "721. Clinical Allogeneic Transplantation - Conditioning Regimens, Engraftment and Acute Transplant Toxicities: Poster III",
    "abstract_text": "Background Human herpesvirus type 6 (HHV-6) is a member of the beta herpesvirus subfamily (genus Roseolovirus) and two distinct variants have been described: types A and B. HHV-6 infection is recognized as the cause of a febrile disease and exanthem subitum in early childhood. The infection rarely causes serious events in healthy individuals, but viral reactivation in immunocompromised patients is frequently associated with severe clinical manifestations. Above all HHV-6 is increasingly recognized as an opportunistic and potentially life-threatening pathogen in recipients of allogeneic hematopoietic stem cell transplantation (AlloSCT). Approximately 60% of solid organ transplant and 40% of patients undergoing alloSCT experience HHV-6 reactivation, mainly of variant B. Reported clinical manifestations of HHV-6 infection in transplanted patients are skin rash, interstitial pneumonia, bone marrow suppression and encephalitis. Moreover, some clinical reports suggest that HHV-6 can facilitate the occurrence of severe clinical complications of alloSCT, increasing transplant-related mortality. Methods From January 2009 to February 2013, we retrospectively evaluated 54 consecutive adult patients (median age 50 years) who developed positivity to HHV-6 after alloSCT for high-risk hematological malignancies. Stem cell donors were family haploidentical (37), HLA identical sibling (8), unrelated volunteer (6), cord blood (3). The viral load was determined by quantitative PCR (Nanogen Advanced Diagnostic S.r.L) in cell-free body fluids such as plasma, bronchoalveolar lavage (BAL), cerebrospinal fluid (CSF), bone marrow (BM) aspirates or in gastrointestinal biopsies. Results Median time from alloSCT to HHV-6 reactivation was 34 days (range: 0-705). Thirty-one patients presented HHV-6 positive in plasma, 9/54 in BM, 33/54 in gut biopsies or BAL, 7/54 in CSF. At the time of viral positivity all pts were receiving acyclovir as viral prophylaxis except five. Twenty-nine patients had acute graft versus host disease (GvHD). Twenty-two out of these twenty-nine patients experienced a grade III-IV acute GvHD, requiring high dose steroids in twenty-six cases. A concomitant CMV positivity was detected in 15/54 patients. The median absolute count of CD3+ lymphocytes was 262 cells/mcl. In 52/54 cases we reported HHV-6 clinical manifestations: fever (43), skin rash (22), hepatitis (19), diarrhoea (24), encephalitis (10), BM suppression (18), delayed engraftment (11). HHV-6 positivity led to antiviral pharmacological treatment in 37/54 cases, using as first choice therapy foscarnet. Amongst the total fifty-four patients with documented HHV-6 positivity thirty-one solved the clinical event. However the mortality rate was relatively high in this population (only 30% of patients were alive), mainly related to severe infections or GvHD. A better overall survival is significantly associated with CD3+ cells higher than 200/mcl (p-value 0.011) and time after alloSCT more than 2 months (p-value 0.035). In this analysis the overall survival was not significantly influenced by steroids administration, presence of acute GvHD, plasma viral load and organ involvement. Conclusions This retrospective study further demonstrates the correlation between HHV-6 reactivation and high morbidity and mortality rates in patients after alloSCT. Despite HHV-6 detection typically occurred in the first month after AlloSCT, a better immune reconstitution has the potential to improve the outcome. The regular monitoring of HHV-6 DNA, using a real-time PCR assay, may be useful for identifying active HHV-6 infection and for the introduction of a pre-emptive treatment, possibly reducing the incidence of the most severe clinical complications. Disclosures: Bonini: MolMed SpA: Consultancy.",
    "topics": [
        "allogeneic hematopoietic stem cell transplant",
        "hhv-6",
        "graft-versus-host disease, acute",
        "human herpesvirus 6 infections",
        "signs and symptoms",
        "encephalitis",
        "exanthema",
        "fever",
        "graft-versus-host disease",
        "infections"
    ],
    "author_names": [
        "Raffaella Greco, MD",
        "Francesca Lorentino, MD",
        "Lara Crucitti, MD",
        "Luca Vago, MD, PhD",
        "Maria Teresa Lupo Stanghellini, MD",
        "Alessandra Forcina, MD",
        "Fabio Giglio, MD",
        "Mara Morelli, MD",
        "Maria Rosaria Carbone, MSc",
        "Veronica Valtolina, MSc",
        "Maddalena Noviello, PhD",
        "Sarah Marktel, MD",
        "Andrea Assanelli, MD",
        "Magda Marcatti, MD",
        "Jacopo Peccatori, MD",
        "Massimo Bernardi, MD",
        "Chiara Bonini, MD",
        "Fabio Ciceri, MD",
        "Consuelo Corti, MD"
    ],
    "author_affiliations": [
        [
            "Hematology and Bone Marrow Transplantation Unit, San Raffaele Scientific Institute, Milano, Italy, "
        ],
        [
            "Hematology and Bone Marrow Transplantation Unit, San Raffaele Scientific Institute, Milano, Italy, "
        ],
        [
            "Hematology and Bone Marrow Transplantation Unit, San Raffaele Scientific Institute, Milano, Italy, "
        ],
        [
            "Hematology and Bone Marrow Transplantation Unit, San Raffaele Scientific Institute, Milano, Italy, "
        ],
        [
            "Hematology and Bone Marrow Transplantation Unit, San Raffaele Scientific Institute, Milano, Italy, "
        ],
        [
            "Hematology and Bone Marrow Transplantation Unit, San Raffaele Scientific Institute, Milano, Italy, "
        ],
        [
            "Hematology and Bone Marrow Transplantation Unit, San Raffaele Scientific Institute, Milano, Italy, "
        ],
        [
            "Hematology and Bone Marrow Transplantation Unit, San Raffaele Scientific Institute, Milano, Italy, "
        ],
        [
            "Experimental Hematology Unit, San Raffaele Scientific Institute, Milano, Italy"
        ],
        [
            "Experimental Hematology Unit, San Raffaele Scientific Institute, Milano, Italy"
        ],
        [
            "Experimental Hematology Unit, San Raffaele Scientific Institute, Milano, Italy"
        ],
        [
            "Hematology and Bone Marrow Transplantation Unit, San Raffaele Scientific Institute, Milano, Italy, "
        ],
        [
            "Hematology and Bone Marrow Transplantation Unit, San Raffaele Scientific Institute, Milano, Italy, "
        ],
        [
            "Hematology and Bone Marrow Transplantation Unit, San Raffaele Scientific Institute, Milano, Italy, "
        ],
        [
            "Hematology and Bone Marrow Transplantation Unit, San Raffaele Scientific Institute, Milano, Italy, "
        ],
        [
            "Hematology and Bone Marrow Transplantation Unit, San Raffaele Scientific Institute, Milano, Italy, "
        ],
        [
            "Experimental Hematology Unit, San Raffaele Scientific Institute, Milano, Italy"
        ],
        [
            "Hematology and Bone Marrow Transplantation Unit, San Raffaele Scientific Institute, Milano, Italy, "
        ],
        [
            "Hematology and Bone Marrow Transplantation Unit, San Raffaele Scientific Institute, Milano, Italy, "
        ]
    ],
    "first_author_latitude": "45.46273385",
    "first_author_longitude": "9.17773225"
}