{
    "doi": "https://doi.org/10.1182/blood-2021-151138",
    "article_title": "Autoinhibition of Mouse Von Willebrand Factor: Addressing the Species Compatibility between VWF and Gpibα in Humans and Mice ",
    "article_date": "November 5, 2021",
    "session_type": "301.Vasculature, Endothelial Cells and Platelets: Basic and Translational",
    "abstract_text": "Introduction: The usage of mouse models to investigate thrombosis and hemostasis has now spanned several decades, with the advent of genetic manipulation elucidating the roles of platelet receptors, secondary messengers, and coagulation factors to name a few. While there are many similarities between humans and mice, the vast differences in physical parameters of blood circulation and coagulation should not be ignored. The incompatibility of mouse platelet receptor glycoprotein (GP)Ibα with human von Willebrand factor (VWF) has been well documented, yet human GPIbα can interact with mouse plasma VWF under shear. In light of the recently discovered autoinhibitory module (AIM) in modulating the activity of human VWF, here we seek to address the role of the AIM in species compatibility between these two interacting proteins. Methods: Recombinant human and mouse VWF fragments containing the A1 domain and either intact or truncated AIM, followed by a poly-histidine tag, were expressed from stably transfected mammalian cells. Recombinant human and mouse GPIbα ligand-binding domain (LBD) (residues 1-290, mature protein numbering) were similarly expressed bearing a biotin acceptor sequence and poly-histidine tag. Stable cell lines co-expressing E. coli biotin ligase were used to express and biotinylate the LBD protein before purification. All proteins were purified by nickel-affinity chromatography followed by size exclusion chromatography. Bio-layer interferometry was performed on an Octet QK e using streptavidin biosensors to capture biotinylated GPIbα LBD fragments. Data was analyzed using a 2:1 heterogeneous ligand binding model for kinetic parameters, and steady state affinity (K D ) was calculated either from binding responses at the end of the association phase, or from predicted equilibria from the aforementioned model. Human or mouse washed platelets were isolated by centrifugation, followed by pelleting the PRP in the presence of PGE-1. Platelets were resuspended to 150,000/ μL in modified Tyrode's buffer, and aggregation was monitored in a light transmission aggregometer. Results: Consistent with earlier reports, human AIM-A1 protein (VWF residues 1238-1493), at concentrations below 1 μM, showed no appreciable binding to human GPIbα LBD. Conversely, human truncated AIM-A1 protein (tAIM-A1, residues 1261-1472) exhibited a K D of 348 nM towards the LBD. Mouse tAIM-A1 proteins showed enhanced binding to mouse LBD (K D = 214 nM), but mouse AIM-A1 is able to bind to mouse LBD with a K D of 716 nM, which is considerably higher than the affinity of the human-human pair of tens of μM (Figure 1). Given the increased affinity of mouse AIM-A1 to mouse LBD, we reasoned that the mouse AIM may be less stable than the human counterpart. A chimeric AIM-A1 protein, in which human AIM sequences flank mouse A1 (human residues 1238-1271, mouse 1272-1458, and human 1459-1493), was generated. The chimeric AIM-A1 showed little binding to mouse LBD. However, this protein can still aggregate washed platelets from both species and bind to gain-of-function human GPIbα, indicating it still is a folded domain capable to recognizing its cognate receptor, mouse GPIbα (Figure 2). The isolated mouse AIM-A1 fragments are capable of inducing robust mouse and human platelet aggregation for washed platelets in a dose dependent manner. It had been previously demonstrated that in platelet rich plasma, ristocetin has no effect on mouse VWF. However, washed mouse platelets incubated with 60 nM of mouse AIM-A1 followed by addition of 1.5 mg/mL ristocetin was able to agglutinate the platelets (Figure 2). These results suggest that these proteins may be used to help elucidate the signaling pathways of GPIb-IX-V complex in mice. Conclusion: In agreement with previous reports, we observe that in general mouse AIM-A1 is more active than human AIM-A1 in its propensity to bind to GPIbα. On the aspect that human VWF in incompatible with mouse platelets, we observed that mouse LBD has lower affinity for human tAIM-A1 than human LBD does for mouse tAIM-A1. These findings altogether suggest that there are likely differences in activation forces for each species AIM, and that the GPIbα-A1 interactions, in terms of their mechanical and thermodynamic properties, are somewhat unique, and perhaps optimized, for each species. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "author_names": [
        "Nicholas A Arce",
        "Renhao Li"
    ],
    "author_dict_list": [
        {
            "author_name": "Nicholas A Arce",
            "author_affiliations": [
                "Department of Pediatrics, Aflac Cancer and Blood Disorders Center, Emory University, Atlanta, GA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Renhao Li",
            "author_affiliations": [
                "Department of Pediatrics, Aflac Cancer and Blood Disorders Center, Emory University School of Medicine, Atlanta, GA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T04:11:06",
    "is_scraped": "1"
}