{
    "doi": "https://doi.org/10.1182/blood.V108.11.2262.2262",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=551",
    "start_url_page_num": 551,
    "is_scraped": "1",
    "article_title": "Identification and Purification of Hodgkin Cells from Lymph Nodes Involved by Classical Hodgkin Lymphoma by Flow Cytometry and Flow Cytometric Cell Sorting. ",
    "article_date": "November 1, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "cell separation",
        "flow cytometry",
        "hodgkin's disease",
        "lymph nodes",
        "antibodies",
        "antibodies, blocking",
        "antigens, cd15",
        "antigens, cd30",
        "cd20 antigens",
        "cd40 antigens"
    ],
    "author_names": [
        "Jonathan R. Fromm, MD, PhD",
        "Steven J. Kussick, M.D.,Ph.D.",
        "Brent L. Wood, M.D.,Ph.D."
    ],
    "author_affiliations": [
        [
            "Laboratory Medicine, University of Washington, Seattle, WA, USA"
        ],
        [
            "PhenoPath Laboratories, Seattle, WA, USA"
        ],
        [
            "Laboratory Medicine, University of Washington, Seattle, WA, USA"
        ]
    ],
    "first_author_latitude": "47.649364",
    "first_author_longitude": "-122.3069311",
    "abstract_text": "The diagnosis of classical Hodgkin lymphoma (CHL) has historically been made in tissue sections, as attempts to identify the neoplastic Hodgkin and Reed-Sternberg (HRS) cells of CHL by flow cytometry (FC) have been largely unsuccessful. As HRS cells are known to be ringed (“rosetted”) by benign/reactive T cells, we hypothesized that in cell suspensions the HRS will be bound to T cells (forming T cell rosettes), and that consequently the rosettes would have a composite T-cell/HRS immunophenotype by FC (CD3+/CD15+/CD20−/CD30+/CD45+). We further hypothesized that specific antibodies to the adhesion molecules known to be involved in T cell/HRS cell binding (CD2 and LFA-1 on the T cell, and CD54 and CD58 on the HRS cell) might result in “naked” (unbound) HRS cells, enabling us to use FC to identify HRS cells with the expected immunophenotype (CD3−/CD15+/CD20−/CD30+/CD45−). Our initial FC studies of the HRS cell line L1236 demonstrated that CD15, CD30, CD40, CD71, CD86, CD95, and HLA-DR, but not CD3 or CD20, were brightly expressed on these cells and may be useful in identification of HRS in authentic cases of CHL involving lymph nodes. In mixing experiments, L1236 cells spontaneously bound normal T cells, analogous to T cell rosetting of HRS cells in CHL; these interactions could be blocked specifically using a cocktail of unlabeled antibodies to CD2, LFA-1, CD54, and CD58. Among 27 lymph nodes involved by CHL, this novel FC method, in which 250,000 to 500,000 total lymph node cells were evaluated, and in which up to ten cellular antigens were assessed simultaneously, enabled HRS cells to be identified in 89% of cases. 82% of these cases demonstrated interactions between HRS cells and T cells that could be disrupted with blocking antibodies. None of 29 non-CHL neoplasms, and none of 23 reactive lymph nodes, demonstrated HRS populations by FC. The proportions of cases where the HRS population showed expression of CD15, CD30, CD40, CD71, CD86, CD95, and HLA-DR, and absence of CD3 and CD20 was similar to that described previously in tissue sections by immunohistochemistry. Interestingly, in contrast to the findings in tissue sections, by FC the non-rosetted HRS cells of most CHL cases (73%) demonstrated detectable expression of CD45, usually at a low level. Finally, cell sorting experiments confirmed that (1) populations identified by FC have the cytomorphology of HRS cells, (2) HRS/T cell rosettes can be detected by FC, and (3) these rosettes can disrupted by the blocking antibody cocktail. This FC technique offers a potential alternative to immunohistochemistry in confirming the diagnosis of CHL and, through cell sorting, provides a means of rapidly purifying HRS cells."
}