{
    "doi": "https://doi.org/10.1182/blood-2018-99-113811",
    "article_title": "Bone Marrow Stromal Cells Mediate Adhesion Based Drug Resistance in Acute Myeloid Leukaemia through Reciprocal Feedback of the β-Catenin/CD44 Signalling Axis ",
    "article_date": "November 29, 2018",
    "session_type": "617. Acute Myeloid Leukemia: Biology, Cytogenetics, and Molecular Markers in Diagnosis and Prognosis: Poster II",
    "abstract_text": "Eradication of minimal residual disease is a key goal in AML treatment. It has been found that interaction between leukaemic blasts and different cells of the bone marrow niche contributes to AML drug resistance. Previously we have demonstrated that β-catenin may mediate drug resistance in both short and long-term stromal co-culture assays. β-catenin is known to correlate with poor prognosis in AML. β-catenin has dual roles as both a central effector molecule of the canonical Wnt signalling pathway and a component of adherens junction. The role of Wnt/β-catenin in AML has been well established, but the mechanism through which it mediates adhesion in AML remains unclear. Using a human:human co-culture adhesion model, β-catenin was found to be significantly up-regulated on HS5 and AML derived mesenchymal stromal cell (MSC). Lentivirus mediated β-catenin knock-down in AML cells significantly reduced their adhesion on HS5 and primary normal MSC and AML MSC (n=3, P<0.001). β-catenin knock-down also significantly reduced the proliferation of AML cells either on their own or in suspension from co-culture with primary normal MSC and AML MSC (P<0.001, n=3). In order to dissect the mechanisms underlying β-catenin mediated blast cell adhesion phenotype, KG-1a cells were chosen based on their primitive phenotype, high adhesion to human stroma and β-catenin nuclear translocation ability.KG-1a β-catenin knock-down and control cells were co-cultured with HS5 cells for 24hr and soluble factors in supernatants were harvested and analysed by Luminex bead arrays. β-catenin knock down induced reciprocal feedback signals in both KG-1a cells and HS5 cells. KG-1a catenin knockdown cells displayed increased levels of pro-inflammatory and adhesion pathways including: Galectin-3, N-CAM, NCAM1-1, CEACAM-1, osteonectin, CCL3, C5a, CCL4 and TNFα. Other soluble factors, including S100A8, TIMP-1, CD44, IL-2 and MMP3, were found to be down-regulated in KG-1a cells with β-catenin knock down and co-culture with HS5 abrogated these changes, clearly demonstrating stromal compensation in response to β-catenin knockdown. KG-1a β-catenin knock down and control cells were co-cultured with HS5 cells and suspension and adherent fractions harvested for nuclear and cytoplasmic protein extraction. Proteomic analysis of protein lysates using TMT labelling revealed that significant knock down of catenin target and adhesion molecule CD44 was observed in both cytoplasmic and nuclear fractions in both suspension and adherent KG-1a cells with beta-catenin knock down, suggesting canonical Wnt signalling is universally affected regardless of cellular context. Reduced CD44 production in catenin knockout cell lines was also confirmed in the soluble secretory factors from supernatants analysed by Luminex bead arrays, which also showed a significant reduction in soluble CD44 in β-catenin knock down lines (p<0.01). CD44 was also found to be significantly downregulated on KG-1a cell surface by flow cytometry in both suspension and adherent cells with β-catenin knock down(P<0.01), although adherent KG-1a cells showed considerably higher reduction in CD44 compared with suspension KG-1a cells (P<0.001). Proteomic data further demonstrated the upregulation of nuclear CD44 in adherent fractions, compared with suspension fractions, in both β-catenin knock down cells and control cells, suggesting activated and internalized CD44. Previous publications have shown that nuclear CD44 activates stemness factors, such as Nanog, SOX2 and Oct-4 and also PI3K/AKT and MAPK/ERK signal pathways which might contribute to the stroma mediated drug resistance we observed before. In conclusion, stromal feedback drives an AML blast adhesion phenotype through the Catenin/CD44 signalling axis, which is a contributing mechanism underlying the β-catenin-mediated stromal drug protection in AML. This finding indicates the recent development of novel Wnt inhibitors may be insufficient as a monotherapy to eradicate minimal residual disease in AML and further investigation of stromal-specific Wnt/CD44 targeting combinations is required to tackle this resistance mechanism. Disclosures Ottmann: Fusion Pharma: Consultancy, Research Funding; Celgene: Consultancy, Research Funding; Novartis: Consultancy; Incyte: Consultancy, Research Funding; Takeda: Consultancy; Pfizer: Consultancy; Amgen: Consultancy.",
    "topics": [
        "adhesions",
        "bone marrow",
        "cd44 antigens",
        "drug resistance",
        "homing-associated cell adhesion molecule",
        "leukemia, myelocytic, acute",
        "signal transduction",
        "stromal cells",
        "coculture techniques",
        "neoplasm, residual"
    ],
    "author_names": [
        "Lihui Zhuang, PhD MSc, BSc",
        "Richard Darley, PhD",
        "Oliver G. Ottmann, MD",
        "Joanna Zabkiewicz, PhD",
        "Caroline Alvares, MBBS, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Lihui Zhuang, PhD MSc, BSc",
            "author_affiliations": [
                "Department of Haematology, Cardiff University, Cardiff, United Kingdom"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Richard Darley, PhD",
            "author_affiliations": [
                "Department of Haematology, Cardiff University, Cardiff, United Kingdom"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Oliver G. Ottmann, MD",
            "author_affiliations": [
                "Department of Haematology, Cardiff University, Cardiff, United Kingdom"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joanna Zabkiewicz, PhD",
            "author_affiliations": [
                "Department of Haematology, Cardiff University, Cardiff, United Kingdom"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Caroline Alvares, MBBS, PhD",
            "author_affiliations": [
                "Department of Haematology, Cardiff University, Cardiff, United Kingdom"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-13T09:42:52",
    "is_scraped": "1"
}