{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.4457.4457",
    "article_title": "CAR19 T Cells Redirected to Novel Antigens Mediate Robust Cytotoxicity Against Diverse Malignancies ",
    "article_date": "December 7, 2017",
    "session_type": "703. Adoptive Immunotherapy: Poster III",
    "abstract_text": "Introduction Adoptive cellular therapy has transformed the treatment of advanced B cell leukemias and lymphomas. This progress has been made using CARs that recognize B cell antigens, particularly CD19, referred to here as CAR19 T cells. One component of the unique success of CAR19 adoptive cellular therapy is the constant provision of antigen provided by normal CD19+ B cells exiting the bone marrow, allowing the CAR19 T cell population to persist for many months or even longer. However, an emerging issue in the treatment of advanced B cell malignancies with CAR19 cellular therapeutics is loss of CD19 antigen on the target tumor cells, and subsequent patient relapse. Further, and in contrast with CD19+ B cell malignancies, progress against other cancers has been limited. Here we present a novel strategy to leverage the potency and persistence of CAR19 T cells by redirecting their cytotoxic activity to novel tumor antigens. The technology, termed IMPACT tm (Integrated Modules Optimize Adoptive Cell Therapy) is modular and can be applied to diverse antigens and tumor types. We present examples that address the issue of antigen loss in B cell leukemia/lymphoma treatment, and that enable the targeting of diverse antigens in other tumor indications. Methods and Results A CAR19 was made with a 3rd generation lentiviral construct and the FMC63 scFv. To create IMPACT tm modules, the extracellular domain (ECD) from a B cell antigen (CD19 or CD22) was linked in frame with a scFv recognizing a second, distinct antigen. An IMPACT tm module therefore encodes a fusion protein (FP). The modules were cloned downstream of the CAR19 cassette, with a T2A cleavage site in between. When used to transduce a primary T cell, this lentiviral vector design resulted in the expression of a membrane bound CAR and the secretion of the FP. In some experiments we used soluble FPs purified by affinity chromatography to redirect the targeting of traditional CAR19s. Control lentiviral vectors and CARs, and control FPs, were also created. Specific FPs designed to address the antigen escape problem in the treatment of advanced B cell leukemia/lymphomas include CD19-ECD-anti-CD20 scFv, CD19-ECD-anti-CD22 scFv, CD22-ECD-anti-CD20 scFv and CD22-ECD-anti-CD19 scFv. Specific FPs designed to allow targeting of distinct hematologic malignancies include CD19-ECD-anti-BCMA scFv for multiple myeloma, CD19-ECD-anti-CLL1 scFv for acute myeloid leukemia, CD19-ECD-anti-ROR1 scFv for Non Hodgkin Lymphoma, and identical versions of these substituting CD22-ECD for CD19-ECD. For these indications the provision of CD19 as second antigen allows additional targeting of tumor stem cell populations and/or the malignant cells. A FP designed for proof-of-concept studies in vivo is CD19-ECD-anti-Her2 scFv. Of note, FPs bound their respective targets with low nM affinity in ELISA assays and flow cytometry assays (CD19 binding to FMC63 mAb, scFv binding to target antigen, scFv binding to antigen+ cells). In cytotoxicity assays, the EC50 for FP-mediated target cell killing dropped to pM values even at low target:effector ratios. In proof-of-concept in vivo experiments CAR19s trafficked into tumors and bound to tumor cells in a FP-dependent manner. Further, CAR19s with a CD19-anti-Her2 module mediated efficient redirected cytotoxicity in a Her2+ SKOV3-luc cell xenograft model in vivo . Conclusion IMPACT modules allow CAR19s to specifically target any tumor by incorporating scFv to distinct antigens. CAR19 T cells can mediate redirected tumor cell killing, as shown here by FP-directed cytotoxic activity against CD20+/CD19- cells, BCMA+/CD19- and Her2+/CD19- cells. Very low concentrations of FP secreted by CAR19s support cytotoxicity. We envision that this technology, consisting of the insertion of an IMPACT module into traditional CAR vectors, will vastly broaden the therapeutic indications for CAR19 clinical programs. Disclosures Rennert: Aleta Biotherapeutics: Employment, Equity Ownership. Ambrose: Aleta Biotherapeutics: Employment, Equity Ownership. Su: Aleta Biotherapeutics: Employment, Equity Ownership. Dufort: Aleta Biotherapeutics: Employment, Equity Ownership. Wu: Aleta Biotherapeutics: Employment, Equity Ownership. Abken: Aleta Biotherapeutics: Consultancy. Lobb: Aleta Biotherapeutics: Consultancy, Equity Ownership.",
    "topics": [
        "antigens",
        "cancer",
        "cytotoxicity",
        "t-lymphocytes",
        "cd19 antigens",
        "biological products",
        "neoplasms",
        "lymphoma",
        "b-lymphocyte antigens",
        "cd20 antigens"
    ],
    "author_names": [
        "Paul Rennert, PhD",
        "Christine Ambrose, PhD",
        "Lihe Su, PhD",
        "Fay Dufort, PhD",
        "Lan Wu, PhD",
        "Andreas Hombach, PhD",
        "Hinrich Abken, PhD",
        "Roy Lobb, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Paul Rennert, PhD",
            "author_affiliations": [
                "Aleta Biotherapeutics, Natick, MA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Christine Ambrose, PhD",
            "author_affiliations": [
                "Aleta Biotherapeutics, Natick, MA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lihe Su, PhD",
            "author_affiliations": [
                "Aleta Biotherapeutics, Natick, MA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fay Dufort, PhD",
            "author_affiliations": [
                "Aleta Biotherapeutics, Natick, MA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lan Wu, PhD",
            "author_affiliations": [
                "Aleta Biotherapeutics, Natick, MA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andreas Hombach, PhD",
            "author_affiliations": [
                "University Of Cologne, Cologne, Germany "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hinrich Abken, PhD",
            "author_affiliations": [
                "University of Cologne, Cologne, Germany"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Roy Lobb, PhD",
            "author_affiliations": [
                "Aleta Biotherapeutics, Natick, MA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-11T09:29:32",
    "is_scraped": "1"
}