{
    "doi": "https://doi.org/10.1182/blood.V110.11.3635.3635",
    "article_title": "The Roles of Akt1 and Akt2 in GPIb-IX-Mediated Platelet Activation Signaling. ",
    "article_date": "November 16, 2007",
    "session_type": "Platelet Activation and Biochemistry",
    "abstract_text": "The platelet von Willebrand factor (VWF) receptor, glycoprotein Ib-IX (GPIb-IX), mediates platelet adhesion and induces signaling leading to integrin activation. Phosphoinositol 3-kinase (PI3K) is important in GPIb-IX-mediated signaling. PI3K-dependent signaling mechanisms, however, are unclear. To understand the downstream signaling pathway of GPIb-IX signaling, we investigated the roles of PI3K effector kinases, Akt1 and Akt2, in VWF/GPIb-IX-induced platelet activation. VWF/GPIb-IX-induced platelet aggregation was impaired in Akt1- or Akt2-knockout mouse platelets and in human and mouse platelets treated with an Akt inhibitor, SH-6. GPIb-IX-mediated platelet stable adhesion to VWF under shear stress was also inhibited in mouse platelets deficient in Akt1 or Akt2, and in human platelets treated with SH-6. Interestingly, while deficiency of Akt1 or Akt2 caused nearly complete inhibition of stable platelet adhesion to VWF under shear stress, stable platelet adhesion was only partially reduced in platelets treated with both P2Y1 and P2Y12 ADP receptor antagonists, A3P5P and 2MeSAMP or thromboxane A2 pathway inhibitor, aspirin or Syk inhibitor, piceatannol. Therefore, Akt1 and Akt2 are important in early GPIb-IX signaling independent of Syk, ADP or thromboxane A2 (TXA2), in addition to their recognized roles in ADP- and TXA2-dependent secondary amplification pathways. Knockout of either Akt1 or Akt2 diminished platelet spreading on VWF, but not on immobilized fibrinogen. Thus, Akt1 and Akt2 are both required only in the GPIb-IX-mediated integrin activation (inside-out signaling). In contrast, PI3K inhibitors abolished platelet spreading on both VWF and fibrinogen, indicating a role for PI3K in integrin outside-in signaling distinct from that in GPIb-IX-mediated inside-out signaling. Furthermore, Akt1 or Akt2 deficiency diminished VWF-induced cGMP elevation, and their inhibitory effects on GPIb-IX-dependent platelet adhesion were reversed by low concentration of exogenous cGMP, indicating that Akt1 and Akt2 mediate GPIb-IX signaling via the cGMP-dependent signaling pathway. In conclusion, both Akt1 and Akt2 mediate VWF/GPIb-IX-induced signaling pathway leading to platelet activation and the consequent stable platelet adhesion, spreading and aggregation.",
    "topics": [
        "1-phosphatidylinositol 3-kinase",
        "adhesions",
        "akt1 gene",
        "antagonists",
        "aspirin",
        "cyclic gmp",
        "fibrinogen",
        "glycoprotein",
        "integrins",
        "phosphatidylinositide 3-kinase inhibitors"
    ],
    "author_names": [
        "Hong Yin, MD",
        "Aleksandra Stojanovic, BS",
        "Nissim Hay, PhD",
        "Xiaoping Du, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Hong Yin, MD",
            "author_affiliations": [
                "Pharmacology, University of Illinois at Chicago, Chicago, IL, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Aleksandra Stojanovic, BS",
            "author_affiliations": [
                "Pharmacology, University of Illinois at Chicago, Chicago, IL, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nissim Hay, PhD",
            "author_affiliations": [
                "Biochemistry and Molecular Genetics, University of Illinois at Chicago, Chicago, IL, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xiaoping Du, MD, PhD",
            "author_affiliations": [
                "Pharmacology, University of Illinois at Chicago, Chicago, IL, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-03T21:33:42",
    "is_scraped": "1"
}