{
    "doi": "https://doi.org/10.1182/blood.V112.11.418.418",
    "article_title": "Iron Depleted Erythropoiesis: Slow but Effective ",
    "article_date": "November 16, 2008",
    "session_type": "Red Cell Structure/Function, Metabolism, and Survival (Including Iron)",
    "abstract_text": "Iron deficiency affects billions worldwide, and anemia develops when iron stores become insufficient to maintain normal erythropoiesis. However, iron depleted erythropoiesis is incompletely understood. In this study, an ex vivo model of iron depleted erythropoiesis was developed using dosed titrations of the iron chelator deferoxamine (DFO) in CD34+ cell cultures. All experiments were performed in triplicate with cells from three separate donors. Hemoglobinization and expression patterns of erythroid markers (GPA/CD71) demonstrated minimal changes in DFO supplemented medium. DFO caused dose-related suppression of cell counts after 14 days (20uM DFO: 42% reduction, 30uM DFO: 86% reduction, 40uM DFO: 96% reduction of cell counts compared to 0uM DFO controls). Cultures supplemented with 30uM DFO were used for subsequent studies, and the DFO-mediated effects were completely reversed by addition of 30uM ferric chloride. To investigate whether apoptosis caused the reduction in cell counts, surface Annexin V was measured by flow cytometry. No significant increases in levels of apoptosis among the proliferating erythroblasts were detected (Annexin V positive cells; 0uM DFO 6.2 ± 0.95%, 30uM DFO 9.0 ± 1.55%, p = 0.058). Analyses of p53 protein quantitation and p53 DNA-binding activity further suggested that the suppression of cell counts by iron chelation was not due to p53 related apoptosis. In the absence of apoptosis or maturation arrest, we hypothesized that the growth suppressing effects of DFO were not due to ineffective erythropoiesis. To test this hypothesis, a recently-discovered marker of ineffective erythropoiesis named GDF15 (Tanno et al. Nat. Med . 2007) was measured in the culture supernatants, and no increase was detected (GDF15 concentration per 1×10 4 cells: 0uM DFO; 79.7 ± 4.4 pg, 30uM; 43.9 ± 4.3 pg). In the clinic, serum GDF15 levels from 17 blood donors with significantly reduced ferritin and iron saturation (279 ± 98 pg/ml) were not increased when compared to serum GDF15 levels in 17 healthy volunteers with normal iron parameters (410 ± 119 pg/ml). To determine if cell cycling, instead of apoptosis, caused the reduction in cell counts, carboxyfluorescein diacetate succinimidyl diester (CFSE) staining studies were performed during the first and second weeks of culture. CFSE is an intracellular fluorescent stain, the intensity of which halves with each cell division. Three or four fewer erythroblast cell divisions were detected in 30uM DFO during the 14-day culture period when compared to controls. Based upon the reduction in cell divisions, it was estimated that the average cell cycle time was prolonged by 40–70% in DFO. Propidium iodide analyses additionally demonstrated changes in the cell cycle kinetics including a significant reduction in the percentage of S-phase erythroblasts at the peak phase of proliferation (30uM DFO: 37.0 ± 1.8% vs. control: 48.7 ± 3.4%, p = 0.0063). These results suggest that iron depletion inhibits the overall growth of erythroblasts by prolonging the cell cycle rather than causing apoptosis or maturation arrest. Due to the large amount of iron required for hemoglobin production, slower cell cycles may facilitate effective erythropoiesis by allowing extra time for uptake when extracellular iron is scarce.",
    "topics": [
        "erythropoiesis",
        "iron",
        "growth differentiation factor 15",
        "annexin a5",
        "ineffective erythropoiesis",
        "anemia",
        "cell culture techniques",
        "chlorides",
        "deferoxamine",
        "dna"
    ],
    "author_names": [
        "Toshihiko Tanno, PhD",
        "Seung-Jae Noh, PhD",
        "Colleen Byrnes, MS",
        "Ajoy Bhupatiraju, PhD",
        "Emily Riehm Meier, MD",
        "Antoinette Rabel, MSN, CRNP",
        "Y.Terry Lee, MS",
        "Susan Leitman, MD",
        "Jeffery L Miller, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Toshihiko Tanno, PhD",
            "author_affiliations": [
                "Molecular Medicine Branch, NIDDK, NIH, Bethesda, MD, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Seung-Jae Noh, PhD",
            "author_affiliations": [
                "Molecular Medicine Branch, NIDDK, NIH, Bethesda, MD, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Colleen Byrnes, MS",
            "author_affiliations": [
                "Molecular Medicine Branch, NIDDK, NIH, Bethesda, MD, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ajoy Bhupatiraju, PhD",
            "author_affiliations": [
                "Molecular Medicine Branch, NIDDK, NIH, Bethesda, MD, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Emily Riehm Meier, MD",
            "author_affiliations": [
                "Molecular Medicine Branch, NIDDK, NIH, Bethesda, MD, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Antoinette Rabel, MSN, CRNP",
            "author_affiliations": [
                "Molecular Medicine Branch, NIDDK, NIH, Bethesda, MD, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Y.Terry Lee, MS",
            "author_affiliations": [
                "Molecular Medicine Branch, NIDDK, NIH, Bethesda, MD, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Susan Leitman, MD",
            "author_affiliations": [
                "Blood Services Section, Warren Grant Magnuson Clinical Center, NIH, Bethesda, MD, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeffery L Miller, MD",
            "author_affiliations": [
                "Molecular Medicine Branch, NIDDK, NIH, Bethesda, MD, USA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-07T15:37:56",
    "is_scraped": "1"
}