{
    "doi": "https://doi.org/10.1182/blood.V106.11.334.334",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=306",
    "start_url_page_num": 306,
    "is_scraped": "1",
    "article_title": "Favourable Prognosis Associated with FLT3 Tyrosine Kinase Domain Mutations in AML in Contrast to the Adverse Outcome Associated with Internal Tandem Duplications. ",
    "article_date": "November 16, 2005",
    "session_type": "Oral Sessions",
    "abstract_text": "It is widely accepted that internal tandem duplications (ITDs) of the juxtamembrane domain of FLT3 occur in about one quarter of cases of acute myeloid leukaemia (AML) in young adults and predict for early relapse from complete remission (CR). Constitutive activation of FLT3 can also arise from mutations in the tyrosine kinase domain (TKD) but there is controversy as to the clinical significance of this class of mutation. This is partly due to the small sample size of some studies and the inclusion of elderly patients who have a poor prognosis regardless of their FLT3 status. To definitively resolve this issue we have screened for TKD mutations in AML blast cells from 1339 young adult patients included in the UK MRC AML 10 and 12 trials using a sensitive denaturing HPLC technique (Transgenomic WAVE®). Mutant samples were confirmed by sequencing or specific restriction digest. 161 of 1339 (12%) patients had a TKD mutation which is a higher frequency than previously reported both because of the sensitivity of the technique and the detection of mutations outside the EcoRV digest site. 91 patients (6.8%) were deemed to have high level mutant arbitrarily defined as ≥ 20% of all FLT3 alleles and 70 (5.2%) had a low level mutant. 79 of the 161 (49%) mutants were Asp835Tyr. 8 mutants occurred outside the EcoRV digest site and 3 novel mutations were characterised. 372 (28%) patients in this cohort had an ITD. There was a negative correlation between the presence of an ITD and a TKD mutation with only 2.5% having evidence of both mutations. Furthermore, high levels of both class of mutation in the same patient were not seen so that it is possible that both mutations never arise in the same cell. The demographics of patients with a TKD mutation differed from those with a FLT3 ITD in that the presence of TKD mutations were not correlated with FAB type and were infrequent in patients with secondary AML. Both types of mutation were more frequent in patients with a high white count but were infrequent in patients with adverse cytogenetics. The presence of TKD mutations did not impact on CR rate, the incidence of resistant disease or the induction death rate. In contrast to FLT3 ITDs, TKD mutations were associated with a reduced relapse rate (odds ratio [OR] 0.77, 95% confidence intervals [CI] 0.59–0.99, P .04), improved disease free survival (OR 0.75, CI 0.60–0.93, P .008) and increased overall survival (OR 0.79, CI 0.64–0.97, P .02). In patients with wild type FLT3 the actuarial relapse rate at 5 years was 46%, compared to 57% with an ITD (excluding rare double mutants) and 34% in those with a TKD mutation. The overall survival at 5 years was 44%, 35% and 55% respectively. In multivariate analysis, the presence of a TKD mutation still had an effect on the relapse rate (OR 0.82, CI 0.67–1.01, P .05) and overall survival (OR 0.83, CI 0.70–0.98, P .03). These data suggest that different classes of activating mutation of the same tyrosine kinase receptor can be associated with markedly different clinical outcomes. FLT3 ITDs are associated with a poor prognosis and FLT3 TKD mutations with a relatively good prognosis. This unexpected genotype-phenotype relationship has not previously been described with oncogenic mutations and is significant to the understanding of the pathophysiology of chemoresistance as well as prognostic stratification.",
    "topics": [
        "flt3 gene",
        "ms-like tyrosine kinase 3",
        "mutation",
        "protein tyrosine kinase",
        "impedance threshold device",
        "complete remission",
        "high pressure liquid chromatography procedure",
        "leukemia, myelocytic, acute",
        "leukemia, secondary acute",
        "magnetic resonance cholangiography"
    ],
    "author_names": [
        "Adam Mead",
        "David Linch",
        "Robert Hills",
        "Keith Wheatley",
        "Alan Burnett",
        "Rosemary Gale"
    ],
    "author_affiliations": [
        [
            "Haematology, University College London, United Kingdom"
        ],
        [
            "Haematology, University College London, United Kingdom"
        ],
        [
            "Clinical Trials Unit, University of Birmingham, United Kingdom"
        ],
        [
            "Clinical Trials Unit, University of Birmingham, United Kingdom"
        ],
        [
            "Haematology, University of Wales, Cardiff, United Kingdom"
        ],
        [
            "Haematology, University College London, United Kingdom"
        ]
    ],
    "first_author_latitude": "51.515045",
    "first_author_longitude": "-0.16095684999999996"
}