{
    "doi": "https://doi.org/10.1182/blood.V106.11.1565.1565",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=525",
    "start_url_page_num": 525,
    "is_scraped": "1",
    "article_title": "A Multicenter, Single-Arm, Open-Label Study To Evaluate the Efficacy and Safety of Single-Agent Lenalidomide in Patients with Relapsed and Refractory Multiple Myeloma; Prelininary Results. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "topics": [
        "arm",
        "lenalidomide",
        "multiple myeloma",
        "brachial plexus neuritis",
        "bortezomib",
        "neutropenia",
        "thalidomide",
        "thrombocytopenia",
        "toxic effect",
        "anemia"
    ],
    "author_names": [
        "Paul Richardson, MD",
        "Sundar Jagannath, MD",
        "Mohamad Hussein, MD",
        "James Berenson, MD",
        "Seema Singhal, MD",
        "David Irwin, MD",
        "Stephanie F. Williams, MD",
        "William Bensinger, MD",
        "Ashraf Z. Badros, MD",
        "Robert Vescio, MD",
        "Laurie Kenvin, BSN",
        "Zhinuan Yu, PhD",
        "Marta Olesnyckyj, RN, BSN",
        "Herbert Faleck, DO",
        "Jerome Zeldis, MD",
        "Robert Knight, MD",
        "Kenneth C. Anderson, MD"
    ],
    "author_affiliations": [
        [
            "Dana Farber Cancer Institute, Boston, MA, USA"
        ],
        [
            "St. Vincent’s Comprehensive Cancer Center, New York, NY, USA"
        ],
        [
            "Cleveland Clinic Foundation, Cleveland, OH, USA"
        ],
        [
            "Institute for Myeloma &Bone Cancer Research, West Hollywood, CA, USA"
        ],
        [
            "Robert H. Lurie Cancer Center, Chicago, IL, USA"
        ],
        [
            "Alta Bates Cancer Center, Berkeley, CA, USA"
        ],
        [
            "Midwest Cancer Research Group, Skokie, IL, USA"
        ],
        [
            "Fred Hutchinson Cancer Research Center, Seattle, WA, USA"
        ],
        [
            "Greenebaum Cancer Center, University of Maryland, Baltimore, MD, USA"
        ],
        [
            "Cedars-Sinai Medical Center, Los Angeles, CA, USA"
        ],
        [
            "Celgene Corporation, Summit, NJ, USA"
        ],
        [
            "Celgene Corporation, Summit, NJ, USA"
        ],
        [
            "Celgene Corporation, Summit, NJ, USA"
        ],
        [
            "Celgene Corporation, Summit, NJ, USA"
        ],
        [
            "Celgene Corporation, Summit, NJ, USA"
        ],
        [
            "Celgene Corporation, Summit, NJ, USA"
        ],
        [
            "Dana Farber Cancer Institute, Boston, MA, USA"
        ]
    ],
    "first_author_latitude": "42.3375158",
    "first_author_longitude": "-71.1081418",
    "abstract_text": "INTRODUCTION: Lenalidomide (REVLIMID ® ; CC-5013) is a novel, orally active immunomodulatory drug under investigation for the treatment of multiple myeloma (MM). Phase 1 dose-escalation studies in patients (pts) with relapsed and refractory MM determined that the maximum tolerated dose (MTD) of lenalidomide was 25 mg/day, based upon myelosuppression encountered beyond 28 days, which was manageable with growth factor support and dose reduction. In a multicenter phase 2 study to determine optimal dose and schedule, 102 pts with relapsed or refractory MM were randomized to receive lenalidomide at either 15 mg bid (n=34) or 30 mg qd (n=68), for 21 days every 4 wks. Both treatment arms showed significant activity with manageable toxicity. An increased incidence of cytopenia was noted in the 15-mg bid group and thus the 30 mg qd schedule was taken forward. METHODS: The objective of this multicenter, phase 2, open-label study (CC-5013-MM-014) was to further evaluate the effectiveness and safety of single-agent lenalidomide administered at a dose of 30 mg qd for 21 days every 28 days (28-day cycle) in pts with relapsed and refractory MM. Eligible patients included those who had received prior thalidomide, bortezomib, or SCT. RESULTS: 222 pts were enrolled into the study. All patients had received at least 2 prior anti-myeloma treatments, including bortezomib (41%), thalidomide (80%), and SCT (44%). Table 1 shows Best Response data, excluding patients in whom responses were not evaluable (n=10). Partial response or better occurred in 25% of patients and SD or better in 71%. Time to Progression was a median of 22.4 wks (range 1.8– 66 wks). The median survival has not been reached (the lower bound of the 95% CI exceeds 15 months). The most common treatment-related AEs (those reported in ≥10% of patients overall) included upper respiratory tract infection, neutropenia and thrombocytopenia. AEs that most frequently led to dose reduction or interruption by percentage of cases were neutropenia (40%), thrombocytopenia (23%), fatigue (5%), and anemia (5%). CONCLUSION: Oral lenalidomide in relapsed and refractory MM patients achieved PR+CR in 25%, stable disease or better in 71%, a median TTP of approximately 6 months and a median survival that has not been reached. Toxicity has been manageable with a very low incidence of DVT and minimal treatment-emergent neuropathy. Table 1. Best Response  Best Response* . n (%) . *Excluding patients not evaluable (n=10); CR=complete response and PR=partial response (EBMT criteria) ≥PR (CR + PR) 53 (25) Stable disease 152 (71) Best Response* . n (%) . *Excluding patients not evaluable (n=10); CR=complete response and PR=partial response (EBMT criteria) ≥PR (CR + PR) 53 (25) Stable disease 152 (71) View Large"
}