{
    "doi": "https://doi.org/10.1182/blood.V126.23.5581.5581",
    "article_title": "Lysosomal Newborn Screening in a Cohort in Mexican Population- ",
    "article_date": "December 3, 2015",
    "session_type": "901. Health Services and Outcomes Research - Non-Malignant Conditions",
    "abstract_text": "INTRODUCTION: The goal of newborn screening is an early detection of inborn erros of metabolism diseases. In Mexico we began newborn screening since 1977 with very few inborn errors of metabolism such as phenylketonuria, galactosemia, congenital hypothyroidism, sickle cell anemia and cytic fibrosis (1). Since that date we have been increasing our newborn screening our newborn screening slowly and now a days we screen in most states of the country 15 inborn errors of metabolism(2). In 2012 we started with some patients through out the country a wider neonatal screening that include 5 lysosomal storage diseases. MATERIAL AND METHODS: Petróleos Mexicanos is a big governmental institution with approximately 10,000 workers and their families. Since 2005 a larger newborn screening has been done to all newborns in this institution through all the country. We test for most aminoacidopathies, including acidurias, hemoglobinopathies, G6PD deficiency, adrenal hyperplasia, cystic fibrosis and biotinidase deficiency; since August 2012 we included 6 lysosomal storage diseases; Gaucher disease, Fabry disease, Hurler disease, Pompe disease, Niemann-Pick type A and B disease and Krabbe disease. RESULTS: Up to date we have screened 10,853 newborns, we have found 9 patients with lysosomal storage diseases. We found 4 newborns with mutations for Fabry disease, 4 newborns with Pompe disease, three were pseudodeficiencies and one was combined heterozygous for a late onset presentation and pseudodeficiencies and 1 patient with Hurler disease (Table 2). We present here our clinical correlation between genotype-phenotype in these patients. We found a frequency in our population of 1 in 2713 newborns for both Fabry and Pompe disease. DISCUSSION: Newborn screening is a major public health achievement that has improve the morbidity and mortality of inborn errors of metabolism. The introduction of newborn screening for lysosomal storage diseases presents new challenges. This is the first latinamerican study of early detection of lysosomal storage diseases made by neonatal screening there are about 11 similar international studies. It is important point out that the most common lysosomal storage disease found in our study was Pompe diseases the pseudodeficiency type and Fabry disease type II with a frequency of 1 in 2713 newborns for both diseases. Spada et al; and Hwu et al; have reported frequencies of 1 in 1250 to 3100 male newborns. The mutation most commonly found was c.1088G>A, (p.R363H) for Fabry disease and c.1726G>A(p.G576S) for Pompe disease. References: 1. Nakamura K, Am J Med Genet Part C, 2011; 157, 63-71. 2. Zhou et al, J. Pediatr 2011 159 1 7-13. 3. Alterescu GM, Clin. Genet 2001:60:46-51. 2001. 4. Desnick R. J.: Enzyme Replacement Therapy and Enhancement therapies for Lysosomal Storage Diseases. J. Inher Metab Dis 2004; 27:385-4013. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "adrenal hyperplasia",
        "amino acid metabolism, inborn errors",
        "biotinidase deficiency",
        "congenital hypothyroidism",
        "cystic fibrosis",
        "early diagnosis",
        "enzyme replacement therapy",
        "fabry disease",
        "fibrosis",
        "galactosemias"
    ],
    "author_names": [
        "Juana Ines Navarrete, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Juana Ines Navarrete, MD",
            "author_affiliations": [
                "Genetics, Hospital Central Sur PEMEX, Mexico, Mexico"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-05T03:43:49",
    "is_scraped": "1"
}