{
    "doi": "https://doi.org/10.1182/blood.V126.23.3670.3670",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3139",
    "start_url_page_num": 3139,
    "is_scraped": "1",
    "article_title": "A Novel, Oncogenic CSF2RB Mutation Found in a Primary Leukemia Sample Results in Constitutive Signaling, Increased Receptor Stability, and Formation of Intermolecular Complexes ",
    "article_date": "December 3, 2015",
    "session_type": "603. Oncogenes and Tumor Suppressors: Poster III",
    "topics": [
        "complex",
        "leukemia",
        "mutation",
        "signal transduction",
        "disulfides",
        "adult t-cell lymphoma/leukemia",
        "ligands",
        "t-cell leukemia, acute",
        "granulocyte-macrophage colony-stimulating factor",
        "cysteine"
    ],
    "author_names": [
        "Kevin M Watanabe-Smith, BS",
        "Cristina E. Tognon, PhD",
        "Jeffrey W. Tyner, PhD",
        "Brian J. Druker, MD",
        "Anupriya Agarwal, PhD"
    ],
    "author_affiliations": [
        [
            "Oregon Health and Science University, Portland, OR "
        ],
        [
            "Knight Cancer Institute, Oregon Health and Science University, Portland, OR ",
            "Howard Hughes Medical Institute, Portland, OR "
        ],
        [
            "Knight Cancer Institute, Oregon Health & Science University, Portland, OR "
        ],
        [
            "Howard Hughes Medical Institute, Portland, OR ",
            "Knight Cancer Institute, Division of Hematology and Medical Oncology, Oregon Health & Science University, Portland, OR"
        ],
        [
            "Knight Cancer Institute, Division of Hematology and Medical Oncology, Oregon Health & Science University, Portland, OR"
        ]
    ],
    "first_author_latitude": "45.47935415",
    "first_author_longitude": "-122.70045390000001",
    "abstract_text": "Background Colony stimulating factor 2 receptor beta (CSF2RB) is the shared beta-chain receptor and an essential component for IL-3, IL-5 and GM-CSF receptor activation. In the context of GM-CSF signaling, the ligand-specific alpha chain (CSF2RA) complexes with CSF2RB and GM-CSF ligand, forming a dodecameric complex in which the proximity of CSF2RB subunits allows associated JAK2 kinases to trans-phosphorylate. CSF2RB signals through several pathways, including JAK2/STAT5, PI3K/AKT and MEK/ERK to promote survival, proliferation and differentiation. Several studies have demonstrated that mutations in CSF2RB can lead to cellular transformation in vitro , but no oncogenic mutations have yet been identified in primary leukemia samples. Here we report the first such mutation, found in a pediatric patient with T-cell acute lymphoblastic leukemia (T-ALL), resulting in the formation of intermolecular disulfide bonds, prolonged protein half-life, and ligand-independent receptor activation that is sensitive to JAK2 kinase inhibition. Methods and Results Through an ongoing effort to identify oncogenic mutations in primary leukemias, we performed whole-exome sequencing on 18 T-ALL patient samples. CSF2RB R461C was identified in a pediatric T-ALL and stably expressed in Ba/F3 cells to test its capacity to confer factor-independent growth. R461C consistently and rapidly transformed Ba/F3 cells, while wild-type (WT) and vector controls did not. R461C expression resulted in a substantial accumulation of CSF2RB protein relative to WT, both prior to and following Ba/F3 transformation. Cycloheximide time-course experiments demonstrated that the R461C mutant possessed a prolonged surface half-life relative to WT CSF2RB (3.6 vs. 6.5 hours; p<0.01). Given the presence of a novel cysteine in the R461C mutant, we hypothesized that the increased surface stability could result from abnormal, disulfide-linked receptor oligomerization. To test this, we compared the WT and R461C receptors using a non-reducing PAGE immunoblot and observed higher molecular weight, CSF2RB-containing complexes of 500 KDa only in R461C-expressing cells. The size of this complex approximately corresponds to a CSF2RB tetramer and could account for receptor activation and accumulation. The UniProt-listed and commonly used transmembrane domain for CSF2RB (444-460) indicates R461C is a cytoplasmic residue and therefore unlikely to form a disulfide bond in the reducing conditions of the cytoplasm. To resolve this discrepancy, we modeled the transmembrane domain of CSF2RB using several advanced prediction platforms and concluded that residue 461 lies well within the membrane spanning region for both the WT and mutant receptors. While the CSF2RB transmembrane domain has not been empirically studied, modern models delineate that the domain spans residues 443-465, thereby creating the potential for cysteines 461 and 463 to form intermolecular disulfide bonds with homologous or heterogeneous receptor chains. Using immunoblot analysis, we showed that transformed Ba/F3 cells expressing CSF2RB R461C exhibited constitutive receptor phosphorylation and signaled through several pathways, including STAT-1, -3, and -5, AKT/mTOR1, MEK/ERK, and SRC. In a small-molecule inhibitor screen, several JAK2 inhibitors (ruxolitinib, tofacitinib, AZD1480) achieved significantly lower IC50 concentrations in CSF2RB R461C cells relative to WT (p<0.05). These results indicate that R461C primarily signals through JAK2, which is consistent with ligand-independent activation of CSF2RB. Conclusions We have demonstrated for the first time that a novel and actionable primary CSF2RB mutation confers factor-independent growth, receptor accumulation, and constitutive JAK/STAT pathway activation. Furthermore, we identified a novel mechanism of constitutive CSF2RB activation where incorporation of a transmembrane cysteine results in novel intermolecular disulfide bonds that could account for constitutive signaling. JAK inhibitors blocked the growth of R461C-transformed cells, thereby providing a potential rationale for using JAK inhibitors to treat patients with CSF2RB-mutated leukemia. Future research could also utilize R461C to study the impact of the transmembrane domain on CSF2RB receptor complex formation and recycling. Disclosures Tyner: Aptose Biosciences: Research Funding; Constellation Pharmaceuticals: Research Funding; Array Biopharma: Research Funding; Janssen Pharmaceuticals: Research Funding; Incyte: Research Funding. Druker: Aptose Therapeutics, Inc (formerly Lorus): Consultancy, Equity Ownership, Membership on an entity's Board of Directors or advisory committees; Novartis Pharmaceuticals: Research Funding; McGraw Hill: Patents & Royalties; Oncotide Pharmaceuticals: Research Funding; Millipore: Patents & Royalties; Henry Stewart Talks: Patents & Royalties; Leukemia & Lymphoma Society: Membership on an entity's Board of Directors or advisory committees, Research Funding; Fred Hutchinson Cancer Research Center: Research Funding; Cylene Pharmaceuticals: Consultancy, Equity Ownership, Membership on an entity's Board of Directors or advisory committees; Blueprint Medicines: Consultancy, Equity Ownership, Membership on an entity's Board of Directors or advisory committees; AstraZeneca: Consultancy; MolecularMD: Consultancy, Equity Ownership, Membership on an entity's Board of Directors or advisory committees; Bristol-Myers Squibb: Research Funding; Gilead Sciences: Consultancy, Membership on an entity's Board of Directors or advisory committees; Oregon Health & Science University: Patents & Royalties; CTI Biosciences: Consultancy, Equity Ownership, Membership on an entity's Board of Directors or advisory committees; Sage Bionetworks: Research Funding; Roche TCRC, Inc.: Consultancy, Membership on an entity's Board of Directors or advisory committees; ARIAD: Research Funding. Agarwal: CTI BioPharma: Research Funding."
}