{
    "doi": "https://doi.org/10.1182/blood-2020-134957",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4493",
    "start_url_page_num": 4493,
    "is_scraped": "1",
    "article_title": "Pharmacologic Inhibition of B Cell-Receptor-Associated Kinases with CG-806 Induces Apoptosis and Metabolic Reprogramming in Aggressive Non-Hodgkin Lymphoma (NHL) Models ",
    "article_date": "November 5, 2020",
    "session_type": "625.Lymphoma: Pre-Clinical-Chemotherapy and Biologic Agents",
    "topics": null,
    "author_names": [
        "Elana Thieme",
        "Vi Lam",
        "Nur Bruss, BS",
        "Fei Xu",
        "Stephen E Kurtz, PhD",
        "Jeffrey W. Tyner, PhD",
        "Alexey Danilov, MD",
        "Tingting Liu"
    ],
    "author_affiliations": [
        [
            "Oregon Health and Science University, Portland, OR "
        ],
        [
            "Oregon Health and Science University, Portland, OR "
        ],
        [
            "Oregon Health and Science University, Portland, OR "
        ],
        [
            "Oregon Health and Science University, Portland, OR "
        ],
        [
            "Knight Cancer Institute, Mail code: KR-HEM, Oregon Health & Science University, Portland, OR "
        ],
        [
            "Knight Cancer Institute, Division of Hematology & Medical Oncology, Oregon Health & Science University, Portland, OR "
        ],
        [
            "Knight Cancer Institute, Oregon Health & Science University, Duarte, CA"
        ],
        [
            "Oregon Health and Science University, Portland, OR "
        ]
    ],
    "first_author_latitude": "45.498498749999996",
    "first_author_longitude": "-122.67993885",
    "abstract_text": "Introduction: Activated B cell receptor (BCR) signaling is a hallmark of NHL. BCR-associated kinases LYN, SYK, BTK and PI3K activate pro-survival signaling pathways including MEK/ERK, AKT/mTOR, and NFκB. While targeting BTK (ibrutinib, acalabrutinib) and PI3K (idelalisib, duvelisib) has shown efficacy in CLL, clinical responses fall short in aggressive NHL, necessitating the development of novel approaches to suppress BCR signaling. CG-806 is a BTK/cluster-selective kinase inhibitor currently under investigation in phase 1 clinical trials for patients with hematological malignancies. CG-806 targets both WT BTK (IC 50 ~ 8 nM) and the BTK C481S (IC 50 ~ 2.5 nM; www.aptose.com). Here we investigate the anti-tumor effects of CG-806 in mantle cell lymphoma (MCL) and diffuse large B cell lymphoma (DLBCL). Methods: CG-806 was provided by Aptose Biosciences, Inc. (San Diego, CA). DLBCL and MCL cell lines were assayed for apoptosis/proliferation, metabolic phenotype (Seahorse), mitochondrial mass and mitophagy. Ibrutinib (ibr) resistance was induced by exposure over 6 months. Primary peripheral blood mononuclear cells were incubated for 24 h in media conditioned by stromal cells engineered to express CD40L or BAFF prior to drug treatment. Two MCL PDX models were used (chemo-resistant and ibr-resistant). MCL cells were injected into the tail vein of NSG mice and tracked weekly by flow cytometry (CD5 + CD19 + CD45 + ). Upon MCL detection in the peripheral blood, mice began daily treatment with 30.8 or 308 mg/kg CG-806 or vehicle control via oral gavage until moribund. Splenocytes were harvested 1 h after the final drug treatment. Results: CG-806 potently inhibited proliferation of both parental and ibr-resistant MCL cell lines (Mino, JeKo-1) with IC 50 <0.01 μM at 72 h. DLBCL cell lines (U2932, OCI-LY3 OCI-LY19) demonstrated moderate sensitivity to CG-806 (IC 50 0.3-1 μM), while SU-DHL10 was highly sensitive (IC50<0.01 µM). Treatment with CG-806, but not ibrutinib, induced apoptosis of primary MCL cells in CD40L- or BAFF-expressing stromal co-cultures. Following anti-IgM crosslinking of primary cells, treatment with CG-806 decreased phosphorylation of SYK, BTK, AKT and ERK, indicating disrupted BCR signaling. Treatment with CG-806 increased respiratory reserve capacity but did not impact the basal oxygen consumption rate in both parental and ibr-resistant MCL cell lines. Basal extracellular acidification rate (ECAR) was increased following CG-806 treatment, indicating heightened glycolytic activity. Furthermore, CG-806-treated cells demonstrated potent induction of mitophagy accompanied by a reduction in mitochondrial mass. CG-806 slowed expansion of circulating MCL cells and reduced proliferation of spleen-resident MCL cells in both chemo- and ibr-resistant MCL PDX models. CG-806 and ibrutinib extended survival of chemoresistant PDX mice without evidence of toxic events. Treatment with CG-806 led to decreased phosphorylation of SYK, BTK, and AKT but also upregulated expression of BCL2 and BCLX. RNA-seq analysis of spleen-resident cells revealed downregulation of NFκB targets and JAK/STAT signaling in ibr-resistant PDX mice treated with CG-806. This was accompanied by enrichment of metabolic pathways (oxidative phosphorylation, fatty acid metabolism) and MYC targets. Next, we evaluated CG-806 for synthetic lethality in a functional in vitro screening assay using a panel of 189 small molecule inhibitors that target a variety of distinct signaling pathways activated in cancer (Tyner et al, 2018). Consistent with the above observations, synergy was observed between CG-806 and inhibitors of metabolic enzymes (teleglenastat, perhexiline maleate) and BH3-mimetics targeting BCL2/X proteins (venetoclax, AZD4320). Conclusions: Our data demonstrate preliminary efficacy of CG-806 in MCL and DLBCL in vitro and in MCL DPX models. CG-806 treatment led to metabolic reprograming towards glycolysis and induced mitophagy. BCL2 family proteins may be implicated in resistance to CG-806. These results provide rationale for further investigation of CG-806 in aggressive NHL. Disclosures Tyner: Array: Research Funding; AstraZeneca: Research Funding; Constellation: Research Funding; Genentech: Research Funding; Incyte: Research Funding; Janssen: Research Funding; Petra: Research Funding; Seattle Genetics: Research Funding; Syros: Research Funding; Takeda: Research Funding; Gilead: Research Funding; Agios: Research Funding; Aptose: Research Funding. Danilov: Pharmacyclics: Consultancy; Astra Zeneca: Consultancy, Research Funding; Verastem Oncology: Consultancy, Research Funding; Takeda Oncology: Research Funding; Gilead Sciences: Research Funding; Bayer Oncology: Consultancy, Research Funding; Genentech: Consultancy, Research Funding; TG Therapeutics: Consultancy; Nurix: Consultancy; Celgene: Consultancy; Aptose Biosciences: Research Funding; Bristol-Myers Squibb: Research Funding; Rigel Pharmaceuticals: Consultancy; Karyopharm: Consultancy; BeiGene: Consultancy; Abbvie: Consultancy."
}