{
    "doi": "https://doi.org/10.1182/blood.V104.11.4475.4475",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=168",
    "start_url_page_num": 168,
    "is_scraped": "1",
    "article_title": "A Host Cell Reactivation Assay for DNA Repair System Analysis in Primary Hematopoietic Cells. ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "chemotherapy regimen",
        "cryopreservation",
        "dna repair",
        "host (organism)",
        "leukemia, myelocytic, acute",
        "leukemia, myeloid",
        "leukemogenesis",
        "luciferases",
        "transfection",
        "deae-dextran"
    ],
    "author_names": [
        "Joerg Baesecke",
        "Kai Thoms",
        "Tina Roedling",
        "Birgit Aut",
        "Volker Viereck",
        "Frank Griesinger",
        "Detlef Haase",
        "Christine Neumann",
        "Lorenz Truemper",
        "Steffen Emmert"
    ],
    "author_affiliations": [
        [
            "Hematology and Oncology, University Hospital of Goettingen, Goettingen, Germany"
        ],
        [
            "Dermatology, Goettingen"
        ],
        [
            "Hematology and Oncology, University Hospital of Goettingen, Goettingen, Germany"
        ],
        [
            "Dermatology, Goettingen"
        ],
        [
            "Gynecology and Obstetrics, Goettingen"
        ],
        [
            "Hematology and Oncology, University Hospital of Goettingen, Goettingen, Germany"
        ],
        [
            "Hematology and Oncology, University Hospital of Goettingen, Goettingen, Germany"
        ],
        [
            "Dermatology, Goettingen"
        ],
        [
            "Hematology and Oncology, University Hospital of Goettingen, Goettingen, Germany"
        ],
        [
            "Dermatology, Goettingen"
        ]
    ],
    "first_author_latitude": "51.5456278",
    "first_author_longitude": "9.94105385",
    "abstract_text": "Therapy related acute myelogenous leukemia (t-AML) is frequently observed among patients who undergo a high dose chemotherapy and its incidence varies between 5 to 15% in non-myeloablative and myeloablative treatment protocols. Deficiencies in individual DNA-repair systems seem to be involved in t-AML leukemogenesis since indirect genetic markers of impaired DNA repair, e.g. microsatellite instability (mismatch repair) and polymorphisms of XRCC genes (base/nucleotide excision repair), are frequent in these patients. To directly determine the activity of different DNA repair systems we developed a modified host cell reactivation (HCR) assay which is applicable for the analysis of primary hematopoietic cells of clinical samples. This assay determines the ability of transfected host cells to repair damaged plasmid DNA as reflected in the recovery of luciferase activity. Depending on the type of DNA damage introduced to the plasmid prior to transfection, different DNA repair systems can be analysed, e.g. nucleotide excision repair (NER) or double strand break repair. We performed the HCR assay using 75 to 250 ng luciferase reporter gene plasmid (pCMV-Luc). Lymphocytes and cord blood CD34+-progenitor cells from healthy donors were collected according to the convention of Helsinki. 200,000 to 2,000,000 cells were cryopreserved, thawed and transfected using DEAE-dextran at a concentration of 0,1 mg/ml in a transfection volume of 250 μl. We obtained luciferase activities of 350-fold above background in CD34+ progenitor cells (1000-fold in lymphocytes) rendering these cells applicable for DNA repair analysis. In addition, we evaluated the normalized NER capacity (1000 J/m2 UVC irradiated plasmid vs. unirradiated control) of lymphocytes and two AML cell lineages, Kasumi-1 and HL60. Kasumi-1 and HL60 cells exhibited a significantly reduced NER capacity compared to lymphocytes (6.15% +/− 1.57% and 6.5% +/− 1.59% vs. 12.3% +/− 3.2%). Clinical AML samples are currently been investigated. Our modified HCR can be used for functional DNA repair analysis in fresh and cryopreserved patient samples of pre- and post-leukemic conditions as well as in leukemic blasts to elucidate the role of defective DNA repair during t-AML leukemogenesis. Furthermore, the modified HCR may also be used to determine the individual susceptibility for therapy related myeloid leukemia prior to chemotherapy."
}