{
    "doi": "https://doi.org/10.1182/blood.V118.21.194.194",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1945",
    "start_url_page_num": 1945,
    "is_scraped": "1",
    "article_title": "Inhibitory Spleen-Derived Anti-ADAMTS13 Antibodies Are Characterized by a Limited Number of Variable Heavy Chain CDR3 Signatures in Patients with Relapsing Acquired Thrombotic Thromobocytopenic Purpura ",
    "article_date": "November 18, 2011",
    "session_type": "311. Disorders of Platelet Number or Function: Atypical HUS, TTP and HIT",
    "abstract_text": "Abstract 194 Background. Acquired Thrombotic thromobcytopenic purpura (TTP) is the result of autoantibodies neutralizing and-or accelerating clearance of ADAMTS13. We have previously isolated mononuclear cells of two spleens donated to our laboratory by patients (A and B) splenectomized for frequently relapsing TTP to generate human monoclonal anti-ADAMTS13 antibodies. Preliminary characterization of the patient's entire IgG4 repertoire using phage display technology and Epstein Barr virus (EBV) transformation of switched memory B cells (CD19+, CD27+, IgG+) showed that the memory repertoire of Rituximab-resistant (B) and non-resistant (A) anti-ADAMTS13 IgG used the same restricted VH germline genes, namely VH1-3 (55%), VH1-69 (17%), VH3-30 (7%) and 4–28 (21%). In contrast, peripheral blood-derived IgG1 anti-ADAMTS13 antibody repertoire from 2 acquired TTP patients, inhibiting ADAMTS13 activity by maximal 15–40% used VH1-69 germline gene segment only (Luken et al, JTH 2006 and Pos et al, JTH 2009). To evaluate if the generated spleen-derived monoclonal anti-ADAMTS13 antibodies are of pathological relevance we started with their functional characterization. Methods. Both patients (A and B) were suffering from acute TTP with high titers of anti-ADAMTS13-Ab and therefore needed to be splenectomized because of frequent relapses, which occurred even after several courses of Rituximab (B). Both patients have remained in remission since splenectomy. Previous screening of the IgGk-IgGλ IgG4-Fab phage-display libraries and EBV-transformed clones on recombinant ADAMTS13 by ELISA revealed high ADAMTS13 specificity for 16/34 and 13/234 antibodies, respectively. Functional characterization of the phage-display clones included (a) determination of their inhbitiory capacity by functional FRETS inhibitor assay, (b) assessment of their affinity performed by either fluid-phase competition ELISA and/or plasma surface resonance (Biacore), and (c) epitope mapping by dot blot analysis testing their recognition of recombinant full-length wildtype ADAMTS13 and a truncated ADAMTS13 variant. Results. Detailed sequence analysis of all human monoclonal anti-ADAMTS13 analyzed showed seven unique CDR3 signatures in the variable heavy region of all clones generated using both techniques (phage display and EBV-transformation), three of which were seen in both patients. These CDR3 signatures are different from signatures found in peripheral blood-derived antibodies (Luken et al, JTH 2006 and Pos et al, Blood 2010). Strikingly, the anti-ADAMTS13 antibodies of EBV-transformed memory B cells used λ light chain exclusively, whereas the phage-display-derived clones showed usage of either κ- (A: 6/11 and B: 3/5) or λ-light chain (A: 5/11 and B: 2/5). Anti-ADAMTS13 IgG in supernatants of EBV-immortalized switched memory B-cell clones were mainly of subclass IgG4 (A: 60%; B: 25%) and IgG1 (A: 40%; B: 75%) thus IgG1 being the prevailing subclass in patient B, who relapsed despite several courses of Rituximab. Functional characterization of the anti-ADAMTS13 IgG4 antibodies revealed that 15/16 phage display clones are strongly inhibitory, showing 0–100% (A) and 60–100% (B) inhibition at 200 nM and even 0–92% (A) and 0–16% (B) inhibition at 20 nM. This represents a 5–6 times increase of inhibitory capacity when compared to previouse findingy by others, in the range of 2×10 −7 -7×10 −10 M (A) and 1×10 −9 -6×10 −10 M (B) as measured by Biacore or/and competition ELISA. Epitope mapping revealed that 3/16 clones recognized a novel epitope at the C-terminus of ADAMTS13, in contrast to the previously reported N-terminally located spacer domain. Conclusions. The identification of several spleen-derived anti-ADAMTS13 clones displaying highly similar CDR3 variable heavy chains, in 2 unrelated acquired TTP patients is striking and novel. Our data points at the discovery of unique CDR3 signatures that characterize the pathological relevant, inhibitory antibodies paving thus the road to define their triggering ADAMTS13 epitope(s), while providing insight into the mode of success of splenectomy in relapsing TTP patients. Further functional characterization of the anti-ADAMTS13 EBV-derived clones and confirmation of our data by analysis of the immunological memory from two additional spleens are underway. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "adamts13 gene",
        "antibodies",
        "purpura",
        "spleen",
        "thrombus",
        "immunoglobulin g4",
        "rituximab",
        "epitope mapping",
        "epitopes",
        "immunoglobulin g"
    ],
    "author_names": [
        "Monica Schaller, PhD",
        "Gianna Tanno",
        "Irmela Sulzer",
        "Monique Vogel, PhD",
        "Karim Kentouche, MD",
        "Bernhard Laemmle, MD",
        "Johanna A. Kremer Hovinga Strebel, MD"
    ],
    "author_affiliations": [
        [
            "University Clinic of Hematology and Central Hematology Laboratory, Hemostasis Research Laboratory, Inselspital, Bern University Hospital and University of Bern, Bern, Switzerland, "
        ],
        [
            "University Clinic of Hematology and Central Hematology Laboratory, Hemostasis Research Laboratory, Inselspital, Bern University Hospital and University of Bern, Bern, Switzerland, "
        ],
        [
            "University Clinic of Hematology and Central Hematology Laboratory, Hemostasis Research Laboratory, Inselspital, Bern University Hospital and University of Bern, Bern, Switzerland, "
        ],
        [
            "Institute of Immunology, Inselspital, Bern University Hospital and University of Bern, "
        ],
        [
            "Children‘s Hospital, Friedrich Schiller University, Jena, Germany"
        ],
        [
            "University Clinic of Hematology and Central Hematology Laboratory, Hemostasis Research Laboratory, Inselspital, Bern University Hospital and University of Bern, Bern, Switzerland, "
        ],
        [
            "University Clinic of Hematology and Central Hematology Laboratory, Hemostasis Research Laboratory, Inselspital, Bern University Hospital and University of Bern, Bern, Switzerland, "
        ]
    ],
    "first_author_latitude": "46.9504896",
    "first_author_longitude": "7.438119000000002"
}