{
    "doi": "https://doi.org/10.1182/blood.V114.22.883.883",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1369",
    "start_url_page_num": 1369,
    "is_scraped": "1",
    "article_title": "An Ongoing Phase 1/2a Study of ABT-263; Pharmacokinetics (PK), Safety and Anti-Tumor Activity in Patients (pts) with Relapsed or Refractory Chronic Lymphocytic Leukemia (CLL). ",
    "article_date": "November 20, 2009",
    "session_type": "CLL - THERAPY, EXCLUDING TRANSPLANTATION: EMERGING THERAPEUTIC AGENTS FOR CLL AND HCL",
    "topics": [
        "brachial plexus neuritis",
        "chronic lymphocytic leukemia refractory",
        "neoplasms",
        "pharmacokinetics",
        "nausea",
        "thrombocytopenia",
        "toxic effect",
        "adverse event",
        "antiapoptotic agents",
        "diarrhea"
    ],
    "author_names": [
        "Andrew W. Roberts, MBBS, PhD",
        "John F Seymour, MB, BS, PhD, FRACP",
        "Jennifer R Brown, MD, PhD",
        "William G Wierda",
        "Thomas J. Kipps, MD, PhD",
        "Dennis Carney, MBBS, FRACP, FRCPA",
        "Hao Xiong, Ph.D.",
        "Yue Cui, PhD",
        "Todd Busman",
        "Sari Enschede",
        "Andrew Krivoshik",
        "Rod Humerickhouse"
    ],
    "author_affiliations": [
        [
            "Div. of Cancer and Haem., The Walter & Eliza Hall Institute of Medical Research, Parkville, Australia, "
        ],
        [
            "Dept of Haematology, Peter MacCallum Cancer Institute, Victoria, Australia, "
        ],
        [
            "Dana-Farber Cancer Institute, Boston, MA, USA, "
        ],
        [
            "M.D. Anderson Cancer Center, The University of Texas, Houston, TX, USA, "
        ],
        [
            "Moores UCSD Cancer Center, CLL Research Consortium, La Jolla, CA, USA, "
        ],
        [
            "Haematology and Medical Oncology, Peter MacCallum Cancer Centre, Melbourne, VIC, Australia, "
        ],
        [
            "Abbott Laboratories, Abbott Park, IL, "
        ],
        [
            "Abbott Laboratories, Abbott Park, IL, "
        ],
        [
            "Abbott Laboratories, Abbott Park, IL, "
        ],
        [
            "Abbott Laboratories, Abbott Park, IL, "
        ],
        [
            "Abbott Laboratories, Abbott Park, IL, USA"
        ],
        [
            "Abbott Laboratories, Abbott Park, IL, "
        ]
    ],
    "first_author_latitude": "-37.79806000000001",
    "first_author_longitude": "144.956038",
    "abstract_text": "Abstract 883 ABT-263, a novel orally bioavailable BH3 mimetic, binds with high affinity (K i ≤ 1nM) and inhibits multiple antiapoptotic Bcl-2 family proteins. In vitro , ABT-263 potently induces apoptosis (EC 50 ≤ 1μM) in Bcl-2 overexpressing human lymphoma cell lines and primary CLL cells. Preclinical mechanism-based toxicities include inhibition of spermatogenesis, reduction in circulating lymphocytes and decreased survival of circulating platelets, reflecting inhibition of Bcl-w, Bcl-2 and Bcl-X L , respectively. Study M06-873 is a phase 1/2a dose-escalation trial employing a continuous reassessment method (CRM) to evaluate ABT-263 PK, safety and antitumor activity of two dosing schedules in pts with relapsed or refractory CLL. Tumor responses were evaluated by the NCI-WG criteria. Pts were initially dosed on d1-14 of a 21d cycle with 10-250 mg ABT-263. To ameliorate the impact of thrombocytopenia (TCP) due to on-target Bcl-X L inhibition-induced platelet apoptosis, a 100 mg lead-in dose for 7d followed by continuous 21/21d dosing (up to 300mg/d) was investigated. This study has completed enrollment at 300 mg with 29 pts (15 on a 14/21d; 14 on a 21/21d schedule) as of June 2009. The PK exposure of ABT-263 was approximately dose-proportional from 10-300 mg with a terminal half-life of 11 h. Platelet nadirs were transient, occurring on d3-5 followed by partial recovery due to compensatory increased megakaryopoiesis during continued dosing. Lead-in dosing reduced the early platelet nadir, and minimized fluctuations in platelet count observed with intermittent dosing. Circulating platelet count dropped maximally during cycle 1 by an average 12%, 57%, 68% and 70% from baseline at 10 mg, 110 mg, 200 and 250 mg for the 14/21d schedule, and an average of 52%, 63%, 63% and 68% from baseline at 125 mg, 200 mg, 250 mg and 300 mg for the 21/21d schedule. Of the 21 evaluable pts, 2 had radiographically confirmed partial responses (99% and 79% reductions) and 3 had as yet unconfirmed nodal regression (100%, 71% and 55%). 7 pts maintained a ≥50% decrease in circulating absolute lymphocyte count for ≥ 2 months with 2 pts having PR by physical examination; the overall response rate was 33%. Stable disease was noted in 8 pts and 2 pts had progressive disease. Responses tend to be durable, with the median PFS not yet reached while the median time on study is 9 mos (range 0.63 - 18.4 mos). The most common adverse events (AE) were diarrhea (52%), nausea (44%), vomiting (24%), fatigue (24%) thrombocytopenia (TCP; 20%) and neutropenia (12%). Dose limiting toxicities (DLT) were observed in 3 pts on the 14/21d schedule; 2 at 110mg (hospitalization & Grade 4 TCP) and 1 at 250 mg (Grade 4 TCP). Among the 14 pts on the 21/21d schedule, 3 pts experienced DLT; 1 at 200 mg (Grade 4 TCP); 1 at 250 mg (Grade 2 nausea) and 1 at 300 mg (Grade 4 TCP). ABT-263 was well-tolerated and had favorable PK and acceptable safety profiles. One week 100mg/d lead-in followed by continuous dosing minimizes platelet nadir and cycle variability. Based on the 21/21d continuous dosing data, the CRM model projection for MTD converged. The recommended phase 2 dose is 100 mg 7-d lead-in followed by 250 mg/d continuous dosing. Disclosures: Roberts: Abbott : Research Funding; Genentech: Research Funding. Off Label Use: ABT-263 is an experimental drug that is not yet registered. It is designed to induce apoptosis in tumor cells.. Brown: Celgene: Research Funding; Genzyme: Research Funding. Wierda: GSK: Consultancy; Ligand: Consultancy; Genentech: Consultancy; MEDIMMUNE: Consultancy; ABBOTT: Consultancy; TRUBION: Consultancy; BAYER, SANOFI-AVENTIS, MEMGEN, GENITOPE, GENMAB, SUNESIS, ABBOTT, GSK: Research Funding; GENENTECH: Honoraria; CELGENE: Speakers Bureau. Xiong: Abbott: Employment. Cui: Abbott: Employment. Busman: Abbott: Employment. Enschede: Abbott: Employment. Krivoshik: Abbott: Employment. Humerickhouse: Abbott: Employment."
}