{
    "doi": "https://doi.org/10.1182/blood.V112.11.1393.1393",
    "article_title": "The Neuropeptides Orexin a and B Have An Impact on Functional Properties of Human CD34+ Stem and Progenitor Cells. ",
    "article_date": "November 16, 2008",
    "session_type": "Hematopoietic Stem and Progenitor Biology",
    "abstract_text": "Orexin receptors play a role in regulation of sleep-wake-rhythm, food intake and energy homeostasis and they were long thought to be exclusively expressed in the nervous system. During the last years orexin receptors are being identified in a growing number of peripheral tissues. We have earlier detected orexin receptor 1 and 2 expression on human CD34 + blood stem and progenitor cells. Still, the sources of their physiological ligands, the peptides orexin A and B, seem to be restricted to the central nerve system to this date. The main downstream signaling pathways of the orexin receptors include Ca 2+ -dependent signaling associated with activation of mitogen-activated protein kinase (MAPK) and extracellular signal-related kinase 1/2 (ERK1/2) pathways. In an attempt to investigate if the receptors are functionally active in CD34 + stem and progenitor cells, we used live cell calcium imaging and stimulated purified CD34+ stem and progenitor cells with orexin A and B. Upon stimulation a massive intracellular calcium release was seen which could not been detected using cells preincubated with the Ca 2+ chelator 1,2-bis(2-aminophenoxy) ethane-N,N,N′,N′-tetraacetic acid (BAPTA) or the selective OX1R-Antagonist SB334867 and CD34 negative cells. Additionally, upon stimulation with orexin A and B we found ERK (1/2) activation at a maximum 3 hours following incubation with orexin A whereas no effect was seen after stimulation with orexin B. To investigate a potential impact on the functional properties of human CD34 + cells we performed proliferation and apoptosis assays, migration and adhesion assays as well as colony forming and long-term culture assays. So far, no effects of orexin stimulation on the proliferation and apoptosis of CD34+ cells were apparent. Remarkably, stimulation with orexin A and B led to a significantly higher proportion of early pluripotent hematopoietic progenitor (CFU-GEMM) colonies and a significant reduction of erythroid precursors BFU-E (burst forming unit erythrocyte) and CFU-E (colony forming unit erythrocyte). A more immature phenotype of orexin-stimulated CD34+ cells is also reflected by array-based gene expression profiling. Long-term culture assays revealed a significantly higher frequency of LTC-IC (long-term-culture initiating cells) indicating also a more immature phenotype of orexin-stimulated cells and a greater repopulating capacity. The selective orexin receptor antagonist SB-334867 abrogated these effects. No differences could be observed regarding the migration towards SDF-1 with and without stimulation with orexin A and B. Still, orexin A and B led to a decrease in the adhesive capacity of CD34 + stem and progenitor cells to fibronectin coated dishes. Since orexin receptors are coupled to inhibitory G-proteins (G i/q ) and stimulatory G-proteins (G s ) dependent on the tissue, we incubated CD34 + cells with the selective inhibitor of G i – proteins pertussis toxin concurrently to stimulation with orexins and observed no differences in the adhesive capacity of CD34+ cells compared to the unstimulated controls suggesting coupling of the orexin receptor 1 and 2 to G i – proteins rather than G s -proteins in CD34 + cells. Given this functional impact of the orexin system on CD34 + cells, we asked if orexins are secreted locally in the bone marrow or autocrine by CD34 + cells or if they are humorally transported to the bone marrow cavity. Using ELISA we did not find autocrine production of orexin by CD34 + cells whereas orexin could be detected in the serum obtained by bone marrow biopsies and peripheral blood pointing rather towards a humoral delivery of orexins to CD34 + cells. Taken together, our findings indicate a functional role of the orexin system in CD34 + stem and progenitor cells.",
    "topics": [
        "neuropeptides",
        "orexins",
        "stem cells",
        "cd34 antigens",
        "calcium",
        "gtp-binding proteins",
        "mitogen-activated protein kinases",
        "adhesions",
        "antagonists",
        "bone marrow biopsy"
    ],
    "author_names": [
        "Ingmar Bruns, MD, PhD",
        "Patrick Cadeddu",
        "Sebastian Büst",
        "Boris Goerg",
        "Johannes C Fischer",
        "Oliver Selbach",
        "Ulrich Steidl, MD, PhD",
        "Ralf Kronenwett",
        "Rainer Haas",
        "Guido Kobbe",
        "Akos Czibere, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Ingmar Bruns, MD, PhD",
            "author_affiliations": [
                "Hem./Onc. & Clin. Immuno., University of Düsseldorf, Dusseldorf, Germany"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Patrick Cadeddu",
            "author_affiliations": [
                "Hem./Onc. & Clin. Immuno., University of Düsseldorf, Dusseldorf, Germany"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sebastian Büst",
            "author_affiliations": [
                "Hem./Onc. & Clin. Immuno., University of Düsseldorf, Dusseldorf, Germany"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Boris Goerg",
            "author_affiliations": [
                "Department of Gatroenterology, Hepatology and Infectiology, University of Düsseldorf, Düsseldorf, Germany"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Johannes C Fischer",
            "author_affiliations": [
                "Institute for Transplantation Diagnostics and Cell Therapeutics, Heinrich-Heine University, Düsseldorf, Germany"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Oliver Selbach",
            "author_affiliations": [
                "Institute of Neuro- und Sensory Physiology, University of Düsseldorf, Düsseldorf, Germany"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ulrich Steidl, MD, PhD",
            "author_affiliations": [
                "Department of Cell Biology and Albert Einstein Cancer Center, Albert Einstein College of Medicine, New York, NY, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ralf Kronenwett",
            "author_affiliations": [
                "Hem./Onc. & Clin. Immuno., University of Düsseldorf, Dusseldorf, Germany"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rainer Haas",
            "author_affiliations": [
                "Hem./Onc. & Clin. Immuno., University of Düsseldorf, Dusseldorf, Germany"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Guido Kobbe",
            "author_affiliations": [
                "Hem./Onc. & Clin. Immuno., University of Düsseldorf, Dusseldorf, Germany"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Akos Czibere, MD, PhD",
            "author_affiliations": [
                "Hem./Onc. & Clin. Immuno., University of Düsseldorf, Dusseldorf, Germany"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-07T09:31:40",
    "is_scraped": "1"
}