{
    "doi": "https://doi.org/10.1182/blood.V112.11.3037.3037",
    "article_title": "Delayed Hemolytic Transfusion Reaction in Sickle Cell Disease Patients: Evidence of An Emerging Syndrome with Suicidal Erythrocyte Death ",
    "article_date": "November 16, 2008",
    "session_type": "Basic Science and Clinical Practice in Blood Transfusion",
    "abstract_text": "Background: Delayed hemolytic transfusion reaction (DHTR) is a life-threatening complication in sickle cell disease (SCD). Some features are characteristic: destruction of both donor and recipient red blood cells (RBCs), hemolysis exacerbation by further transfusions, recurrence of SCD complications, reported cases without demonstrable RBC antibodies. We carried out a prospective study to clarify mechanisms of DHTR without demonstrable antibody and associated features. In this matter, we considered that study of phosphatidylserine exposure (PS) was important as PS-exposure signed eryptosis or suicidal erythrocyte death 1 , a process of membrane shedding leading to clearance of apoptotic erythrocytes by macrophages through their PS-receptors. Patients and methods : 48 SCD patients were included. Transfusion occurred for different SCD indications. Adverse events were monitored. Analyses were performed at 5 time points (day 0 and around days 1, 5, 10 and 20 post-transfusion) including hemolysis parameters, % of HbA and HbS, and research of antibodies against RBCs by antibody-screening in plasma and eluate, cross-matching between donor RBCs and both plasma and eluate, direct antiglobulin test with anti-IgG, IgM, IgA, C3d/C3b (DAT). Amount of PS-RBCs was determined by flow cytometry as Annexin V-positive RBCs, in vivo, on patient samples and in vitro, on healthy blood donor RBCs previously incubated 48H in the J0 plasma of the patients. Results and discussion: Transfusion outcome was known for all patients, 31 patients could be completely studied at the biological level. Three patients experienced DHTR, confirmed by complete disappearance of HbA at days 13, 7 and 10 respectively and by biological parameters of hemolysis. Two cases occurred without demonstrable antibody, in the third case, RBC antibodies could not be eliminated as DAT became positive with IgG. In vivo, a significant fold increase of PS-RBCs was observed for the 3 DHTR patients around day 10 (3.74±2.0, p=0.009) and day 17 (4.85±1.4, p=0.007). This result shows that DHTR, with no consideration of the mechanism, is a risk factor for recurrence of SCD complications as PS-RBCs are involved in vaso-occlusive crisis (VOC) 2 . In vitro, PS-RBCs % increases significantly (p<0.01) after incubation of donor RBCs into J0 plasma of the 15 patients transfused for VOC (12.8±9.9%) compared with J0 plasma of patients transfused for other indications (4.7±4.6%). The increase is significantly higher (p<0.05) with plasma of the 2 VOC patients who experienced DHTR without demonstrable antibody (37.1±6.7%) compared with other transfused VOC patients. This result indicates that transfused RBCs can suffer from the in vivo environment of SCD patients who encountered VOC and their survival be compromised by enhancing the normal physiological clearance of apoptotic RBCs. Conclusion: In this study, we clearly demonstrate that DHTR can occur without demonstrable antibody. Based on PS-exposure results, we propose the following scenario of DHTR features: RBCs transfused in a high oxidative stress environment (VOC) suffer from accelerated eryptosis. Hemolysis reaction of transfused RBCs promotes a cascade of events that increases release of oxidative stress mediators and more destruction of autologous RBCs that are already fragile. A further transfusion will trigger a new wave of hemolysis with amplified consequences. The only way to stop the loop is to stop transfusion. It remains to determine the mediators which accelerate eryptosis of transfused RBCs in order to propose the adapted prevention such as cytoprotective drugs.",
    "topics": [
        "delayed hemolytic transfusion reaction",
        "eryptosis",
        "sickle cell anemia",
        "antibodies",
        "transfusion",
        "hemoglobin a",
        "immunoglobulin g",
        "adverse event",
        "annexins",
        "blood transfusion"
    ],
    "author_names": [
        "France Noizat-Pirenne, MD, PhD",
        "Philippe Chadebech, PhD",
        "Anoosha Habibi, MD",
        "Dora Bachir, MD",
        "Ruben Nzouakou, MD",
        "Frederic Galacteros, MD, PhD",
        "Philippe Bierling, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "France Noizat-Pirenne, MD, PhD",
            "author_affiliations": [
                "Etablissement Français du Sang, Hôpital Henri Mondor, Créteil, France"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Philippe Chadebech, PhD",
            "author_affiliations": [
                "Etablissement Français du Sang, Hôpital Henri Mondor, Créteil, France"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anoosha Habibi, MD",
            "author_affiliations": [
                "Sickle Cell Disease Center, Hôpital Henri Mondor, Créteil, France"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dora Bachir, MD",
            "author_affiliations": [
                "Sickle Cell Disease Center, Hôpital Henri Mondor, Créteil, France"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ruben Nzouakou, MD",
            "author_affiliations": [
                "Sickle Cell Disease Center, Hôpital Henri Mondor, Créteil, France"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Frederic Galacteros, MD, PhD",
            "author_affiliations": [
                "Sickle Cell Disease Center, Hôpital Henri Mondor, Créteil, France"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Philippe Bierling, MD, PhD",
            "author_affiliations": [
                "Etablissement Français du Sang, Hôpital Henri Mondor, Créteil, France"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-07T21:32:54",
    "is_scraped": "1"
}