{
    "doi": "https://doi.org/10.1182/blood.V126.23.2154.2154",
    "article_title": "Prevalence of Extramedullary Hematopoiesis, Vertebral, Hepatic and Splenic Hemangioma and Renal Cyst Among Thalassaemic Patients: A Retrospective Study from the Myocardial Iron in Thalassemia (MIOT) Network ",
    "article_date": "December 3, 2015",
    "session_type": "112. Thalassemia and Globin Gene Regulation: Poster II",
    "abstract_text": "BACKGROUND : The prevalence and the clinical relevance of several extracardiac findings (EF) at Magnetic Resonance Imaging (MRI) have been recently estimated in cohorts of non thalassaemic patients. AIM: In this study we sought to determine the prevalence of EF potentially related to anaemia and ipoxia in age- and sex- matched populations with thalassaemia major (TM) and Thalassaemia Intermedia (TI). METHODS: We retrospectively considered 159 TM patients regularly transfused (73 F; 34±9.20 years) and 159 TI patients (73 F; 34±9.18 years ) consecutively enrolled in the Myocardial Iron in Thalassemia (MIOT) Network to quantify cardiac and liver iron by T2* technique. Patients with TI were further subdivided in non transfusion dependent (NTD-TI) and transfusion dependent (TD-TI). All MRI images were used to assess the presence or absence of Extramedullary Hematopoiesis (EMH), kidney, splenic and liver cysts, and vertebral hemangiomas. RESULTS: Overall, EF were detected in 33% and 26% of patients with TI and TM, respectively. Table 1 shows the comparison of MRI data between TM and TI patients. Both groups of patients had elevated but comparable prevalence of k idney, splenic and liver cysts and vertebral haemangiomas . TI patients were found to have significant higher EMH as compared to TM. The prevalence of total EF increased with advancing age and renal cysts were found in the 28.6% of the cohort aged 45-55 years. Patients with renal cysts had comparable serum creatinin level with respect to those without. Within the population of TI-TD it was observed the highest prevalence of patients with renal cysts, splenic cyst and vertebral haemangioma (26%, 3% and 3%, respectively). Thalassemic patients had a was significant higher prevalence of renal cysts than the general population (19.2 vs 7.8%; P<0.0001). CONCLUSIONS: EF are well-recognized features in patients undergoing MRI, being hepatic cysts or hemangiomas and renal cyst the most frequently observed. Our data on hemangiomas and renal cysts, particularly among patients with TI-TD, indicate a significant higher prevalence of EF compared to the general population. These data seem to suggest the role of the inappropriate activation of the Hypoxia-Inducible Factor (HIF) system linked to the chronic hypoxia as observed in the Chuvash polycythemia or in the the von Hippel-Lindau (VHL) syndrome. Furthermore, HIF in general population has been directly involved in the development and/or progression of clear cell renal cancer also described among thalassemic patients. Table 1. View large Download slide Table 1. View large Download slide Close modal Disclosures Pepe: Chiesi: Speakers Bureau; ApoPharma Inc: Speakers Bureau; Novartis: Speakers Bureau.",
    "topics": [
        "extramedullary hematopoiesis",
        "iron",
        "myocardium",
        "renal cyst",
        "splenic hemangioma",
        "thalassemia",
        "vertebrae",
        "hemangioma",
        "magnetic resonance imaging",
        "liver cyst"
    ],
    "author_names": [
        "Alessia Pepe",
        "Antonella Meloni",
        "Alessandra Briatico Vangosa",
        "Fabrizia Terrazzino",
        "Maria Giovanna Neri",
        "Domenico Maddaloni",
        "Gaetano Roccamo",
        "Sabrina Armari",
        "Aurelio Maggio, MD",
        "Cristina Salvatori",
        "Vincenzo Positano",
        "Paolo Ricchi"
    ],
    "author_dict_list": [
        {
            "author_name": "Alessia Pepe",
            "author_affiliations": [
                "CMR Unit, Fondazione G. Monasterio CNR-Regione Toscana, Pisa, Italy "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Antonella Meloni",
            "author_affiliations": [
                "CMR Unit, Fondazione G. Monasterio CNR-Regione Toscana, Pisa, Italy "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alessandra Briatico Vangosa",
            "author_affiliations": [
                "Institute of Radiology, \"G. D'Annunzio\" University, Chieti, Italy "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fabrizia Terrazzino",
            "author_affiliations": [
                "Unità Operativa Complessa Radiologia, \"ARNAS\" Civico, Palermo, Italy "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria Giovanna Neri",
            "author_affiliations": [
                "CMR Unit, Fondazione G. Monasterio CNR-Regione Toscana, Pisa, Italy "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Domenico Maddaloni",
            "author_affiliations": [
                "Unità Operativa Complessa di Pediatria, Ospedale \"Engles Profili\", Fabriano, Italy "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gaetano Roccamo",
            "author_affiliations": [
                "Unità di Prevenzione e Cura delle Mictrocitemie, Ospedale \"Civile\", S. Agata di Militello (ME), Italy "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sabrina Armari",
            "author_affiliations": [
                "Reparto di Pediatria, Azienda Ospedaliera di Legnago, Legnago (VR), Italy "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aurelio Maggio, MD",
            "author_affiliations": [
                "Dept. of Hematology, Hospital 'V. Cervello', Palermo, Italy "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cristina Salvatori",
            "author_affiliations": [
                "Unità Operativa Sistemi Informatici, Fondazione G. Monasterio CNR-Regione Toscana, Pisa, Italy "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vincenzo Positano",
            "author_affiliations": [
                "CMR Unit, Fondazione G. Monasterio CNR-Regione Toscana, Pisa, Italy "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paolo Ricchi",
            "author_affiliations": [
                "Unità Operativa Semplice Dipartimentale Malattie Rare del Globulo Rosso, Azienda Ospedaliera di Rilievo Nazionale, Napoli, Italy"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-02T15:42:08",
    "is_scraped": "1"
}