{
    "doi": "https://doi.org/10.1182/blood.V104.11.114.114",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=15",
    "start_url_page_num": 15,
    "is_scraped": "1",
    "article_title": "Transcriptional Response to IL-7 by Immature Human Thymocytes Demonstrates Specific Effects on Differentiation as Well as Survival Maintenance and Proliferation. ",
    "article_date": "November 16, 2004",
    "session_type": "Oral Sessions",
    "topics": [
        "interleukin-7",
        "thymocytes",
        "transcription, genetic",
        "cytokine",
        "1-phosphatidylinositol 3-kinase",
        "antigens",
        "cyclins",
        "dna nucleotidylexotransferase",
        "polymerase chain reaction",
        "proteolipids"
    ],
    "author_names": [
        "S. Senadheera",
        "A. George",
        "L. Barsky",
        "E. Zielinska",
        "E. Dudl",
        "B. Schaub",
        "T. Triche",
        "P. Marjoram",
        "K. Weinberg"
    ],
    "author_affiliations": [
        [
            "Division Research Immunology/BMT",
            " "
        ],
        [
            "Division Research Immunology/BMT",
            " "
        ],
        [
            "Division Research Immunology/BMT",
            " "
        ],
        [
            "Division Research Immunology/BMT",
            " "
        ],
        [
            "Division Research Immunology/BMT",
            " "
        ],
        [
            "Depts Pediatrics, Pathology, Childrens Hospital Los Angeles",
            " "
        ],
        [
            "Depts Pediatrics, Pathology, Childrens Hospital Los Angeles",
            " "
        ],
        [
            "Dept Preventive Medicine, Keck School o fMedicine, USC, Los Angeles, CA, USA",
            " "
        ],
        [
            "Division Research Immunology/BMT",
            " "
        ]
    ],
    "first_author_latitude": "37.599999999999994",
    "first_author_longitude": "-95.665",
    "abstract_text": "Cytokine signaling has been thought to have either instructive effects on hematopoietic cell differentiation, or only survival and proliferation effects on cells whose differentiation is programmed by mechanisms other than cytokine signaling. Thymopoiesis is a useful model for examining the question of how cytokines affect lymphohematopoietic development because it is tightly regulated with well-defined developmental stages, and loss of thymopoiesis is not lethal. IL-7 is a cytokine that is known to be essential for normal thymocyte development as demonstrated by low thymocyte numbers in IL-7-deficient and IL-7R-deficient mice. To determine whether IL-7 has direct effects on human thymocyte differentiation or only acts a survival/proliferation factor, changes in gene expression in CD3-CD4-CD8-(”triple-negative”, TN) human thymocytes were analyzed after in vitro stimulation with IL-7. TN thymocytes were enriched by negative selection with anti-CD3, -CD4, -CD8 immunomagnetic columns, followed by FACS purification, factor starvation for 12–16 hours, and stimulation with IL-7. The RNA was extracted, amplified by in vitro transcription, labelled, and hybridized on Affymetrix U133 microarrays. Analyses of 10 paired samples of unstimulated and IL-7 stimulated cells revealed 56 genes which were up-regulated and 22 genes which were down-regulated greater than 1.25 fold (p<0.05). Confirmatory quantitative RT-PCR demonstrated significant data compression, e.g., signal changes of 1.25 fold by array corresponded to 8–20 fold differences by qRT-PCR. Many of the up-regulated genes were not lymphoid- or thymocyte-specific and were known previously, e.g., anti-apoptotic (Bcl-2) or cell cycle regulatory (pim-1 cyclin D2). There was a pattern of changes in gene expression which would be expected to down-modulate IL-7R signaling - decreased IL-7R itself, increased SOCS family genes, decreased PI-3K p85α. There were also alterations in genes specifically expressed during lymphocyte or thymocyte differentiation. Mal, which encodes a T lymphoid specific proteolipid tetraspannin that is thought to be a necessary component of lipid rafts containing the T cell receptor (TCR) for antigen, was up-regulated 4-fold. On the other hand, IL-7 down-regulated expression of terminal deoxynucleotidyl transferase (Tdt). IL-7 appeared to regulate cytokine production and responsiveness. There was altered expression of secreted protein and recptor genes that would alter the interactions of TN thymocytes with their microenvironment, e.g., increased P-selectin, IL-4R, frizzled 10, and decreased TGFβ 1, EGF. The complex changes in gene expression induced by IL-7 in TN cells suggest a direct instructive role for IL-7 signaling in the tight regulation of the different stages of thymic differentiation, rather than only regulation of survival, maintenance and/or proliferation."
}