{
    "doi": "https://doi.org/10.1182/blood.V108.11.1661.1661",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=597",
    "start_url_page_num": 597,
    "is_scraped": "1",
    "article_title": "Clonal Analysis Reveals a Common Progenitor for Endothelial, Myeloid, and Lymphoid Precursors in Cord Blood. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "antibodies",
        "cadherins",
        "cd19 antigens",
        "cd34 antigens",
        "cd45 antigens",
        "chlorofluorocarbons",
        "coculture techniques",
        "endothelium",
        "immunoglobulin m",
        "macrophage colony-stimulating factor receptor"
    ],
    "author_names": [
        "Nasrin Akbarloo, PhD",
        "Rita R. Perlingeiro, PhD"
    ],
    "author_affiliations": [
        [
            "Developmental Biology, University of Texas Southwestern Medical Center, Dallas, TX, USA",
            " "
        ],
        [
            "Developmental Biology, University of Texas Southwestern Medical Center, Dallas, TX, USA",
            " "
        ]
    ],
    "first_author_latitude": "32.813802599999995",
    "first_author_longitude": "-96.8402121",
    "abstract_text": "Several recent studies demonstrate that hematopoietic tissues, including bone marrow (BM), umbilical cord blood (UCB), and peripheral blood (PB) are a source of endothelial progenitor cells (EPCs), which contribute to newly formed blood vessels during tissue repair in adults. However, it is not clear which cell type in hematopoietic tissues gives rise to EPCs, and therefore might be preferable for vascular regeneration. It has been suggested that EPCs might derive from an adult hemangioblast, the primitive bipotential precursor for hematopoietic and endothelial cells, but to date, this hypothesis has not been proven. To test the possibility that a hemangioblast may exist in UCB, we compared the ability of UCB-derived CD34 + CD133 + and CD34 + CD133 − to form blast colonies using the clonogenic BL-CFC assay, previously described for embryonic hemangioblasts (Perlingeiro et al, 2003). All the blast colonies (BL-CFCs) were present in the CD133 + fraction. Bipotentiality of these BL-CFCs was confirmed by replating in hematopoietic and endothelial conditions. To illuminate the lineage position of the hemangioblast within the hematopoietic system, we added CD38 to the antibody combination and adapted the colony assay to liquid culture in 96-well dishes. Clones derived from single cells deposited by FACS were expanded for a week, and each divided into 4 conditions for T and B lymphoid, myeloid, and endothelial cell growth. Whereas myeloid and lymphoid progeny were evident from the CD133 + CD38 − fraction, these clones were not able to differentiate into endothelial cells. On the other hand, 86% of clones derived from the triple positive (CD34 + CD133 + CD38 + ) population were able to produce all 4 lineages. Endothelial cells were characterized by the expression of VE-cadherin, KDR, vWF (and lack of CD45 and c-fms), and the ability to form vessels in vivo in a matrigel plug transplantation assay. Myeloid differentiation was assayed in methylcellulose media, where several BFU-E, CFU-GM, and CFU-GEMM were enumerated. Lymphoid differentiation was assayed by co-culture on OP9-DL1 and MS-5 stroma, for T and B lymphoid differentiation, respectively. Double positive CD4 + CD8 + T lymphocytes were observed after 40 days in culture. The presence of B lymphocytes was demonstrated by expression of CD19 and IgM. Final maturation was detected by DJH and VDJH recombination. That the adult hemangioblast should be CD38 + is highly unexpected, as it positions the hemangioblast below the LTR-HSC. An alternate explanation would place the CD38 + hemangioblast upstream, with CD38 being switched off in the LTR-HSC, and back on the STR-HSC. We are currently investigating these possibilities."
}