{
    "doi": "https://doi.org/10.1182/blood-2019-130941",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4339",
    "start_url_page_num": 4339,
    "is_scraped": "1",
    "article_title": "Mesothelin Targeting Bites for Pediatric AML: In Vivo Efficacy and Specificity ",
    "article_date": "November 13, 2019",
    "session_type": "616.Acute Myeloid Leukemia: Novel Therapy, excluding Transplantation",
    "topics": [
        "bites",
        "mesothelin",
        "myeloblastic leukemia, pediatric acute",
        "immunoglobulin g",
        "antibodies",
        "cancer",
        "immunotherapy",
        "infusion procedures",
        "molecule",
        "nortriptyline"
    ],
    "author_names": [
        "Anilkumar Gopalakrishnapillai, PhD",
        "Colin Correnti, PhD",
        "Anne Kisielewski, BS",
        "Allison Kaeding, MD",
        "Soheil Meshinchi, MD PhD",
        "E. Anders Kolb, MD",
        "Sonali Barwe, PhD MSc"
    ],
    "author_affiliations": [
        [
            "Alfred I. duPont Hospital for Children, Wilmington, DE "
        ],
        [
            "Fred Hutchinson Cancer Center, Seattle, WA "
        ],
        [
            "Alfred I. duPont Hospital for Children, Wilmington, DE "
        ],
        [
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA"
        ],
        [
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA"
        ],
        [
            "Alfred I. duPont Hospital for Children, Wilmington, DE "
        ],
        [
            "Alfred I. duPont Hospital for Children, Wilmington, DE "
        ]
    ],
    "first_author_latitude": "39.7791955",
    "first_author_longitude": "-75.555432",
    "abstract_text": "Acute myeloid leukemia (AML) remains the type of pediatric leukemia with poorest outcome. Despite maximally intensive therapy, approximately 20% of patients experience recurrent disease. Novel targeted therapies are needed to improve survival. We recently identified that mesothelin, a well-validated target in some cancers, is also highly expressed in a subset of pediatric AML samples (Tarlock et al., Blood, 128:2873, 2016). Considering that it is not expressed in normal tissues in children (Fan et al., Blood, 130:3792, 2017), MSLN is a viable target for immunotherapies such as Bispecific T-cell Engaging antibodies (BiTEs) that combine antibody single chain variable (scFv) regions targeting a cancer antigen and the T-cell co-receptor CD3. We designed and tested the efficacy and specificity of BiTEs targeting MSLN in disseminated xenograft models of pediatric AML. Using scFv sequences derived from Amatuximab, which recognizes the N-terminal domain of the GPI-linked ectodomain of MSLN, targeting region 1 of MSLN, and from Blinatumomab/AMG-330 targeting CD3, we engineered and expressed two kinds of BiTE molecules - a canonical BiTE and an IgG BiTE, a larger molecule with improved serum half life in vivo . To evaluate the specificity and efficacy of canonical BiTEs, MV4;11-MSLN cell line was generated by lentiviral transduction of parental MV4;11 cells which do not constitutively express MSLN (Fig. 1A, B). These two cell lines were injected i.v. into NSG-SGM3 mice. Once engraftment was confirmed, purified human T cells (3 x 10 6 ) were injected to act as effector cells. Mice were then treated with the canonical αMSLN-αCD3 BiTE at a dose of 3 mg/kg/day daily for 6 days. A cohort of mice that were untreated or received BiTE or T-cell infusion only served as controls. Mice from both treated and untreated groups had to be euthanized when they presented with distended abdomens due to myeloid sarcomas and no significant differences in survival were observed. Post euthanasia, bone marrows were flushed and evaluated for the percentage of AML cells (human CD45+CD33+) and T cells (human CD45+CD3+). We observed that the αMSLN-αCD3 BiTE was effective in promoting T-cell activation (based on high T-cell counts compared to mice injected with T-cells alone) and greatly reducing leukemic burden in mice injected with MV4;11 cells engineered to express MSLN (Fig. 1C, D). Similar results were obtained using BiTEs targeting a different MSLN epitope. No T-cell expansion and anti-leukemic effect was observed in mice engrafted with parental MV4;11 cells. Although, there were no significant differences between the median survival of untreated and treated miceThese data highlight the specificity and efficacy of the aMSLN-CD3 BiTEs. Among a panel of 8 AML patient-derived xenograft (PDX) lines generated in the laboratory, NTPL-146 bearing MLL-ENL fusion was found to have endogenous MSLN expression (Fig. 1E). We evaluated the efficacy of αMSLN-αCD3 canonical BiTE (3 mg/Kg Qdx6) against NTPL-146 PDX line in NSG-B2m mice by transfusing human CD3+ T-cells to act as effector cells. A Kaplan-Meier survival plot based on the time when each mouse reached experimental end-point (reduced body weight greater than 20%, impaired mobility, hind limb paralysis) showed that the survival benefit for mice receiving BiTE in the presence of human T-cells (4/6 mice survived at the end of experiment) greatly exceeded the efficacy of T-cells alone (22-day improvement in median survival with no surviving mice), or BiTE treatment alone (no improvement in survival) compared to untreated mice (Fig. 1F, P<0.001). These data validate the efficacy of MSLN targeting BiTEs in a PDX model with endogenous MSLN expression. The efficacy of canonical vs IgG BiTEs was evaluated in MV4;11-MSLN xenografted mice. Mice were dosed Qd5x3 for canonical BiTE and Q7dx3 for IgG BiTE as shown (Fig. 1G). IgG BiTE treatment along with T-cell infusion significantly prolonged survival in mice transplanted with MV4;11-MSLN (Fig. 1H), suggesting that IgG BiTE was far more efficacious than canonical BiTEs (P<0.01). Taken together, these data indicate that MSLN-targeting BiTEs could be used as novel immunotherapy for pediatric AML with MSLN expression. Figure 1 View large Download slide Figure 1 View large Download slide  Disclosures Kaeding: Celgene: Employment."
}