{
    "doi": "https://doi.org/10.1182/blood-2020-140677",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4615",
    "start_url_page_num": 4615,
    "is_scraped": "1",
    "article_title": "Outcomes of GCSF and Pre-Emptive Plerixafor Based Peripheral Blood Stem Cell Mobilization Among Patients with Multiple Myeloma-Experience from Newly Established Transplant Unit in Eastern Mediterranean Area ",
    "article_date": "November 5, 2020",
    "session_type": "711.Cell Collection and Processing",
    "topics": null,
    "author_names": [
        "Imran K Tailor, MBBS, MD FRCP, FRCPath",
        "Nawal AlShehry",
        "Nurah F Alenezi",
        "Belal Albtoosh, BSc, RN",
        "Ammar H. Alsughayir, MD",
        "Mohammed Marei, MD",
        "Syed Y Altaf, MD",
        "Syed Ziauddin A Zaidi, FRCP,FRCPath,MBBS",
        "Imran A Pukhta, MD",
        "Rabab Alhazeem, RN",
        "Mansour Alfayez, MDMS",
        "Ibraheem Motabi"
    ],
    "author_affiliations": [
        [
            "Department of Adult Hematology/BMT, Comprehensive Cancer Center, King Fahad Medical City, Riyadh, Saudi Arabia ",
            "Department of Adult Hematology/BMT, King Fahad Medical City, Riyadh, Saudi Arabia "
        ],
        [
            "Department of Adult Hematology/BMT, King Fahad Medical City, Riyadh, Saudi Arabia "
        ],
        [
            "Deapt. of Adult Haematology/BMT, King Fahad Medical City, Riyadh, Saudi Arabia "
        ],
        [
            "King Fahad Medical City, Department of Adult Hematology / BMT, Riyadh, Saudi Arabia "
        ],
        [
            "King Fahad Medical City, Dept. of Blood Bank, PCLM Administration, Riyadh, Saudi Arabia "
        ],
        [
            "King Fahad Medical City, Dept. Of Adult Haematology/BMT, Riyadh, SAU "
        ],
        [
            "Department of Adult Hematology/BMT, King Fahad Medical City, Riyadh, Saudi Arabia "
        ],
        [
            "King Fahad Medical City, King Fahad Medical City, Riyadh, Saudi Arabia "
        ],
        [
            "King Fahad Medical City, Dept. Of Blood Bank, PCLM Administration, Riyadh, Saudi Arabia "
        ],
        [
            "King Fahad Medical City, Dept. of Adult Haematology/BMT, Riyadh, Saudi Arabia"
        ],
        [
            "Department of Adult Hematology/BMT, King Fahad Medical City, Riyadh, Saudi Arabia "
        ],
        [
            "Department of Adult Hematology/BMT, King Fahad Medical City, Riyadh, Saudi Arabia "
        ]
    ],
    "first_author_latitude": "24.6874495",
    "first_author_longitude": "46.7037899",
    "abstract_text": "Introduction Granulocyte Colony Stimulating Factor (GCSF) with cyclophosphamide based peripheral blood stem cell (PBSC) mobilization is a widely used strategy among patients with multiple myeloma (MM), however, it is associated with toxicity and morbidity including severe infectious complications needing hospitalization. Plerixafor with GCSF has been widely used for mobilization as a preemptive strategy or during second attempt at collection with encouraging results. Methods We describe our experience from a newly established transplant unit in the Eastern Mediterranean region. A retrospective chart review was done and all consecutive patients of MM who underwent PBSC mobilization by GCSF and plerixafor between 2017 to 2020 were included in the study. Patients received GCSF (filgrastim, 10 µg/kg/day) and if peripheral blood CD34 count was less than 20/µl on day 4, patients received the first dose of plerixafor (240 µg/kg/day) on the evening of Day 4. Daily apheresis started on Day 5 for a maximum of 4 days, or until enough stem cells collected for one or two transplants at physician's discretion. Results A total of seventeen PBSC collections were carried out among patients with myeloma (n=17). There were 10 males and 7 females. The median age was 53 years (range 38-71), and 8/17 were less than 50 years of age. 14/ 17 were of IgG myeloma subtype, 2/17 were light chain myeloma, 1/17 was IgA myeloma type. 6/17 patients had R-ISS stage 3 disease while rest (11/17) had R-ISS stage 2 disease. 15/17 patients were in first remission. Only 1/17 patients had high-risk cytogenetics. 12/17 patients had bortezomib based therapy while 5/17 had lenalidomide based therapy. 13/17 patients had GCSF alone mobilization while 4/17 had GCSF plus pre-emptive plerixafor. 9/17 had a single collection while 8/17 had 2 collections. All patients on plerixafor needed two collections. Median CD34 stem cell dose was 8.6 x10^6 cells/kg (range 3.4-20 x 10^6 cells/kg). No grade 2-4 adverse events were recorded with this strategy post-collection and none required hospitalization for any adverse events. All patients underwent melphalan based conditioning and autologous stem cell transplant, although only 12/17 received a full dose of 200 mg/m2. 13/17 patients had fresh stem cells infused while the rest had cryopreserved stem cells. Median time to neutrophil recovery was 11 days (range 9-27) while median time to platelet recovery was 12 days (range 10-37). Day 100 mortality was zero percent. Conclusions Our study demonstrates successful collection with high stem cell yield enough for two stem cell transplants with GCSF and preemptive plerixafor strategy, in patients with MM, thus saving patients toxic effects of cyclophosphamide including cytopenias, infections which at times are severe causing morbidity and mortality. Over two-thirds of patients collected with GCSF alone. No major adverse events post stem cell collection were noted and all our patients engrafted early thus reducing hospital stay. Although the use of plerixafor increases cost but failure of mobilization, second mobilization, and infections (at times severe), delayed engraftment have their own costs and implications. Our study at our new transplant unit confirms that this pre-emptive strategy is safe, effective and reasonable chemo free first line option with no major adverse events as demonstrated by other studies. Disclosures No relevant conflicts of interest to declare."
}