{
    "doi": "https://doi.org/10.1182/blood.V122.21.3770.3770",
    "article_title": "Methylation Of The 5’UTR Of Apoptosis Stimulating Protein Of p53-2 (ASPP2) Impairs Gene Expression and Associates With Aggressive Disease and Therapy Failure In Acute Leukemia ",
    "article_date": "November 15, 2013",
    "session_type": "602. Disordered Gene Expression in Hematologic Malignancy, including Disordered Epigenetic Regulation: Poster III",
    "abstract_text": "Introduction Inactivation of the p53 pathway is a frequent event in human cancers promoting tumorigenesis and resistance to chemotherapy. Inactivating p53 mutations are uncommon in non-complex karyotype leukemias suggesting that the p53-pathway must be inactivated by other mechanisms. ASPP2 is a damage-inducible p53-binding protein that enhances apoptosis at least in part through a p53-mediated pathway. We have previously shown that ASPP2 is an independent haploinsufficient tumor suppressor in vivo and that ASPP2 expression is attenuated in a proportion of acute leukemia patients. We now provide evidence that attenuation of ASPP2 is exclusively linked to patients failing to obtain complete remission after induction chemotherapy. Furthermore, we link attenuated ASPP2 expression to hypermethylation of the promoter and 5’UTR regions of ASPP2. Methods ASPP2 levels were determined using standard qRT-PCR assays as well as FACS and immunoblot analyses. Expression levels in bone marrow samples of 51 leukemia patients were normalized to a control cohort comprising bone marrow samples of 17 different healthy donors. Statistical analyses were performed using the non-parametric Wilcoxon rank-sum test and Kruskal-Wallis test. To silence ASPP2 expression, siRNA experiments were performed using leukemia cell lines and primary leukemic patient blasts. gDNA methylation arrays were performed using patient derived leukemia cells. Results ASPP2 mRNA expression was found to be significantly lower (p=0.02) in acute myeloid (AML) and lymphoid leukemia (ALL) samples (n=51) compared to mononuclear cells from healthy bone marrow donors (n=17). Notably, lower ASPP2 mRNA and protein expression levels were statistically significantly (p=0.02) associated with clinical unfavorable disease according to ELN. We further tested whether ASPP2 levels differ between patients responding or not to induction chemotherapy and found significantly lower overall ASPP2 expression levels in the non-responder cohort (p=0.01). Importantly, 27% of the patients in the non-responding cohort displayed ASPP2 levels below 0.8 (on a normalized scale with the levels in healthy donors set to 1). Such low levels were not observed in good risk patients or in higher-risk patients achieving complete remission after the first cycle of induction chemotherapy. Receiver operating characteristic (ROC) analysis determined<0.8 as an optimal threshold level for safely detecting patients who are likely to fail induction chemotherapy – with no patient of the responder cohort classified as false-positive at this cut-off value. Knockdown of ASPP2 in leukemia cell lines and primary leukemic blasts treated ex vivo with anthracyclines confirmed a functional role of ASPP2 in therapy response. Tantalizingly, analyses of gDNA methylation patterns in high-risk leukemia patients revealed hypermethylation of the promoter and 5’UTR region of ASPP2 arguing for epigenetic dysregulation of ASPP2 thereby identifying it as target for demethylating agents. Conclusion Our findings provide evidence that attenuation of ASPP2 is associated with high-risk disease as well as therapy failure and is caused by hypermethylation of ASPP2 gene regions crucial for initiation of transcription. Prospective analysis of ASPP2 expression profiles is warranted to define its role as a biomarker for risk stratification in leukemia patients and for monitoring therapy responses. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "5' untranslated regions",
        "apoptosis",
        "leukemia, acute",
        "methylation",
        "gene expression",
        "leukemia",
        "chemotherapy, neoadjuvant",
        "bone marrow specimen",
        "complete remission",
        "rna, messenger"
    ],
    "author_names": [
        "Marcus M Schittenhelm, Dr., MD",
        "Barbara Illing",
        "Figen Akmut",
        "Gunnar Blumenstock",
        "Konstanze Döhner, MD",
        "Charles D Lopez, MD, PhD",
        "Kerstin M Kampa-Schittenhelm, Dr., MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Marcus M Schittenhelm, Dr., MD",
            "author_affiliations": [
                "Hematology, Oncology, Rheumatology, Immunology and Pulmology, University of Tuebingen, Tuebingen, Germany, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Barbara Illing",
            "author_affiliations": [
                "Hematology, Oncology, Immunology, Rheumatology and Pulmology, University of Tuebingen, Tuebingen, Germany, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Figen Akmut",
            "author_affiliations": [
                "Hematology, Oncology, Immunology, Rheumatology and Pulmology, University of Tuebingen, Tuebingen, Germany, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gunnar Blumenstock",
            "author_affiliations": [
                "University of Tuebingen, Tuebingen, Germany, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Konstanze Döhner, MD",
            "author_affiliations": [
                "Department of Internal Medicine III, University Hospital of Ulm, Ulm, Germany, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Charles D Lopez, MD, PhD",
            "author_affiliations": [
                "Department of Hematology and Oncology, OHSU, Portland, OR, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kerstin M Kampa-Schittenhelm, Dr., MD",
            "author_affiliations": [
                "Hematology, Oncology, Rheumatology, Immunology and Pulmology, University of Tuebingen, Tuebingen, Germany"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-27T13:07:09",
    "is_scraped": "1"
}