{
    "doi": "https://doi.org/10.1182/blood.V128.22.1500.1500",
    "article_title": "Allogeneic Hematopoietic Stem Cell Transplant for GATA2 Deficiency ",
    "article_date": "December 2, 2016",
    "session_type": "508. Bone Marrow Failure: Poster I",
    "abstract_text": "Background: Mutations in the zinc finger transcription factor GATA2 are responsible for: MonoMAC, monocytopenia with atypical mycobacterial infection (MAC); DCML, dendritic cell, monocyte and lymphoid cell deficiency; Emberger syndrome with lymphedema and monosomy 7; and familial myelodysplastic syndrome (MDS)/acute myelogenous leukemia (AML). Allogeneic hematopoietic stem cell transplant (HSCT) represents the only definitive therapy for GATA2 deficiency. Methods: We carried out myeloablative allogeneic hematopoietic stem cell transplant (HSCT) on 24 patients (mean age 24.9 years; range 16 to 46 years) with mutations in GATA2, or the MonoMAC syndrome, during the preceding three years. Three matched related donor (MRD) recipients and 13 matched unrelated donor (URD) recipients received busulfan 3.2 mg/kg/day and fludarabine 40 mg/m 2 /day on day's -6, -5, -4, and -3. Eight haploidentical related donor recipients received cyclophosphamide 14.5 mg/kg on day's -6 and -5, fludarabine 30 mg/m 2 /day on day's -6 to -2, busulfan 3.2 mg/kg/day on day's -4 and -3, and 200 cGy TBI on day -1. The majority of the MRD and URD recipients (n=13) received tacrolimus and short course methotrexate post-transplant as graft-versus host disease (GVHD) prophylaxis; three URD, while three received post-transplant cyclophosphamide (PT/CY) on days + 3 and +4 followed by tacrolimus and mycophenolate mofetil as post-transplant immunosuppression for GVHD. All 8 haploidentical related donor recipients received PT/CY as described followed by tacrolimus/methotrexate. Results: Twenty-two of the 24 patients are alive and disease-free at a mean follow-up of 13 months (range, 2 to 36 months). One matched URD recipient died from persistent AML 110 days post-transplant, and one matched URD recipient died from GVHD 2 years post-transplant. Despite a previous history of MAC in 11 patients, including 3 patients with active MAC at the time of HSCT, there were no recurrences of MAC during or following HSCT. Similarly, 13 patients had MDS with cytogenetic abnormalities at the time of HSCT (trisomy 8, monosomy 7, 5q-, trisomy 1q), and all 13 had resolution of their cytogenetic abnormalities with no late relapses following HSCT. Three patients had lymphedema at the time of HSCT (Emberger syndrome), which was not reversed. Twenty-three of the 24 patients had complete reconstitution of the monocyte, NK, and B-lymphocyte compartments, which were severely deficient pre-transplant. One URD who received PT/CT had poor graft reconstitution and required a CD34+ donor cell boost three months post-transplant. Four of the 13 MRD and URD recipients who received tacrolimus/methotrexate developed grade III-IV acute GVHD, and 3 of the 7 who were more than one-year post-HSCT developed moderate to severe chronic GVHD. No haploidentical related donor recipient developed grade III-IV GVHD or moderate to severe chronic GVHD. Conclusions: Myeloablative HSCT in GATA2 deficiency results in uniform engraftment and reversal of the hematologic, cytogenetic, and clinical manifestations of clinical manifestations of GATA2 deficiency with low regimen-related toxicity, even in this cohort of patients with considerable co-morbidities. We are currently using PT/CY in MRD and URD recipients with normal, favorable, or intermediate cytogenetics with isolated trisomy 8 to reduce the incidence of acute and chronic GVHD. We anticipate that with HSCT earlier in the clinical course, before significant organ damage or clonal evolution of MDS to AML occurs, the outcome of allogeneic HSCT in patients with GATA2 deficiency will continue to improve. Haploidentical related donor transplant appears to be particularly well suited for this disease, especially when the disease presents as a hypocellular MDS with or without trisomy 8. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "allogeneic hematopoietic stem cell transplant",
        "gata2 deficiency",
        "hematopoietic stem cell transplantation",
        "transplantation",
        "complement membrane attack complex",
        "graft-versus-host disease",
        "mac protocol",
        "mdc protocol",
        "mitral valve annular calcification",
        "monitored anesthesia care"
    ],
    "author_names": [
        "Dennis D. Hickstein, MD",
        "Nirali N Shah, MD",
        "Alexandra Freeman, MD",
        "Christa Zerbe, MD",
        "Steven M. Holland, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Dennis D. Hickstein, MD",
            "author_affiliations": [
                "Experimental Transplantation and Immunology Branch, Center for Cancer Research, National Cancer Institute, National Institutes of Health, Bethesda, MD "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Nirali N Shah, MD",
            "author_affiliations": [
                "Pediatric Oncology Branch, Center for Cancer Research, National Cancer Institute, National Institutes of Health, Bethesda, MD "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alexandra Freeman, MD",
            "author_affiliations": [
                "NIAID, Laboratory of Clinical Infectious Diseases, Bethesda, MD "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christa Zerbe, MD",
            "author_affiliations": [
                "NIAID, Laboratory of Clinical Infectious Diseases, Bethesda, MD "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Steven M. Holland, MD",
            "author_affiliations": [
                "Laboratory of Clinical Infectious Diseases, National Institute of Allergy and Infectious Diseases, National Institutes of Health, Bethesda, MD"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-05T12:53:37",
    "is_scraped": "1"
}