{
    "doi": "https://doi.org/10.1182/blood.V124.21.1330.1330",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2705",
    "start_url_page_num": 2705,
    "is_scraped": "1",
    "article_title": "Recommended Usage of Epoetin Alpha Biosimilar Retacrit™: A Subanalysis of the Orheo Study ",
    "article_date": "December 6, 2014",
    "session_type": "101. Red Cells and Erythropoiesis, Structure and Function, Metabolism, and Survival, Excluding Iron: Poster I",
    "topics": [
        "biosimilar pharmaceuticals",
        "erythropoietin",
        "brachial plexus neuritis",
        "select the dosage, dosage form or route of administration",
        "lymphoma",
        "multiple myeloma",
        "solid tumors",
        "anemia",
        "cancer",
        "chemotherapy regimen"
    ],
    "author_names": [
        "Mauricette Michallet, MD PhD",
        "Pierre Soubeyran, MDPhD",
        "Elisabeth Luporsi",
        "Jean-Emmanuel Kurtz",
        "Hélène Albrand"
    ],
    "author_affiliations": [
        [
            "Centre Hospitalier Lyon Sud, Pierre Benite, France "
        ],
        [
            "Institut Bergonie & Universite Victor Segalen, Bordeaux, France "
        ],
        [
            "Institut de Cancérologie de Lorraine Alexis Vautrin, Vandoeuvre-les-Nancy, France "
        ],
        [
            "Hôpitaux Universitaires de Strasbourg, Strasbourg, France "
        ],
        [
            "HOSPIRA France, Meudon La Foret, France"
        ]
    ],
    "first_author_latitude": "45.702775599999995",
    "first_author_longitude": "4.804545300000001",
    "abstract_text": "Introduction Chemotherapy-induced anaemia (CIA) is a frequent complication of patients (pts) with cancer, associated with fatigue and impaired quality of life, and may have serious medical consequences that can lead to discontinuation or interruption of chemotherapy (CT). Guidelines from the European Organisation for Research and Treatment of Cancer (EORTC) recommend epoetin treatment of CIA to increase haemoglobin (Hb) levels and to help to prevent red blood cell transfusions and related complications. Several epoetin alpha biosimilars are currently approved for use in the EU for the treatment of CIA. The ORHEO study (place of biOsimilaRs in the therapeutic management of anaemia secondary to chemotherapy in HaEmatology and Oncology) was a prospective, observational, non-interventional, longitudinal, national, multicentre study conducted in France that evaluated the changes in Hb level in pts with solid tumours, lymphoma or myeloma, treated with an epoetin alfa biosimilar (EAB). In this subanalysis of the ORHEO study, we compare the usage of EAB in relation to the dosage recommendations of the EORTC guidelines, with respect to efficacy and safety. Methods Pts >18 years with CIA (Hb <11 g/dL) in association with solid tumours, lymphoma or myeloma and eligible for EAB treatment were included in this study. Pts were monitored at the start of EAB therapy (D0), at 3 months (M3) and 6 months (M6). Hb response was defined as achievement of target Hb without blood transfusions in the preceding 3 weeks and during treatment or Hb ≥10 g/dL or Hb increase ≥1 g/dL since inclusion. The prescribed dosage of EAB according to body weight and the tolerability of EAB at that recommended dosage were analysed at each time point. Results Data from 2310 pts (mean age ± standard deviation 66.5±11.8 years) from 232 centres were included in the study analysis. Overall, 79.6% of pts had solid tumours, 13.0% had lymphoma and 7.4% myeloma. Of those pts with solid tumours, 30.1% of pts had a stage III and 21.6% had a stage IV tumour. Mean baseline Hb level across all pts was 9.6 g/dL, with 35.6% of pts having moderate anaemia (Hb 8–9.5 g/dL). Almost all pts (99.9%) received the epoetin alpha biosimilar (Retacrit™, Hospira UK Ltd., median dose 30,000 IU/week). Overall, 43.8% of pts received the recommended dose of EAB (as determined by their weight) throughout the study. The proportion of pts receiving the recommended dose showed little variation between malignancies (lymphoma: 43.6%; myeloma: 40.9%; breast: 39.3%; lung: 48.3%; colorectal: 39.5%). Overall, the percentage of responders was 81.6% at M3 and 86.5% at M6. The overall mean change in Hb level was 1.5±1.6 g/dL at M3 and 1.72±1.61 g/dL at M6. Responses to treatment at M6 were similar whether or not EAB was prescribed at the recommended dose throughout the study. A similar proportion of pts receiving the recommended dose of EAB reported adverse events (AEs) at M6 compared with pts who did not receive the recommended dose (9.9 vs 9.0%). Overall, transfusion rates were 9.4% and 5.8%, while the rate of thromboembolic events was 2.4% and 1.5%, at 3 and 6 months respectively. Conclusion In the ORHEO study, 44% of pts received the EORTC recommended dose of EAB over the 6-month course of the study. However, the response to therapy was similar regardless of dose. Furthermore, the frequency of overall AEs at M6 did not vary depending on dose. In conclusion, the EAB Retacrit™ was effective and well tolerated in the management of CIA in pts with solid tumours, lymphoma and myeloma and provides an alternative therapeutic option for the treatment of CIA. Disclosures Michallet: MSD: Consultancy, Honoraria; Novartis: Consultancy, Honoraria; Sanofi: Consultancy, Honoraria; BMS: Consultancy, Honoraria; Astellas: Consultancy, Honoraria; Hospira: Consultancy, Honoraria. Soubeyran: Roche: Honoraria; Celgene: Honoraria; Mundipharma: Honoraria; Hospira: Honoraria. Kurtz: Hospira: Coverage of travel expenses/congress fees Other. Albrand: Hospira: Employment."
}