{
    "doi": "https://doi.org/10.1182/blood-2020-137094",
    "article_title": "Real-World IgG Testing Frequency and Characteristics Associated with Hypogammaglobulinemia after Anti-CD20 Exposure in Patients with Chronic Lymphocytic Leukemia (CLL) ",
    "article_date": "November 5, 2020",
    "session_type": "904.Outcomes Research-Non-Malignant Conditions",
    "abstract_text": "Introduction: Hypogammaglobulinemia is a known potential adverse event in patients with CLL receiving anti-CD20 monoclonal antibody (mAb) therapy. However, real-world immunoglobulin G (IgG) testing rates have not been extensively studied. We used a real-world database to investigate IgG testing rates in patients with CLL before and after anti-CD20 exposure. We further examined factors that increased the likelihood of new onset hypogammaglobulinemia following anti-CD20 therapy. Methods: The Flatiron Health EHR-derived de-identified database was used to select patients with abstraction-confirmed CLL diagnosed before 6/1/2020 with: (1) Exposure to an anti-CD20 mAb, (2) At least one IgG lab within 180 days prior to first anti-CD20 line start, and (3) No evidence of hypogammaglobulinemia (IgG < 7g/L) within 6 months prior to first anti-CD20 line start. A \"hypogammaglobulinemia detection window\" was defined for each patient as the time between first anti-CD20 administration through to 365 days thereafter. Patients were grouped into 3 categories: (A) \"Unknown status\": those with no IgG testing during the window, (B) \"Confirmed hypogam\": those with hypogammaglobulinemia detected on any test during the window, and (C) \"No detected hypogam\": those tested for IgG during the window with 0 tests meeting the hypogammaglobulinemia threshold. Demographic and clinical baseline characteristics were compared across the groups. A logistic regression was performed to compare factors associated with higher likelihood of detecting hypogammaglobulinemia among patients with an IgG test in the detection window. Factors included were: patient age at start of detection window, exposure to chemotherapy before detection window (Y/N), concurrent chemotherapy to anti-CD20 during the detection window (Y/N), and whether anti-CD20 was given in the first line (1L) setting (Y/N). We also performed a separate scenario analysis with outcome of severe hypogammaglobulinemia (IgG < 5 g/L, compared to < 7 g/L in primary analysis). Results: We found 5,838 anti-CD20 mAb-exposed patients with CLL, of which 1,927 (33%) had at least 1 IgG lab within 180 days of anti-CD20 start. Of those, 922 (48%) had hypogammaglobulinemia within 6 months prior to starting anti-CD20 therapy, leaving 1,005 patients in the cohort. 526 patients (52%) fell into the 'unknown status' category. 182 (18%) patients fell into the 'confirmed hypogam' category, and 297 (30%) fell into the 'no hypogam detected' category. Patients across these 3 categories had similar baseline characteristics (Table 1). Among the patients with an IgG test in the detection window (N=479), patients with 'confirmed hypogam' had more IgG tests during the window than the patients with 'no detected hypogam' (mean 3.9 vs. 2.8 tests, p<0.001). Results of the logistic regression for IgG < 7 g/L did not yield any factors significantly associated with higher likelihood of hypogammaglobulinemia (Table 2). However, the regression at IgG < 5 g/L (incl. changing cohort inclusion criteria 3, N=703) found that concurrent exposure to chemotherapy was associated with higher likelihood of severe documented hypogammaglobulinemia (odds ratio 1.89; 95% CI 1.23-2.96; p = 0.004). Conclusions: In this real-world cohort of patients with CLL with at least one IgG test within 6 months prior to anti-CD20 mAb initiation, hypogammaglobulinemia was common. A majority of the cohort was not tested for IgG post anti-CD20 mAb initiation, which likely reflects clinical practice of infrequently obtaining IgG levels in patients with normal pre-treatment IgG levels. As clinically expected, patients with hypogammaglobulinemia were tested for IgG more frequently than those who were not. This hypothesis-generating study suggests that administering chemotherapy concurrently to anti-CD20 mAbs increases the likelihood of documented severe hypogammaglobulinemia (IgG < 5g/L) in patients with CLL. Further research should confirm this. Our analyses did not account for patients who may have had transient hypogammaglobulinemia during anti-CD20 treatment, and did not stratify by intravenous immunoglobulin (IVIG) usage in this population. Further research should examine the effect of anti-CD20-associated hypogammaglobulinemia on outcomes, and determine if IgG surveillance should be standardized as part of clinical guidelines. View large Download slide View large Download slide  Close modal Disclosures Hooley: Flatiron Health Inc: Current Employment, Research Funding; Roche Group: Current equity holder in publicly-traded company. Maignan: Flatiron Health Inc: Current Employment, Research Funding; Roche Group: Current equity holder in publicly-traded company. Jacob: Flatiron Health Inc: Current Employment, Research Funding; Roche Group: Current equity holder in publicly-traded company. Medina: Flatiron Health Inc: Current Employment, Research Funding; Roche Group: Current equity holder in publicly-traded company. Benderoff: Roche Group: Current equity holder in publicly-traded company; Flatiron Health Inc: Current Employment, Research Funding. Chen: Flatiron Health Inc: Current Employment, Research Funding; Roche Group: Current equity holder in publicly-traded company. Huntington: AbbVie: Consultancy; Astrazeneca: Honoraria; Bayer: Consultancy, Honoraria; Celgene: Consultancy, Research Funding; DTRM: Research Funding; Genentech: Consultancy; Novartis: Consultancy; Pharmacyclics: Honoraria; TG Therapeutics: Research Funding.",
    "author_names": [
        "Ian J. Hooley",
        "Kathleen Maignan, NP",
        "Alexandra Jacob",
        "Angelica Medina, MSRA",
        "Lauren Benderoff",
        "Robert Chen, PhD",
        "Scott F. Huntington, MD MPH"
    ],
    "author_dict_list": [
        {
            "author_name": "Ian J. Hooley",
            "author_affiliations": [
                "Flatiron Health Inc, New York, NY"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Kathleen Maignan, NP",
            "author_affiliations": [
                "Flatiron Health Inc, New York, NY",
                "Weill Cornell Medicine, New York, NY"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alexandra Jacob",
            "author_affiliations": [
                "Flatiron Health Inc, New York, NY"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Angelica Medina, MSRA",
            "author_affiliations": [
                "Flatiron Health Inc, New York, NY"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lauren Benderoff",
            "author_affiliations": [
                "Flatiron Health Inc, New York, NY"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert Chen, PhD",
            "author_affiliations": [
                "Flatiron Health Inc, New York, NY"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Scott F. Huntington, MD MPH",
            "author_affiliations": [
                "Yale Cancer Center, Yale University School of Medicine, New Haven, CT"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-19T09:33:37",
    "is_scraped": "1"
}