{
    "doi": "https://doi.org/10.1182/blood.V122.21.1919.1919",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2532",
    "start_url_page_num": 2532,
    "is_scraped": "1",
    "article_title": "Tumor Suppressor Microrna-29a/b and Microrna-34a Mediate Small Molecule PRIMA-1 Met -Induced Aoptosis In Multiple Myeloma Cells By Targeting c-Myc ",
    "article_date": "November 15, 2013",
    "session_type": "652. Myeloma: Pathophysiology and Pre-Clinical Studies, excluding Therapy: Poster I",
    "topics": [
        "c-myc genes",
        "micrornas",
        "mir29a gene",
        "multiple myeloma",
        "prima trial",
        "small molecule",
        "tumor suppressor genes",
        "dimethyl sulfoxide",
        "neoplasms",
        "polymerase chain reaction"
    ],
    "author_names": [
        "Manujendra N. Saha",
        "Yijun Yang",
        "Hong Chang"
    ],
    "author_affiliations": [
        [
            "Department of Laboratory Hematology, University Health Network and Dept. of Laboratory Medicine & Pathobiology, University of Toronto, Toronto, ON, Canada, "
        ],
        [
            "Laboratory Hematology, University Health Network, Toronto, ON, Canada"
        ],
        [
            "Laboratory Hematology, University Health Network, Toronto, ON, Canada"
        ]
    ],
    "first_author_latitude": "43.6606524",
    "first_author_longitude": "-79.3952096",
    "abstract_text": "PRIMA-1 Met /APR246 (p53 reactivation and induction of massive apoptosis), is a small molecule with remarkable anti-tumor activities in various human tumor cells, and is currently under phase I/II clinical trial. We have previously demonstrated anti-tumor activity of PRIMA-1 Met in multiple myeloma (MM) cells irrespective of p53 status. In addition, we have shown that PRIMA-1 Met alone or in combination with dexamethasone triggers significant tumor growth inhibition in vivo in a murine xenograft model of human MM. However, the molecular mechanism underlying anti-myeloma activity of PRIMA-1 Met has not been fully elucidated. MicroRNAs (miRNAs) are non-coding small RNA molecules that regulate post-transcriptional gene expression and play a critical role in tumor pathogenesis. Since the role of miRNAs and their regulation in response to PRIMA-1 Met in MM is not known, here we investigated the relationship between PRIMA-1 Met -induced apoptosis and miRNA expression in MM cells. Using a miRNA PCR array platform (Human Cancer Pathway Finder miScript miRNA PCR array, MIHS-102Z, Qiagen Inc), we analyzed the miRNA profiles in two MM cell lines of different p53 status (MM.1S with wild type p53 and 8226 with mutant p53) treated with either PRIMA-1 Met or DMSO control. After normalization to a set of housekeeping genes, differential expressions of the miRNAs were analysed. miRNA-29a, miRNA-29b, and miRNA-34a were found significantly up-regulated (more than 2 fold, p <0.05) in cells treated with PRIMA-1 Met compared to DMSO-treated cells. To evaluate the effect of over-expression of these miRNAs, we transfected two MM cell lines (MM.1S and 8226) with either miR-29a/b or miR-34a. Cells transfected with scramble miRNA were used as control. Over-expression of the miRNAs resulted in a dose-dependent inhibition of viability and increase in apoptosis of MM.1S or 8226 cells. Next, we examined the endogenous expression of these miRNAs in 5 primary MM samples by qPCR. Results showed a significant low expression of miR-29a/b and miR-34a in 3 of the 5 samples. Treatment of the two primary MM samples with low expression for miR-29a/b and miR-34a with PRIMA-1 Met resulted in up-regulation of these miRNAs leading to inhibition of the viability and induction of apoptosis. To identify the possible targets of these miRNAs, we performed bioinformatics analysis. Results obtained from different searches by miRanda and TargetScan algorithm predicted c-Myc as a potential target for miRNA-29a/b and miRNA-34a. c-Myc is an oncogene whose over-expression has been associated with resistance to current chemotherapy in MM. Global gene expression profiling by microarray showed significant down-regulation of c-Myc in two MM cell lines with either wild type or mutant p53 treated with PRIMA-1 Met compare to cells treated with DMSO. Importantly, down-regulation of c-Myc (∼2.6-fold) by PRIMA-1 Met was also observed in a MM cell line (8226R5) lacking p53 expression suggesting an important role of c-Myc in p53-independent apoptosis of MM cells induced by PRIMA-1 Met . By qPCR and Western blot analysis, we confirmed significant down-regulation of c-Myc in PRIMA-1 Met -treated MM cells. These data provided the evidence for an inverse correlation between the expression of these miRNAs and c-Myc indicating that apoptosis of MM cells induced by PRIMA-1 Met is regulated by miRNAs29a/b or miRNA34a targeting c-Myc. Our results suggest a novel mechanism for PRIMA-1 Met -induced apoptotic signaling in MM cells mediated by up-regulation of miR-29a/b and miR-34a targeting c-Myc. Our findings also provide a preclinical framework for development of therapeutic strategies in combination of PRIMA-1 Met and miRNA (miR-29a/b or miR-34a) mimics for the treatment of MM patients, especially for those with high c-Myc expressions. Disclosures: No relevant conflicts of interest to declare."
}