{
    "doi": "https://doi.org/10.1182/blood.V128.22.4144.4144",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3501",
    "start_url_page_num": 3501,
    "is_scraped": "1",
    "article_title": "Five-Year Survival Data from a Pivotal Phase 2 Study of Brentuximab Vedotin in Patients with Relapsed or Refractory Systemic Anaplastic Large Cell Lymphoma ",
    "article_date": "December 2, 2016",
    "session_type": "624. Hodgkin Lymphoma and T/NK Cell Lymphoma-Clinical Studies: Poster III",
    "abstract_text": "Background Systemic anaplastic large cell lymphoma (ALCL) is a CD30-expressing subtype of peripheral T-cell lymphoma (PTCL). Approximately 40 to 65% of ALCL patients (pts) will develop recurrent disease after frontline treatment, with median overall survival (OS) and progression-free survival (PFS) after relapse of 5.5 and 3.1 months (mos) (Savage 2008, Mak 2013). We have previously reported results of a pivotal phase 2 study of brentuximab vedotin in pts with relapsed or refractory (R/R) systemic ALCL (NCT00866047). Efficacy was demonstrated with an objective response rate (ORR) per investigator of 86% and a complete response (CR) rate of 66%. Peripheral sensory neuropathy was the most common adverse event (AE), experienced in 41% of pts. Herein, we present the end-of-study results with updated data on response durability and peripheral neuropathy (PN) resolution. Methods Fifty-eight pts with R/R systemic ALCL, ALK-positive or ALK-negative, received 1.8 mg/kg brentuximab vedotin every 3 weeks as a 30-minute outpatient IV infusion for up to 16 cycles. The primary endpoint was the ORR per independent review according to the Revised Response Criteria for Malignant Lymphoma (Cheson 2007). Long-term follow-up to evaluate disease status was assessed per the investigator every 3 mos for 2 years, every 6 mos through Year 5, and annually thereafter. CT scans were required if progression was suspected clinically. Pts who experienced PN were followed for symptom improvement/resolution until approximately 3 years into long-term follow-up. Results The estimated 5-year OS and PFS for all enrolled patients was 60% (95% CI: 47%, 73%) and 39% (95% CI: 25%, 52%), respectively. At study closure, which occurred 5 years after the last patient's end-of-treatment (EOT) visit, the median OS was not reached (95% CI: 21.3, -), and the median PFS was 20 mos (95% CI: 9.4, -). Pts were observed for a median of 71.4 mos (range, 0.8 to 82.4) from first dose. Of the pts who achieved a CR per investigator (38 of 58, 66%), the median OS (endpoints of 95% CI not estimable) and PFS (95% CI: 21.3, -) were not reached. Median OS for pts who achieved partial response per investigator (PR, 12 of 58, 21%) was 11.6 mos (95% CI: 3.1, -). Median duration of objective response was 25.6 mos (95% CI: 11.8, - [range, 0.9 to 79.7+]) and was not reached for CR pts (95% CI: 20.0, - [range, 0.9 to 79.7+]). Of the 58 enrolled pts, 42 (72%) had ALK-negative disease. Median PFS for ALK-negative and ALK-positive ALCL was 20 mos (95% CI: 6.7, -) and 25.5 mos (95% CI: 8.0, -) respectively, with the median OS not reached for each. The estimated 5-year OS was 61% (95% CI: 47%, 76%) for ALK-negative and 56% (95% CI: 32%, 81%) for ALK-positive pts. Of the 38 CR pts, 16 received a consolidative stem cell transplant (SCT, 8 allogeneic, 8 autologous). Median PFS was not reached in these pts who underwent transplant. Median PFS for the CR pts that did not undergo transplant was 39.4 mos (95% CI: 14.3, -). Sixteen pts, with a median observation time of 75.4 mos (range 69 to 82.4), remained in remission at the end of the study without the start of new therapy other than consolidative SCT. Among these pts, 8 received a consolidative SCT, and the remaining 8 pts (14% of all enrolled pts) remained on study and in remission without any additional therapy after single-agent brentuximab vedotin. Thirty-three pts (57% of enrolled pts) experienced PN. Thirty pts (30 of 33, 91%) experienced resolution or improvement, of whom, 22 (67%) reported complete resolution, and 8 (24%) reported some resolution or improvement at last assessment. Of the 11 pts with ongoing neuropathy at last follow-up, 8 pts had Grade 1 severity and 3 pts had Grade 2. Conclusions These end-of-study results demonstrate that among pts with R/R systemic ALCL, the majority of pts have achieved clinically significant durable remissions, and a subset may have been cured with single-agent brentuximab vedotin. Furthermore, associated toxicities are manageable, with high rates of resolution for PN, the most common toxicity associated with brentuximab vedotin. A randomized phase 3 trial is ongoing to evaluate the combination of brentuximab vedotin with cyclophosphamide, doxorubicin, and prednisone for frontline treatment of CD30-expressing peripheral T-cell lymphomas, including systemic ALCL (NCT01777152). Overall Survival and Progression-Free Survival Figure. View large Download slide Figure. View large Download slide Disclosures Pro: Takeda: Honoraria; Seattle Genetics: Honoraria; Celegene: Honoraria. Brice: Gilead: Honoraria; Takeda Pharmaceuticals International Co.: Honoraria, Research Funding; Seattle Genetics: Research Funding; Bristol Myers-Squibb: Honoraria; Roche: Honoraria. Bartlett: Gilead: Consultancy. Rosenblatt: University of Miami: Employment; Seattle Genetics: Research Funding. Illidge: Takeda Pharmaceuticals International Co.: Consultancy, Honoraria; Seattle Genetics: Consultancy, Research Funding. Matous: Seattle Genetics: Research Funding, Speakers Bureau; Celgene: Consultancy, Speakers Bureau; Takeda Pharmaceuticals International Co.: Speakers Bureau. Connors: Bristol Myers Squib: Research Funding; F Hoffmann-La Roche: Research Funding; Millennium Takeda: Research Funding; Seattle Genetics: Research Funding; NanoString Technologies: Research Funding. Fenton: Seattle Genetics: Employment, Equity Ownership. Huebner: Takeda Pharmaceuticals International Co.: Employment, Equity Ownership. Pinelli: Seattle Genetics, Inc.: Employment, Equity Ownership. Shustov: Seattle Genetics: Research Funding; Celgene: Consultancy, Honoraria; Novartis: Research Funding; SPECTRUM: Consultancy, Research Funding; BMS: Consultancy, Honoraria.",
    "topics": [
        "brentuximab vedotin",
        "ki-1+ anaplastic large cell lymphoma",
        "brachial plexus neuritis",
        "disease remission",
        "follow-up",
        "lymphoma, t-cell, peripheral",
        "antigens, cd30",
        "toxic effect",
        "transplantation",
        "adverse event"
    ],
    "author_names": [
        "Barbara Pro, MD",
        "Ranjana H Advani, MD",
        "Pauline Brice, MD",
        "Nancy L Bartlett, MD",
        "Joseph D Rosenblatt, MD",
        "Tim Illidge, PhD",
        "Jeffrey Matous, MD",
        "Radhakrishnan Ramchandren, MD",
        "Michelle A Fanale, MD",
        "Joseph M. Connors",
        "Keenan Fenton",
        "Dirk Huebner, MD",
        "Juan Pinelli",
        "Andrei R. Shustov"
    ],
    "author_affiliations": [
        [
            "Robert H. Lurie Comprehensive Cancer Center, Northwestern University, Chicago, IL "
        ],
        [
            "Stanford University Medical Center, Palo Alto, CA "
        ],
        [
            "Hematology, AP-HP Hopital Saint-Louis, Paris, France "
        ],
        [
            "Siteman Cancer Center, Washington University School of Medicine, Saint Louis, MO "
        ],
        [
            "University of Miami Sylvester Comprehensive Cancer Center, Miami, FL "
        ],
        [
            "Christie Hospital NHS, Manchester, United Kingdom "
        ],
        [
            "Colorado Blood Cancer Institute, Denver, CO "
        ],
        [
            "Karmanos Cancer Institute, Detroit, MI "
        ],
        [
            "University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Centre for Lymphoid Cancer, BC Cancer Agency, Vancouver, Canada "
        ],
        [
            "Seattle Genetics, Inc., Bothell, WA "
        ],
        [
            "Millennium Pharmaceuticals, Inc., a wholly owned subsidiary of Takeda Pharmaceuticals Limited, Cambridge, MA "
        ],
        [
            "Seattle Genetics, Inc., Bothell, WA "
        ],
        [
            "University of Washington Medical Center, Seattle, WA"
        ]
    ],
    "first_author_latitude": "41.8946975",
    "first_author_longitude": "-87.6224687"
}