{
    "doi": "https://doi.org/10.1182/blood.V114.22.3217.3217",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1605",
    "start_url_page_num": 1605,
    "is_scraped": "1",
    "article_title": "Creation of a Segment-Based Aldehyde Dehydrogenase Assay as a Biomarker for Cord Blood Potency. ",
    "article_date": "November 20, 2009",
    "session_type": "CELL PROCESSING POSTER II",
    "topics": [
        "aldehyde dehydrogenases",
        "biological markers",
        "umbilical cord blood",
        "human leukocyte antigens",
        "cd34 antigens",
        "transplantation",
        "albumins",
        "cd45 antigens",
        "cryopreservation",
        "dimethyl sulfoxide"
    ],
    "author_names": [
        "Kevin Shoulars, PhD",
        "Tracy Gentry",
        "Kristin M Page, MD",
        "Andrew Balber, PhD",
        "Joanne Kurtzberg, MD"
    ],
    "author_affiliations": [
        [
            "Division of Blood and Marrow Transplantation, Department of Pediatrics, Duke University Medical Center, Durham, NC, USA, "
        ],
        [
            "Preclinical Development, Aldagen, Durham, NC, USA, "
        ],
        [
            "Division of Pediatric Blood and Marrow Transplant, Duke University Medical Center, Durham, NC, USA, "
        ],
        [
            "Aldagen, Inc., Durham, NC, USA"
        ],
        [
            "Division of Blood and Marrow Transplantation, Department of Pediatrics, Duke University Medical Center, Durham, NC, USA, "
        ]
    ],
    "first_author_latitude": "36.00660045",
    "first_author_longitude": "-78.937261",
    "abstract_text": "Abstract 3217 Poster Board III-154 Banked, unrelated umbilical cord blood units (CBU) provide an option for transplantation in patients where matched adult donors are unavailable. Current methods for selecting a suitable CBU for transplantation includes examining the human leukocyte antigen (HLA) matching, total nucleated cell (TNC) count, and viable CD34 counts on the unit prior to cryopreservation. However, up to 20% of patients experience primary graft failure following UCB transplantation (UCBT), suggesting that a rapid assay to assess CBU potency on the thawed unit prior to the release from the cord blood bank is needed. Preliminary clinical studies demonstrated that neutrophil and platelet engraftment as well as overall survival can be predicted with post-thaw colony forming units (CFU). The usefulness of post-thaw CFU as a potency assay is limited both by time (14 days) and variability. However, CFUs in fresh cord blood are highly correlated with the number of cells expressing the enzyme aldehyde dehydrogenase (ALDH br cells), which is enriched in hematopoietic stem cells. Therefore, an ALDH br assay for segments attached to CBUs was developed to measure potency for UCBT. Retrospective studies of transplanted CBUs indicated that engraftment success could be accurately predicted by the number of ALDH br cells infused per kilogram. In order to facilitate prospective studies, the segment assay was modified to allow HLA matching, CFUs and the ALDH br assay to be done from one CBU segment. Blood was withdrawn from the segment with a needle and 3 drops of blood (∼30 ml) were spotted onto a FTA card for the HLA confirmatory typing. The remainder of the blood was washed with 5% dextran/albumin (DA) to remove the DMSO. Following the removal of 100,000 white blood cells for CFUs, the segments were assessed using flow cytometry for ALDH br [Aldecount®], CD45 (Phycoerythrin (PE)-labeled), 7-amino-actinomycin D (7-AAD, viability), Glycophorin A (PE-Cy5-labeled) and CD34 (Allophycocyanin (APC)-labeled). Total nucleated cell (TNC) count was obtained [Sysmex] and the total number of each cell population in the segment was calculated. This method reproducibly assays ALDH br cells (∼85% CD34/45 positive) from a single segment in less than a day while allowing testing of routine parameters of the CBU (HLA matching, TNC, viable CD34) currently used to select units for transplantation. Furthermore, the assay produces reliable results when performed by people from different laboratories (Duke vs. MD Anderson) and on different cytometers (Accuri C6 vs. BD Bioscience Facscalibur). Therefore, this method will be suitable for further prospective studies on the predictive value of the ALDH br assay to measure cord blood potency as an indicator of its ability to confer neutrophil and platelet engraftment and overall survival after UCBT. Disclosures Gentry: Aldagen, Inc: Employment. Balber: Aldagen, Inc: Employment, Equity Ownership. Kurtzberg: Aldagen, Inc: Research Funding."
}