{
    "doi": "https://doi.org/10.1182/blood.V120.21.2285.2285",
    "article_title": "The Mean Fluorescence Intensities of Anti-HLA Antibodies Detected Using Micro-Bead Flow Cytometry Predict the Risk of Platelet Transfusion Refractoriness. ",
    "article_date": "November 16, 2012",
    "session_type": "401. Basic Science and Clinical Practice in Blood Transfusion: Poster II",
    "abstract_text": "Abstract 2285 Background: HLA allo-immunized patients often receive matched platelets only after demonstrating platelet transfusion refractoriness (PTR). If further risk stratification was possible, high risk patients could be considered for pre-emptive HLA-matched platelets, cryopreserved autologous platelets, or possibly thrombopoietin analogues. Micro-bead flow cytometry is widely used to detect anti-HLA antibodies, and mean fluorescence intensities (MFI) obtained from these assays correlate with antibody titers. We asked whether MFIs could be used to stratify the risk of PTR among allo-immunized patients. Study design: We retrospectively identified 387 patients who received an autologous stem cell transplant or induction therapy for acute leukemia, between January 2005 and March 2012. All patients had a serum sample taken for HLA antibody assay within 6 weeks of commencing cellular blood product transfusions. No patient was scheduled to receive prophylactic HLA matched platelets. The primary endpoint was the development of PTR. To minimize the influence of sensitization occurring after screening, only outcomes during the first 2 weeks from commencing cellular blood product transfusions were considered. PTR was defined as having received ≥ 2 consecutive RDPLT transfusions associated with an 18–24h corrected count increment of < 2.5 at 18 – 24 hours. Antibody testing was performed using a micro-bead flow cytometry assay (Lifecodes LifeScreen Deluxe, with positive results confirmed by Lifecodes Class I ID assay, Gen-Probe Transplant Diagnostics, Stamford, CT) either during the treatment period, or on serum samples stored at −30°C. Mean fluorescence intensities (MFI) were acquired using a Luminex 100 analyzer (Luminex Corporation, Austin, TX), and analyzed using Lifecodes Quicktype v2.5.5 (Gen-Probe Transplant Diagnostics, Stamford, CT). We defined the predictor variable avgMFI to be the average MFI of the 7 individual beads in the assay, weighted by whether the presence of antibodies was confirmed or not: where w = 1 if the presence of antibodies is confirmed, and 0 otherwise; and subscript i refers to the i th class I bead. Results: Antibodies were detected in 57 (14.7%) patients of whom 45 (78.9%) were female. A total of 1443 random donor platelet (RDPLT) transfusions (mean platelet count 2.4×10 11 /unit) were studied. Sixty six (17%) patients developed PTR, of whom 28 had detectable antibodies; 29 of 321 patients who did not develop PTR also tested positive. Among antibody positive patients, median avgMFI for refractory patients was 4589 versus 349 for patients who were not, Wilcoxon rank sum test P < 0.0001. ( Figure 1 ). The area under the receiver operating characteristic curve for avgMFI as a predictor of PTR was 0.8633 (95% confidence interval: 0.7664 – 0.9602). View large Download slide View large Download slide Close modal Figure 2 View large Download slide shows the predicted probability of PTR based on a logistic regression model, in which avgMFI significantly correlated with the risk of refractoriness. The odds ratio of PTR between the first and third quartiles of avgMFI was 33.8 (95% confidence interval: 6.6 – 173.1). Figure 2 View large Download slide shows the predicted probability of PTR based on a logistic regression model, in which avgMFI significantly correlated with the risk of refractoriness. The odds ratio of PTR between the first and third quartiles of avgMFI was 33.8 (95% confidence interval: 6.6 – 173.1). Close modal Higher avgMFIs also correlated with a broader range of target antigens, likely due to increasingly avid binding to cross-reactive epitopes. (Spearman's r = 0.7736 for correlation between avgMFI and panel reactive antibody percentages (cPRA), calculated in reference to the general American population, and used here as a surrogate for the range of antibody specificities). cPRA was >80% in 25/27 patients with avgMFI>1000, suggesting poor ability to discriminate among patients with moderate to high antibody titers, and was not an independent predictor of PTR. Hence, while the increased probability of encountering a cognate antigen on a RDPLT may partly explain the correlation between avgMFI and PTR, the avidity of binding, represented in vitro by the MFIs, appears to be a more significant determinant of risk. In conclusion, we provide evidence for the concept that PTR risk due to HLA allo-immunization is usefully predicted by the MFIs of antibodies detected using micro-bead flow cytometry. Our model allows cut-offs for identifying high risk patients to be based on the degree of risk acceptable in a given clinical situation. This should enable hematology units to develop risk-adapted strategies for supporting allo-immunized thrombocytopenic patients. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "anti-human leukocyte antigen antibody",
        "flow cytometry",
        "fluorescence",
        "microbiology procedures",
        "platelet transfusion refractoriness",
        "antibodies",
        "human leukocyte antigens",
        "allopurinol",
        "blood transfusion",
        "antibody titer"
    ],
    "author_names": [
        "Ashanka M Beligaswatte, MBBS, MD",
        "Eleni Tsiopelas",
        "Ian Humphreys",
        "Greg Bennett",
        "Kathryn Robinson, MBBS, FRACP, FRCPA",
        "Ken Davis",
        "Peter G Bardy, MBBS, FRACP, FRCPA"
    ],
    "author_dict_list": [
        {
            "author_name": "Ashanka M Beligaswatte, MBBS, MD",
            "author_affiliations": [
                "Haematology & Bone Marrow Transplant Unit, Royal Adelaide Hospital, Adelaide, Australia, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Eleni Tsiopelas",
            "author_affiliations": [
                "Transplantation Services, Australian Red Cross Blood Service, Adelaide, Australia, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ian Humphreys",
            "author_affiliations": [
                "Transplantation Services, Australian Red Cross Blood Service, Adelaide, Australia, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Greg Bennett",
            "author_affiliations": [
                "Transplantation Services, Australian Red Cross Blood Service, Adelaide, Australia, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kathryn Robinson, MBBS, FRACP, FRCPA",
            "author_affiliations": [
                "Transfusion Medicine Service, Australian Red Cross Blood Service, Adelaide, Australia, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ken Davis",
            "author_affiliations": [
                "Transfusion Medicine Unit, Royal Adelaide Hospital, Adelaide, Australia"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter G Bardy, MBBS, FRACP, FRCPA",
            "author_affiliations": [
                "Transplantation Services, Australian Red Cross Blood Service, Adelaide, Australia, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-22T09:31:44",
    "is_scraped": "1"
}