{
    "doi": "https://doi.org/10.1182/blood-2018-99-119804",
    "article_title": "Activated Ral and Mutated RAS Are Independent Drivers of Multiple Myeloma Cell Survival. ",
    "article_date": "November 29, 2018",
    "session_type": "652. Myeloma: Pathophysiology and Pre-Clinical Studies, excluding Therapy: Poster II",
    "abstract_text": "Introduction RAS-associated pathways are promising therapeutic targets in RAS-driven tumors because oncogenic RAS itself is not druggable. Alongside the pathways via PI3K/AKT and RAF/MAPK, the small GTPase RAL is considered to represent a third route for oncogenic RAS signaling, which mediates malignant transformation and tumor cell survival. We performed shRNA-mediated knockdown studies in multiple myeloma (MM) cells to investigate the functional role of RAL activity and to analyze the putative functional link between oncogenic RAS and RAL. Moreover, we used screening approaches to identify possible RAL effectors and interacting partners. Methods First, we analyzed expression of the isoforms RALA and RALB in bone marrow biopsies (n=24) and in CD138+ selected primary MM cell samples (n=10) by immunohistochemistry and Western blotting, respectively. Next, we generated two isoform-specific shRNA expression vectors for each of the RAL isoforms to perform RNAi-mediated RAL knockdown and to analyze the functional consequences of RAL abrogation. Experiments were also carried out in combination with clinical anti-myeloma drugs. Furthermore, we treated MM cells with a recently developed pharmacological RAL inhibitor. MM cell survival and apoptotic cells were measured by flow cytometry with annexin V/propidium iodide staining. Changes in RAF/MAPK, PI3K/AKT or RAL pathway activation were detected by Western analysis. We then combined RAL pulldown and knockdown of mutated RAS to investigate the functional link between RAL activation and oncogenic RAS signaling. In addition, we compared RAS- and RAL-mediated gene expression profiles by RNA sequencing. Last, we used mass spectrometry to identify potential RAL effectors and interaction partners. Results RAL protein was detected in all MM cells tested, with RALA showing ubiquitously strong expression and RALB showing more heterogeneous stainings. In contrast, RALA and RALB expression was weak or absent in MGUS or normal plasma cells. MM cell survival was strongly impaired by shRNA-mediated RALA or RALB knockdown, with cell survival rates of 25% or 40 % in L-363 cells and 32% or 52% in MM.1S cells, respectively. No cross-activation between RAL and PI3K/AKT or RAF/MAPK pathways could be detected in MM cell lines. Pharmacological RAL inhibition was achieved in an MM subgroup at concentrations of 20 µM. Combining RAL knockdown and treatment with carfilzomib, pomalidomide, or ixazomib led to enhanced cell death induction. Of note, knockdown of oncogenic RAS also strongly reduced MM cell survival, but did not change constitutive RAL activation as detected by pulldown assay. Moreover, RNA sequencing after RAS or RAL knockdown produced differential gene expression profiles (1473 KRAS-regulated genes versus 771 RALA-regulated genes, with an overlap of 235 genes), again suggesting that both targets represent distinct signaling pathways. Using mass spectrometry, we identified novel RAL interaction partners which are currently being evaluated. Conclusion Our data indicate that the RAL signaling pathway constitutes a promising therapeutic target in MM and mediates MM cell survival and apoptosis independently of oncogenic RAS. Clinical translation of novel pharmacological RAL inhibitors may therefore be a future therapeutic strategy to tackle MM. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "cell survival",
        "multiple myeloma",
        "mutation",
        "1-phosphatidylinositol 3-kinase",
        "mitogen-activated protein kinases",
        "protein isoforms",
        "proto-oncogene proteins c-akt",
        "gene expression profiling",
        "mass spectrometry",
        "neoplasms"
    ],
    "author_names": [
        "Marcel Seibold",
        "Thorsten Stuehmer",
        "Anja Mottok",
        "Claus J Scholz",
        "Manik Chatterjee",
        "Ellen Leich",
        "Martin Kortüm",
        "Andreas Schlosser",
        "Hermann Einsele",
        "Andreas Rosenwald",
        "Ralf C Bargou",
        "Torsten Steinbrunn"
    ],
    "author_dict_list": [
        {
            "author_name": "Marcel Seibold",
            "author_affiliations": [
                "Department of Medicine II, University Hospital of Wuerzburg, Wuerzburg, Germany "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Thorsten Stuehmer",
            "author_affiliations": [
                "Department of Medicine II, University Hospital of Wuerzburg, Wuerzburg, Germany "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anja Mottok",
            "author_affiliations": [
                "Institute of Pathology, University of Wuerzburg, Wuerzburg, Germany "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Claus J Scholz",
            "author_affiliations": [
                "Life & Medical Sciences Institute, University of Bonn, Bonn, Germany "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Manik Chatterjee",
            "author_affiliations": [
                "Department of Medicine II, University Hospital of Wuerzburg, Wuerzburg, Germany "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ellen Leich",
            "author_affiliations": [
                "Institute of Pathology, University of Wuerzburg, Wuerzburg, Germany "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martin Kortüm",
            "author_affiliations": [
                "Department of Medicine II, University Hospital of Wuerzburg, Wuerzburg, Germany "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andreas Schlosser",
            "author_affiliations": [
                "Rudolf Virchow Center for Experimental Biomedicine, University of Wuerzburg, Wuerzburg, Germany "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hermann Einsele",
            "author_affiliations": [
                "Department of Medicine II, University Hospital of Wuerzburg, Wuerzburg, Germany "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andreas Rosenwald",
            "author_affiliations": [
                "Institute of Pathology, University of Wuerzburg, Wuerzburg, Germany "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ralf C Bargou",
            "author_affiliations": [
                "Comprehensive Cancer Center Mainfranken, University Hospital of Wuerzburg, Wuerzburg, Germany"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Torsten Steinbrunn",
            "author_affiliations": [
                "Department of Medicine II, University Hospital of Wuerzburg, Wuerzburg, Germany "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-15T15:36:53",
    "is_scraped": "1"
}