{
    "doi": "https://doi.org/10.1182/blood.V104.11.757.757",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=144",
    "start_url_page_num": 144,
    "is_scraped": "1",
    "article_title": "Performance of Free Light Chain Assays in Clinical Practice. ",
    "article_date": "November 16, 2004",
    "session_type": "Oral Sessions",
    "topics": [
        "free immunoglobulin light chain",
        "light chain nephropathy",
        "immunofixation",
        "monoclonal gammopathy of undetermined significance",
        "amyloidosis",
        "amyloidosis, primary systemic",
        "anemia",
        "antigens, cd98 light chains",
        "disease remission",
        "light chain myeloma"
    ],
    "author_names": [
        "Jerry A. Katzmann, PhD",
        "Angela Dispenzieri, MD",
        "Roshini S. Abraham, PhD",
        "Robert A. Kyle, MD"
    ],
    "author_affiliations": [
        [
            "Laboratory Medicine & Pathology, Mayo Clinic College of Medicine, Rochester, MN, USA"
        ],
        [
            "Hematology/Internal Medicine, Mayo Clinic College of Medicine, Rochester, MN, USA"
        ],
        [
            "Hematology/Internal Medicine, Mayo Clinic College of Medicine, Rochester, MN, USA"
        ],
        [
            "Hematology/Internal Medicine, Mayo Clinic College of Medicine, Rochester, MN, USA"
        ]
    ],
    "first_author_latitude": "44.0394562",
    "first_author_longitude": "-92.49657195",
    "abstract_text": "The quantitative assay for free light chains (FLC) is a recently introduced commercial product (FREELITE TM , The Binding Site, Ltd.) that has been reported to be sensitive and specific for detecting and monitoring free light chain diseases such as primary systemic amyloidosis (AL), light chain deposition disease (LCDD), non-secretory multiple myeloma (NSMM), and LCMM (light chain multiple myeloma). We have prospectively evaluated the test performance in clinical practice. Results : In 2003, our Clinical Laboratory received samples for FLC assays from 1020 Mayo Clinic patients. The majority of these patients (88%) had plasma cell disorders (PCD). All 120 patients who did not have PCD had normal K/L FLC ratios. Among these, 52 had non-AL amyloidosis: localized amyloid (23), hereditary (16), senile (6), secondary (3), and amyloid of unknown type (4). The 68 other patients who did not have a PCD were being tested because of peripheral neuropathy, rule out AL, anemia, proteinuria, lymphoproliferative disease, and a number of other indications with small numbers of patients (n=13). Among the monoclonal gammopathy patients were 330 with MM, 269 AL, 115 MGUS, 72 SMM, 22 plasmacytomas, 20 NSMM, 9 macroglobulinemia, 7 LCDD, and a variety of other diagnoses with smaller numbers of patients. The sensitivity of the K/L FLC ratio was 100% in LCDD (7/7) and 70% in NSMM (14/20). The 6 NSMM patients with normal K/L FLC ratios had all been treated with SCT and 5 of the 6 had achieved hematologic remission by bone marrow plasma cells. Among the 110 AL patients who had not been previously treated and who had a FLC assay performed within 120 days of diagnosis, the sensitivity of the K/L FLC ratio was 92% compared to 71% for serum IFE and 84% for urine IFE. Using all 3 assays, there was 99.1% (109/110) sensitivity for detecting monoclonal light chain in AL. Conclusion : The performance of the FLC assay in this prospective analysis matches the results from published retrospective validation studies."
}