{
    "doi": "https://doi.org/10.1182/blood.V108.11.2153.2153",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=559",
    "start_url_page_num": 559,
    "is_scraped": "1",
    "article_title": "Abnormally Small BCR-ABL Transcripts in CML Patients before and during Imatinib Treatment. ",
    "article_date": "November 1, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "bcr-abl tyrosine kinase",
        "imatinib mesylate",
        "phosphotransferases",
        "polymerase chain reaction",
        "dna, complementary",
        "disease remission",
        "heterogeneous nuclear rna",
        "protein tyrosine kinase",
        "rna, messenger",
        "tumor cells"
    ],
    "author_names": [
        "Jamshid S. Khorashad, MD",
        "Jeffrey H. Lipton, MD",
        "David Marin, MD",
        "Dragana Milojkovic, MD",
        "Nicholas C.P. Cross, PhD",
        "Nicholas Dibb, PhD",
        "Junia V. Melo, PhD",
        "Suzanne Kamel-Reid, PhD",
        "John M. Goldman, MD",
        "Jane F. Apperley, PhD",
        "Jaspal S. Kaeda, PhD"
    ],
    "author_affiliations": [
        [
            "Haematology, Imperial College, London, United Kingdom"
        ],
        [
            "Pathology, University of Toronto, Toronto, Canada"
        ],
        [
            "Haematology, Imperial College, London, United Kingdom"
        ],
        [
            "Haematology, Imperial College, London, United Kingdom"
        ],
        [
            "Clinical Genetics, University of Southampton, Salisbury, United Kingdom"
        ],
        [
            "Haematology, Imperial College, London, United Kingdom"
        ],
        [
            "Haematology, Imperial College, London, United Kingdom"
        ],
        [
            "Pathology, University of Toronto, Toronto, Canada"
        ],
        [
            "Haematology, Imperial College, London, United Kingdom"
        ],
        [
            "Haematology, Imperial College, London, United Kingdom"
        ],
        [
            "Haematology, Imperial College, London, United Kingdom"
        ]
    ],
    "first_author_latitude": "51.498822200000006",
    "first_author_longitude": "-0.1748735",
    "abstract_text": "Neoplastic cells bearing fusion genes that express an activated tyrosine kinase may set the scene for accumulation of genetic lesions by dysregulating DNA damage repair mechanisms and causing genetic instability. The observation that the BCR-ABL fusion gene alters pre-mRNA splicing in a variety of other genes including Ikaros and PYK2 supports this hypothesis. However, the only current evidence for acquired genetic change in the BCR-ABL gene itself is limited to finding mutations in the BCR-ABL kinase domain in patients treated with imatinib mesylate (IM). Here we report the observation that some patients with CML have abnormally small BCR-ABL transcripts both before and during treatment. Patients with sub-optimal response to IM are screened for mutations specifically within the BCR-ABL kinase domain by performing nested PCR, thereby excluding amplification of the non-translocated ABL allele. In the first round PCR amplification is performed across the fusion and the amplicons generated are subjected to a second round to yield an expected 863 bp (containing ABL exons 4 through 9 and thus the entire BCR-ABL kinase domain) PCR fragment. Smaller amplicons were observed in 49 (9.9%) of the 494 CML patients investigated. There was marked variation in the mRNA species when the abnormally small amplicons were subjected to direct sequencing; we found exon skipping, intra-exon splicing and insertion of intronic sequences. Similarly, in some cases the open reading frame was maintained whilst in others there were frame shifts leading to premature stop codons. The commonest finding, (22 of the 49 patients) was skipping of ABL exon 7 from codons 362 to 424, which includes the activation loop of the kinase domain. The smaller amplicons persisted even after the first round products had been diluted to 1:160. We also noted that the normal 863 bp fragment was present in some cases but was not detectable in others; its absence could reflect preferential amplification of the smaller transcripts. In a number of cases the same abnormally short amplicons were identified in the same patient studied serially on three or more separate occasions. We subsequently performed a second round of nested PCR with primers designed to amplify across the BCR-ABL junction such that the product included sequences from BCR 13 to ABL exon 9. With these new primers the detection frequency of abnormally small transcripts was increased. Furthermore, we observed the smaller transcripts in all of the 12 patients tested prior to beginning IM therapy. We then sought to determine if the normal ABL allele was involved; in order to avoid amplifying the BCR-ABL kinase domain, we performed a single round of PCR and restricted the analysis to patients in complete cytogenetic remission (CCyR). Only the expected 863 bp amplicon was observed in cDNA samples from 19 CML patients in CCyR whose BCR-ABL/ABL ratios ranged from 0.01 to 0.98. Furthermore, the smaller amplicons were not observed in cDNA samples from 20 normal individuals. We conclude that these abnormalities may result either from aberrant alternative splicing or from spontaneous deletions, or from a combination of both mechanisms. They may be a manifestation of the genetic instability believed to be an integral feature of CML."
}