{
    "doi": "https://doi.org/10.1182/blood.V126.23.2124.2124",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3040",
    "start_url_page_num": 3040,
    "is_scraped": "1",
    "article_title": "Trends in Financial Toxicity for Patients of a Community Cancer Clinic ",
    "article_date": "December 3, 2015",
    "session_type": "902. Health Services and Outcomes Research - Malignant Diseases: Poster I",
    "topics": [
        "cancer",
        "toxic effect",
        "cancer therapy",
        "follow-up",
        "oncologists",
        "specialty pharmacy"
    ],
    "author_names": [
        "Cherupolil R. Santhosh-Kumar, MD",
        "Stephanie Struve, CSW",
        "Sue Freier, CSW"
    ],
    "author_affiliations": [
        [
            "Aurora Healthcare, Vince Lombardi Cancer Clinic, Sheboygan, WI"
        ],
        [
            "Aurora Healthcare, Vince Lombardi Cancer Clinic, Sheboygan, WI"
        ],
        [
            "Aurora Healthcare, Vince Lombardi Cancer Clinic, Sheboygan, WI"
        ]
    ],
    "first_author_latitude": "43.75828380000001",
    "first_author_longitude": "-87.7374993",
    "abstract_text": "Background: Rising health care costs - especially those of new medications for cancer treatment - have caused a severe financial strain on patients, leading to significant alteration of lifestyles. Published information regarding financial distress is scant with data only from large tertiary care institutions that may not be relevant to smaller communities. We sought to analyze the extent of financial toxicity over time in a community cancer clinic staffed by two medical oncologists. Methods: Since 2010, a team of two oncology social workers prospectively collected data on financial assistance for patients treated at our community cancer clinic. Data regarding medication assistance is available for 2012-2014. Results: Approximately 500 new patients and 1600 unique follow-up patients are evaluated and treated at the clinic annually. From January 2010 through December 2014, 1,012 requests for assistance were processed. The number of requests increased from 134 in 2010 to 320 in 2014. Most common requests were for medications and financial aid. Trends are shown in the table. Though the number of patients applying for medication assistance increased in 2014, the amount requested was less than previous years because of the influx of specialty pharmacies in the market with their own assistance programs. Conclusions: Financial toxicity for cancer patients is a real issue in the community clinic setting.Requests for financial assistance have increased over time. The number of FDA approvals for new cancer medications seem to correlate with the increase. Studies are in progress to further clarify the financial impact of cancer on patients. Table. Trends in requests for assistance and aid and FDA approval for new medications.  Requests for . 2010 . 2011 . 2012 . 2013 . 2014 . Financial aid 64 116 86 101 143 Service 3 11 11 27 33 Equipment 13 11 11 18 23 Transport 3 12 3 5 7 Medications 51 53 44 49 114 Patient cost of medications for which aid requested   $731,891 $1,554,684 $1,253,827 FDA approvals for new Oncology medications 6 11 8 15 13 Requests for . 2010 . 2011 . 2012 . 2013 . 2014 . Financial aid 64 116 86 101 143 Service 3 11 11 27 33 Equipment 13 11 11 18 23 Transport 3 12 3 5 7 Medications 51 53 44 49 114 Patient cost of medications for which aid requested   $731,891 $1,554,684 $1,253,827 FDA approvals for new Oncology medications 6 11 8 15 13 View Large Disclosures No relevant conflicts of interest to declare."
}