{
    "doi": "https://doi.org/10.1182/blood.V118.21.1211.1211",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1985",
    "start_url_page_num": 1985,
    "is_scraped": "1",
    "article_title": "Presence and Evolution of a Catalytic Activity in Patients with Severe, Mild or Moderate Hemophilia A ",
    "article_date": "November 18, 2011",
    "session_type": "322. Disorders of Coagulation or Fibrinolysis: Poster I",
    "topics": [
        "enzyme activity",
        "hemophilia a",
        "antibodies, catalytic",
        "immunoglobulin g",
        "antibodies",
        "immunoglobulins, intravenous",
        "chromatography, affinity",
        "enzymes",
        "factor viii antibody",
        "gel chromatography"
    ],
    "author_names": [
        "Sandrine Grosbois, PhD",
        "Marie François-Brionne",
        "Elise Vallée",
        "Philippe Gautier, MD",
        "Yohann Repesse, PhD",
        "Annie Borel-Derlon, MD, PhD"
    ],
    "author_affiliations": [
        [
            "CHU de Caen, Laboratoire d'hématologie, Caen, France, "
        ],
        [
            "CHU de Caen, Laboratoire d'hématologie, Caen, France, "
        ],
        [
            "CHU de Caen, Laboratoire d'hématologie, Caen, France, "
        ],
        [
            "CHU de Caen, Laboratoire d'hématologie, Caen, France, "
        ],
        [
            "Centre Cyceron, INSERM U919, Caen, France"
        ],
        [
            "Centre Cyceron, INSERM U919, Caen, France"
        ]
    ],
    "first_author_latitude": "49.20560820000001",
    "first_author_longitude": "-0.3576887",
    "abstract_text": "Abstract 1211 The development of neutralizing anti-Factor VIII (FVIII) antibodies is the major complication of the treatment of patients with hemophilia A (HA). Several mechanisms of inhibition have been described: steric hindrance, immune complex formation and catalytic antibodies. Anti-FVIII catalytic antibodies act like enzymes and lead to the hydrolysis of FVIII. Lacroix-Desmazes et al. had shown the presence of catalytic antibodies in the plasma of patients with severe HA who had developed inhibitors (13/24) (Lacroix-Desmazes et al, NEJM, 2002). Previous studies on catalytic antibodies reported results for patients with severe HA at one time point, exclusively. Thus, we proposed to extend the analysis of catalytic antibodies to patients with a mild or moderate HA and to follow over their lifetime patients who develop inhibitor. We studied plasma samples from 33 patients with HA. Sixteen were patients with severe HA, including 8 patients with inhibitor (Inh+) and 8 patients without inhibitor (Inh-), and 17 were mild or moderate HA patients (7 Inh+ and 10 Inh-). Among Inh+ patients, 6 were treated on-demand (3 severe and 3 moderate HA patients) and 9 were submitted to an immune tolerance induction (ITI) protocol (4 severe and 5 mild or moderate patients with HA). A therapeutic preparation of pooled normal IgG (IVIg) from healthy donors was used as a source of normal IgG. We also used plasma from 13 male healthy donors. As described previously [2], IgG were purified from plasma by affinity-chromatography on protein G followed by a size-exclusion chromatography in presence of urea. Then, catalytic activity was evaluated by the hydrolysis of FVIII after incubation with purified IgG (Lacroix-Desmazes et al, Nature, 1999). Inhibitor titer is measured by modified Bethesda test. Mean FVIII-hydrolyzing rates were determined for healthy donors, HA patients and IVIg, used as control. Catalytic activity of HA patients IgG was significantly higher than those of healthy donors or IVIg (p<0.01 and p<0.001, respectively). Sixty four per cent of patients with HA had catalytic antibodies, regardless the phenotype nor inhibitor presence. In addition, prevalence of FVIII-hydrolyzing antibodies for Inh+ and Inh- HA patients was 94% and 47%, respectively. However, the mean FVIII-hydrolysis rate was comparable for both groups (0.23 ± 0.06 mmol/min/mol). Surprisingly, we showed that the mean catalytic activity of mild or moderate HA patients were significantly lower than those of severe HA patients (0.17 ± 0.05 versus 0.31 ± 0.07). Interestingly, we were able to study the evolution of both catalytic and inhibitory activities for patients who developed inhibitor. We observed 2 profiles: in the first case, FVIII-hydrolysis rate and inhibitor titer followed the same trend, but in the second case, these two parameters showed a dissociated evolution. These results were independent of the type of treatment (on-demand or ITI). For the first time, we studied catalytic activity for patients with mild or moderate HA. In comparison with patients with severe HA, catalytic activity is much lower for patients with mild or moderate HA. In addition, most of patients with severe HA had FVIII-hydrolytic antibodies (88 %), in contrast with previous studies (50%) (Lacroix-Desmazes et al, NEJM, 2002). In the same way, we showed the presence of catalytic antibodies in patients without inhibitor. Moreover, we studied the evolution of catalytic activity and inhibitor titer over the time for patients with inhibitor and showed that catalytic activity did not necessarily follow the same trend as inhibitory activity. The results suggested that catalytic antibodies could not act like neutralizing antibodies. Disclosures: No relevant conflicts of interest to declare."
}