{
    "doi": "https://doi.org/10.1182/blood.V120.21.2660.2660",
    "article_title": "Diagnostic Value of CD200 Expression for the Differentiation Between Chronic Lymphocytic Leukemia (CLL), CLL with Increased Prolymphocytes (CLL/PL) and Mantle Cell Lymphoma. ",
    "article_date": "November 16, 2012",
    "session_type": "622. Non-Hodgkin Lymphoma - Biology, excluding Therapy: Poster II",
    "abstract_text": "Abstract 2660 Background: Chronic lymphocytic leukemia (CLL) is diagnosed by the immunophenotye as published by Matutes et al. with strong expression of CD5 and CD23, weak expression of sCD22, CD79b and immunoglobulins and negativity for FMC7. CLL is readily differentiated from mantle cell lymphoma (MCL) which shares CD5 positivity but features strong expression of sCD22, CD79b and FMC7. CLL with increased prolymphocytes (CLL/PL), which cytomorphologically features 5–55% prolymphocytes, displays an immunophenotype in between CLL and MCL. The cytogenetic finding of a t(11;14) separates MCL from CLL/PL. The analysis of CD200 expression has been suggested to improve differentiation between CLL and MCL based on a limited number of cases and has not yet been assessed in CLL/PL. Aims: To assess the diagnostic usefulness of CD200 expression in the flow cytometric assessment of CLL, CLL/PL and MCL. Methods: We studied 100 patients with CLL (n=59), CLL/PL (n=27) and MCL (n=14) for expression of CD200. t(11;14) was confirmed in all cases with MCL and excluded in all cases with CLL/PL. 37 were female, 63 male, median age was 71.2 yrs (range 39.3–87.1), sample material was peripheral blood (n=68) or bone marrow (n=32). CD200 was analyzed using the antibody clone MRC OX-104 conjugated to phycoerythrin (BD Biosciences, Franklin Lakes, NJ). Cells were rated positive if they expressed CD200 stronger than the cut-off set by an isotype control. Cases were rated positive if ≥20% of the pathologic population as identified based on coexpression of CD19 and CD5 expressed CD200. Results: Mean±SD % values for CD200 positive cells were 94.9±14.0% in CLL, 78.7±27.0% in CLL/PL and 6.6±13.3% in MCL. Thus, besides significant differences between MCL with low CD200 expression and the two other entities with high CD200 expression (p<0.001 for both), there was also a significant difference between CLL and CLL/PL (p=0.006) with higher values for CLL. The same was true for the analysis of mean fluorescence intensities (MFIs): CLL cases expressed CD200 stronger (mean±SD 5.8±2.9) as compared to CLL/PL cases (3.9±2.8, p=0.007) while MCL cases had clearly the lowest MFI (0.3±0.3, p<0.001 for comparisons to both CLL and CLL/PL). In order to use a more reliable parameter than MFI of the malignant cells per se, we included normal T-cells as controls and calculated the MFI ratio “malignant cells:normal T-cells”. This again resulted in the highest values for patients with CLL (mean±SD 14.8±9.0) although the difference to patients with CLL/PL (12.3±10.4) was not significant. Patients with MCL also for this parameter had clearly lower values amounting to 1.2±0.9 (p<0.001 for comparisons to both CLL and CLL/PL). We than tested whether a cut-off for the CD200 expression parameters would be discriminative of the three entities. Regarding positivity for CD200 expression based on a cut-off of 20% malignant cells we found the following rates of positivity for CD200: 58/59 (98.3%) in patients with CLL, 26/27 (96.3%) in patients with CLL/PL and 2/14 (14.3%) in patients with MCL. Thus, although there were overall significant differences in the CD200 expression the application of a 20% cut-off was not capable of completely differentiating CLL and CLL/PL on the one hand from MCL on the other hand. Importantly, the “misclassified” cases mostly were not near to the cut-off (11.5% in CLL, 2.8% in CLL/PL, 47.0% and 22.5% in MCL). To improve classification we applied a cut-off of 0.48 for the MFI of CD200 expression in malignant cells. All 59 cases with CLL and all cases with CLL/PL had MFIs >0.48, however, only 12/14 cases with MCL had MFIs <0.48. Thus, although this analysis reveals highly significant differences between the three entities (p<0.001) there remain two misclassified MCL cases. While in one of these 2 cases the encountered MFI of 0.84 was only slightly above the cut-off and low-level bone marrow infiltration of 1% may have contributed to imprecision of MFI determination this cannot be considered for the second case (MFI 1.26, bone marrow infiltration 8%). The use of a cut-off for the MFI ratio “malignant cells:normal T-cells” yielded no improvement in classification. Conclusions: Assessment of CD200 expression may be applied in the differential diagnosis of CLL, CLL/PL and MCL to predict MCL with high probability based on a low-level expression of CD200, however, the sensitivity of this approach is limited by the infrequent MCL cases with higher expression of CD200. Disclosures: Kern: MLL Munich Leukemia Laboratory: Equity Ownership. Schabath: MLL Munich Leukemia Laboratory: Employment. Haferlach: MLL Munich Leukemia Laboratory: Equity Ownership. Schnittger: MLL Munich Leukemia Laboratory: Equity Ownership. Haferlach: MLL Munich Leukemia Laboratory: Equity Ownership.",
    "topics": [
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "mantle-cell lymphoma",
        "prolymphocytes",
        "leukemia",
        "tumor cells, malignant",
        "antibodies",
        "cd19 antigens",
        "cd23 antigen",
        "immunoglobulin isotypes"
    ],
    "author_names": [
        "Wolfgang Kern, MD",
        "Richard Schabath",
        "Claudia Haferlach, MD",
        "Susanne Schnittger, PhD",
        "Torsten Haferlach, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Wolfgang Kern, MD",
            "author_affiliations": [
                "MLL Munich Leukemia Laboratory, Munich, Germany"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Richard Schabath",
            "author_affiliations": [
                "MLL Munich Leukemia Laboratory, Munich, Germany"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Claudia Haferlach, MD",
            "author_affiliations": [
                "MLL Munich Leukemia Laboratory, Munich, Germany"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Susanne Schnittger, PhD",
            "author_affiliations": [
                "MLL Munich Leukemia Laboratory, Munich, Germany"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Torsten Haferlach, MD",
            "author_affiliations": [
                "MLL Munich Leukemia Laboratory, Munich, Germany"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-24T13:00:38",
    "is_scraped": "1"
}