{
    "doi": "https://doi.org/10.1182/blood.V128.22.5019.5019",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3298",
    "start_url_page_num": 3298,
    "is_scraped": "1",
    "article_title": "Bridging Therapy with Sodium Bemiparin at Therapeutic-Dose: Experience in Our Hospital ",
    "article_date": "December 2, 2016",
    "session_type": "332. Antithrombotic Therapy",
    "topics": [
        "sodium",
        "dental implants",
        "hemorrhage",
        "low-molecular-weight heparin",
        "venous thromboembolism",
        "deep vein thrombosis",
        "surgical procedures, operative",
        "thrombosis",
        "thrombus",
        "anemia"
    ],
    "author_names": [
        "Almudena Garcia Ruiz, DOCTOR",
        "Estefania Morente Constatin, MDCINE RESIDENT",
        "Pablo Romero Garcia, MDCINE RESIDENT",
        "Margarita Gomez Morales, DOCTOR AND HEMATOLOGIST",
        "Manuel Jurado, MD"
    ],
    "author_affiliations": [
        [
            "HEMATOLOGY, COMPLEJO HOSPITALARIO UNIVERSITARIO DE GRANADA, GRANADA, Spain "
        ],
        [
            "HEMATOLOGY, COMPLEJO HOSPITALARIO UNIVERSITARIO DE GRANADA, GRANADA, Spain "
        ],
        [
            "COMPLEJO ASISTENCIAL DE SORIA, SORIA, Spain "
        ],
        [
            "HEMATOLOGIA Y HEMOTERAPIA, COMPLEJO HOSPITALARIO UNIVERSITARIO DE GRANADA, GRANADA, Spain "
        ],
        [
            "Hematology, University Hospital Virgen de las Nieves, Granada, Spain"
        ]
    ],
    "first_author_latitude": "37.1886365",
    "first_author_longitude": "-3.6098429999999997",
    "abstract_text": "INTRODUCTION Bridging therapy consists of the administration of a fast-acting anticoagulant such as the low-molecular-weight heparin (LMWH) during the period of cessation of oral anticoagulant therapy. The decision to continue with anticoagulant therapy or to discontinue the treatment with the establishment of the Bridging therapy have been carried out carefully and on an individual basis. While taking this decision, we have taken into account three factors: the urgency of surgery or invasive process, the risk of bleeding and thrombotic risk for the patient. In recent decades, there have been multiple studies supporting the LMWH treatment, at least as safe and effective and more cost-effective than unfractionated heparin (UFH) in the prophylaxis and treatment of venous thromboembolism (VTE), including deep vein thrombosis (DVT) and pulmonary embolism (PE). Therefore, the LMWH is considered as the drugs of choice in the prevention of venous thromboembolism. There are several types of commercialized LMWH, with different pharmacological properties, such as molecular weight, anti-Xa/IIa ratio and average life. The sodium bemiparin is the LMWH with greater anti-Xa/IIa ratio, which implies a lower risk of bleeding. In addition, it has shown a low incidence of VTE and bleeding in actual clinical practice. OBJECTIVE There are few published data from bridging therapy at therapeutic doses in patients treated with oral anticoagulants (AVK) and perioperative management. It is intended to assess the efficacy (recurrence of thrombosis) and safe use of sodium bemiparin at anticoagulant doses on the bridging therapy and possible thrombotic and / or hemorrhagic complications (major and minor bleeding) resulting from this use. MATERIAL AND METHODS We have analyzed 550 bridging therapies at full dose in our clinic in the last year. They were made to a total of 345 patients (174 men and 171 women) with CHADSVASC > 2, aged between 15 and 90, with an average age of 64 years old. The reasons of anticoagulation in our patients were atrial fibrillation, mechanical prostheses, DVT, pulmonary embolism and recurrent thrombosis in patients with thrombophilia. In 70% of the cases, there were comorbidities, such as heart failure, chronic obstructive pulmonary disease, anemia, kidney failure, liver disease and long-term aftereffects of stroke. The bridging therapy has consisted on suspending AVK 4 (acenocumarol) to 6 days (warfarin) before the procedure, and replacing it by sodium bemiparin at full doses 100 kgr: 12.500 IU/24 h, and administration of a prophylactic dose of 3,500 IU, 12 hours before the procedure, and another dose 6-12 hours after the procedure, depending on the risk of bleeding of the intervention and the thrombotic risk of the patient's disease. The bridging therapy has been performed in 120 cases of major surgery (orthopedic surgery, ophthalmological procedures, valvular replacements etc), 210 cases of minor surgery (removal of nevus, complex dental extractions, dental implants), 140 cases of invasive procedures (colonoscopies, endoscopies ..), 30 cases of bleeding caused by AVK (epistaxis, petechiae and bruises, hemoptysis, menorrhagia and gastrointestinal bleeding), 15 cases of hospitalization with INR decompensation with various causes (infectious endocarditis, pneumonia, uncompensated heart failure...) and 35 cases for thrombophilia study. RESULTS: As complications of using bemiparin sodium, there have been: 1 case of heparin-induced thrombocytopenia, 20 cases of hematomas at the needle puncture sites and 2 cases of persistent uterine bleeding with progressive anemia with transfusional requirement. There was neither cases of major bleeding nor cases of thrombosis. CONCLUSIONS Sodium bemiparin administered at therapeutic doses (115 IU/kg/24h) in the perioperative period, according to the scheme described above, it is associated with a low incidence of recurrence of VTE and bleeding. The complications presented in our sample have been very few, in patients with associated co-morbidities. In our study, sodium bemiparin has shown to be safe and effective with minimal bleeding complications. Treatment should be administered on an individual basis according to each patient and factors related to surgery. Further studies will confirm our results. Table View large Download slide Table View large Download slide  Disclosures No relevant conflicts of interest to declare."
}