{
    "doi": "https://doi.org/10.1182/blood.V112.11.2024.2024",
    "article_title": "Role of Mg 2+ in Extrinsic and Intrinsic Coagulation Under Physiologic Conditions. ",
    "article_date": "November 16, 2008",
    "session_type": "Blood Coagulation and Fibrinolytic Factors",
    "abstract_text": "Ca 2+ is an obligatory factor for both the extrinsic and intrinsic pathways of coagulation. In majority of in vitro studies, investigators use saturating concentrations of Ca 2+ (5 to 10 mM) for FVIIa/tissue factor (TF) activation of factor IX (FIX), and factor X (FX) (extrinsic coagulation), as well as for the activation of FIX by FXIa, FX by FIXa/FVIIIa, and prothrombin by FXa/FVa (intrinsic coagulation). However, the concentration of Ca 2+ in plasma is only 1.1 mM, which is considerably below the saturating concentration needed for optimal coagulation. Importantly, plasma also contains 0.6 mM Mg 2+ that could compensate for subsaturating concentrations of Ca 2+ in promoting coagulation. Previous studies have attempted to clarify this concept in FIX, FX and prothrombin activation. However, these studies are sparse and in virtually all cases not detailed. We have systematically examined the role of plasma concentration of Mg 2+ (in addition to the plasma concentration of Ca 2+ ) in promoting all Ca 2+ dependent steps of extrinsic and intrinsic coagulation and compared it with the saturating concentration of Ca 2+ . The K m (~ 100 nM) for activation of FIX by FXIa was similar in the presence of plasma concentrations of Ca 2+ /Mg 2+ or 5 mM Ca 2+ . Furthermore, the K m and V max for the activation of FX and FIX by FVIIa/TF were essentially similar for both conditions. The K m and V max for the activation of FX by FVIIIa/FIXa ± phospholipid, and prothrombin by FXa/FVa ± phospholipid were also indistinguishable in these two different metal ion conditions. Notably, when only plasma concentrations of Ca 2+ (1.1mM or 1.7mM) were used in all reactions mentioned above, coagulation proceeded at suboptimal rates. In further studies, we used Biacore to investigate the binding of FXIa and FVIII to FIXa, soluble TF to FVIIa, and FVa to FXa. Soluble TF, dansyl-Glu-Gly-Arg (dEGR)-IXa and dEGR-Xa were coupled to CM5 chips in the presence of 10 mM Ca 2+ . At 5 mM Ca 2+ , the binding of FXIa to dEGR-IXa was characterized by a K d of ~40 nM, binding of FVIII to dEGR-IXa by a K d of ~100 nM, and FVa to dEGR-Xa by a K d of ~120 nM. In the presence of plasma concentrations of Ca 2+ and Mg 2+ , binding constants were similar to those obtained in the presence of 5 mM saturating Ca 2+ concentration. Additional 45 Ca 2+ binding studies using equilibrium dialysis and prothrombin fragment 1, dEGR-VIIa and decarboxylated dEGR-VIIa, FIX and decarboxylated FIX, and FX and decarboxylated FX, indicated that in the g-carboxyglutamic acid (Gla) domain, 2-3 Ca 2+ binding sites ( Shikimoto, et al., J. Biol. Chem . 278 , 24090 -24094, 2003 ; Wang, et al., Biochemistry  42 , 7959 -7966, 2003 ; Bajaj, et al., J. Biol. Chem.  281 , 24873 -24888, 2006 ) out of seven core divalent ion binding sites ( Soriano-Garcia et al., Biochemistry  31 , 2554 -2566, 1992 ) could be replaced by Mg 2+ . Conversely, Mg 2+ could not displace the Ca 2+ binding sites in the epidermal growth factor-like domain 1 (EGF1) and protease domains of FIX or FX. Overall these studies indicate that (1) saturating concentrations of Ca 2+ used in in vitro investigations are valid representations of coagulation studies, except for that Mg 2+ compensates for suboptimal concentrations of Ca 2+ under physiological conditions; (2) two of the Ca 2+ -binding sites in the Gla domain (numbers 1 and 7, per Tulinsky numbering ( Soriano-Garcia et al., Biochemistry  31 , 2554 -2566, 1992 )), and possibly a third site (number 4) are specific for Mg 2+ under physiologic conditions; and (3) the Ca 2+ -binding sites in the EGF1 and protease domains are specific for Ca 2+ and can not be occupied by Mg 2+ under physiologic conditions. In conclusion, Ca 2+ and Mg 2+ act in concert to promote optimal coagulation under physiologic conditions. Mg 2+ alone does not promote coagulation since it cannot bind to the Ca 2+ specific sites in the Gla domain necessary for folding of the Gla domain omega loop.",
    "topics": [
        "blood coagulation",
        "blood coagulation tests",
        "coagulation process",
        "dialysis procedure",
        "endopeptidases",
        "factor ix",
        "factor x",
        "hemodialysis",
        "mechlorethamine",
        "metals"
    ],
    "author_names": [
        "Sayeh Agah",
        "Amanda Sutton",
        "William H Velander",
        "S. Paul Bajaj"
    ],
    "author_dict_list": [
        {
            "author_name": "Sayeh Agah",
            "author_affiliations": [
                "Orthopaedic Surgery, UCLA/Orthopaedic Hospital, Los Angeles, CA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Amanda Sutton",
            "author_affiliations": [
                "Chemical and Biomolecular Engineering, University of Nebraska Lincoln, Lincoln, NE, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "William H Velander",
            "author_affiliations": [
                "Chemical and Biomolecular Engineering, University of Nebraska Lincoln, Lincoln, NE, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "S. Paul Bajaj",
            "author_affiliations": [
                "UCLA/Orthopedic Hospital, Los Angeles, CA, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-07T12:59:20",
    "is_scraped": "1"
}