{
    "doi": "https://doi.org/10.1182/blood-2019-124478",
    "article_title": "First Line Chemo-Free Therapy with the BRAF Inhibitor Vemurafenib Combined with Obinutuzumab Is Effective in Patients with Hcl ",
    "article_date": "November 13, 2019",
    "session_type": "623.Mantle Cell, Follicular, and Other Indolent B-Cell Lymphoma-Clinical Studies",
    "abstract_text": "Background: We have previously reported initial high response rates of the BRAF inhibitor, vemurafenib, in patients (pts) with relapsed or refractory hairy cell leukemia (HCL) (Tiacci and Park et al. NEJM 2015). However, complete response (CR) rates were low at 35-40% with detectable minimal residual disease (MRD) in most patients, and a longer follow up revealed a relapse rate of 50% (Park JH et al. Blood 2018, 132;392). Based on the recent data suggesting improved CR rate in combination with rituximab in relapsed HCL (Tiacci et al. Blood 2016, 128:1214), we initiated a phase II clinical trial to investigate the efficacy of vemurafenib and obinutuzumab in patients with newly diagnosed HCL (NCT03410875). Methods: Adult pts with previously untreated HCL who met the treatment initiation criteria (i.e. ANC <1.0k/ul, Hgb <10.0g/dL or PLT <100k/ul) are eligible for the study. Patients received vemurafenib 960mg bid from months 1-4 and obinutuzumab from months 2-4, for a total treatment duration of 4 months. Obinutuzumab was administered at 1000mg IV on days 1, 8, and 15 of month 2, and day 1 of month 3 and 4. Vemurafenib dose reductions were allowed for drug-related adverse events (AEs). Response was assessed at the end of month 4 with bone marrow (BM) biopsy and CT scans. The primary objective was to determine the efficacy of vemurafenib and obinutuzumab combination as assessed by CR rates, and the secondary objectives include assessment of safety, duration of response, MRD negativity, and BRAF allele burden by digital PCR. The study adopted a Simon's minimax 2-stage design and required ≥7 CR in the first 9 pts in the first stage to continue accrual for a total of 28 pts. We report the result of the first 9 pts in the first stage of the study. Results: A total of 11 pts have been enrolled to the study to date. The median age of the patients is 49 years old (range, 35-79). The median pretreatment ANC, Hgb and PLT is 0.7k/ul (range, 0.0-2.6), 11.5g/dL (range, 7.0-15.0), and 83k/ul (range, 21-153), respectively. Nine of 11 pts had a baseline splenomegaly. Nine pts completed all treatments to date, and 2 pts remain on active therapy. Among the 9 pts who completed the treatment, all pts achieved a response with normalization of cytopenia, including 7 pts with MRD negative CR and 2 pts with PR at the end of month four. Two pts with PR at month 4 converted to MRD+ and MRD negative CR by month 7 and 10, respectively, with no further treatment, with the best overall CR rate of 100% (9/9 pts) (Figure). All MRD negative CR had undetectable BRAFV600E by highly sensitive digital PCR. After 1 month of vemurafenib and before the first dose of obinutuzumab, 7 of 9 pts had ANC recovery to >1.0K/ul and 8 of 9 pts had Hgb >10 g/dL and PLT 100k/uL. With a median follow-up of 9.7 months (range, 4.6-15.4), all pts remain in remission with no relapse. The most common vemurafenib-related AEs were rash (73%; Gr2-9%, Gr3-64%), arthralgia (64%; Gr1-27%, Gr2-27%, Gr3-18%), alopecia (45%, all Gr1), dry skin (27%, all Gr1), and fatigue (27%, Gr1). Two pts experienced obinutuzumab infusion reaction but were able to complete all intended doses of obinutuzumab. No case of cutaneous squamous cell carcinomas has been observed. No pt discontinued the therapy due to toxicity but 8 pts had vemurafenib dose reductions due to rash (n=5) and arthralgia (n=2). Conclusion: Vemurafenib and obinutuzumab combination therapy induced a high CR rate of 100% and high rates of MRD negativity (89%) in patients with HCL in the frontline setting and appears to be a promising chemo-free targeted therapeutic approach for HCL. A majority of the pts achieved a normalization of cytopenia within 4 weeks of starting therapy. A longer follow-up is needed to assess durability of remission and degree of immunosuppression compared to cladribine-treated cohorts. Figure View large Download slide Figure View large Download slide  Close modal Disclosures Park: Kite Pharma: Consultancy; Incyte: Consultancy; GSK: Consultancy; Autolus: Consultancy; AstraZeneca: Consultancy; Allogene: Consultancy; Amgen: Consultancy; Novartis: Consultancy; Takeda: Consultancy. Winer: Jazz Pharmaceuticals, Pfizer: Consultancy. Tallman: Cellerant: Research Funding; Abbvie: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Abbvie: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; KAHR: Consultancy, Membership on an entity's Board of Directors or advisory committees; BioLineRx: Consultancy, Membership on an entity's Board of Directors or advisory committees; Nohla: Consultancy, Membership on an entity's Board of Directors or advisory committees; Rigel: Consultancy, Membership on an entity's Board of Directors or advisory committees; Oncolyze: Consultancy, Membership on an entity's Board of Directors or advisory committees; Orsenix: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; ADC Therapeutics: Research Funding; Biosight: Research Funding; Daiichi-Sankyo: Consultancy, Membership on an entity's Board of Directors or advisory committees; Jazz Pharmaceuticals: Consultancy, Membership on an entity's Board of Directors or advisory committees; UpToDate: Patents & Royalties; Tetraphase: Consultancy, Membership on an entity's Board of Directors or advisory committees; Delta Fly Pharma: Consultancy, Membership on an entity's Board of Directors or advisory committees; Cellerant: Research Funding. OffLabel Disclosure: Vemurafenib and obinutuzumab for treatment of hairy cell leukemia",
    "topics": [
        "braf inhibitors",
        "chemotherapy regimen",
        "hairy-cell leukemia",
        "obinutuzumab",
        "vemurafenib",
        "brachial plexus neuritis",
        "follow-up",
        "hemoglobin",
        "arthralgia",
        "cytopenia"
    ],
    "author_names": [
        "Jae H. Park, MD",
        "Madhulika Shukla",
        "Jose M Salcedo",
        "Shreya Vemuri",
        "Julie C Kinoshita",
        "Marissa D Smith",
        "Eric S. Winer, MD",
        "Omar Abdel-Wahab, MD",
        "Martin S. Tallman, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Jae H. Park, MD",
            "author_affiliations": [
                "Leukemia Service, Department of Medicine, Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Madhulika Shukla",
            "author_affiliations": [
                "Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jose M Salcedo",
            "author_affiliations": [
                "Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shreya Vemuri",
            "author_affiliations": [
                "Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Julie C Kinoshita",
            "author_affiliations": [
                "Memorial Sloan Kettering Cancer Center, New York, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marissa D Smith",
            "author_affiliations": [
                "Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eric S. Winer, MD",
            "author_affiliations": [
                "Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Omar Abdel-Wahab, MD",
            "author_affiliations": [
                "Leukemia Service, Department of Medicine, Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martin S. Tallman, MD",
            "author_affiliations": [
                "Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-18T06:41:35",
    "is_scraped": "1"
}