{
    "doi": "https://doi.org/10.1182/blood-2018-99-110317",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3945",
    "start_url_page_num": 3945,
    "is_scraped": "1",
    "article_title": "APOBEC3B Is Induced By Activation of DNA Repair Pathway and Modulates the Survival and Treatment Response in Human Multiple Myeloma ",
    "article_date": "November 29, 2018",
    "session_type": "651. Myeloma: Biology and Pathophysiology, excluding Therapy: Molecular Mechanisms, Treatment Response, and Survival in Multiple Myeloma",
    "topics": [
        "multiple myeloma",
        "dna repair",
        "stress",
        "cancer",
        "monoclonal gammopathy of undetermined significance",
        "neoplasms",
        "alkylating agents",
        "annexins",
        "apolipoproteins b",
        "bortezomib"
    ],
    "author_names": [
        "Lijie Xing, MD",
        "Jiye Liu, PhD",
        "Liang Lin, PhD",
        "Shih-Feng Cho, MD PhD",
        "Kenneth Wen, BS",
        "Tengteng Yu, MD",
        "Phillip Hsieh",
        "Gang An, MD",
        "Lugui Qiu, MD PhD",
        "Nikhil Munshi, MD",
        "Kenneth Anderson, MD",
        "Yu-Tzu Tai, PhD"
    ],
    "author_affiliations": [
        [
            "The LeBow Institute for Myeloma Therapeutics and Jerome Lipper Multiple Myeloma Center, Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA ",
            "Department of Hematology, Shandong Provincial Hospital, Shandong University, Jinan, China "
        ],
        [
            "The LeBow Institute for Myeloma Therapeutics and Jerome Lipper Multiple Myeloma Center, Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
        ],
        [
            "The LeBow Institute for Myeloma Therapeutics and Jerome Lipper Multiple Myeloma Center, Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
        ],
        [
            "The LeBow Institute for Myeloma Therapeutics and Jerome Lipper Multiple Myeloma Center, Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Brookline, MA "
        ],
        [
            "The LeBow Institute for Myeloma Therapeutics and Jerome Lipper Multiple Myeloma Center, Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
        ],
        [
            "The LeBow Institute for Myeloma Therapeutics and Jerome Lipper Multiple Myeloma Center, Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
        ],
        [
            "The LeBow Institute for Myeloma Therapeutics and Jerome Lipper Multiple Myeloma Center, Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
        ],
        [
            "Institute of Hematology & Blood Diseases Hospital, Department of Lymphoma & Myeloma, Chinese Academy of Medical Sciences & Peking Union Medical College, Tianjin, China "
        ],
        [
            "Institute of Hematology & Blood Diseases Hospital, Department of Lymphoma & Myeloma, Chinese Academy of Medical Sciences & Peking Union Medical College, Tianjin, China "
        ],
        [
            "The LeBow Institute for Myeloma Therapeutics and Jerome Lipper Multiple Myeloma Center, Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
        ],
        [
            "The LeBow Institute for Myeloma Therapeutics and Jerome Lipper Multiple Myeloma Center, Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
        ],
        [
            "Dana-Farber Cancer Inst., Boston, MA"
        ]
    ],
    "first_author_latitude": "42.33745149999999",
    "first_author_longitude": "-71.1081799",
    "abstract_text": "Constitutive genomic complexity, ongoing DNA damage, and accumulating mutations are observed with progression from monoclonal gammopathy of undetermined significance (MGUS) to active multiple myeloma (MM) to relapsed/refractory disease. Apolipoprotein B mRNA editing catalytic polypeptide-like 3B (APOBEC3B), a DNA cytosine deaminase, plays a prominent role in inducing mutations in multiple human cancers. In MM, APOBEC3B is linked to sub-clonal diversification, intra-tumor heterogeneity, and tumor evolution. Moreover, upregulation of APOBEC3B is associated with poor MM prognosis, suggesting that targeting MM cells with high APOBEC3B may represent a novel therapeutic approach. We here studied the upstream mechanisms of APOBEC3B dysregulation and further defined functional consequences of molecular manipulation of APOBEC3B in MM cells. We characterized its sequelae to identify novel strategies for cancer prevention or treatment by targeting this key driver gene of cancer mutagenesis. Since the expression of APOBEC3B is associated with replication stress in breast cancer, we first asked whether APOBEC3B levels are altered in MM cell lines upon treatments with Melphalan (Mel), an alkylating agent used to treat MM which is known to induce replication stress; or with ionizing radiation (IR). Using quantitative RT-PCR and Western blotting, we found that sub-lethal doses of Mel or IR induce APOBEC3B expression in a dose- and time-dependent manner in MM cell lines (n=7) associated with the phosphorylation of γH2AX. Interestingly bortezomib (btz), even at sub-lethal doses which triggers DNA damage signaling, also induced APOBEC3B expression in H929, MM1S, and U266 MM cells. Since DNA replication stress activates the ATR/ATM pathway, we next investigated whether these kinases mediate APOBEC3B induction following Mel- or IR- or btz-induced DNA replication stress. H929 and MM1S cells were treated with Mel or IR in the presence or absence of ATM or ATR inhibitors, and these cells were then lysed and assayed for APOBEC3B expression. Importantly, inhibition of ATR or ATM activation pathway significantly decreased Mel- or IR or btz-induced APOBEC3B, suggesting that replication stress induced by Mel, IR, or btz, activates transcription of APOBEC3B via an ATM/ATR dependent pathway in vitro . To test the effect of APOBEC3B on cell growth and survival, we used gene-specific CRISPR knock out (KO), shRNA knockdown (KD), and inducible-shRNA KD to study the functional impact of perturbation of APOBEC3B in MM cells. Both KO and KD of APOBEC3B decreased growth and survival in multiple MM cell lines sensitive or resistant to dexamethasone or lenalidomide. Using zombie aqua and annexin V-based flow cytometric analysis, we showed that APOBEC3B inhibition enhanced growth arrest, followed by apoptosis, in these MM cells. These data suggest an important role of increased APOBEC3B levels in MM cell survival. We next analyzed available data sources for MM cell lines from Cancer Cell Line Encyclopedia (CCLE) and the Genomics of Drug Sensitivity in Cancer (GDSC), which include microarray gene expression and drug sensitivity information. APOBEC3B expression negatively correlates with MM cell sensitivity to JQ1, a BET inhibitor which has been reported to inhibit MM cell growth and survival in vitro and in vivo. Importantly, in MM cell lines which are relatively resistant to pomalidomide and JQ1 than other cell lines, APOBEC3B KD by its shRNA enhances sensitivity to both drugs. Taken together, our findings provide new insights into the role of APOBEC3B in triggering cytidine deaminase-induced mutagenesis associated with progression of disease. Furthermore, we show that DNA replication stress triggered by Mel, IR, or btz upregulates APOBEC3B expression, which in turn confers drug resistance. The role of APOBEC in disease pathogenesis and progression, coupled with its role mediating drug resistance, suggest potential utility of targeting APOBEC in novel MM therapies. Disclosures Munshi: OncoPep: Other: Board of director. Anderson: Bristol Myers Squibb: Consultancy; Millennium Takeda: Consultancy; Celgene: Consultancy; C4 Therapeutics: Equity Ownership, Other: Scientific founder; OncoPep: Equity Ownership, Other: Scientific founder; Gilead: Membership on an entity's Board of Directors or advisory committees."
}