{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.794.794",
    "article_title": "Characterization of Ntrk fusions and Therapeutic Response to Ntrk Inhibition in Hematologic Malignancies ",
    "article_date": "December 7, 2017",
    "session_type": "604. Molecular Pharmacology and Drug Resistance in Myeloid Diseases: Novel Therapeutics and Mechanisms of Resistance in Myeloid Disease",
    "abstract_text": "Chromosomal rearrangements involving the neurotrophic receptor tyrosine kinases NTRK1-3 produce oncogenic fusions in a wide variety of adult and pediatric cancers. Although the frequency of NTRK fusions in most cancers is <5%, efficacy in solid tumors harboring these fusions is striking with a 76% durable response rate recently reported with the highly selective pan-TRK inhibitor larotrectinib (LOXO-101) in a cohort comprised of 17 unique tumor types. By contrast, the frequency of NTRK fusions is not well appreciated in hematologic malignancies and targeting of NTRK fusions has not been clinically tested. Herein, we describe the occurrence of NTRK fusions across >7,000 patients with hematologic malignancies and characterize their signal transduction, transforming properties, and response to larotrectinib in vitro and in an AML patient and corresponding patient-derived xenograft (PDX) in vivo . We performed targeted RNA sequencing using the Foundation One Heme sequencing panel across 7,311 cases of hematologic malignancies and discovered 8 patients (0.11%) harboring NTRK fusions. Fusions occurred in patients with histiocytic ( LMNA-NTRK1, TFG-NTRK1 ) and dendritic cell ( TPR-NTRK1 ) neoplasms (n=2/78), ALL ( ETV6-NTRK3; n=1/659) as well as two with AML (n=2/1201). While previous case reports have reported ETV6-NTRK3 fusions in ALL and AML, our cohort also included an ETV6-NTRK2 fusion previously unreported in AML. In addition, we detected two multiple myeloma patients with NTRK3 fusions ( UBE2R2-NTRK3 and HNRNPA2B1-NTRK3; n=2/1859) which represent the first description of NTRK fusions in myeloma. The fusion breakpoints are predicted to create in-frame fusions containing the tyrosine kinase domain of each of the NTRK genes and Sanger sequencing of RT-PCR on available tissues confirmed this. We next cloned 4 of these fusions and tested their transforming capacity in cytokine-dependent murine hematopoietic cells (Ba/F3 cells), which do not express endogenous Trk proteins. Despite equivalent levels of Trk expression, the transforming properties and auto-phosphorylation of each TRK fusion was distinct ( A ). The LMNA-NTRK1 and ETV6-NTRK2 fusions caused robust cytokine-independent growth. In contrast, additional NTRK fusions in which the 5' partner lacked classic oligomerization domains resulted in slower transformation ( UBE2R2-NTRK3 fusion)or no transformation ( HNRNPA2/B1-NTRK3 ). Consistent with these different growth properties, each fusion activated PI3K-AKT signaling to differing degrees after cytokine withdrawal ( B ) . Finally, the cells that gained cytokine-independence were exquisitely sensitive to treatment with larotrectinib. In contrast, Ba/F3 cells transformed by BRAF V600E mutation were unresponsive to Trk inhibition ( C ). The course of the above studies identified a patient with an ETV6-NTRK2 fusion AML. Using a PDX generated from this patient, we initiated treatment with larotrectinib (200mg/kg/day) after 8 weeks of transplantation when human myeloid leukemia engraftment reached a median of 15%. Larotrectinib treatment reduced human chimerism compared with mice receiving vehicle (although human myeloid leukemia cells persisted even with larotrectinib treatment- D ). Consistent with the response of the AML PDX to Trk inhibition, treatment of the same patient with larotrectinib initiated under the FDA expanded access program resulted in clinical partial remission. This was due to eradication of the ETV6-NTRK2 mutant clone, which was sustained until outgrowth of a treatment refractory ETV6-MECOM clone resulted in progressive disease. FACS sorting and analysis of the AML revealed that each ETV6 fusion occurred in a distinct AML clone. Serial targeted RNA-seq analysis of bulk cells identified reduction of expression of the ETV6-NTRK2 fusion throughout the period of LOXO-101 treatment with concomitant increased expression of the ETV6-MECOM fusion ( E ). We herein describe that NTRK fusions occur across patients with a wide variety of hematologic malignancies and are amenable to Trk inhibition. Further studies to evaluate the clonality of NTRK fusions across cancers and whether this is predictive of therapeutic response to Trk inhibition will be critical based on the case here. Nonetheless, the clinical response here in a refractory patient argues for the need for systematic evaluation of NTRK fusions despite their rarity across hematologic neoplasms. Figure View large Download slide Figure View large Download slide  Close modal Disclosures Pavlick: Foundation Medicine: Employment. Watts: Jazz Pharmaceuticals: Consultancy, Speakers Bureau. Albacker: Foundation Medicine Inc.: Employment, Equity Ownership. Mughal: Foundation Medicine, Inc: Employment, Other: Stock. Ebata: LOXO Oncology: Employment. Tuch: LOXO Oncology: Employment. Ku: LOXO Oncology: Employment. Arcila: Archer: Honoraria; Raindance Tecnologies: Honoraria; Invivoscribe: Honoraria. Ali: Foundation Medicine, Inc: Employment, Other: Stock. Park: Amgen: Consultancy.",
    "topics": [
        "hematologic neoplasms",
        "larotrectinib",
        "neurotrophic tyrosine kinase receptor type 3",
        "neurotrophic tyrosine kinase receptor type 2",
        "receptor, trka",
        "cytokine",
        "cancer",
        "leukemia, myeloid",
        "lmna gene",
        "multiple myeloma"
    ],
    "author_names": [
        "Justin Taylor, MD",
        "Christina Marcelus",
        "Dean Pavlick",
        "Ryma Benayed, MD",
        "Akihide Yoshimi, MD",
        "Emiliano Cocco, PhD",
        "Benjamin H Durham, MD BS",
        "Jaclyn F Hechtman, MD",
        "Young Rock Chung, MS",
        "Kerry Mullaney",
        "Justin M Watts, MD",
        "Eli L Diamond, MD",
        "Lee A Albacker, PhD",
        "Tariq I Mughal, MD FRCP",
        "Kevin Ebata, PhD",
        "Brian B. Tuch, PhD",
        "Nora Ku, MD",
        "Maurizio Scaltriti, PhD",
        "Maria E. Arcila",
        "Siraj M Ali, MD PhD",
        "David M. Hyman, MD",
        "Omar Abdel-Wahab, MD",
        "Jae H. Park, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Justin Taylor, MD",
            "author_affiliations": [
                "Human Oncology and Pathogenesis Program, Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Christina Marcelus",
            "author_affiliations": [
                "Human Oncology and Pathogenesis Program, Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dean Pavlick",
            "author_affiliations": [
                "Foundation Medicine, Cambridge, MA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ryma Benayed, MD",
            "author_affiliations": [
                "Department of Pathology, Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Akihide Yoshimi, MD",
            "author_affiliations": [
                "Human Oncology and Pathogenesis Program, Memorial Sloan Kettering Cancer Center, Tokyo, Japan "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Emiliano Cocco, PhD",
            "author_affiliations": [
                "Human Oncology and Pathogenesis Program, Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Benjamin H Durham, MD BS",
            "author_affiliations": [
                "Human Oncology and Pathogenesis Program, Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jaclyn F Hechtman, MD",
            "author_affiliations": [
                "Department of Pathology, Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Young Rock Chung, MS",
            "author_affiliations": [
                "Human Oncology and Pathogenesis Program, Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kerry Mullaney",
            "author_affiliations": [
                "Department of Pathology, Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Justin M Watts, MD",
            "author_affiliations": [
                "Sylvester Comprehensive Cancer Center, University of Miami Miller School of Medicine, Miami, FL "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eli L Diamond, MD",
            "author_affiliations": [
                "Department of Neurology, Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lee A Albacker, PhD",
            "author_affiliations": [
                "Foundation Medicine Inc., Cambridge, MA "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tariq I Mughal, MD FRCP",
            "author_affiliations": [
                "Foundation Medicine, Inc, Cambridge, MA "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kevin Ebata, PhD",
            "author_affiliations": [
                "LOXO Oncology, San Francisco, CA "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brian B. Tuch, PhD",
            "author_affiliations": [
                "LOXO Oncology, San Francisco, CA "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nora Ku, MD",
            "author_affiliations": [
                "LOXO Oncology, San Francisco, CA "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maurizio Scaltriti, PhD",
            "author_affiliations": [
                "Human Oncology and Pathogenesis Program, Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria E. Arcila",
            "author_affiliations": [
                "Department of Pathology, Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Siraj M Ali, MD PhD",
            "author_affiliations": [
                "Foundation Medicine, Inc, Cambridge, MA "
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David M. Hyman, MD",
            "author_affiliations": [
                "Department of Medicine, Developmental Therapeutics Service, Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 21,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Omar Abdel-Wahab, MD",
            "author_affiliations": [
                "Human Oncology and Pathogenesis Program, Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 22,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jae H. Park, MD",
            "author_affiliations": [
                "Leukemia Service, Department of Medicine, Memorial Sloan Kettering Cancer Center, New York, NY"
            ],
            "author_rank": 23,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-11T04:03:31",
    "is_scraped": "1"
}