{
    "doi": "https://doi.org/10.1182/blood.V106.11.1926.1926",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=457",
    "start_url_page_num": 457,
    "is_scraped": "1",
    "article_title": "Serum BLyS Level as a Prognostic Marker in Patients with Lymphoma. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "Background: BLyS is a TNF family member which was recently shown to play a critical role for survival of normal and malignant B cells. BLyS is expressed by monocytes, macrophages, dendritic cells as well as lymphoma cells, where its expression levels increase as tumors transform to a more aggressive phenotype. Previous small studies suggested that serum BLyS level is elevated in some proportion of patients with aggressive non-Hodgkin lymphoma (NHL). Little is known if serum BLyS level has prognostic value in patients with lymphoma. Thus, we determined serum soluble BLyS levels in 191 samples obtained from patients with various forms of lymphoma, and correlated them with the clinical characteristics and the prognosis. Materials and Methods: We analyzed serum BLyS level with ELISA in normal individuals and patients with newly diagnosed or relapsed lymphoma. Patients’ histopathological diagnosis, stage, presence of bulky disease, serum LDH, serum beta-2 microglobulin (b2m), IPI score, FLIPI score, progression free survival (PFS) and overall survival (OS) were correlated with serum BLyS levels. For survival analysis. Results: The sensitivity of the ELISA assay was 0.4 ng/ml. Serum samples from 93 normal individuals,135 newly diagnosed patients with lymphoma, and 56 patients with relapsed lymphoma were examined for serum soluble BLyS levels. Median serum BLyS levels were =2ng/ml) were observed more frequently in patients with relapsed lymphomas (42/56, 75%) than in patients with newly diagnosed lymphomas (46/136, 45%, p<0.0001) (Table). BLyS levels were more frequently elevated in relapsed HL than relapsed NHL (p=0.02). Elevated serum BLyS levels were associated with shorter PFS in all patients with relapsed lymphoma (median 2.4 vs 13.4 month, p=0.03, by Wilcoxon), and in patients with relapsed aggressive NHL (1.1 month vs 40.5 months, p=0.02). Patients with elevated BLyS levels had shorter OS in all patients with relapsed lymphoma (median 14.8 vs 49.3 months, p=0.01). Elevated BLyS levels in patients with newly diagnosed lymphoma had no significant impact on PFS or OS in our study. Conclusion: Serum BLyS levels are frequently elevated in patients with lymphoma, especially HL. Serum BLyS level is particularly higher in patients with relapsed disease, and is associated with poor prognosis in those patients group. Our study suggests the promising role of BLyS in the prognostication of patients with lymphoma, particularly aggressive NHL and HL.",
    "topics": [
        "lymphoma",
        "prognostic marker",
        "lactate dehydrogenase test, serum",
        "beta 2-microglobulin",
        "chronic b-cell leukemias",
        "diffuse large b-cell lymphoma",
        "histopathology tests",
        "hodgkin's disease",
        "immunoblastic large-cell lymphoma",
        "lymphoma, small lymphocytic"
    ],
    "author_names": [
        "Yasuhiro Oki, MD",
        "Georgios V. Georgakis, MD",
        "Thi-Sau Migone, PhD",
        "Larry W. Kwak, M.D, PhD",
        "Anas Younes, MD"
    ],
    "author_affiliations": [
        [
            "Department of Lymphoma and Myeloma, M.D. Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Department of Lymphoma and Myeloma, M.D. Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Department of Clinical Immunoassays, Human Genome Sciences, Inc., Rockville, MD, USA"
        ],
        [
            "Department of Lymphoma and Myeloma, M.D. Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Department of Lymphoma and Myeloma, M.D. Anderson Cancer Center, Houston, TX, USA"
        ]
    ],
    "first_author_latitude": "29.707097200000003",
    "first_author_longitude": "-95.3971021"
}