{
    "doi": "https://doi.org/10.1182/blood-2018-99-114587",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3882",
    "start_url_page_num": 3882,
    "is_scraped": "1",
    "article_title": "Intestinal Transplant-Associated Thrombotic Microangiopathy: Histopathological Review. a Single Center Experience ",
    "article_date": "November 29, 2018",
    "session_type": "721. Clinical Allogeneic Transplantation: Conditioning Regimens, Engraftment, and Acute Transplant Toxicities: Poster II",
    "topics": [
        "histopathology tests",
        "intestines",
        "thrombotic microangiopathies",
        "transplantation",
        "tissue microarray",
        "trimethylamine",
        "graft-versus-host disease",
        "biopsy",
        "autologous stem cell transplant",
        "edema"
    ],
    "author_names": [
        "Javier Checa",
        "Óscar Javier Blanco Núñez, MD",
        "Estefania Pérez-López, MD",
        "Mónica Cabrero, MD",
        "Ana A. Martín, MD",
        "Daniel Rivera, MD",
        "Alejandro Avendaño Pita, MD",
        "Antonio velasco Guardado, PhD",
        "Miguel Alcoceba, PhD",
        "Luis Miguel Chinchilla Tábora, MD",
        "Dolores Caballero, MD",
        "Lucia Lopez Corral, PhD MD"
    ],
    "author_affiliations": [
        [
            "Complejo Asistencial Universitario de Salamanca-IBSAL, Hematology, Salamanca, Spain, Salamanca, Spain "
        ],
        [
            "Complejo Asistencial Universitario de Salamanca-IBSAL, Pathology, Salamanca, Spain, Salamanca, Spain "
        ],
        [
            "Complejo Asistencial Universitario de Salamanca-IBSAL, Hematology, Salamanca, Spain, Salamanca, Spain "
        ],
        [
            "Hematology Department, Hospital Clínico Universitario de Salamanca (CAUSA/IBSAL), Salamanca, Spain "
        ],
        [
            "Hematology Department, Hospital Clínico Universitario de Salamanca (CAUSA/IBSAL), Salamanca, Spain "
        ],
        [
            "Hematology Department, Hospital Clínico Universitario de Salamanca (CAUSA/IBSAL), Salamanca, Spain "
        ],
        [
            "Complejo Asistencial Universitario de Salamanca-IBSAL, Hematology, Salamanca, Spain, Salamanca, Spain "
        ],
        [
            "Complejo Asistencial Universitario de Salamanca, Digestive, Salamanca, Spain, Salamanca, Spain "
        ],
        [
            "Institute for Biomedical Research of Salamanca, University Hospital of Salamanca, Salamanca, Spain "
        ],
        [
            "Complejo Asistencial Universitario de Salamanca, Pathology, Salamanca, Spain, Salamanca, Spain"
        ],
        [
            "Hematology Department, Hospital Clínico Universitario de Salamanca (CAUSA/IBSAL), Salamanca, Spain "
        ],
        [
            "Hematology Department, Hospital Clínico Universitario de Salamanca (CAUSA/IBSAL), Salamanca, Spain "
        ]
    ],
    "first_author_latitude": "40.9638977",
    "first_author_longitude": "-5.674420549999999",
    "abstract_text": "INTRODUCTION Transplant-associated thrombotic microangiopathy (TMA) is a severe complication after allogeneic stem cell transplantation (ASCT) due to endothelial injury caused by many factors such Calcineurin-inhibitors. In most severe cases, TMA could affect different organs. Intestinal TMA could be fatal and missdiagnosed in many patients. Clinical and pathological criteria to differentiate from intestinal GVHD are needed in order to distinguish both entities with different therapeutical approach. The aim of this study was to review pathological TMA features in patients diagnosed of systemic TMA . PATIENTS AND METHODS We analyzed the incidence of TMA in 527 pts who underwent ASCT in our institution between jan-2010 and apr-2018. Patients were identified if they had TMA according to probable TMA criteria by Ho . We do a pathological review in 96 samples from 18 of 42 patients in whom an endoscopy have been performed after the diagnosis of the TMA; endoscopy have been performed between 30 days before and 60 days after diagnosis of TMA for initial clinical diagnosis of GVHD. Review was performed by a pathologist expert. He examined the biopsies in search of features of GVHD, TMA or viral infection. Diagnosis of GVHD was stablished according to Mcdonald and Sales criteria, intestinal TMA diagnosis was perfomed by the 8 criteria summarized by Warren et al (perivascular mucosal hemorrhage, endothelial cell swelling, endothelial cell separation, intraluminal schistocytes, fibrin or microthrombi, loss of glands and mucosal denudation). RESULTS Baseline/transplant characteristics of patients with TMA are shown in table 1, TMA data in 2 and review hystological features of biopsies in 3. 45 (8.5%) were diagnosed of TMA with a median time from transplant of 75 days. Median age was 49 (19-69). Prophylaxis of GVHD was: Calcineurin inhibitor-MTX in 16 (35.5%), Tacrolimus-Sirolimus in 21 (46.6%), Tacrólimus-MMF and Cyclophosphamide in 8 (17.6%). 42 (93%) had prior or simultaneous acute GVHD, half of them grade III-IV, and 80% with gastrointestinal GVHD. 42% had elevated levels of tacrolimus and 13.6% elevated levels of sirolimus, one week before the diagnosis of TMA. Gastrointestinal MAT have been reported only in 5 patients (28%) at diagnosis whereas when review based on Warren criteria was performed, in 16 patients (89%) the pathologist found at least 1 of the criteria of endothelial damage and 50 % of the patients met 3 or more Warren criteria. The most frequent features were endothelial cell swelling (13 patients, 73 %) and perivascular mucosal hemorrhage (12 patients, 66.7%). In 3 biopsies which we perfomed the inmunochemistry of C4d, an activation of classic way of complement biomarker, it was positive. 4 of the 18 patients (22.2%) presented refractory-hypertension and 3 of them (26.6%) more than 30 mg/d Lof proteinuria, both suggested of poor prognosis. Regarding GVHD, it was founded in 72% at diagnosis and in all patients (18) at pathological review. 13 had grade I, 1 grade II, 1 grade III and 3 histological grade IV). With a median follow-up of 5 months (2-25) 25 of the 45 (56%) are dead. 6 of the deaths (24%) were related to TMA (1 due to TMA, 3 due to TMA+GVHD, 2 due to TMA+infection). Other causes of death were progression (4), GVHD+Infection (7), GVHD (3), infection (2), sinusoidal obstruction síndrome (1) and other causes (2). CONCLUSION TMA is a frequent complication, related with GVHD and underdiagnosed frequently. Only 5 of 18 patients were diagnosed of gastrointestinal TMA. In our study, we found that most of our patients had endotelial damage in the gastrointestinal biopsy pathological reviews. Although histological criteria of GVHD were present at review, in most of them it was only grade I; it contrasts with the severe clinical features. That lack of correlation would suggest that TMA and not GVHD is the main feature. Management of TMA and GVHD are different. To stress an appropiate diagnosis in gastrointestinal TMA is needed in order to offer the patients the best approach. REFERENCES Warren et al. A Complete Histologic Approach to Gastrointestinal Biopsy From Hematopoietic Stem Cell Transplant Patients With Evidence of Transplant-Associated Gastrointestinal Thrombotic Microangiopathy. Arch Pathol Lab Med.2017 Nov;141(11):1558-1566. Jodele S et al. A new paradigm: Diagnosis and management of HSCT-associated thrombotic microangiopathy as multi-system endothelial injury. Blood Rev. 2015;29(3):191-204. View large Download slide View large Download slide  Disclosures No relevant conflicts of interest to declare."
}