{
    "doi": "https://doi.org/10.1182/blood.V120.21.3982.3982",
    "article_title": "Aurora-A Polymorphisms in Multiple Myeloma: Implications On Chromosomal Instability ",
    "article_date": "November 16, 2012",
    "session_type": "651. Myeloma - Biology and Pathophysiology, excluding Therapy: Poster III",
    "abstract_text": "Abstract 3982 Aurora-A kinase (AURKA) is a member of the serine/threonine kinase family and has been implicated in regulating centrosome function, spindle assembly, and mitosis progression. The AURKA gene is frequently amplified in many cancers associated with aneuploidy and supernumerary centrosomes. In multiple myeloma (MM), a highly aneuploid hematologic malignancy, AURKA is frequently overexpressed and associated with poor prognosis. Several single nucleotide polymorphisms (SNPs) of the AURKA gene have been shown to be associated with certain types of cancer. One of the best characterized allelic variants is 57Val>Ile. We have analyzed this SNP in the data set of the genome-wide association study (GWAS) from 1014 German MM patients and correlated the allelic distribution with cytogenetic abnormalities assessed by interphase fluorescence in-situ hybridization (iFiSH). 728 (72%) samples were homozygous for 57Val, 286 (28%) homozygous for 57Ile or heterozygous. Of all analyzed cytogenetic aberrations, only del17p21 was significantly unequally distributed between the two isoforms. Specifically, samples homozygous for 57Ile or heterozygous (Val57Ile) harbored del17p21 less frequently than samples that were homozygous for 57Val (pIle SNP of AURKA on a chromosomally stable, Val57Ile heterozygous cell line, U2OS. Clones conditionally expressing either AURKA-57Ile (n=8) or -57Val (n=8) were generated. While no significant differences could be detected between levels of kinase activities of the two isoforms, growth of U2OS-57Val clones was significantly reduced compared to U2OS-57Ile cells (p<0.05). Furthermore, AURKA-57Val conferred a marked increase in centrosomal amplification (p<0.02) associated with a significantly higher frequency of polyploid cells and cells displaying micronuclei as a marker of chromosome missegregation upon conditional expression of AURKA-57Val (p<0.02). Interestingly, given the striking low frequency of del17p21 in MM samples homozygous for 57Ile or heterozygous (Val57Ile), we were able to show that only AURKA-57Val triggers p53/p21 activation in respective cells. Flowcytometry and live cell imaging revealed a significantly shorter duration of mitosis in AURKA-57Val compared with -57Ile expressing cells. In summary, we show that the AURKA allelic variant 57Val is associated with del17p21 in a large cohort of MM samples, and that conditional expression of AURKA-57Val versus -57Ile leads to increased centrosome amplification levels, polyploidization, and chromosomal instability, resulting in an overall growth delay. These results suggest that AURKA-57Val might be involved in malignant transformation and clonal evolution of multiple myeloma by induction of chromosomal instability. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "chromosomal instability",
        "multiple myeloma",
        "polymorphism",
        "cancer",
        "phosphotransferases",
        "protein isoforms",
        "diagnostic imaging",
        "growth delay",
        "hematologic neoplasms",
        "malignant transformation"
    ],
    "author_names": [
        "Ludmila Weiz",
        "Suzin Choi, PhD",
        "Niels Weinhold, PhD",
        "Kai Neben, MD",
        "Anthony D Ho, MD",
        "Hartmut Goldschmidt, MD, PhD",
        "Kari Hemminki, PhD",
        "Alwin Krämer, MD",
        "Marc S Raab, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Ludmila Weiz",
            "author_affiliations": [
                "Experimental Therapies for Hematologic Malignancies, German Cancer Research Centre, Heidelberg, Germany, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Suzin Choi, PhD",
            "author_affiliations": [
                "German Cancer research Centre, Hematology and Oncology, Heidelberg, Germany, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Niels Weinhold, PhD",
            "author_affiliations": [
                "Department of Medicine V (Hematology/Oncology/Rheumatology), University of Heidelberg, Im Neuenheimer Feld 410, Heidelberg, Germany, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kai Neben, MD",
            "author_affiliations": [
                "Medizinische Klinik V, Universitaetsklinikum Heidelberg, Heidelberg, Germany, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anthony D Ho, MD",
            "author_affiliations": [
                "Internal Medicine V, University of Heidelberg, Heidelberg, Germany, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hartmut Goldschmidt, MD, PhD",
            "author_affiliations": [
                "Sektion Multiples Myelom der Medizinischen Klinik V und des Nationalen Centrums für Tumorerkrankungen (NCT), University of Heidelberg, Heidelberg, Germany, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kari Hemminki, PhD",
            "author_affiliations": [
                "German Cancer Research Centre, Molecular Genetic Epidemiology, Heidelberg, Germany, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alwin Krämer, MD",
            "author_affiliations": [
                "Department of Internal Medicine V, University of Heidelberg and German Cancer Research Center (DKFZ), Heidelberg, Germany, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marc S Raab, MD",
            "author_affiliations": [
                "Max-Eder Group, Experimental Therapies for Hematologic Malignancies, German Cancer Research Center (DKFZ), Heidelberg, Germany"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-22T15:32:42",
    "is_scraped": "1"
}