{
    "doi": "https://doi.org/10.1182/blood-2019-130248",
    "article_title": "Complications of Extra Fluid Therapy (Hyperhydration) in Sickle Cell Patients during Vaso-Occlusive Painful Crisis ",
    "article_date": "November 13, 2019",
    "session_type": "114.Hemoglobinopathies, Excluding Thalassemia-Clinical",
    "abstract_text": "Introduction Sickle cell disease (SCD) is a common and severe hereditary hemoglobinopathy. Vaso-occlusive crisis (VOC), causing severe acute pain, is the major cause of hospitalizations in SCD patients. A decrease in body fluid levels supposedly promotes the sickling process, thereby contributing to VOC. Loss of renal concentrating capacity renders SCD patients susceptible to hypovolemia. Extra fluids (hyperhydration) are thought to stop or limit sickling and are therefore routinely administered as treatment of VOC, regardless of the patient's hydration state. However, despite its widespread use, very little is known about the efficacy and potential complications of intravenous (iv) extra fluid therapy (EFT). In this retrospective analysis, we assessed the rate of fluid overload due to EFT in SCD patients. We evaluated whether fluid overload is related to fluid volume or tonicity, SCD-related complications, use of blood transfusion or hydroxyurea and laboratory parameters. Methods Consecutive SCD patients (HbSS, HbSC, HbS-β 0 thalassemia, or HbS-β⁺ thalassemia), aged > 10 years, with a hospitalization period of at least 3 days for VOC between September 2016 and September 2018 were included in this retrospective analysis. Consecutive admissions of the same patient within the study period were included. According to the local protocol, EFT existed of NaCl 0,65% 3 liter/24 hours in adults and NaCl 0.45%/glucose 2.5% 3 liter/m 2 /24 hours in pediatric patients, both for the maximum duration of 72 hours. Patient records were thoroughly reviewed for a large variety of clinical parameters (ie fluid regimens, medical history, treatment and current or past fluid overload due to EFT). Fluid overload was defined as a documented diagnosis by treating physician based on symptoms, clinical parameters or findings of lung edema on chest X-ray. Association between patient parameters and the occurrence of fluid overload during a hospital admission for VOC was assessed using univariate and multivariate logistic regression analyses. Results A total of 188 hospitalizations in 78 patients were included in the study, 44 hospitalizations were in children. Twenty (26%) of the 78 patients (13% of all 188 hospitalizations) experienced fluid overload due to EFT. Four patients had 2 episodes of fluid overload during the study period. Fluid overload was significantly associated with a longer hospitalization period. A history of fluid overload was a strong risk factor for a new episode of fluid overload. Thirty out of 78 patients (38%) had developed fluid overload due to EFT in the years preceding the study period. Twelve of these 30 patients had at least 1 recurrence of fluid overload during the study period. In addition, 8 patients had first-time episodes of fluid overload, bringing the total number of patients with at least 1 clinical episode of fluid overload to 38/78 (49%). Interestingly, in 78 hospital admissions of the 30 patients with a prior history of fluid overload, 42 (54%) did not receive a reduced volume of EFT during the study period. Moreover, in 2 instances, >3 liters of fluid/24 hours was administered and in 13 hospitalizations (17%) the EFT was extended beyond 72 hours. In univariate and multivariate analyses, a previous episode of fluid overload, a lower systolic blood pressure at time of admission and a higher total volume of administered iv fluids in the first 72 hours of admission were independent predictive factors of fluid overload. Tonicity of the EFT was not associated with fluid overload (11.7% in NaCl 0.9% vs 10.3% in NaCl 0.65%). No differences were observed in the rates of fluid overload between adult and pediatric patients. Conclusions This study illustrates that iatrogenic fluid overload is a frequent complication of EFT during VOC in SCD patients, occurring in 26% of the patients during the 2-year study period and reported in the past medical history of 38% of patients. Prior occurrence of fluid overload, lower systolic blood pressure upon admission and the total volume of administered iv fluids in the first 72 hours of admission were independent predictors of fluid overload occurrence. These results suggest that the current EFT for VOC might not be adequate and warrants a controlled randomized trial in order to evaluate its role, volume and tonicity in the treatment of VOC. Patients with previous fluid overload may need a modified iv fluid regimen to prevent its recurrence and longer hospital stay. View large Download slide View large Download slide  Close modal Disclosures Nur: Novartis Pharmaceuticals: Consultancy.",
    "topics": [
        "drepanocytes",
        "fluid management",
        "pain",
        "excess fluid volume",
        "intravenous fluid",
        "sodium chloride",
        "hemoglobin, sickle",
        "hospital admission",
        "medical history",
        "thalassemia"
    ],
    "author_names": [
        "Aafke E. Gaartman, MD",
        "Ajab K. Sayedi, BSc",
        "Charlotte F.J. Van Tuijn, MPH, PhD",
        "Harriet Heijboer, MD PhD",
        "Tanja Netelenbos, MD PhD",
        "Bart J. Biemond, MD PhD",
        "Erfan Nur, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Aafke E. Gaartman, MD",
            "author_affiliations": [
                "Department of Hematology, Amsterdam UMC, Academic Medical Center, Amsterdam, Netherlands "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ajab K. Sayedi, BSc",
            "author_affiliations": [
                "Department of Hematology, Amsterdam UMC, Academic Medical Center, Amsterdam, Netherlands "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Charlotte F.J. Van Tuijn, MPH, PhD",
            "author_affiliations": [
                "Department of Hematology, Amsterdam UMC, Academic Medical Center, Amsterdam, Netherlands "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Harriet Heijboer, MD PhD",
            "author_affiliations": [
                "Department of Pediatric Hematology, Emma Children's Hospital, Amsterdam UMC, Academic Medical Center, Amsterdam, Netherlands "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tanja Netelenbos, MD PhD",
            "author_affiliations": [
                "Department of Immunohematology and Blood Transfusion, LUMC, Leiden, NLD"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bart J. Biemond, MD PhD",
            "author_affiliations": [
                "Department of Hematology, Amsterdam UMC, Academic Medical Center, Amsterdam, Netherlands "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Erfan Nur, MD PhD",
            "author_affiliations": [
                "Department of Hematology, Amsterdam UMC, Academic Medical Center, Amsterdam, Netherlands "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-18T21:29:02",
    "is_scraped": "1"
}