{
    "doi": "https://doi.org/10.1182/blood.V116.21.2265.2265",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1854",
    "start_url_page_num": 1854,
    "is_scraped": "1",
    "article_title": "Dasatinib In Children and Adolescents with Relapsed or Refractory Leukemia: Results of the CA180018 Phase 1 Dose-Escalation Study of the Innovative Therapies for Children with Cancer (ITCC) Consortium ",
    "article_date": "November 19, 2010",
    "session_type": "Chronic Myeloid Leukemia - Therapy: Poster II",
    "topics": [
        "adolescent",
        "child",
        "childhood cancer",
        "dasatinib",
        "innovative therapies",
        "leukemia",
        "brachial plexus neuritis",
        "imatinib mesylate",
        "childhood leukemia",
        "measles-mumps-rubella vaccine"
    ],
    "author_names": [
        "C. Michel Zwaan",
        "Carmelo Rizzari",
        "Francoise Mechinaud",
        "Donna L Lancaster, MBChB, MRCPCH",
        "Pamela R. Kearns, BSc, MBBCh, MRCP, PhD",
        "Thomas Lehrnbecher",
        "Vincent H. J. van der elden",
        "H. Berna Beverloo, PhD",
        "Monique L. den Boer",
        "Rob Pieters, MD, PhD",
        "Julie Rosenberg",
        "Robert Herdlicka",
        "Dominique Derreumaux",
        "Shruti Agrawal",
        "André Baruchel"
    ],
    "author_affiliations": [
        [
            "Erasmus MC-Sophia Children's Hospital, Rotterdam, Netherlands, "
        ],
        [
            "University of Milano-Bicocca, Monza, Italy, "
        ],
        [
            "CHU Hotel-Dieu, Nantes, France, "
        ],
        [
            "Dept of Paediatric Oncology, Royal Marsden Hospital, Sutton, United Kingdom, "
        ],
        [
            "School of Cancer Sciences, University of Birmingham, Birmingham, United Kingdom, "
        ],
        [
            "Pediatric Hematology and Oncology, Johann Wolfgang Goethe University, Frankfurt, Germany, "
        ],
        [
            "Department of Immunology, Erasmus University Medical Center, Rotterdam, Netherlands, "
        ],
        [
            "Clinical Genetics, ErasmusMC Rotterdam, Rotterdam, Netherlands, "
        ],
        [
            "Pediatrics Oncology/Hematology, Erasmus MC-Sophia Children's Hospital, Rotterdam, Netherlands, "
        ],
        [
            "Dept. of Pediatric Hematology/Oncology, Erasmus MC-Sophia Children's Hospital, Rotterdam, Netherlands, "
        ],
        [
            "Bristol-Myers Squibb, Wallingford, CT, USA, "
        ],
        [
            "Bristol-Myers Squibb, Braine L’Alleud, Belgium, "
        ],
        [
            "Bristol-Myers Squibb, Braine L’Alleud, Belgium, "
        ],
        [
            "Bristol-Myers Squibb, Princeton, NJ, USA, "
        ],
        [
            "Hôpital St-Louis, Paris, France"
        ]
    ],
    "first_author_latitude": "51.91201969999999",
    "first_author_longitude": "4.4701675",
    "abstract_text": "Abstract 2265 Background: Pediatric relapsed/refractory leukemia portends a poor prognosis and more effective therapies are urgently needed. Dasatinib is a potent oral BCR-ABL inhibitor approved for treating adults with chronic myeloid leukemia (CML) or Philadelphia chromosome-positive acute lymphoblastic leukemia (Ph+ ALL) resistant or intolerant to imatinib. Dasatinib also has activity against SRC-family kinases and KIT. A phase 3 trial of dasatinib vs imatinib in adults with newly diagnosed with CML in chronic phase (CP) showed superior efficacy of dasatinib with good tolerability (Kantarjian et al. NEJM 2010:362:2260). Methods: The CA180018 trial is a component of a European Medicines Agency-approved comprehensive Pediatric Investigation Plan for dasatinib aimed at improving outcomes in pediatric leukemias. This trial is being conducted via the ITCC consortium in 7 countries (15 centers) as a stratified phase 1 dose-escalation study. The primary aim is to establish a safe and effective phase 2 dose of dasatinib in children/adolescents with subtypes of relapsed/refractory leukemia. Secondary objectives include safety, pharmacokinetics (PK), and rates of hematologic, cytogenetic, and molecular response (cytogenetic/molecular responses in Ph+ only). Patients (pts) were stratified into 3 disease strata: Stratum 1, imatinib-resistant/intolerant Ph+ CML-CP; Stratum 2/3, advanced CML resistant to imatinib or Ph+ ALL relapsed/refractory after imatinib or Ph+ AML in ≥2nd relapse (original strata merged by protocol amendment due to slow enrolment); and Stratum 4, ≥2nd relapse of Ph– ALL or AML. Starting doses were 60, 80, 100, and 120 mg/m 2 once daily, with dose escalations based on safety and efficacy. Intrapatient dose escalation was allowed for lack of response. Results: The study opened in March 2006 and closed to accrual in October 2009. 58 pts have been treated, of which 50 (86%) completed therapy by data cut-off of May 2010. No pts with Ph+ AML were enrolled. All pts had prior therapy, including imatinib in 59% (all Ph+ pts), anagrelide or hydroxyurea in 22%, interferon in 3%, other chemotherapy in 69%, radiotherapy in 43%, and stem cell transplant in 50%. Median age (yrs) was 11, including 2 pts (3%) aged 18. 39 pts (67%) were male. No pt with Ph– AML had a KIT mutation. Median durations of therapy (range) were: Stratum 1, 11.3 mos (2.3–47.9); Stratum 2/3, 3.0 mos (0.5–24.6); and Stratum 4, 1.1 mos (<0.1–3.4). Dasatinib up to 120 mg/m 2 , including long-term therapy, was well tolerated. Common drug-related toxicities (≥10%) were: nausea (grade 1/2 in 16 pts [28%], grade 3 in 1 [2%]); headache (grade 1/2 in 11 [19%], grade 3 in 2 [3%]); diarrhea (grade 1/2 in 12 [21%]); vomiting (grade 1/2 in 9 [16%], grade 3 in 1 [2%]); rash (grade 1/2 in 9 [16%]); and pain in extremity (grade 1/2 in 6 [10%]). Pleural effusion occurred in 2 pts (3%) at grade 1 and 1 pt (2%) at grade 3. Two dose-limiting toxicities were seen in Stratum 4: grade 4 anaphylaxis 5 h after first dose (60 mg/m 2 ) and grade 3 upper GI bleed on Day 6 (120 mg/m 2 ) in a pt with platelet count of 16×10 9 /L. Maximum tolerated dose has not been established. PK parameters, analyzed in 52 pts to date, showed high interpatient and intrapatient variability. Dasatinib was rapidly absorbed with median time to maximum concentration of 1.0 h irrespective of dose. Mean half-life ranged from 2.1–3.6 h. With dasatinib 60, 80, 100, or 120 mg/m 2 , area under the curve was 374, 530, 424, and 606 ng.h/mL and maximum concentration was 113, 138, 114, and 183 ng/mL, respectively. Treatment responses were seen in Ph+ pts who received dasatinib 60 or 80 mg/m 2 . In Stratum 1 (CML-CP; n=17), rates were complete hematologic response (HR) in 16 (94%), complete cytogenetic response (CCyR) in 14 (82%), major molecular response (MMR) in 6 (35%), and complete molecular response in 4 (24%). In Stratum 2/3 (advanced CML/Ph+ ALL; n=17), rates were major HR in 10 (59%), CCyR in 12 (71%), and MMR in 0/2 pts with advanced CML assessed to date. No pt in Stratum 4 responded (Ph– ALL/AML; n=24). Final data will be presented. Conclusions: This trial shows the safety and efficacy of dasatinib in pediatric pts with Ph+ leukemias and supports the feasibility of evaluating new agents in children with rare malignancies through cooperative group efforts. A phase 2 study is underway to further evaluate dasatinib in children/adolescents with Ph+ leukemias, including newly diagnosed CML. Disclosures: Zwaan: Bristol-Myers Squibb: Consultancy. Off Label Use: Dasatinib treatment of pediatric leukemias. Rosenberg: Bristol-Myers Squibb: Employment, Equity Ownership. Herdlicka: Bristol-Myers Squibb: Employment. Derreumaux: Bristol-Myers Squibb: Employment. Agrawal: Bristol-Myers Squibb: Employment."
}