{
    "doi": "https://doi.org/10.1182/blood.V124.21.5099.5099",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2729",
    "start_url_page_num": 2729,
    "is_scraped": "1",
    "article_title": "Management of Major Bleeding Caused By Rivaroxaban and the Use of Desmopressin ",
    "article_date": "December 6, 2014",
    "session_type": "332. Antithrombotic Therapy",
    "topics": [
        "desmopressin",
        "hemorrhage",
        "rivaroxaban",
        "gastrointestinal bleeding",
        "deep vein thrombosis",
        "factor ix concentrates",
        "fresh-frozen plasma",
        "international normalized ratio",
        "thrombin time",
        "anemia"
    ],
    "author_names": [
        "Ahmad Jajeh, MDMPH"
    ],
    "author_affiliations": [
        [
            "METROSOUTH, CHICAGO, IL"
        ]
    ],
    "first_author_latitude": "41.628645600000006",
    "first_author_longitude": "-87.66589155",
    "abstract_text": "Rivaroxaban is a new anticoagulant that is substituted for Coumadin on a large scale in the treatment and prevention of Deep Vein Thrombosis DVT and Pulmonary Embolism PE. It is an oral agent that inhibits Factor Xa. The most attractive attribute of this new anticogulant is the lack of monitoring PT/INR. However, out of many cases put on Rivaroxaban a few reports of major and threatening bleed that could be fatal. Particularly, the the GI bleeding. Unfortunately, no set standard antidote or management is available when such catastrophic bleeds happen. This abstract present our experience with three major bleeding cases that presented with massive GI bleeding. Two are associated with peptic ulcer upon Upper GI endoscopy. Two males and one female age 60, 71 (males) and 71 (female). The first two patients were treated with Prothrombin complex product. The female patient presented with sever anemia of 4 grams of Hb with hematemesis and bright red blood per rectum. The Prothrombin complex product was not readly available . She was given multipe doses of Fresh Frozen Plasma FFP and multiple units of packed red blood cells. She was also given a product Profilnine which contains Factor II, IX and VII. Patient's coagulation profile of PTT, PT and Thrombin time were corrected. However, she continue to have bright blood per NG suction. Upon receiving D-DAVP Desmopressin 0.3 micrograms per Kg she stopped bleeding and EGD was done later with sclerosing treatment of gastric ulcer and ligation. Patient was given later a small dose of Prothrombine complex when was available since the last dose of Rivaroxaban was given less than 13 hours from her presentation to the hospital. All of the mentioned patients had prolongation of PT/INR/PTT at presentation. Thrombin time was monitored in all of them. All patients had survived the magor GI bleeding. D-DAVP were given to all of them. In conclusion D-DAVP Desmopressin should be considered as an adjuvant drug in patient presentong with major GI bleeding secondary to Rivaroxaban. Disclosures No relevant conflicts of interest to declare."
}