{
    "doi": "https://doi.org/10.1182/blood.V104.11.3928.3928",
    "article_title": "Regulation of Connective Tissue Growth Factor (CTGF) Ameliorates the Disease Course in a Rodent Model of Reactive Arthritis (RA). ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Gene expression of CTGF, a proangiogenic molecule, is up-regulated by serine proteases (FXa) and thrombin (JBC 275, 2000). We have demonstrated that thrombospondin-1 (TSP1) plays a major role in the assembly of the prothrombinase complex on the surface of neutrophils (PMNs) and that PMNs contain the message for CTGF. Rheumatoid arthritis is a chronic inflammatory disease associated with leukocyte adhesion and extravasation with angiogenesis as its hallmark. There is evidence indicating that TSP1 plays a major role in the pathophysiology of RA (JI 171, 2003). In this genetically susceptible rodent model of RA, a single intraperitoneal (i.p.) injection of peptidoglycan-polysaccharide induces an inflammatory immune response characterized by increased joint diameters in a biphasic manner. The acute phase occurs during the first five days with spontaneous reactivation around day 12 resulting in a progressive and irreversible chronic phase. We tested a well-characterized synthetic peptide derived from TSP1-type 3 repeats under three different therapeutic modalities in the experimental model of RA. First, peptide treatment was administered intravenously (i.v.) during the first five days of the experimental protocol representing the acute phase. Second, peptide treatment was administered i.v. during the acute phase but then i.p. every other day during the chronic phase of the experimental protocol. Third, peptide treatment was administered daily i.p. during the acute phase and every other day during the chronic phase. At all times a positive control group was included as well as a negative control group receiving a scrambled peptide. Total RNA was isolated from the ankle joints of the animals and RT-PCR was performed using specific primers for CTGF and G3PDH. Integrated density values were measured and the ratio of CTGF/G3PDH assessed. Immunohistochemical analysis of CTGF was also performed using Bioquant image analysis software to quantitate CTGF immuno expression. In peptide-treated animals CTGF expression in the cells of the synovial lining was significantly decreased when compared to the disease untreated group. Peptide untreated positive control group was associated with upregulation of the CTGF gene expression (2.53±0.33) in the ankle tissue and localized to the synovial membranes as judge by the immunochemical studies (8.7±0.77). In contrast, peptide treatment downregulated CTGF gene expression (0.9±0.41, p <0.03) as well as CTGF protein expression in synovial membranes (3.9±1.79, p <0.005). The group receiving the scrambled TSP1 peptide was no different from positive control group. These molecular changes where associated with other parameters evaluated including macroscopic changes, namely a decrease in joint diameters observed with peptide treatment group. Peptide treatment blunted the increase in the joint diameters both during the acute phase as well as the chronic phase. The i.v. injection was more effective than the i.p. (p <0.05) injection during the acute phase, however the peptide treatment ameliorated the chronic phase even though it was administered i.p. Histological data indicated that peptide treatment decreased neovascularization, neutrophil infiltration and thickening of the synovial lining in the joint when compared to the disease untreated group. For the first time these results demonstrate a link between TSP1 and CTGF expression and the disease course in an experimental animal model of RA.",
    "topics": [
        "connective tissue growth factor",
        "disease progression",
        "reactive arthritis",
        "rodentia",
        "peptides",
        "thrombospondin 1",
        "extravasation of diagnostic and therapeutic materials",
        "inflammatory disorders",
        "intraperitoneal infusion",
        "molecule"
    ],
    "author_names": [
        "Joanne M. Manns, Ph.D.",
        "Julian L. Castaneda, B.S.",
        "Mario C. Rico, M.D.",
        "Fayez F. Safadi, Ph.D.",
        "Steven N. Popoff, Ph.D",
        "Mary F. Barbe, Ph.D.",
        "Raul A. De La Cadena, M.D."
    ],
    "author_dict_list": [
        {
            "author_name": "Joanne M. Manns, Ph.D.",
            "author_affiliations": [
                "Physiology and Anatomy and Cell Biology, Temple University School Medicine, Philadelphia, PA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Julian L. Castaneda, B.S.",
            "author_affiliations": [
                "Physiology and Anatomy and Cell Biology, Temple University School Medicine, Philadelphia, PA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mario C. Rico, M.D.",
            "author_affiliations": [
                "Physiology and Anatomy and Cell Biology, Temple University School Medicine, Philadelphia, PA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fayez F. Safadi, Ph.D.",
            "author_affiliations": [
                "Physiology and Anatomy and Cell Biology, Temple University School Medicine, Philadelphia, PA, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Steven N. Popoff, Ph.D",
            "author_affiliations": [
                "Physiology and Anatomy and Cell Biology, Temple University School Medicine, Philadelphia, PA, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mary F. Barbe, Ph.D.",
            "author_affiliations": [
                "Physiology and Anatomy and Cell Biology, Temple University School Medicine, Philadelphia, PA, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Raul A. De La Cadena, M.D.",
            "author_affiliations": [
                "Physiology and Anatomy and Cell Biology, Temple University School Medicine, Philadelphia, PA, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-24T06:38:39",
    "is_scraped": "1"
}