{
    "doi": "https://doi.org/10.1182/blood.V120.21.1700.1700",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2344",
    "start_url_page_num": 2344,
    "is_scraped": "1",
    "article_title": "Deregulation of TLR2-JMJD3 Innate Immunity Signaling, Including a Rare TLR2 SNP As a Potential Somatic Mutation, in Myelodysplastic Syndromes (MDS) ",
    "article_date": "November 16, 2012",
    "session_type": "633. Myelodysplastic Syndromes: Poster I",
    "topics": [
        "immunity, natural",
        "myelodysplastic syndrome",
        "signal transduction",
        "single nucleotide polymorphism",
        "toll-like receptor 2",
        "mutation, somatic",
        "agonists",
        "histones",
        "nf-kappa b",
        "rna, messenger"
    ],
    "author_names": [
        "Yue Wei, PhD",
        "Rui Chen",
        "Sophie Dimicoli, MD, PhD",
        "Carlos E. Bueso-Ramos, MD, PhD",
        "Donna S. Neuberg, ScD",
        "Sherry A. Pierce, RN, BS",
        "Hui Yang, MD, PhD.",
        "Yu Jia",
        "Hong Zheng",
        "Zhihong Fang",
        "Martin Nguyen",
        "Michael Fernandez",
        "Sa A. Wang, MD",
        "Hagop M. Kantarjian, MD",
        "Guillermo Garcia-Manero, MD"
    ],
    "author_affiliations": [
        [
            "Department of Leukemia, University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Human Genetics, Baylor College of Medicine, Houston, TX, USA, "
        ],
        [
            "Department of Leukemia, University of Texas MD Anderson Cancer Center, Houston, TX, "
        ],
        [
            "Department of Hematopathology, University of Texas MD Anderson Cancer Center, Houston, TX, "
        ],
        [
            "Biostatistics and Computational Biology, Dana-Farber Cancer Institute, Boston, MA, USA, "
        ],
        [
            "Department of Leukemia, University of Texas MD Anderson Cancer Center, Houston, TX, "
        ],
        [
            "Department of Leukemia, University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Leukemia, University of Texas MD Anderson Cancer Center, Houston, TX, "
        ],
        [
            "Department of Leukemia, University of Texas MD Anderson Cancer Center, Houston, TX, "
        ],
        [
            "Department of Leukemia, University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Hematopathology, University of Texas MD Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Department of Hematopathology, University of Texas MD Anderson Cancer Center, Houston, TX, "
        ],
        [
            "Department of Hematopathology, University of Texas MD Anderson Cancer Center, Houston, TX, "
        ],
        [
            "Department of Leukemia, University of Texas MD Anderson Cancer Center, Houston, TX, "
        ],
        [
            "Department of Leukemia, University of Texas MD Anderson Cancer Center, Houston, TX, "
        ]
    ],
    "first_author_latitude": "29.7068146",
    "first_author_longitude": "-95.3971547",
    "abstract_text": "Abstract 1700 To better understand molecular bases of MDS pathogenesis, we performed a genome-wide CHIP-Seq analysis of H3K4me3, a histone mark associated with gene activation. In MDS CD34+ cells (N=4), 36 genes showed higher levels of promoter-H3K4me3 compared to controls. 10 of 11 randomly selected genes from these 36 showed increased mRNA expression in MDS CD34+ cells (N=100), supporting the positive correlation between expression and increased promoter H3K4me3. Pathway Analysis indicated that a majority of these genes are involved in innate immunity signal and NF-kB activation. This was validated by increased phospho-p65 in MDS bone marrow CD34+ specimens (N=15). Knock-down of 4 of these genes (C5AR1, FPR2, PTAFR and TYROBP) in OCI-AML3 cells resulted in reduction of p-p65. The observation of innate immunity signal activation and epigenetic deregulation led us screen key innate immunity activators, the Toll-like Receptor (TLR) family genes, and histone methylation regulators in MDS CD34+ cells. Among 8 TLRs and 24 histone methylation regulators, TLR1, 2 and 6, and Jmjc-domain histone demethylase JMJD3 were found to be significantly overexpressed in MDS CD34+ cells compared to control counterparts. This is of biological significance because TLR1 and 6 form functional hetero-dimmers with TLR2. Also, JMJD3 expression can be activated by TLR-NFkB in macrophages. To study TLR2 activation in HSC, we treated CD34+ cells with TLR2 agonists. This led to increased expression of JMJD3, supporting the biological function of TLR2 signal in HSC. We observed that JMJD3 knockdown in OCI-AML3 cells led to reduced expression of innate immunity genes (N=7), accompanied with changes of promoter H3K27me3 and H3K4me3, suggesting that JMJD3 forms a positive feedback to perpetuate innate immunity pathway. To further study the role of TLR-JMJD3 in MDS, we performed capture deep sequencing in 40 MDS bone marrow mononuclear cells (TLR1, 2, 4 and 6, JMJD3, UTX, UTY and JMJD1A). Seven different rare SNP in the coding regions of JMJD3, UTY, JMJD1A, and TLR2 were identified in 5 patients. Among them, one SNP of TLR2 causes a missense mutation, changing a conserved hydrophobic Phe217 to a hydrophilic Ser. We then analyzed the presence of TLR2 F217S in 150 MDS samples by Sanger sequencing. TLR2 F217S was observed in 17 (11%) patients. To evaluate the somatic nature of this alteration, CD3+ cells from 15 corresponding patients were sequenced and only two (13%) CD3+ cell samples carried TLR2 F217S. In the available 9 CD34+ cDNA samples, TLR2 F217S was observed in 8 (90%). We then expressed wild-type or F217S TLR2 in 293T cells, a cell line without endogenous TLR2 expression. Reporter assays indicated that in the absence of TLR2 agonist wildtype and F217S mutant TLR2 led to similar levels of NF-kB activation, whereas F217S led to an increased NF-kB activation compared to wildtype at the presence of TLR2 agonists. F217S also led to increased activation (phospho- and polyubiquitin-) of IRAK1, a key signal mediator for TLR signaling. These results suggest that TLR2 F217S led to more robust innate immunity signal activation when stimulated by agonists. We further studied the impact of TLR2 activation on hematopoietic differentiation. Colony formation of CD34+ cells indicated that TLR2 agonists led to decreased number of erythroid colonies, which was confirmed by flowcytometry that demonstrated TLR2 agonist treatments could reduce the number of CD71 high /HLADR low featured erythroid precursors. To examine the effect of targeting TLR2-JMJD3 in primary MDS cells, we transduced MDS CD34+ cells with shRNAs. In 4 CD34+ cases isolated from lower risk MDS, 3 transduced with JMJD3 shRNA and 4 transduced with TLR2 shRNA had increased ratio of erythroid colonies. In average, JMJD3 and TLR2 shRNA transduction led to a 50% increase in erythroid colonies. This was accompanied by increased expression of genes positively involved in differentiation of erythroid lineage (GYPA, GATA1 and EPOR). Finally, CD34+ cell mRNA expression levels of four genes in this study (NCF2, AQP9, MEFV and TLR1) were associated with overall survival of patients. Taken together, these studies highlight the implication of the deregulation of TLR2-JMJD3 mediated innate immunity signals in MDS pathogenesis and suggest that intervention of this pathway may have therapeutic potential in MDS. Disclosures: No relevant conflicts of interest to declare."
}