{
    "doi": "https://doi.org/10.1182/blood.V126.23.4146.4146",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3216",
    "start_url_page_num": 3216,
    "is_scraped": "1",
    "article_title": "Reproducible Diagnosis of Chronic Lymphocytic Leukemia (CLL) By Flow Cytometry: An European Research Initiative on CLL (ERIC) & European Society for Clinical Cell Analysis (ESCCA) Harmonisation Project ",
    "article_date": "December 3, 2015",
    "session_type": "641. CLL: Biology and Pathophysiology, excluding Therapy: Poster III",
    "topics": [
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "flow cytometry",
        "cd23 antigen",
        "cd19 antigens",
        "cd20 antigens",
        "differential diagnosis",
        "cd45 antigens",
        "immunophenotyping",
        "leukemia"
    ],
    "author_names": [
        "Andy C Rawstron",
        "Karl-Anton Kreuzer",
        "Asha Soosapilla",
        "Martin Spacek",
        "Peter Gambell",
        "Neil McIver-brown",
        "Katherina Psarra",
        "Maria Arroz",
        "Raffaella Milani",
        "Javier de la Serna",
        "M. Teresa Cedena",
        "Ozren Jaksic",
        "Josep F. Nomdedeu",
        "Carol Moreno",
        "Gian Matteo Rigolin",
        "Antonio Cuneo",
        "Preben Johansen",
        "Hans Erik Johnsen",
        "Richard Rosenquist",
        "Carsten Utoft Niemann",
        "Wolfgang Kern, MD",
        "David A Westerman",
        "Marek Trneny",
        "Stephen P. Mulligan",
        "Peter Hillmen",
        "David G Oscier",
        "Michael Hallek, MD",
        "Paolo Ghia, MD PhD",
        "Emili Montserrat"
    ],
    "author_affiliations": [
        [
            "Haematological Malignancy Diagnostic Service, St. James's n, Leeds, United Kingdom "
        ],
        [
            "Department I of Internal Medicine, University of Cologne, Cologne, Germany "
        ],
        [
            "Laverty Pathology, Macquarie Park, Australia "
        ],
        [
            "University Hospital, Prague, Czech Republic "
        ],
        [
            "Peter MacCallum Cancer Centre, Melbourne, Australia "
        ],
        [
            "Royal Bournemouth Hospital, Bournemouth, United Kingdom "
        ],
        [
            "Evangelismos Hospital, Athens, Greece "
        ],
        [
            "Hospital S. Francisco Xavier, Lisbon, Portugal "
        ],
        [
            "Immunohematology and Transfusion Medicine Unit, San Raffaele Scientific Institute, Milan, Italy "
        ],
        [
            "Hospital Universitario 12 de Octubre, madrid, Spain "
        ],
        [
            "Hospital Universitario 12 de Octubre, madrid, Spain "
        ],
        [
            "Dubrava University Hospital, Zagreb, Croatia "
        ],
        [
            "Department of Hematology Lab, On behalf of CETLAM Cooperative Group, Barcelona, Spain "
        ],
        [
            "Hematologia, Hospital De La Santa Creu I Sant Pau, Barcelona, Spain "
        ],
        [
            "Hematology Section, Azienda Ospedaliero-Universitaria S. Anna, University of Ferrara, Ferrara, Italy "
        ],
        [
            "Hematology Section, Azienda Ospedaliero-Universitaria S. Anna, University of Ferrara, Ferrara, Italy "
        ],
        [
            "Aalborg University Hospital, Aalborg, Denmark "
        ],
        [
            "Clinical Cancer Research Center, Aalborg University Hospital, Aalborg, Denmark "
        ],
        [
            "Department of Immunology, Genetics and Pathology, Uppsala University, Uppsala, Sweden "
        ],
        [
            "Department of Hematology, Rigshospitalet, Copenhagen, Denmark "
        ],
        [
            "MLL Munich Leukemia Laboratory, Munich, Germany "
        ],
        [
            "Department of Haematology, Peter MacCallum Cancer Centre, Melbourne, Australia "
        ],
        [
            "First Dep. of Medicine, Charles University General Hospital, Prague, Czech Republic "
        ],
        [
            "Department of Haematology, Royal North Shore Hospital, St Leonards, Australia "
        ],
        [
            "St. James's Institute of Oncology, Leeds, United Kingdom "
        ],
        [
            "Department of Molecular Pathology, Royal Bournemouth Hospital, Bournemouth, United Kingdom "
        ],
        [
            "Department of Internal Medicine and Center of Integrated Oncology Cologne Bonn, University Hospital, Cologne, Germany "
        ],
        [
            "Università Vita-Salute San Raffaele and IRCCS Istituto Scientifico San Raffaele, Milano, Italy "
        ],
        [
            "Department of Hematology, Hospital Clinic, Barcelona, Spain"
        ]
    ],
    "first_author_latitude": "53.8052595",
    "first_author_longitude": "-1.5218488999999997",
    "abstract_text": "BACKGROUND: The WHO and iwCLL diagnostic criteria for CLL rely on morphology and immunophenotype based on the co-expression of CD19/CD5/CD23 on B-cells with weak CD20 and monoclonal sIg expression. These diagnostic criteria are likely to persist in the near future because there is no specific diagnostic molecular abnormality for CLL. The current criteria have some limitations affecting reproducibility, particularly flexibility in marker expression with many centres using a scoring system that permits absence of CD5 or CD23. Potentially informative new markers have been identified but there is no consensus yet on which should be routinely assessed. AIM: To identify reproducible criteria and to achieve a consensus on markers recommended for the diagnosis of CLL METHODS: ERIC/ESCCA members were invited to classify 35 flow-cytometry markers as being required or recommended for the diagnosis of CLL. Consensus was considered to be achieved if >75% of participants agreed on the marker classification. A diagnostic panel was identified by the steering committee and characteristics of component markers that could be reproducibly validated within an individual laboratory were identified. The proposed panel was assessed in 13 different centres. RESULTS: Responses were received from 154 members (100 laboratory staff, 14 clinicians and 36 from both laboratory and clinic) with a diagnostic workload >20 cases per week in 23/154 (15%), 5-20 in 82/154 (53%) and <5 cases per week in 49/154 (32%). The consensus minimum diagnostic panel should include : CD19, CD5, CD20, CD23, Kappa and Lambda. Participants recommended the following markers: CD38, CD45, CD79b, CD10, CD22, CD43, CD200, and FMC7. A minimum and recommended panel with reproducible criteria for component reagents were determined and the criteria were applied to 10,876 cases diagnosed with a B-LPD, of which 8120 were CD5+ B-LPD. Out of 5947 sent as a primary referrals for diagnosis, 4493 (75.6%) met the proposed diagnostic criteria for CLL, 821 (13.8%) did not and had a clear alternative diagnosis (e.g. MCL) and 633 (10.6%) would not be readily classified by flow cytometry if the proposed criteria were applied. Out of 2173 cases previously diagnosed as CLL at another centre, 2028 (93.3%) met the proposed diagnostic criteria, 19 (0.9%) had a clear alternative diagnosis while 126 (5.8%) did not meet the flow-cytometry criteria. CONCLUSIONS: We present flow-cytometry criteria for the diagnosis of CLL largely consistent with current practice. In addition, reproducible definitions of the required expression pattern and performance characteristics of reagents are provided. Prospective evaluation of the proposed criteria as well as a parallel project to facilitate definitive diagnosis of CD5+ B-LPD cases that do not meet the proposed criteria are underway. Figure 1. View large Download slide required and recommended markers for use in the diagnosis of CLL with reagent specification based on expression patterns in normal peripheral blood. Figure 1. View large Download slide required and recommended markers for use in the diagnosis of CLL with reagent specification based on expression patterns in normal peripheral blood.  ‡ Weak expression = median fluorescence intensity at least 20% lower than median for normal peripheral blood B-cells, reference range determined within each laboratory, based on ICSH/ISLH/CLIA guidelines for reproducibility *consensus, not specifically validated Disclosures Rawstron: Abbvie: Honoraria; Pharmacyclics: Research Funding; Celgene: Honoraria; Roche: Honoraria; BD Biosciences: Patents & Royalties; Gilead: Honoraria, Research Funding. Cuneo: Roche: Speakers Bureau; Gilead: Speakers Bureau; Jannsen: Speakers Bureau; Celgene: Speakers Bureau; Novartis: Speakers Bureau. Kern: MLL Munich Leukemia Laboratory: Employment, Equity Ownership. Trneny: Celgene: Consultancy, Honoraria, Other: Travel, accommodations, expenses, Research Funding. Mulligan: Celgene: Consultancy, Honoraria; Janssen: Consultancy, Honoraria, Speakers Bureau; Roche: Consultancy, Honoraria, Research Funding, Speakers Bureau; Sanofi Aventis: Research Funding. Hillmen: Celgene: Research Funding; Gilead: Consultancy, Honoraria, Research Funding; AbbVie: Consultancy, Honoraria, Research Funding; Janssen: Consultancy, Honoraria, Research Funding; GSK: Consultancy, Honoraria, Research Funding; Novartis: Honoraria, Research Funding; Roche: Consultancy, Honoraria, Research Funding. Hallek: Gilead: Honoraria, Other: Speakers Bureau and/or Advisory Boards, Research Funding; Boehringher Ingelheim: Honoraria, Other: Speakers Bureau and/or Advisory Boards; Janssen: Honoraria, Other: Speakers Bureau and/or Advisory Boards, Research Funding; Mundipharma: Honoraria, Other: Speakers Bureau and/or Advisory Boards, Research Funding; Celgene: Honoraria, Other: Speakers Bureau and/or Advisory Boards, Research Funding; Roche: Honoraria, Other: Speakers Bureau and/or Advisory Boards, Research Funding; AbbVie: Honoraria, Other: Speakers Bureau and/or Advisory Boards, Research Funding; Pharmacyclics: Honoraria, Other: Speakers Bureau and/or Advisory Boards, Research Funding. Ghia: AbbVie: Consultancy; Janssen: Consultancy; Roche: Consultancy, Research Funding; Adaptive: Consultancy; Gilead: Consultancy, Research Funding, Speakers Bureau; GSK: Research Funding; Acerta Pharma BV: Research Funding; Pharmacyclics: Consultancy."
}