{
    "doi": "https://doi.org/10.1182/blood-2018-99-110500",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3885",
    "start_url_page_num": 3885,
    "is_scraped": "1",
    "article_title": "The Incidence of Thromboembolism for Lenalidomide Versus Thalidomide in Older Patients with Newly Diagnosed Multiple Myeloma ",
    "article_date": "November 29, 2018",
    "session_type": "901. Health Services Research—Non-Malignant Conditions: Thrombosis and Anticoagulation",
    "topics": [
        "lenalidomide",
        "multiple myeloma",
        "older adult",
        "thalidomide",
        "thromboembolism",
        "venous thromboembolism",
        "thromboprophylaxis",
        "thrombus",
        "acute cerebrovascular accidents",
        "anticoagulants"
    ],
    "author_names": [
        "Ang Li, MD",
        "Qian V. Wu, PhD",
        "Greg Warnick",
        "Edward N. Libby, III, MD",
        "David A. Garcia, MD",
        "Gary H. Lyman, MD MPH, FRCP"
    ],
    "author_affiliations": [
        [
            "University of Washington School of Medicine, Seattle, WA "
        ],
        [
            "Fred Hutchinson Cancer Research Center, Department of Clinical Biostatistics, Seattle, WA "
        ],
        [
            "Fred Hutchinson Cancer Research Center, Seattle, WA "
        ],
        [
            "Seattle Cancer Care Alliance, Seattle, WA "
        ],
        [
            "University of Washington School of Medicine, Seattle, WA "
        ],
        [
            "Hutchinson Institute for Cancer Outcomes Research, Fred Hutchinson Cancer Research Center, Seattle, WA"
        ]
    ],
    "first_author_latitude": "47.6505283",
    "first_author_longitude": "-122.3093688",
    "abstract_text": "Introduction: Chemotherapy backbones with immunomodulatory drugs have become the standard of care for the treatment of multiple myeloma (MM). Despite improved survival outcomes, thrombotic complications remain a concern especially in the older patients with co-morbidities. A meta-analysis showed that lenalidomide might be associated with lower rate of thromboembolism than thalidomide-containing regimen in patients with newly diagnosed MM with (0.7 vs. 2.6 per 100-patient-cycle) or without prophylaxis (0.8 vs. 4.1 per 100-patient-cycle) (JTH 2011;9:653). As thalidomide is still commonly used outside of the United States, it is important to understand if the thromboprophylaxis guideline is generalizable to all immunomodulatory drugs. However, no prior study has directly compared the thrombotic incidence between the two regimens while accounting for confounders. In the current propensity score weighted study, we have examined the incidence of venous (VTE) and arterial (ATE) thromboembolism and survival for older patients with newly diagnosed MM treated with lenalidomide- versus thalidomide-containing regimen. Methods: We performed a retrospective cohort study using the SEER-Medicare database and selected all patients 66 or older with newly diagnosed MM 2007 to 2013. Patients were included if they had a prescription of IMID within twelve months of diagnosis and complete enrollment for fee-for-service and prescription drug coverage. Patients were followed from the IMID index date until first VTE occurrence or death and they were censored for disenrollment from Medicare A/B/D, enrollment in health maintenance organization, or 12/31/2014. We defined VTE (including pulmonary embolism and deep vein thrombosis) and ATE (including acute stroke and myocardial infarction) using previously validated ICD-9-CM codes with positive predictive value of 75-95% (Thromb Res 2010;126:61, Am Heart J 2004;148:99, Stroke 2014;45:3219). We used inverse probability of treatment weighting (IPTW) to balance potential confounders (demographics, year of diagnosis, co-morbidities, concurrent medications) where a standardized difference (SD) of <0.1 was considered adequate balance. Weighted Kaplan-Meier curves and Cox models (HR) were used to compare overall survival. Weighted cumulative incidence curves and Fine-Gray subdistribution hazards models (SHR) were used to compare VTE and ATE incidence where death was treated as a competing risk. Variance was estimated via 200 bootstraps. Results: Among 2397 older MM patients that met the study criteria, 78% received lenalidomide (n=1863) and 22% thalidomide (n=534). There was a strong temporal trend of increasing lenalidomide use over time (Table 1). The lenalidomide group was more likely to receive bortezomib and lower dose of dexamethasone and less likely to receive anticoagulant prophylaxis. All confounders were balanced between the two treatment groups after IPTW. The 12-month incidence of VTE (10%) and ATE (5%) were similarly high in both groups (Figure 1a-b). Lenalidomide vs. thalidomide had a SHR of 1.11 (0.59-2.02) for VTE and a SHR 0.96 (0.45-1.98) for ATE. Overall survival was also not significantly different with a HR of 0.88 (0.60-1.18) for lenalidomide vs. thalidomide. Conclusion: In this propensity score weighted study of older patients with newly diagnosed MM, the cumulative incidences of VTE and ATE were similarly high in both lenalidomide- and thalidomide-treatment groups. The lack of difference in overall survival should be interpreted with caution as residual confounding such as severity of disease could influence this outcome. Our results suggest that appropriate risk stratification and vigilant thromboprophylaxis remain essential for MM patients receiving all types of immunomodulatory drugs. View large Download slide View large Download slide  Disclosures Garcia: Retham Technologies LLC: Consultancy; Shingoi: Consultancy; Portola: Research Funding; Boehringer Ingelheim: Consultancy; Bristol Meyers Squibb: Consultancy; Janssen: Consultancy, Research Funding; Incyte: Research Funding; Daiichi Sankyo: Research Funding; Pfizer: Consultancy. Lyman: Amgen: Other: Research support; Halozyme; G1 Therapeutics; Coherus Biosciences: Consultancy; Generex Biotechnology: Membership on an entity's Board of Directors or advisory committees."
}