{
    "doi": "https://doi.org/10.1182/blood.V126.23.45.45",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3092",
    "start_url_page_num": 3092,
    "is_scraped": "1",
    "article_title": "Integrated Analysis of the Human Hematopoietic Non-Coding RNA Landscape Reveals Lnc-RNA Stem Cell Signature in AML ",
    "article_date": "December 3, 2015",
    "session_type": "503. Hematopoiesis: Epigenetic, Transcriptional and Translational Control: Epigenetic and Transcriptional Networks in Hematopoiesis and Leukemia",
    "topics": [
        "rna",
        "stem cells",
        "micrornas",
        "rna, messenger",
        "myeloblastic leukemia, pediatric acute",
        "polymerase chain reaction",
        "alanine aminopeptidase",
        "core-binding factor",
        "leukemia",
        "malignant transformation"
    ],
    "author_names": [
        "Adrian Schwarzer, MD PhD",
        "Stephan Emmrich, PhD MSc",
        "Franziska Schmidt",
        "Damian Witte",
        "Aliaksandra Maroz",
        "Dirk Reinhardt, MD",
        "Jan-Henning Klusmann, MD"
    ],
    "author_affiliations": [
        [
            "Institute of Experimental Hematology, Hannover Medical School, Hannover, Germany ",
            "Department of Hematology, Oncology and Stem Cell Transplantation, Hannover Medical School, Hannover, Germany "
        ],
        [
            "Department of Pediatric Hematology and Oncology, Hannover Medical School, Hannover, Germany "
        ],
        [
            "Department of Pediatric Hematology and Oncology, Hannover Medical School, Hannover, Germany "
        ],
        [
            "Department of Pediatric Hematology and Oncology, Hannover Medical School, Hannover, Germany "
        ],
        [
            "Department of Pediatric Hematology and Oncology, Hannover Medical School, Hannover, Germany "
        ],
        [
            "Department of Paediatric Oncology, University of Duisburg-Essen, Essen, Germany"
        ],
        [
            "Department of Pediatric Hematology and Oncology, Hannover Medical School, Hannover, Germany "
        ]
    ],
    "first_author_latitude": "52.381589399999996",
    "first_author_longitude": "9.8096658",
    "abstract_text": "Long non-coding RNAs (lncRNAs) and miRNAs have emerged as crucial regulators of gene expression, epigenetics and cell fate decisions. Here we present an integrated quantitative and functional analysis of the miRNA-, lncRNA- and mRNA-transcriptome of purified human hematopoietic stem cells (HSCs) and their differentiated progenies, including granulocytes, monocytes, T-cells, NK-cells, B-cells, megakaryocytes and erythroid precursors, which we correlated with the ncRNA expression profile of 46 pediatric AML samples to establish a core lncRNA stem cell signature in AML. For each blood cell population, RNA from 5 healthy donors was hybridized onto three microarray platforms (Arraystar lncRNA V2.0, NCode™-miRNA/-ncRNA), yielding a coverage of more than 40,000 lncRNAs, 25,000 mRNAs and 900 miRNAs on 146 arrays. Compared to mRNAs, the mean expression level of lncRNAs was nearly 2-fold lower (p<2.2x10 -16 ), highlighting the challenge for RNA-Seq to provide adequate coverage of these rare transcripts. Hierarchical clustering, PCA (principle components analysis) and t-SNE (t-distributed stochastic neighbor embedding) on lncRNA and miRNA genes robustly structured the dataset into groups of samples that matched the input populations, demonstrating their unique ncRNA expression profiles. Using LIMMA (linear models for microarrays) and PAM (prediction analysis of microarrays) we extracted a robust lncRNA/miRNA core signature for each population. Self-organizing maps (SOM) structured the gene space into spot clusters of lncRNAs and mRNAs that were coordinately expressed during maturation from HSCs into the different lineages. Using a guilt-by-association approach , we assigned potential functionality to lncRNAs through gene set enrichment analysis of co-expressed mRNAs (validated for a set of lncRNAs by qRT-PCR). To demonstrate their functionality, we knocked down two lncRNAs (LINC00173 and DY635655) from the granulocytic core signature using two independent shRNA constructs, which resulted in diminished granulocytic in vitro differentiation (2-fold reduction in percentage of CD66b + /CD13 + granulocytes, p≤0.05), myeloid colony-formation (1.5-2-fold, p≤0.05) and nuclear lobulation (MGG-staining). Accordingly, CRISPR-mediated transcriptional repression of nuclear localized LINC00173 and cytoplasmic localized DY635655 (RNA-FISH validated by qRT-RNA of fractionated RNA) using dCas9-KRAB and three sgRNAs per locus reduced proliferation of myeloid NB4 cells (2-3-fold, p≤0.01). By plotting ncRNA expression over the genomic coordinates of all chromosomes, we uncovered a strong and highly coordinated upregulation of miRNAs, small nucleolar RNAs (snoRNAs) and lncRNAs (MEG3, MEG8 and MEG9) within the DLK1-DIO3 locus on chromosome 14 (hsa14) specifically in megakaryocytes (average log 2- FC >5, p<10 -8 ; confirmed by qRT-PCR). shRNA-mediated knock-down of MEG3 reduced erythroid colony-formation and megakaryocytic cell proliferation in vitro (p≤0.05), implicating the functional importance of this ncRNA locus. Having established a global human hematopoietic lncRNA expression resource, we extended our findings to malignant hematopoiesis. Linear (PCA) and nonlinear (t-SNE) dimensionality reduction of 46 pediatric AML samples including Down syndrome AMKL, core-binding factor AMLs (inv[16] or t[8;21]) and MLL-rearranged leukemias mapped most samples to a space between HSCs and differentiated cells together with the myeloid progenitors. A subset of AML-samples mapped closely to healthy HSCs, including most of the DS-AMKLs and MLL-AMLs. We identified a stem-cell associated lncRNA signature that was absent in healthy differentiated progenies, but upregulated in AML samples. Interestingly, AML samples that did not show upregulation of this set of lncRNAs suppressed the upregulation of differentiation-associated lncRNAs, thereby keeping the global identity of myeloid progenitors as shown by t-SNE. Thus, our study provides a comprehensive resource for the exploration of the mRNA-, lncRNA- and miRNA-transcriptome across the human hematopoietic hierarchy, including malignant hematopoiesis. The definition of a core lncRNA stem cell signature in normal HSCs and AML blasts will guide our way towards an improved understanding of self-renewal and the underlying transcriptional program, which is hijacked during malignant transformation. Disclosures No relevant conflicts of interest to declare."
}