{
    "doi": "https://doi.org/10.1182/blood-2019-131334",
    "article_title": "Home-Based Assessment of Patient Reported Outcome Measures Using a Smartphone App Platform: A Feasibility Study ",
    "article_date": "November 13, 2019",
    "session_type": "904.Outcomes Research-Non-Malignant Conditions",
    "abstract_text": "Background : Sickle cell disease (SCD) is the most common genetic disorder in the United States, affecting 100,000-120,000 Americans. SCD Complications include pain episodes, chronic anemia and long-term end organ damage. These complications result in significant declines in health-related quality of life (HRQOL) and other patient-reported outcomes (PROs) across the lifespan. However, PROs are not routinely monitored in the clinical setting or at home in SCD, and the ideal frequency of HRQOL assessment remains unclear. Additionally, prior studies suggested that frequent PRO assessments result in patient survey fatigue. Patient Reported Outcomes Measurement Information System (PROMIS®) is an NIH-endorsed, novel, reliable platform for the assessment of PROs, including physical, mental, and social aspects of HRQOL. PROMIS® also utilizes a unique approach for patient- or parent proxy-report using Computerized Adaptive Testing (CAT) with a comprehensive, item-response theory optimized item bank. Specific Aims : (1) To evaluate the feasibility and acceptability of the assessment of patients HRQOL at home using smartphones with PROMIS®-CAT measures integrated into a SCD-app; (2) To examine the effect of the frequency of HRQOL assessments on participants' completion rate over 24-week period with HRQOL evaluated every 2 weeks (Group 1) vs. every 4 weeks (Group 2); and (3) To explore participants' experience and preferences with the process and the frequency of HRQOL assessment at home using their smartphones with PROMIS®-CAT measures integrated into a SCD-app as a user-centered approach. Hypotheses : The assessment of patients' HRQOL at home using a SCD smartphone application (app) platform is feasible and acceptable, and that less frequent assessments of HRQOL at home will have an overall higher completion rate when compared to more frequent ones. Methods : In this pilot randomized trial, patients and their parents were enrolled from comprehensive sickle cell clinic at Lurie Children's Hospital of Chicago. Patients were eligible if they were 12 years or older and had a SCD diagnosis. Loaner smartphones were provided to eligible participants who did not have access to a smartphone. Participants were randomly assigned to either Group A (every 2 weeks) or Group B (every 4 weeks) HRQOL assessment using PROMIS®-CAT measures using our SCD-app. PROMIS®-CAT measures included fatigue, pain intensity, depression, anxiety and peer relationships. At enrollment, participants had SCD-app downloaded and set-up on their smartphones and completed demographics and technology comfort questionnaire. At the end of the study, participants completed a semi-structured interview with an app usability evaluation as well as acceptability and satisfaction questionnaires. Results : A total of 42 patients participated (57% males, 91% Black, age [mean±SD] 15.7±3 years old) with 94% enrollment rate. Overall HRQOL assessment completion rate was 56.4% among all participants, meeting our feasibility criteria of ≥50%, including 65% for patients and 47.9% for parents ( P =0.13). Completion rates were significantly higher in Group B [every 4 weeks] compared to Group A [every 2 weeks] among patients only (71.7% vs. 59.3, P =0.005) and all participants [patients/parents] (65.4% vs. 45.5%, P <0.001), respectively. Similar findings were seen among parents with trend towards significance (Group B [58.3%] vs. Group A [37.5%], P =0.09). Participants who completed assessments using iPads had significantly higher completion rates compared to iPhones (100% vs. 45.2%, P <0.001), respectively. Similar findings were seen among participants who installed SCD-app at home compared to those who did so in clinic (83.3% vs. 47%, P <0.001), respectively. Acceptability, usability and satisfaction scores were high among participants (86-100%). Participants provided additional detailed feedback to improve the user interface for the next iteration of our SCD-app. Conclusions : The completion of HRQOL assessments at home using PROMIS®-CAT measures integrated into a SCD-app is feasible and acceptable. Completion rates were significantly higher with less frequent HRQOL assessment (every 4 weeks) and using iPads. Future longitudinal studies are needed to better understand how to present PRO scores to patients, use them to direct clinical decisions and how to integrate PRO assessments as part of routine care for patients with SCD. View large Download slide View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "mobile applications",
        "patient evaluation",
        "outcome measures",
        "fatigue",
        "pain",
        "anemia",
        "end organ damage",
        "genetic disorder",
        "sickle cell anemia",
        "depressive disorders"
    ],
    "author_names": [
        "Sherif M. Badawy, MD",
        "Leonardo Barrera, MPH",
        "Graham Zolkowski, BS",
        "Zeinab Alward, MBChB, MPH"
    ],
    "author_dict_list": [
        {
            "author_name": "Sherif M. Badawy, MD",
            "author_affiliations": [
                "Department of Pediatrics, Division of Hematology, Oncology and Stem Cell Transplant, Ann & Robert H. Lurie Children's Hospital of Chicago, Feinberg School of Medicine Northwestern University, Chicago, IL "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Leonardo Barrera, MPH",
            "author_affiliations": [
                "Ann & Robert H. Lurie Children's Hospital of Chicago, Chicago, IL "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Graham Zolkowski, BS",
            "author_affiliations": [
                "Department of Pediatrics, Division of Hematology, Oncology and Stem Cell Transplant, Ann & Robert H. Lurie Children's Hospital of Chicago, Chicago, IL"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zeinab Alward, MBChB, MPH",
            "author_affiliations": [
                "Department of Pediatrics, Division of Hematology, Oncology and Stem Cell Transplant, Ann & Robert H. Lurie Children's Hospital of Chicago, Chicago, IL"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-16T09:40:14",
    "is_scraped": "1"
}