{
    "doi": "https://doi.org/10.1182/blood.V106.11.2397.2397",
    "article_title": "PR1 Leukemia-Associated Antigen Is Cross-Presented by B Cells from Soluble Serum Proteases. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "PR1 (VLQELNVTV) is an HLA-A*0201-binding leukemia-associated peptide epitope within proteinase 3 (PRTN3) and neutrophil elastase (ELA2), and PR1-specific CD8+ cytotoxic T lymphocytes (PR1-CTL) contribute to cytogenetic remission in some patients with chronic myelogenous leukemia. It is not understood how immunity is induced to the PR1 self-antigen in leukemia patients. Normally, myeloid dendritic cells (mDC) take up exogenous antigen and peptides are cross-presented on MHC-I to induce CTL immunity. However, in myeloid leukemia patients, mDC do not function normally and they are reduced in number. On the other hand, B cells, and potentially plasmacytoid DC (pDC), are uninvolved in the malignant process but they have been implicated in tolerance induction. Indeed, PRTN3 and ELA2 are present in serum and cross-presentation of soluble antigens can lead to cross-tolerance. To investigate whether B cells can cross-present PRTN3 or ELA2, both genes were first cloned from normal bone marrow and individually cloned into the human B cell line HMy.CIR-A2 cell (previously transfected with HLA-A*0201), which doesn’t normally express the proteins. Transfectant-induced proliferation of 25-day old PR1-CTL cell lines, measured by BrDU incorporation, was used to assess sustained PR1 antigen presentation. PRTN3- and ELA2-transfected HMy.CIR-A2 cells induced HLA-A2-restricted PR1-specific CTL proliferation compared to control sham transfectants with/without HLA-A*0201. PR1 presentation was proteasome-dependent and involved transport from the ER to the cell surface since PR1-CL proliferation was abrogated by treating the transfectants with lactacystin and Brefeldin A, respectively. Western blotting (WB) of cell supernatants showed that transfected HMy.CIR-A2 cells also secreted PRTN3 and ELA2. Furthermore, endocytosis of ELA2 by HMy.CIR-A2 and normal CD19+ B cells occurred within 30 minutes, by intracellular FACS staining. Early endocytosis of ELA2 was partly mediated by binding to LOX-1, a class E scavenger receptor on B cells and DC, since poly (I) and anti-LOX-1 antibody blocked uptake, but did not involve the scavenger receptors SR-A, CD91, or CD36 (no expression by FACS analysis). Confocal microscopy demonstrated that soluble ELA2 co-localized primarily to LAMP-2+ vesicles and to a lesser extent to cytoplasm of CD19+ B cells after 2 hours co-incubation. In contrast, freshly isolated mDC (CD11c+ CD14-) expressed ELA2 exclusively in lysosomes, shown by LAMP-2 co-localization. Like B cells, freshly isolated pDC did not express ELA2 transcripts (by RT-PCR) or protein (by WB), and confocal microscopy confirmed endocytosis of soluble ELA2 with similar lysosome + cytoplasm localization. Finally, cross-presentation of soluble ELA2 by HMy.CIR-A2 cells to PR1-CTL could be blocked by pre-treating B cells with lactacystin. In summary, soluble ELA2 and PRTN3 are taken up by normal B cells and ELA2 by pDC, in part via the LOX-1 scavenger receptor, and are localized primarily to lysosomes and to cytoplasm to a lesser extent. We previously showed that both proteins bind to ubiquitin and to the chaperone protein gp96 in protein-pulsed B cells, and the proteasome is required for PR1 processing. Thus, this is the first evidence that soluble tumor antigens can be cross-presented by B cells using the “phagosome-to-lysosome” pathway, and it suggests how immunity to the PR1 antigen could occur in leukemia patients.",
    "topics": [
        "antigens",
        "b-lymphocytes",
        "endopeptidases",
        "leukemia",
        "peptide hydrolases",
        "hla-a antigens",
        "hla-a2 antigen",
        "mdc protocol",
        "receptors, scavenger",
        "microscopy, confocal"
    ],
    "author_names": [
        "Yoko Ono, MD",
        "Sijie Lu, PhD",
        "Anna Sergeeva, PhD",
        "Changqing Wang",
        "Eric Wieder, PhD",
        "Jeffrey J. Molldrem, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Yoko Ono, MD",
            "author_affiliations": [
                "Blood and Marrow Transplantation, The University of Texas M. D. Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Sijie Lu, PhD",
            "author_affiliations": [
                "Blood and Marrow Transplantation, The University of Texas M. D. Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anna Sergeeva, PhD",
            "author_affiliations": [
                "Blood and Marrow Transplantation, The University of Texas M. D. Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Changqing Wang",
            "author_affiliations": [
                "Blood and Marrow Transplantation, The University of Texas M. D. Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eric Wieder, PhD",
            "author_affiliations": [
                "Blood and Marrow Transplantation, The University of Texas M. D. Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeffrey J. Molldrem, MD",
            "author_affiliations": [
                "Blood and Marrow Transplantation, The University of Texas M. D. Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-29T02:28:26",
    "is_scraped": "1"
}