{
    "doi": "https://doi.org/10.1182/blood.V116.21.2445.2445",
    "article_title": "CXCL12 Enhances Survival of Chronic Lymphocytic Leukemia Cells Via a RAF-Dependent Pathway That Can Be Inhibited by Sorafenib ",
    "article_date": "November 19, 2010",
    "session_type": "CLL - Biology and Pathophysiology, excluding Therapy: Poster II",
    "abstract_text": "Abstract 2445 The cellular microenvironment is critical for the survival of Chronic Lymphocytic Leukemia (CLL) cells. CLL cells die rapidly in vitro unless they receive survival signals from stromal cells or “nurse-like” cells (NLCs). CLL cell survival is in part mediated by the stromal cell-derived factor-1 (SDF-1alpha, designated as CXCL12), which is expressed by NLCs. CXCL12 is a highly conserved chemokine that can promote CLL-cell survival through its receptor CXCR4. Prior studies showed that treatment of CLL cells with CXCL12 induced activation of Extracellular Signal-Regulated Kinase (ERK). In this study, we examined CXCL12 signaling in CLL cells to characterize the mechanism (s) accounting for its ability to enhance CLL-cell survival. For this we examined CLL cells with high- or low- level expression of the zeta-associated protein of 70 kD (ZAP-70), a tyrosine kinase that is expressed by CLL cells of patients who have an increased risk for early disease progression and short survival. We found that CXCL12 induced a robust intracellular Ca 2+ flux in ZAP-70+ CLL cells but only modest-to-poor Ca 2+ flux in ZAP-70-negative CLL cells. Furthermore, ZAP-70+ CLL cells (n=10) responded to CXCL12 stimulation with increased and prolonged phosphorylation of ERK and MEK compared to ZAP-70-negative CLL cells (n=9). To investigate the underlying mechanism for MEK activation in ZAP-70+ CLL, we used small molecule inhibitors and found that CXCL12-induced phosphorylation of ERK and MEK could be blocked by sorafenib, a small molecule inhibitor of RAF. The role of RAF was further supported using KG5, a kinase inhibitor of RAF signaling through B-RAF and C-RAF in addition to platelet-derived-growth-factor-receptor (PDGFR) alpha and beta, Flt3, and Kit. As a control, we used a kinase inhibitor that targets all of these kinases except B- and C-RAF (KG1) and found it could not inhibit MEK activation. The involvement of Raf was further substantiated using GW5074, an inhibitor of B-RAF and C-RAF. Both KG5 and GW5074 could inhibit CXCL12-induced MEK activation in ZAP-70+ CLL samples. CXCL12-induced activation of MEK/ERK was not affected by sunitinib, an inhibitor of non-RAF kinases that also are inhibited by sorafenib, including VEGFR, PDGFR, Flt3, and c-Kit. Sorafenib not only inhibited MEK/ERK activation but also caused apoptosis of CLL cells whereby ZAP-70+ CLL cells showed incresed sensitivity to lower doses of sorafenib. Consistent with these results we found that ZAP-70+ CLL cells had a greater responsiveness to CXCL12 for survival in vitro than did ZAP-70-negative CLL cells. We conclude that CXCL12 can enhance survival particularly of ZAP-70+ CLL cells via a RAF dependent pathway, which can be targeted by the kinase inhibitor sorafenib. As such, sorafenib might be effective in blocking the protective influence of the microenvironment on CLL cells, suggesting that this drug could have activity in the treatment of patients with this disease. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "sorafenib",
        "stromal cell-derived factor 1",
        "kinase inhibitors",
        "phosphotransferases",
        "platelet-derived growth factor receptor",
        "ms-like tyrosine kinase 3",
        "chemokines",
        "cxcr4 receptors"
    ],
    "author_names": [
        "Davorka Messmer, PhD",
        "Jessie-F Fecteau, PhD",
        "Morgan O'Hayre, BS",
        "Tracy Handel, PhD",
        "Thomas J. Kipps, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Davorka Messmer, PhD",
            "author_affiliations": [
                "Moores UCSD Cancer Center, University of California, San Diego, La Jolla, CA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jessie-F Fecteau, PhD",
            "author_affiliations": [
                "Moores UCSD Cancer Center, University of California, San Diego, La Jolla, CA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Morgan O'Hayre, BS",
            "author_affiliations": [
                "Skaggs School of Pharmacy and Pharmaceutical Sciences, University of California, San Diego, La Jolla, CA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tracy Handel, PhD",
            "author_affiliations": [
                "Skaggs School of Pharmacy and Pharmaceutical Sciences, University of California, San Diego, La Jolla, CA, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas J. Kipps, MD, PhD",
            "author_affiliations": [
                "Moores UCSD Cancer Center, The University of California, San Diego, La Jolla, CA, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-17T18:46:16",
    "is_scraped": "1"
}