{
    "doi": "https://doi.org/10.1182/blood.V128.22.4671.4671",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3450",
    "start_url_page_num": 3450,
    "is_scraped": "1",
    "article_title": "A Pilot Trial of Unmatched Human Placenta-Derived Stem Cells (HPDSCs) in Conjunction with Unrelated Cord Blood Transplantation (UCBT) in Children and Young Adults with Malignant and Non-Malignant Disease (IND 14949) ",
    "article_date": "December 2, 2016",
    "session_type": "732. Clinical Allogeneic Transplantation: Results: Poster III",
    "topics": [
        "adverse event",
        "anti-inflammatory agents",
        "aplastic anemia",
        "burkitt's lymphoma",
        "cancer",
        "cd19 antigens",
        "cd34 antigens",
        "cd56 antigens",
        "child",
        "complement membrane attack complex"
    ],
    "author_names": [
        "Allyson M. Flower, MD",
        "Michelle Nash, MD",
        "Suzan Minzer, RN, MSN, FNP",
        "Lauren Harrison, RN, MSN",
        "Michael A Pulsipher, MD",
        "Qiuhu Shi, PhD",
        "Debra Abrams, MGC, CGC, MLIS",
        "Roger H. Giller, MD",
        "Erin Morris, RN",
        "Olga Militano, PharmD",
        "Janet Ayello, MS",
        "Mildred Semidei-Pomales",
        "Sandra Fabricatore, MSN, RN, PNP",
        "Xiaokui Zhang",
        "Jodi Gurney",
        "Carmella van de Ven, MA",
        "Cori M. Abikoff, MD",
        "Jessica C. Hochberg, MD",
        "Lee Ann Baxter-Lowe, PhD",
        "Mitchell S. Cairo, MD"
    ],
    "author_affiliations": [
        [
            "Pediatrics, New York Medical College, Valhalla, NY "
        ],
        [
            "Pediatrics, New York Medical College, Valhalla, NY "
        ],
        [
            "Pediatrics, New York Medical College, Valhalla, NY "
        ],
        [
            "Pediatrics, New York Medical College, Valhalla, NY "
        ],
        [
            "Division of Hematology Oncology/Blood and Marrow Transplant, Children's Hospital Los Angeles, USC Keck School of Medicine, Los Angeles, CA "
        ],
        [
            "Biostatistics, New York MEdical College, Valhalla, NY "
        ],
        [
            "Pediatrics, New York Medical College, Valhalla, NY "
        ],
        [
            "The Children's Hospital, Aurora, CO "
        ],
        [
            "Pediatrics, New York Medical College, Valhalla, NY "
        ],
        [
            "Pediatrics, New York Medical College, Valhalla, NY "
        ],
        [
            "Pediatrics, New York Medical College, Valhalla, NY "
        ],
        [
            "Pediatrics, New York Medical College, Valhalla, NY "
        ],
        [
            "Pediatrics, New York Medical College, Valhalla, NY "
        ],
        [
            "Celgene, Summit, NJ "
        ],
        [
            "Celgene, Warren, NJ "
        ],
        [
            "Pediatrics, New York Medical College, Valhalla, NY "
        ],
        [
            "Pediatrics, New York Medical College, Valhalla, NY "
        ],
        [
            "Pediatrics, New York Medical College, Valhalla, NY "
        ],
        [
            "Pathology, Children's Hospital of Los Angeles, University of Southern California, Los Angeles, CA "
        ],
        [
            "Pediatrics, New York Medical College, Valhalla, NY ",
            "Cell Biology & Anatomy, New York Medical College, Valhalla, NY ",
            "Microbiology & Immunology, New York Medical College, Valhalla, NY ",
            "Pathology, New York Medical College, Valhalla, NY ",
            "Medicine, New York Medical College, Valhalla, NY"
        ]
    ],
    "first_author_latitude": "41.08004894999999",
    "first_author_longitude": "-73.8048736",
    "abstract_text": "Background: Myeloablative conditioning (MAC) and reduced toxicity conditioning (RTC) followed by UCBT (matched at 4-6/6 HLA loci) in children with malignant and non-malignant diseases is safe and effective (Wagner/Cairo et al, Blood, 1996; Geyer/Cairo et al, BJH, 2011). However, there is a low concentration of CD34 + hematopoietic progenitor cells (HPCs) in banked UCB (Cairo/Kurtzberg et al, Transfusion, 2005) compared to bone marrow or peripheral blood, leading to delayed hematopoietic reconstitution and 10-20% incidence of graft failure (Cairo et al, Blood, 1997; Cairo et al, Transfusion, 2005; Satwani/Cairo et al, BBMT, 2013). Human placenta-derived stem cells (HPDSCs) are rich in HPCs and HPC colony forming unit capabilities, low in HLA Class I and II expression, low in T-cell content, and have regenerative, anti-inflammatory, and immunosuppressive properties (Cairo et al, BMT, 2015). Mendez-Ferrer et al have demonstrated that HPDSCs enhance in-vivo engraftment when combined with UCBT in NOD-SCID animals (Mendez-Ferrero et al, Nature, 2010). Objective: To determine the safety of administering unrelated donor HPDSC in conjunction with unrelated single or double UCBT following MAC or RTC in children and adults with malignant and non-malignant diseases and to determine the time to hematopoietic engraftment, immune reconstitution and probability of donor chimerism. Methods: Patients ≤55 years of age with malignant and non-malignant diseases with a single UCB 5-6/6 HLA match and TNC ≥ 3.5x 10 7 /kg, or double UCB 4-6/6 HLA match and combined TNC >5.0 x 10 7 /kg are eligible. HLA typing was performed by serology for Class I A and B and by high resolution DNA typing of DRB1. Patients received either fully myeloablative or reduced toxicity pre-UCBT conditioning as indicated for the targeted disease followed by single or double UCB plus HPDSC infusion. All patients received filgrastim (G-CSF) starting at least 24 hours after the HPDSC infusion until myeloid engraftment and GVHD prophylaxis with tacrolimus or cyclosporine plus mycophenolate mofetil. Results: Twenty one patients have been enrolled to date: mean age 11 (0.31-34.9) years, 11 males, 10 females. Fourteen subjects had malignancies (relapsed/refractory or hypodiploid precursor B-ALL (n=7), relapsed/refractory or high risk AML (n=5), T-cell ALL induction failure (n=1), and T-cell lymphoblastic lymphoma (n=1)) and seven had non-malignant disorders (adrenoleukodystrophy (n=1), chronic granulomatous disease (n=1), congenital amegakaryocytic thrombocytopenia (n=1), bone marrow failure (n=1), SCID (n=1), severe aplastic anemia (n=1), and dyskeratosis congenita (n=1)). Fourteen patients received single UCBT followed by HPDSC infusion, and seven patients received double UCBT followed by HPDSC infusion. There were no severe adverse events associated with the HPDSC infusions. Median time to neutrophil and platelet engraftment were 22 (13-53) and 45 (20-98) days post UCBT, respectively. Mean percent of whole blood donor chimerism at days 30, 60, 100 and 180 were 97% (SEM 1.25), 99%, (SEM 0.36), 99% (SEM 0.39), and 97.9 (SEM 1.31), respectively . Average percent of whole blood HPDSC chimerism was <1% at day 30. Average absolute CD3/4/8 at days 100, 180, 270, and 365 were 150/107/43, 411/ 256/154, 1020/630/371, and 1207/728/458, respectively, per mcl. Average absolute CD56 and CD19 at days 100, 180, 270 and 365 were 478/654, 190/713, 308/2225 and 361/1215 respectively. The probability of NRM at day 100 was 0%. Of patients with malignant disease, the incidence of relapse was 0/14 (0%) at day 100 and 1/14 (7.1%) at day 180 post-transplant. For the full cohort, the probability of Grade II-IV aGVHD was 14.8% (CI 95 0.0-28.9) (Figure 1) and the probability of 12 month overall survival was78.6% (CI 95 62.0-99.6) (Figure 2). OS at day 100 and day 180 are 19/19 (100%) and 15/19 (78.9%) respectively. 2/21 patients have not yet reached day 100. Sixteen of twenty-one patients are alive at a median of 535 (53-1175) days post UCBT. Conclusions: These preliminary results suggest that single or double UCBT combined with unrelated HPDSC is safe, well tolerated, and has a lower than expected probability of Grade II-IV aGVHD. A larger cohort and longer follow-up is required to determine the safety and clinical significance of these early findings. View large Download slide View large Download slide View large Download slide View large Download slide Disclosures Pulsipher: Novartis: Consultancy, Other: Study Steering Committee; Jazz Pharmaceutical: Consultancy; Chimerix: Consultancy; Medac: Other: Housing support for conference. Zhang: Celgene: Employment, Equity Ownership, Patents & Royalties. Gurney: Celgene: Employment, Equity Ownership. Cairo: Celgene: Research Funding."
}