{
    "doi": "https://doi.org/10.1182/blood.V118.21.4945.4945",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2145",
    "start_url_page_num": 2145,
    "is_scraped": "1",
    "article_title": "Lymphoproliferative Disorders (LPD) in Individuals ≥80 Years of Age–Incidence, Response, and Survival ",
    "article_date": "November 18, 2011",
    "session_type": "LYMPHOMA - CHEMOTHERAPY, EXCLUDING PRE-CLINICAL MODELS",
    "topics": [
        "b-lymphocytes",
        "chemotherapy regimen",
        "combination drug therapy",
        "cyclophosphamide",
        "cyclophosphamide, doxorubicin, prednisone, and vincristine",
        "excisional biopsy",
        "frequency of responses",
        "lymphoma",
        "lymphoproliferative disorders",
        "mantle zone"
    ],
    "author_names": [
        "Fallon O France",
        "G. Chikkappa, MD",
        "Donald Pasquale, MD"
    ],
    "author_affiliations": [
        [
            "Stratton VAMC, Albany, NY, USA, "
        ],
        [
            "Stratton VAMC, Albany, NY, USA, "
        ],
        [
            "Stratton VAMC, Albany, NY, USA"
        ]
    ],
    "first_author_latitude": "42.6516719",
    "first_author_longitude": "-73.77246319999999",
    "abstract_text": "Abstract 4945 Introduction Clinical trials describing LPD therapy and outcomes overwhelmingly exclude individuals ≥80 years of age. Thus, ability to deliver LPD therapy to this age group is not defined, and tolerance to therapy and response rates and survival data are not available. Methods We retrospectively identified all individuals diagnosed with any LPD at ≥80 years of age at our institution between 1997 and 2010. Data included age at diagnosis, diagnosis, therapy for LPD, comorbidities (disease count), survival from date of diagnosis of LPD, chemotherapy dose intensity (percent of 100% dose based on standard regimen dosing), hospitalization for any reason during chemotherapy, and response. Survival was analyzed by Kaplan-Meier analysis and data sets were compared using Student's t-test or Chi-square as appropriate. Results Of a total of 518 individuals diagnosed with any LPD, we identified 33(6.4%) who were diagnosed ≥80 years of age. All were male consistent with our veteran population. Data is illustrated in tables 1 and 2 . Fifteen (15) had Large B-cell lymphoma, 4 CLL/SLL, 2 follicular, 2 mantle zone, 1 marginal zone, 2 lymphoplasmacytic, 3 T-cell. Two (2) could not be classified despite AFIP review. Twenty-two (22) individuals were treated with 73 cycles of chemotherapy (25 CHOP, 30 R-CHOP, 3 CVP, 11 R-CVP, 4 PO cyclophosphamide). One (1) individual with LBCL had no evidence of disease following excisional biopsy and declined further therapy, and 1 received radiotherapy. A total of 27 (82%) patients died during observation. Deaths were predominantly due to LPD. Of those not treated, 5 of 9 had low-grade LPD and were among longer-term survivors. Median survival, illustrated in the figure , was 18.8 months and was not different between treated and untreated group. This compares with 72.7 months predicted survival for an average 84-year old ( WWW.SSA.GOV ). View large View Large View large View Large Discussion LPD is common in individuals ≥80 years of age with large B-cell lymphoma being most common in our population. Despite multiple co-morbidities, the data show that reasonable dose intensity combination chemotherapy may be delivered to treat octogenarians, however hospitalization was required for 1/3 patients during chemotherapy. While survival was not different between treated and untreated groups, the individuals who were treated likely had more severe or advanced stage LPD. Prospective studies with sufficient number of individuals within each diagnostic category should be done to clarify benefits of chemotherapy in ≥80 year old patients with LPD. View large Download slide View large Download slide Disclosures: No relevant conflicts of interest to declare."
}