{
    "doi": "https://doi.org/10.1182/blood.V106.11.4697.4697",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=430",
    "start_url_page_num": 430,
    "is_scraped": "1",
    "article_title": "Blood Transfusion, Anesthesia, Surgery and Risk of Non-Hodgkin Lymphoma. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "anesthesia (no sensation)",
        "anesthesia procedures",
        "blood transfusion",
        "lymphoma, non-hodgkin",
        "surgical procedures, operative",
        "anesthesia, conduction",
        "cancer",
        "anesthetics",
        "follicular lymphoma",
        "medical indications"
    ],
    "author_names": [
        "James R. Cerhan, MD, PhD",
        "Eric Engels, MD",
        "Wendy Cozen, MD",
        "Scott Davis, PhD",
        "Richard K. Severson, PhD",
        "Gloria Gridley, MS",
        "Patricia Hartge, ScD",
        "Martha Linet, MD"
    ],
    "author_affiliations": [
        [
            "Health Sciences Research, Mayo Clinic College of Medicine, Rochester, MN"
        ],
        [
            "DCEG, National Cancer Institute, Bethesda, MD"
        ],
        [
            "Preventive Medicine, University of Southern California, Los Angeles, CA"
        ],
        [
            "Epidemiology, Fred Hutchinson Cancer Research Center, Seattle, WA"
        ],
        [
            "Family Medicine, Wayne State University, Detroit, MI"
        ],
        [
            "DCEG, National Cancer Institute, Bethesda, MD"
        ],
        [
            "DCEG, National Cancer Institute, Bethesda, MD"
        ],
        [
            "DCEG, National Cancer Institute, Bethesda, MD"
        ]
    ],
    "first_author_latitude": "44.02181709999999",
    "first_author_longitude": "-92.4668941",
    "abstract_text": "Background. The incidence of non-Hodgkin lymphoma (NHL) has increased dramatically since at least the 1950s, and only a fraction of this increase can be explained by established risk factors. During this timeframe, there has been a major increase in the use of blood transfusions, anesthesia, and invasive surgical procedures, all of which can impact immune function. Methods. We conducted a population-based case-control study from 1998–2000 using SEER cancer registries in Detroit, Iowa, Los Angeles and Seattle. NHL cases (N=759) were newly diagnosed, HIV-negative, and aged 20–74 years. Controls (N=589) were identified through random digit dialing (1 year before diagnosis (or date of enrollment for controls) were collected during in-person interviews. Unconditional logistic regression was used to estimate the odds ratio (OR) and 95% confidence intervals (CI), adjusted for the matching factors. NHL subtypes (follicular and diffuse) were designated according to SEER cancer registry pathology reports, and risk of each subtype was estimated using polychotomous logistic regression. Results. History of blood transfusion was weakly associated with increased risk of NHL (OR=1.26; 95% CI 0.91–1.73), and the elevated risk was specific to transfusions first given 5 to 29 years before diagnosis (OR=1.69; 95% CI 1.08–2.62). Risk was also specific to blood transfusions given for a medical indication (OR=2.09; 95% CI 1.03–4.26), while transfusions given for trauma, obstetric or surgical indications were not associated with risk. Exposure to general or regional anesthesia (OR=1.35 for 24+ times compared to 0–6; 95% CI 0.91–2.02) and total number of surgeries (OR=1.22 for 7+ surgeries compared to 0; 95% CI 0.77–1.93) were weakly and positively associated with risk of NHL, although neither association achieved statistical significance. Results were similar for general versus regional anesthesia. In analysis of surgeries at specific anatomic sites, there were no associations with NHL risk, except for a suggestive positive association for surgery involving the appendix, stomach or bowel (OR=1.24; 95% CI 0.98–1.58). When blood transfusion, anesthesia, and total number of surgeries were included in the same model, ORs for time since first transfusion and total number of surgeries remained unchanged, while the association for anesthesia weakened. These results were generally similar for both diffuse and follicular subtypes, with the exception that total number of surgeries showed a suggestive positive association with follicular (OR=1.61 for 7+ surgeries compared to 0; 95% CI 0.74–3.51) but not diffuse NHL. Conclusion: History of blood transfusion was associated with an increased risk of NHL. Total number of surgeries, type of surgery, and use of anesthesia were only weakly associated with risk, although the suggestive positive association for number of surgeries with follicular lymphoma warrants further investigation."
}