{
    "doi": "https://doi.org/10.1182/blood-2020-140331",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4622",
    "start_url_page_num": 4622,
    "is_scraped": "1",
    "article_title": "Incidence of CDI and Association with Antibiotics in a Cohort of Patients with Newly Diagnosed Acute Myeloid Leukemia Receiving Induction Chemotherapy ",
    "article_date": "November 5, 2020",
    "session_type": "613.Acute Myeloid Leukemia: Clinical Studies",
    "abstract_text": "Background: Because bacterial infections are a common complication during neutropenia and a major cause for morbidity and mortality, patients with Acute Myeloid Leukaemia (AML) often receive prolonged courses of broad-spectrum antibiotics during induction chemotherapy. This extended exposure to antibiotics deeply disrupts the gut microbiota and may result in its colonization by resistant, opportunistic and potentially pathogenic microbes. Clostridioides difficile (C.difficile) is one such bacteria often found in patients whose microbiota has been strongly disrupted. Aim: The purpose of this study was to measure the incidence of C. difficile infection (CDI) in newly diagnosed AML patients who received induction chemotherapy and to evaluate the association between CDI and the use of antibiotics. Methods: We retrospectively studied the medical history of patients treated from 01/2016 to 12/2018 at the Department of Internal Medicine I of the University Hospital Cologne. The observational period was defined as 100 successive days after onset of induction chemotherapy or from onset of induction chemotherapy until microbiological confirmed CDI, or until death, whichever event occurred first. The diagnosis of CDI was confirmed by microbiological findings indicating the presence of toxin-producing C. difficile in stool isolates of symptomatic patients. The associations between therapeutic and prophylactic antibiotics and CDI were determined by use of a multivariable backward-stepwise binary logistic regression model. Findings: 133 patients were included in the study. 30 patients developed CDI during the study period. 5 patients had two episodes or more. The incidence rate for CDI per 10,000 patient days in the observational period was 29.9. The incidence rates of CDI for the period after onset of induction chemotherapy reached 10.5% (n=14) at 8 weeks and 18.8% (n=25) at 120 days. In the analysis, we could not identify a specific antibiotic as risk factor for CDI but the result may be biased by the different mean observational periods for the group with and without CDI (the observational period for the group with CDI ends at the day of CDI). Conclusions: CDI is a frequent comorbidity affecting patients with newly diagnosed AML and receiving induction chemotherapy and deserves the attention of the medical teams in charge of the patients for adequate prevention and treatment approaches. Disclosures Bauquet: Da Volterra: Current Employment. Buffet: Da Volterra: Current Employment; Alfa Collaborative Group: Current Employment. Vehreschild: Berlin Chemie: Consultancy, Honoraria; Organobalance: Research Funding, Speakers Bureau; Pfizer: Research Funding, Speakers Bureau; Da Volterra: Research Funding; Seres Therapeutics: Research Funding; Astellas Pharma: Consultancy, Honoraria, Research Funding, Speakers Bureau; 3M: Research Funding; Gilead: Research Funding, Speakers Bureau; MSD/Merck: Consultancy, Honoraria, Research Funding, Speakers Bureau; Basilea: Speakers Bureau. Vehreschild: Rigshospitalet Copenhagen: Research Funding; Academy for Infectious Medicine: Honoraria; University Manchester: Honoraria; German Society for Infectious Diseases (DGI): Honoraria; Ärztekammer Nordrhein: Honoraria; University Hospital Aachen: Honoraria; Back Bay Strategies: Honoraria; German Society for Internal Medicine (DGIM): Honoraria; Merck / MSD: Research Funding; Gilead: Research Funding; Pfizer: Research Funding; Astellas Pharma: Research Funding; Basilea: Research Funding; German Centre for Infection Research (DZIF): Research Funding; ), German Federal Ministry of Education and Research (BMBF): Research Funding; (PJ-T: DLR): Research Funding; University of Bristol: Research Funding; Merck/MSD: Honoraria; Gilead: Honoraria; Pfizer: Honoraria; Astellas Pharma: Honoraria; Basilea: Honoraria; German Centre for Infection Research (DZIF): Honoraria; University Hospital Freiburg/ Congress and Communication: Honoraria.",
    "topics": null,
    "author_names": [
        "Carolin Jakob, PhD",
        "Aurélie Bauquet, PhD",
        "Renaud Buffet, MD",
        "Maria Vehreschild, MD",
        "Janne Vehreschild, MD"
    ],
    "author_affiliations": [
        [
            "Klinik I für Innere Medizin, Uniklinik Köln, Köln, Germany "
        ],
        [
            "Da Volterra, Paris, France "
        ],
        [
            "Da Volterra, Paris, France "
        ],
        [
            "Klinik I für Innere Medizin, Uniklinik Köln, Köln, Germany ",
            "Department II of Internal Medicine, University Hospital Frankfurt, Frankfurt, Germany "
        ],
        [
            "Klinik I für Innere Medizin, Uniklinik Köln, Köln, Germany ",
            "Department II of Internal Medicine, University Hospital Frankfurt, Frankfurt, Germany ",
            "Deutsches Zentrum für Infektionsforschung, Braunschweig, Germany"
        ]
    ],
    "first_author_latitude": "50.9243986",
    "first_author_longitude": "6.919262300000001"
}