{
    "doi": "https://doi.org/10.1182/blood.V124.21.1722.1722",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2801",
    "start_url_page_num": 2801,
    "is_scraped": "1",
    "article_title": "The BCL-2 Inhibitor ABT-199 (GDC-0199) in Combination with Bendamustine and Rituximab in Patients with Relapsed or Refractory Non-Hodgkin’s Lymphoma ",
    "article_date": "December 6, 2014",
    "session_type": "623. Lymphoma: Chemotherapy, excluding Pre-Clinical Models: Poster I",
    "topics": [
        "bcl2 gene",
        "bendamustine",
        "lymphoma, non-hodgkin",
        "rituximab",
        "diffuse large b-cell lymphoma",
        "febrile neutropenia",
        "neutropenia",
        "thrombocytopenia",
        "anemia",
        "combined modality therapy"
    ],
    "author_names": [
        "Sven de Vos, MD PhD",
        "Christopher R. Flowers, MD",
        "Ding Wang, MD PhD",
        "Lode J. Swinnen",
        "Nathan Fowler, MD",
        "Erin Reid, MD",
        "Maryella Gifford, BS",
        "Diane D'Amico",
        "Martin Dunbar, DRPH",
        "Ming Zhu, PhD",
        "Jianning Yang, PhD",
        "Sari H. Enschede, MD",
        "Justin L. Ricker, MD PhD",
        "David Chien, MD",
        "Rod A. Humerickhouse, MD PhD",
        "Mark Kozloff, MD"
    ],
    "author_affiliations": [
        [
            "UCLA Medical Center, Los Angeles, CA "
        ],
        [
            "Emory University Winship Cancer Institute, Atlanta, GA "
        ],
        [
            "Henry Ford Hospital, Detroit, MI "
        ],
        [
            "Johns Hopkins University, Baltimore, MD "
        ],
        [
            "University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "University of California at San Diego, San Diego, CA "
        ],
        [
            "AbbVie, Inc, North Chicago, IL "
        ],
        [
            "AbbVie, Inc, North Chicago, IL "
        ],
        [
            "AbbVie, Inc, North Chicago, IL "
        ],
        [
            "AbbVie, Inc, North Chicago, IL "
        ],
        [
            "AbbVie, Inc, North Chicago, IL "
        ],
        [
            "AbbVie, Inc, North Chicago, IL "
        ],
        [
            "AbbVie, Inc, North Chicago, IL "
        ],
        [
            "AbbVie, Inc, North Chicago, IL "
        ],
        [
            "AbbVie, Inc, North Chicago, IL "
        ],
        [
            "Ingalls Hospital, Harvey, IL"
        ]
    ],
    "first_author_latitude": "34.09517135",
    "first_author_longitude": "-118.4317146",
    "abstract_text": "Introduction: BCL-2 is an anti-apoptotic protein that is commonly overexpressed in hematologic malignancies, including Non-Hodgkin Lymphoma (NHL). ABT-199 is a selective, potent, orally bioavailable BCL-2 inhibitor. It has demonstrated antitumor activity as monotherapy in patients with NHL in a Phase Ib single agent study. Patients with indolent NHL typically recur after standard treatments (R-CHOP, R-CVP). Bendamustine (B) and rituximab (R) combination therapy has demonstrated clinical activity in relapsed or refractory (R/R) patients. Preclinical evidence suggests that ABT-199 enhances the efficacy of BR. Here we report findings from a Phase I, open-label, multicenter study of ABT-199 in combination with BR in patients with R/R NHL. Methods: The primary objectives were evaluation of the safety, pharmacokinetics (PK), preliminary efficacy, and maximum tolerated dose (MTD) as well as recommended Phase 2 dose (RPTD) of ABT-199 in combination with BR in patients with R/R NHL. In the dose-escalation portion of the study, patients were treated on a 28 day cycle with ABT-199 with doses from 50 to 400 mg and following 3 dosing schedules: 3 days/cycle (d/cycle), 7 d/cycle, 28 d/cycle. The BR regimen was 6 cycles of treatment: B (2 d/cycle, 90mg/m 2 ) and R (1 d/cycle, 375mg/m 2 ). The dosing schedule of ABT-199 and BR was staggered during Cycles 1–3 for PK analyses; ABT-199 followed by BR was administered on Day 1 of Cycles 4-6. Patients could continue ABT-199 monotherapy following completion of BR. Dose limiting toxicities (DLTs), adverse events (AEs), PK parameters, and disease responses by IWG criteria were evaluated. Response assessments occurred on day 1 of cycle 3, 5 and 7. Results: As of July 3, 2014, 26 patients have been treated with ABT-199 in combination with BR. The median age was 61.5 (range 29-80) years and 17 (65%) patients were male. Fifteen (57.7%) patients had follicular lymphoma (FL), 8 (30.8%) had diffuse large B-cell lymphoma (DLBCL), and 3 (11.5%) had marginal zone lymphoma (MZL). All were previously treated with R or R-based combination therapy. Thirteen (50%) have discontinued due to progressive disease (PD); there were no discontinuations due to AEs. Eleven (42%) had completed 6 cycles of BR treatment. The most common treatment-emergent AEs (in >25% patients) in a pooled dataset were nausea (65.4%), anemia and neutropenia (each in 42.3%), diarrhea (38.5%), thrombocytopenia (34.6%), hyperglycemia (30.8%), vomiting and hypokalemia (each in 26.9%). Grade 3/4 AEs (in >10% patients) were neutropenia (26.9%), anemia and thrombocytopenia (each in 19.2%), leukopenia (15.4%), febrile neutropenia and decreased lymphocyte count (each in 11.5%). Febrile neutropenia (11.5%) was the SAE occurring in more than 10% of patients. There were no AEs leading to death. One patient in cohort 3 (100 mg x 7d/cycle) experienced a DLT of neutropenia and 2 patients in cohort 5 (200 mg x 28 d/cycle) experienced a DLT (n=1 febrile neutropenia; n=1 thrombocytopenia). Dose frequency was decreased to 7 d/cycle for patients in cohort 6. No DLTs were observed in subsequent cohorts following an amendment to G-CSF prophylaxis and DLT criteria. Preliminary PK data suggest there is no apparent interaction between ABT-199 and B. Of 26 evaluable patients, 5 (19.2%) had a complete response (CR) and 11 (42.3%) had a partial response (PR). To date, the overall response rate (CR+PR) for ABT-199+BR is 61.5% (16/26) for all patients, 73.3% (11/15) for patients with FL, and 37.5% (3/8) for patients with DLBCL. Conclusions: Preliminary data demonstrated a tolerable safety profile of ABT-199 in combination with BR across all dosing cohorts. There was no apparent PK interaction between ABT-199 and B; analysis for R is ongoing. Enrollment is ongoing at 400 mg ABT-199 with re-examination of a 28-day cycle schedule with G-CSF prophylaxis in heavily pre-treated patients. Early responses (CR and PR) are seen across all dose cohorts in patients with FL, many of whom have been heavily pretreated. A phase 2 study (NCT02187861; BO29337) of ABT-199 in combination with BR in R/R FL is planned. Figure 1 View large Download slide Figure 1 View large Download slide  Disclosures Flowers: Genentech: LymphoCare Scientific Advisory Board Other; Celgene: Other; AbbVie, Inc: Research Funding; Acerta: Research Funding; Celgene: Research Funding; Genentech: Research Funding; Gilead Sciences: Research Funding; Infinity Pharmaceuticals: Research Funding; Janssen: Research Funding; Millennium/Takeda: Research Funding; Onyx Pharmaceuticals: Research Funding; Pharmacyclics: Research Funding; Spectrum: Research Funding; OptumRx: Consultancy; Seattle Genetics: Consultancy. Fowler: Roche: Membership on an entity's Board of Directors or advisory committees. Gifford: AbbVie, Inc: Employment. D'Amico: AbbVie, Inc: Employment. Dunbar: AbbVie, Inc: Employment. Zhu: AbbVie, Inc: Employment. Yang: AbbVie, Inc: Employment. Enschede: AbbVie, Inc: Employment. Ricker: AbbVie, Inc: Employment. Chien: AbbVie, Inc: Employment. Humerickhouse: AbbVie, Inc: Employment. Kozloff: Genentech: Consultancy; Roche: Consultancy."
}