{
    "doi": "https://doi.org/10.1182/blood-2018-99-116388",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4155",
    "start_url_page_num": 4155,
    "is_scraped": "1",
    "article_title": "Mutations in the NOTCH1 PEST Domain Enhance the Expression of CCL17 By Displacing the Transcription Factor HDAC1 in Chronic Lymphocytic Leukemia ",
    "article_date": "November 29, 2018",
    "session_type": "641. CLL: Biology and Pathophysiology, excluding Therapy: Poster III",
    "topics": [
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "mutation",
        "notch1 gene",
        "transcription factor",
        "chemokines",
        "complex",
        "antibodies",
        "cloning",
        "disease progression"
    ],
    "author_names": [
        "Zhenshu Xu, MD PhD",
        "Shifen Wang",
        "Xiuli Chen",
        "Xueting Liang",
        "Huixin Liang",
        "Tingting Wang"
    ],
    "author_affiliations": [
        [
            "Union Hospital of Fujian Medical University, Fuzhou, China "
        ],
        [
            "Fujian Institute of Hematology, Union Hospital of Fujian Medical University, Fuzhou, China"
        ],
        [
            "Fujian Institute of Hematology, Union Hospital of Fujian Medical University, Fuzhou, China"
        ],
        [
            "Fujian Institute of Hematology, Union Hospital of Fujian Medical University, Fuzhou, China"
        ],
        [
            "Fujian Institute of Hematology, Union Hospital of Fujian Medical University, Fuzhou, China"
        ],
        [
            "Fujian Institute of Hematology, Union Hospital of Fujian Medical University, Fuzhou, China"
        ]
    ],
    "first_author_latitude": "26.077703",
    "first_author_longitude": "119.304548",
    "abstract_text": "The NOTCH1 is a ligand dependent transcription factor that plays an important role in lymphocyte differentiation and apoptosis . NOTCH1 dysfunction is closely related to the proliferation, differentiation, and apoptosis of tumor cells in chronic lymphocytic leukemia (CLL). With the popularization of next-generation sequencing technology the relationship between NOTCH1 mutations and disease progression in CLL, has attracted increasing attention. Here, we investigated whether the loss of a 2 bp frame shift deletion mutation influences the NOTCH1 pathway and whether this mutation alters the NOTCH1 nuclear mechanism in CLL. The ICN plasmid was engineered by cloning the ICN coding sequence into a pmax-Clover vector. The c.7541-7542delCT mutation (CTdel) was generated by site-specific mutagenesis. The BaF3 cells were transfected with Amaxa Nucleofector technology then sorted. The NOTCH1 protein expression was evaluated by Western blotting using an anti-NOTCH1 antibody, which showed compatible with the ICN. The CTdel mutation resulted in a lower molecular weight band, consistent with the presence of a premature STOP codon. Results from qRT-PCR showed elevated mRNA expression of NOTCH1 in the groups transfected with ICN and CTdel genes. An immunofluorescence assay showed that NOTCH1 was distributed in both the nuclei and cytoplasm in the control cells, while it was located in the nucleus of the cells of the ICN and CTdel groups. Compared with the control group, the activity of the reporter genes in both the ICN and CTdel groups increased, with the highest increase in the CTdel group, as reported by the two-fluorescent enzyme reporting system assay. These results determine the presence or absence of a NOTCH1 mutation, the ICN protein is located in the nucleus, and show that the NOTCH1 pathway is enhanced and the function is more stable in the presence of a NOTCH1 mutation. From the RNA-seq results we found that RT-PCR showed transcription levels of CCL17 in the ICN and CTdel groups were higher than those in the control group, and that CCL17 in the CTdel group was significantly higher than in the ICN group. We collected the culture supernatant of CLL cells for an ELISA assay and found that CCL17 was significantly elevated in the CTdel group, but CCL17 was not detected in the control group and the ICN group. In order to verify the CCL17 function of in CLL with the NOTCH1 mutation, we performed a transwell experiment to detect the ability of mediating activated CD4+ T cell migration by CCL17. The results showed that the number of CD4+ T-cells in the CTdel group that migrated in response to CCL17 was more than in the ICN group. In order to verify that the NOTCH1 mutation changed the ICN binding function, we performed a CO-IP experiment. The results showed that ICN had an interaction with MTA2/HDAC1, but this interaction was weakened with CTdel. Mass spectrometry (MS) analysis suggested that ICN was combined with MTA2 while CTdel peptides were not detected in MTA2 samples. In order to verify the negative regulatory effect of MTA2 and HDAC1 on the NOTCH1 mutation induced by C-terminal truncation in CCL17 transcription, we conducted a CHIP experiment on the nuclear pyrolysis of ICN/CTdel.The results showed that the combination of MTA2/HDAC1 and the promoter of CCL17 and ICN/CTdel was weaker than that of the control group. Because of the multiple-point binding characteristics of transcription factors on gene expression regulation, it can be concluded that CTdel DNA binding is weaker than the binding of ICN. As a result, in the presence of the NOTCH1 protein C-terminal truncation, which has lost MTA2/HDAC1 binding, its inhibition is reduced and the CCL17 expression becomes significantly elevated. In conclusion, it is suggested that the NOTCH1 mutation found in CLL stimulates the NOTCH1 pathway, and is related to the high expression of CCL17. The chemokine CCL17 can cause the migration of CD4+ T-cells and change the microenvironment to favor tumor cell survival. ICN in the nucleus combines with CSL to form activating complexes or recruits transcription factor MTA2/HDAC1 to form inhibiting complexes, and constitutes the balance between the promotion and the inhibition for the downstream gene expression. The NOTCH1 mutation with CTdel could result in loss of this balance, and activate the expression of downstream genes, such as CCL17. Key words: chronic lymphocytic leukemia; NOTCH1; mutation; HDAC1; CCL17; chemokine Disclosures No relevant conflicts of interest to declare."
}