{
    "doi": "https://doi.org/10.1182/blood.V118.21.1750.1750",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2100",
    "start_url_page_num": 2100,
    "is_scraped": "1",
    "article_title": "Results of Phase II Clinical Trial MPD-RC 101: Allogeneic Hematopoietic Stem Cell Transplantation Conditioned with Fludarabine/Melphalan in Patients with Myelofibrosis ",
    "article_date": "November 18, 2011",
    "session_type": "634. Myeloproliferative Syndromes: Poster I",
    "topics": [
        "allogeneic hematopoietic stem cell transplant",
        "conditioning (psychology)",
        "fludarabine",
        "melphalan",
        "myelofibrosis",
        "phase 2 clinical trials",
        "transplantation",
        "tissue transplants",
        "antigens",
        "follow-up"
    ],
    "author_names": [
        "Damiano Rondelli, MD",
        "Judith D. Goldberg, Sc.D.",
        "Roberto Marchioli, MPH",
        "Luis Isola, MD",
        "Tsiporah B. Shore, MD",
        "Josef T. Prchal, MD",
        "Andrea Bacigalupo, MD",
        "Alessandro Rambaldi",
        "Rebecca B. Klisovic, MD",
        "Vikas Gupta, MD, FRCP, FRCPath",
        "Bjorn Andreasson, MD",
        "Erin P. Demakos, RN",
        "Leah S. Price, Sc.D.",
        "Marco Scarano, Sc.D.",
        "Meir Wetzler, MD",
        "Alessandro M. Vannucchi, MD",
        "Vesna Najfeld, PhD",
        "Giovanni Barosi, MD",
        "Lewis R. Silverman, MD",
        "Ronald Hoffman, MD"
    ],
    "author_affiliations": [
        [
            "University of Illinois at Chicago, University of Illinois Cancer Center, Myeloproliferative Disorders Research Consortium, Chicago, IL, USA, "
        ],
        [
            "Division of Biostatistics, New York University School of Medicine, NEW YORK, NY, USA, "
        ],
        [
            "Istituto Mario Negri Sud, S. Maria Imbaro, Italy, "
        ],
        [
            "BMT, The Mount Sinai Medical Center, New York, NY, USA, "
        ],
        [
            "Medicine, Divison of Hematology and Oncology, Weill Cornell Medical College, New York, NY, USA, "
        ],
        [
            "MPD-Research Consortium, Hematology Division, University of Utah School of Medicine, Salt Lake City, UT, USA, "
        ],
        [
            "Dept of Hematology Oncology, Ospedale San Martino, Genoa, Italy, "
        ],
        [
            "USC Hematology, Ospedali Riuniti di Bergamo, Bergamo, Italy, "
        ],
        [
            "The Ohio State University Comprehensive Cancer Center, Columbus, OH, USA, "
        ],
        [
            "Medical Oncology & Hematology, Princess Margaret Hospital, Toronto, ON, Canada, "
        ],
        [
            "Internal Medicine, NU Hospital Organization, Uddevalla, Sweden, "
        ],
        [
            "Mount Sinai Medical School, New York, NY, USA, "
        ],
        [
            "Division of Biostatistics, New York University School of Medicine, New York, NY, "
        ],
        [
            "Istituto Mario Negri Sud, S.Matia Imbaro, Italy, "
        ],
        [
            "Roswell Park Cancer Institute, Buffalo, NY, USA, "
        ],
        [
            "Hematology, University of Florence, Florence, Italy, "
        ],
        [
            "Pathology, Mount Sinai School of Medicine, New York, NY, USA, "
        ],
        [
            "IRCCS Policlinico S. Matteo Foundation, Pavia, Italy, "
        ],
        [
            "Division of Hematology, Mount Sinai School of Medicine, New York, NY, USA, "
        ],
        [
            "Department of Medicine, Tisch Cancer Institute, Myeloproliferative Disorders Research Consortium, Mount Sinai School of Medicine, New York, NY, USA"
        ]
    ],
    "first_author_latitude": "41.871103",
    "first_author_longitude": "-87.67450170000001",
    "abstract_text": "Abstract 1750 The Myeloproliferative Disorder-Research Consortium (MPD-RC) designed the first US prospective phase II study of allogeneic hematopoietic stem cell transplantation (HSCT) in patients with primary myelofibrosis (PMF) or MF secondary to essential thrombocythemia (ET-MF) or polycythemia vera (PV-MF). Between May 2007 and March 2011, 66 patients were entered into the MPD-RC 101 study. Thirty-two patients received an allogeneic HSCT from a related and 34 patients from an unrelated donor. In the two groups diagnoses were: PMF: 44%, 74%; ET-MF: 47%, 12% and PV-MF: 9%, 15%, respectively. A reduced intensity regimen with fludarabine/melphalan (FluMel) ± ATG was used. Of 66 patients, 63 were at intermediate/high risk according to Lille score system and 3 patients were at low risk but had thrombocytopenia. Recipients of related and unrelated HSCT were comparable with respect to age (median: 54 vs 55 years), gender (M/F 19/13 vs 19/15), Lille score intermediate (63% vs 68%) or high risk (28% vs 32%) and time from diagnosis to transplant (median, range: 16, 1–247 vs 20, 2–341 months). At the time of transplant, 66% and 82% of patients in the related and unrelated cohorts had splenomegaly and 19% and 15% had previous splenectomy. Jak-2 V617F mutation was present in 38% and 50% and an abnormal karyotype was detected in 56% and 59% of patients with known status, respectively. Bone marrow stem cells were utilized in 19% of related and 9% of unrelated transplants, while in the remaining cases patients received peripheral blood stem cell (PBSC) grafts. Donor compatibility was assessed by molecular typing for HLA A, B, C, DRB1 and DQB1 antigens; inclusion criteria allowed enrollment with maximum 1 antigen mismatched donor. Thirty of 32 transplants (94%) in the related cohort and 25/36 (74%) in the unrelated cohort were fully matched. In transplants from related donor, engraftment of neutrophils and platelets occurred in 31/32 patients, One patient in this group experienced a secondary graft failure. In contrast, among patients in the unrelated group only 26/34 (76%) patients engrafted and of these 4 had a secondary graft failure post transplant. Median time to neutrophils > 0.5 × 10 9 /L and platelets >20 × 10 9 /L engraftment was: day 22 and day 28 in the related, and day 18 and day 28 in the unrelated cohort, respectively. Acute GVHD grade II-IV was observed in 37% related (grade III-IV: 12%) and in 42% unrelated transplants (grade III-IV: 21%). Based on the International Working Group criteria, in patients who were followed for at least 6 months there were 7 CR, 8 PR, and 11 CI among the 28 patients in the related group, and 5 CR, 1 PR, and 5 CI among the 16 patients in the unrelated group. After a median follow-up for survivors of 24 months, 25 patients (78%) in the related group are alive, 6 patients (18%) died for causes related to transplant (GVHD n=3, cardiac toxicity n=1, renal failure n=1, secondary cancer n=1) and 1 (3%) for progression of disease. In the unrelated group, 15 patients (44%) are alive at 12 months follow-up for survivors, 18 patients (53%) died for causes related to transplant and 1 patient (3%) due to relapse. Median survival time has not been reached in the related transplant group and is 7 months in the unrelated group (hazard ratio 4.2, 95% CI: 1.7–10.1, p<0.001). Survival in unrelated transplants was not associated with HLA matching, diagnosis, or the presence of Jak-2 mutation. In this prospective study a reduced intensity allogeneic HSCT with Flu/Mel regimen was very effective in patients with myelofibrosis transplanted from related donors. In unrelated transplants, a high rate of primary or secondary graft failure led to a high rate of transplant-related-mortality. For these patients a different conditioning regimen may be required. Disclosures: No relevant conflicts of interest to declare."
}