{
    "doi": "https://doi.org/10.1182/blood.V116.21.1034.1034",
    "article_title": "A Notch Mutational Hierarchy Among Human T-ALL Leukemia Stem Cells. ",
    "article_date": "November 19, 2010",
    "session_type": "Acute Lymphoblastic Leukemia - Biology and Pathophysiology: Poster I",
    "abstract_text": "Abstract 1034 Introduction: T-cell acute lymphoblastic leukemia (T-ALL) is a therapeutically recalcitrant malignancy that accounts for approximately 15% of pediatric and 25% of adult ALL cases. In leukemia, cancer stem cells constitute a relatively rare population of tumor cells that play a key role in cancer propagation and, like adult stem cells, have enhanced self-renewal potential. A previous report showed that following in vitro culture, CD34 + /CD4 - and CD34 + /CD7 - subfractions of T-ALL marrow were enriched for leukemia stem cells (LSC) capable of engrafting leukemia in nonobese diabetic/severe combined immune deficient mouse (NOD/SCID). However, difficulties in maintaining primary cultures of leukemia cells hampered investigations into the biology of T-ALL underscoring the need for a direct transplantation model to characterize human LSC in vivo and as a paradigm for screening candidate drugs that inhibit self-renewal pathways active in T-ALL. Experimental Procedures: Quantitative RT-PCR of NOTCH target gene expression and NOTCH mutation DNA sequencing analysis was performed on human CD34+ cells from T-ALL patient samples (n =12). To develop a humanized mouse model of T-ALL, CD34 + progenitors were lentivirally transduced with GFP-Luciferase Fusion protein (GLF) and transplanted intrahepatically into neonatal T, B, and NK cell deficient mice. In some experiments, FACS purified CD34 + subpopulations were transplanted at limiting dilution, including CD34 + CD38 + CD2 + Lin - cells. Leukemic engraftment was monitored by in vivo bioluminescence imaging and analyzed by FACS detection of human CD34 + cells in liver, bone marrow, spleen and thymus when mice were sacrificed at 8–10 weeks post-transplant. NOTCH1 target gene expression was analyzed by q-RT-PCR in human CD34+ cells derived from engrafted tissues and NOTCH mutation analysis was performed by DNA sequencing on the same population. To assay LSC self-renewal, engrafted human CD34 + cells from bone marrow were transplanted into secondary and tertiary recipients. In serially transplanted mice, NOTCH1 target gene expression, NOTCH1 receptor expression was analyzed by FACS and NICD expression was assessed in the bone marrow by immunohistochemistry. Results: Q-RT-PCR data showed that NOTCH1, HES1 and c-MYC expression correlated with NOTCH 1 mutation status as well as the emergence of a CD34 + CD2 + Lin - population not evident in normal cord blood. We transplanted 12 T-ALL patient samples with detectable Notch1 expression and 100% of samples engrafted RAG 2-/- gamma c-/- mice. Transplanted LSC could be tracked for 10 weeks after transplant by in vivo bioluminescent imaging while Lin+ engraftment declined. Human CD34 + /CD45 + cells, CD45 + /CD34 + /CD38 + /Lin &minus; /CD2 + cells were found in the bone marrow, thymus, spleen of the engrafted mice at 9–10 weeks post transplant or the end of dosing. Finally, human CD34 + cells engrafted secondary and tertiary recipients with T-ALL demonstrating their propensity for self-renewal and differentiation. Notch1 target gene and Hes1 expression was higher in patients with Notch1 mutation identified by sequencing. Conclusion: 1. Human T-ALL CD34 + cells harbor NOTCH1 activating mutations in 50% of patient samples and have serial transplantation potential in RAG2-/-gamma chain-/- mice. 2. NOTCH target gene expression and serial transplantation potential are enriched in the CD34 + CD38 + CD2 + Lin - candidate LSC population unique to T-ALL. 3. Homing of human lentiviral luciferase transduced T-ALL LSC can be monitored in transplanted mice by in vivo bioluminescence imaging thereby providing a robust in vivo humanized mouse model of T-ALL for testing of novel self-renewal pathway inhibitors. Serially transplantable candidate LSC retain high level NOTCH1 target gene expression and may be uniquely susceptible to targeted NOTCH1 receptor inhibition. Disclosures: Jamieson: Pfizer: Research Funding.",
    "topics": [
        "adult t-cell lymphoma/leukemia",
        "leukemia",
        "stem cells",
        "t-cell leukemia, acute",
        "cd34 antigens",
        "transplantation",
        "diagnostic imaging",
        "quantitative real-time polymerase chain reaction",
        "cancer",
        "cd45 antigens"
    ],
    "author_names": [
        "Wenxue Ma, MD, PhD",
        "Alejandro Gutierrez, MD",
        "Daniel Goff, BS",
        "Angela Court-Recart, MS",
        "Alice Shih, BS",
        "Qingfei Jiang, Ph.D.",
        "Anil Sadarangani, Ph.D.",
        "Christina Wu, Ph.D.",
        "Christina Jamieson, Ph.D.",
        "Mitchell Diccianni, PhD",
        "Ping Wei, Ph.D.",
        "Todd Van Arsdale, PhD",
        "Thomas Look, MD",
        "Catriona Jamieson, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Wenxue Ma, MD, PhD",
            "author_affiliations": [
                "Moores Cancer Center, University of California San Diego, La Jolla, CA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Alejandro Gutierrez, MD",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Somerville, MA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniel Goff, BS",
            "author_affiliations": [
                "Moores Cancer Center, University of California, San Diego, La Jolla, CA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Angela Court-Recart, MS",
            "author_affiliations": [
                "Moores Cancer Center, University of California San Diego, La Jolla, CA, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alice Shih, BS",
            "author_affiliations": [
                "Moores Cancer Center, University of California, San Diego, La Jolla, CA, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Qingfei Jiang, Ph.D.",
            "author_affiliations": [
                "Moores Cancer Center, University of California, San Diego, La Jolla, CA, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anil Sadarangani, Ph.D.",
            "author_affiliations": [
                "Moores Cancer Center, University of California, San Diego, La Jolla, CA, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christina Wu, Ph.D.",
            "author_affiliations": [
                "Moores Cancer Center, University of California San Diego, La Jolla, CA, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christina Jamieson, Ph.D.",
            "author_affiliations": [
                "Moores Cancer Center, University of California, San Diego, La Jolla, CA, USA, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mitchell Diccianni, PhD",
            "author_affiliations": [
                "Moores Cancer Center, University of California San Diego, La Jolla, CA, USA, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ping Wei, Ph.D.",
            "author_affiliations": [
                "Pfizer, San Diego, CA, USA, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Todd Van Arsdale, PhD",
            "author_affiliations": [
                "Oncology, Pfizer, San Diego, CA, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas Look, MD",
            "author_affiliations": [
                "Pediatric Oncology, Dana-Farber Cancer Institute, Boston, MA, USA, "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Catriona Jamieson, MD, PhD",
            "author_affiliations": [
                "University of California San Diego, La Jolla"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-16T03:50:02",
    "is_scraped": "1"
}