{
    "doi": "https://doi.org/10.1182/blood.V126.23.1231.1231",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3027",
    "start_url_page_num": 3027,
    "is_scraped": "1",
    "article_title": "ANP32A Dysregulation Contributes to Abnormal Megakaryopoiesis in Acute Megakaryoblastic Leukemia ",
    "article_date": "December 3, 2015",
    "session_type": "602. Disordered Gene Expression in Hematologic Malignancy, including Disordered Epigenetic Regulation: Poster I",
    "topics": [
        "acute megakaryocytic leukemias",
        "megakaryocytopoiesis",
        "integrin beta3",
        "biological markers",
        "phosphotransferases",
        "platelet glycoprotein gpib-ix complex",
        "megakaryocytes",
        "mice",
        "megakaryoblasts"
    ],
    "author_names": [
        "Xueqin Sun, PhD",
        "Bin Lu, PhD",
        "Zan Huang"
    ],
    "author_affiliations": [
        [
            "College of Life Sciences, Wuhan University, Wuhan, China"
        ],
        [
            "College of Life Sciences, Wuhan University, Wuhan, China"
        ],
        [
            "College of Life Sciences, Wuhan University, Wuhan, China"
        ]
    ],
    "first_author_latitude": "30.508688",
    "first_author_longitude": "114.336603",
    "abstract_text": "Acute megakaryoblastic leukemia (AMKL) is characterized by hyperproliferative megakaryoblasts losing the ability to undergo terminal maturation. The mechanism underlying abnormal megakaryopoiesis in AMKL has not been fully elucidated. In this study, we discovered that ANP32A dysregulation might play a critical role. Significant upregulation of ANP32A gene was observed in online AMKL dataset and confirmed in one AMKL sample while ANP32A downregulation correlated well to human K562 and HEL cells undergoing megakaryocytic differentiation induced by PMA. These observations suggest that ANP32A may play a role in megakaryopoiesis and its dysregualtion may contribute to AMKL. However, Anp32a deficiency or overexpression only had marginal effect on normal hematopoiesis and megakaryopoiesis. In contrast, ANP32A overexpression did impair PMA-induced megakaryocytic differentiation in K562 and HEL cells with less CD61 expression and ANP32A downrgulation caused spontaneous megakaryocytic differentiation in K562 and HEL cells as well as various AMKL cells including CMK, CHRF, Meg-01, and 6133/MPL W515L evidenced by increased expression of CD41, CD61, or CD42. Mechanism study demonstrated that ANP32A knockdown promoted megakaryocyte differentiation by enhancing extracellular signal-regulated kinase (ERK) signaling to upregulate RUNX1 and FLI1 expression. Enhanced ERK phosphorylation and RUNX1 upregulation were confirmed in human primary AML cells. Furthermore, Anp32a knockdown caused apoptosis, induced cell cycle arrest at G1 phase, and dramatically impaired the ability of 6133/MPL W515L cells to form colonies in vitro . Finally, Anp32a knockdown significantly promoted mice survival in an AMKL mouse model. Mouse transplanted with 6133/MPL W515L cells (0.8 x 10 6 cells/mouse) died (median survival 13 days). In contrast, 5 out of 6 mice transplanted with the same amount of 6133/MPL W515L cells with ANP32A knockdown survived within 45 days (see figure). Our findings revealed a unique role of ANP32A dysregulation in retaining leukemic megakaryocytes in undifferentiated status and promoting proliferation that ultimately contributed to the pathogenesis of AMKL. Considering marginal effect of ANP32A in normal hematopoiesis and megakaryopoiesis, ANP32A may be a potential target for developing novel AMKL therapy or serve as a biomarker for diagnosis and prognosis. Figure 1. View large Download slide Figure 1. View large Download slide  Disclosures No relevant conflicts of interest to declare."
}