{
    "doi": "https://doi.org/10.1182/blood-2020-143276",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4535",
    "start_url_page_num": 4535,
    "is_scraped": "1",
    "article_title": "Sickle Cell Pain: Intervention with Capsaicin Exposure (SPICE) ",
    "article_date": "November 5, 2020",
    "session_type": "114.Hemoglobinopathies, Excluding Thalassemia-Clinical",
    "topics": null,
    "author_names": [
        "Alexander Glaros, MD",
        "Michael U. Callaghan, MD",
        "Ahmar Urooj Zaidi, MD"
    ],
    "author_affiliations": [
        [
            "Children's Hospital of Michigan, Department of Pediatrics, Division of Pediatric Hematology-Oncology, Central Michigan University, Detroit, MI "
        ],
        [
            "Department of Pediatrics, Wayne State University, Detroit, MI ",
            "Central Michigan University, Children's Hospital of Michigan, Detroit, MI "
        ],
        [
            "Wayne State University/Children's Hospital of Michigan/Detroit Medical Center, Carmen and Ann Adams Department of Pediatrics, Division of Hematology Oncology, Detroit, MI ",
            "Central Michigan University, Children's Hospital of Michigan, Detroit, MI"
        ]
    ],
    "first_author_latitude": "42.351660599999995",
    "first_author_longitude": "-83.0546152",
    "abstract_text": "Background Pain is a common and debilitating complication of sickle cell disease (SCD) often requiring high doses of opioids for relief. The stigma associated with pain and opioid use has made it difficult for those with SCD to obtain needed treatment for pain, which can be acute or chronic, and nociceptive or neuropathic in nature. Given these difficulties, coupled with the inconsistency of opioids in successfully treating chronic and neuropathic pain, there is a need for non-opioid alternatives to treat this increasingly recognized subset of patients with SCD. Topical capsaicin for neuropathic pain has been studied extensively in adults with comparable efficacy to gabapentinoids, but it has not been investigated for SCD-related pain. We investigated the safety and feasibility of high dose (8%) topical capsaicin for treatment of neuropathic pain in children with SCD. The primary objective was to assess drug safety. Secondary objectives were to assess the feasibility and optimal utilization strategy of various measures of neuropathic and chronic pain states, and to obtain preliminary efficacy data. Prior to this study there has been very little published data regarding quantitative sensory testing as a trended datapoint to assess therapeutic effect on neuropathic pain. Methods Patients between ages 14-21 years with SCD and reported symptoms of neuropathic pain were included. During each of 7 visits scheduled at 6 week intervals, mechanical quantitative sensory testing (QST) was conducted using an electronic von Frey instrument (Bioseb) at a control site (thenar eminence) and the two most common sites of vaso-occlusive pain as reported at enrollment. Participants also completed the PainDETECT ® questionnaire (Pfizer) for neuropathic pain assessment. During visits 1, 3, and 5 an 8% capsaicin patch was applied to the previously established most common site of pain. Safety was evaluated via CTCAE based analysis of adverse events in real time and at study completion. Efficacy was primarily evaluated by improvement in mechanical pain threshold at the site of most frequent pain (treated with capsaicin) relative to the 2 nd most common site of pain (not treated). Trends in PainDetect scores also contributed to a preliminary understanding of capsaicin efficacy. Results 10 out of 13 patients approached (5 male, 5 female) were enrolled as planned within 8 weeks. 9 participants completed visits 1-5, and 7 completed visit 6 prior to study suspension due to COVID restrictions. There were no CTCAE grade 3 adverse events attributable to capsaicin. There were no vaso-occlusive pain crises triggered by a patch application. One participant requested that the second patch be removed early due to intolerance of the burning sensation associated with the patch. She subsequently did not have the third patch applied at visit 5. All participants were informed at enrollment of the likelihood of this side effect, which was nearly universal among participants but generally well tolerated. The other 9 participants completed all possible study activities and felt the second patch application was more tolerable than the first. 6 participants felt after 2 treatments the treated area was no longer their most common site of pain. These subjective reports were supported by more objective measures. The average difference in pain threshold as measured by QST between the two painful sites (QST Treated - QST untreated ) was used to evaluate a beneficial effect of capsaicin. This difference from visit 1 to visit 5 changed from -31.94g to +11.51g over the first 5 visits for an average improvement in pain threshold at the treated site relative to the untreated site of +43.45g (p=0.02) (Fig. 1), indicating that by visit 5 the threshold was higher at the treated site than the untreated site, a reversal from visit 1. Statistical analysis could not be completed for subsequent visits due to incomplete datasets. Conclusion Our pilot study indicates 8% topical capsaicin is safe and feasible for children with SCD. The data indicates this therapy may be efficacious in ameliorating neuropathic pain for this population and warrants further investigation in a follow-up efficacy study to be initiated in the coming months. The initial negative difference in QST values and subsequent trends between the two sites coincided with patient reported relative pain severity and supports the potential of QST as a tool in trending medication effect on peripheral hypersensitivity. View large Download slide View large Download slide  Disclosures Callaghan: Octapharma: Honoraria, Membership on an entity's Board of Directors or advisory committees; Global Blood Therapeutics: Honoraria, Membership on an entity's Board of Directors or advisory committees, Other, Speakers Bureau; Sancillio: Other; Spark: Honoraria, Membership on an entity's Board of Directors or advisory committees; Grifols: Honoraria, Membership on an entity's Board of Directors or advisory committees; Biomarin: Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: Site Investigator/sub-I Clinical Trial, Speakers Bureau; Roche/Genentech: Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: Site Investigator/sub-I Clinical Trial, Speakers Bureau; Pfizer: Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: Site Investigator/sub-I Clinical Trial, Research Funding; Alnylum: Current equity holder in publicly-traded company; Bayer: Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Bioverativ: Membership on an entity's Board of Directors or advisory committees; Hema Biologics: Honoraria, Membership on an entity's Board of Directors or advisory committees; Shire: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; NovoNordisk: Other, Speakers Bureau. Zaidi: Imara: Consultancy, Honoraria; bluebird bio: Consultancy, Honoraria; Cyclerion: Consultancy, Honoraria; Novartis: Consultancy, Honoraria; Global Blood Therapeutics: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Emmaus Life Sciences: Consultancy, Honoraria. OffLabel Disclosure: High dose (8%) topical capsaicin (Qutenza) is approved for the treatment of neuropathic pain associated with either postherpetic neuralgia or diabetic peripheral neuropathy."
}