{
    "doi": "https://doi.org/10.1182/blood.V106.11.657.657",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=464",
    "start_url_page_num": 464,
    "is_scraped": "1",
    "article_title": "Improved Outcome Following Reduced Intensity Allogeneic Transplantation in Hodgkin’s Lymphoma Relapsing Post-Autologous Transplantation. ",
    "article_date": "November 16, 2005",
    "session_type": "Oral Sessions",
    "topics": [
        "hodgkin's disease",
        "transplantation",
        "transplantation, homologous",
        "transplantation, autologous",
        "chemotherapy regimen",
        "alemtuzumab",
        "allografting",
        "autologous stem cell transplant",
        "fludarabine",
        "follow-up"
    ],
    "author_names": [
        "Kirsty J. Thomson, MD",
        "Karl S. Peggs, MD",
        "Paul Smith, MSc",
        "Raj Chopra, MD",
        "Jim Cavet, MD",
        "Ann Hunter, MD",
        "Anne Parker, MD",
        "Ruth Pettengell, MD",
        "Don Milligan, MD",
        "Emma C. Morris, MD",
        "Anthony H. Goldstone, MD",
        "David C. Linch, MD",
        "Stephen Mackinnon, MD"
    ],
    "author_affiliations": [
        [
            "BMT, UK Collaborative Group, United Kingdom"
        ],
        [
            "BMT, UK Collaborative Group, United Kingdom"
        ],
        [
            "BNLI, British National Lymphoma Investigation, London, United Kingdom"
        ],
        [
            "BMT, UK Collaborative Group, United Kingdom"
        ],
        [
            "BMT, UK Collaborative Group, United Kingdom"
        ],
        [
            "BMT, UK Collaborative Group, United Kingdom"
        ],
        [
            "BMT, UK Collaborative Group, United Kingdom"
        ],
        [
            "BMT, UK Collaborative Group, United Kingdom"
        ],
        [
            "BMT, UK Collaborative Group, United Kingdom"
        ],
        [
            "BMT, UK Collaborative Group, United Kingdom"
        ],
        [
            "BMT, UK Collaborative Group, United Kingdom"
        ],
        [
            "BMT, UK Collaborative Group, United Kingdom"
        ],
        [
            "BMT, UK Collaborative Group, United Kingdom"
        ]
    ],
    "first_author_latitude": "51.4257187",
    "first_author_longitude": "-0.33441819999999994",
    "abstract_text": "Hodgkin’s Lymphoma is curable with primary therapy in the majority of patients. For those with relapsed or refractory disease, salvage with high dose chemotherapy plus autologous stem cell rescue is effective for a significant proportion. Patients relapsing following autologous stem cell transplantation, however, have an extremely poor prognosis. Allogeneic transplantation with conventional conditioning has proved excessively toxic in this setting, and reduced intensity conditioning has therefore been introduced, with encouraging preliminary results. This is a study of 72 patients relapsing following autologous transplantation, analysed in 2 groups. One group (A: n=38) then underwent allogeneic transplantation with reduced intensity conditioning at 6 UK centres (1998–2004), with alemtuzumab 100mg, fludarabine 150mg/m2 and melphalan 140mg/m2. Donors were HLA-matched related in 63% of cases, and unrelated in the remaining 37%. The second group (B: n=34) is a control cohort, who relapsed before the advent of reduced intensity conditioning, and were treated with chemotherapy +/− radiotherapy alone. The groups were equivalent in age (median- A 31yrs [20–51]; B 29yrs [13–47]), disease subtype (>85% nodular sclerosing both groups), time from diagnosis to autograft (median-A 18mo [7–139]; B 20mo [4–185]), and lines of prior therapy pre-autograft (median 3 both groups). Median time from autograft to relapse for group A was 13mo (2–56) and for group B 10mo (3–40), and patients were only selected for inclusion in group B if they responded to further salvage therapy, attained at least a stable response to treatment, and lived for >12 months following relapse (median time from relapse to allogeneic transplant for group A is <12 months). In this way, it was intended to include only those patients who would have been eligible for reduced intensity allogeneic transplantation had this been available at the time. Indeed, the entry criteria for group A were arguably less stringent, as patients with chemorefractory disease were included (n=14, 37%). Overall survival from diagnosis was significantly better in group A, with actuarial survival at 10yrs of 48% compared to 15% in group B (p=0.0014), and overall survival from autograft was 65% at 5 yrs in group A and 15% in group B (p=<0.0001). Of group B patients treated with chemotherapy/RT alone, only 2/34 patients remain alive at a median follow-up of 22 months from relapse, one of whom has progressive disease. For group A receiving reduced intensity transplantation, actuarial survival from the time of allograft was 50% at 5 yrs. In the chemoresponsive patients, OS at 5yrs was 57% at 5 yrs with current progression-free survival of 39% at 5 yrs. This demonstration of the potential efficacy of reduced intensity transplantation in a group of heavily pre-treated patients who have failed autograft and whose outlook is otherwise extremely poor, strongly suggests further studies of reduced intensity allogeneic transplantation in Hodgkin’s Lymphoma are warranted."
}