{
    "doi": "https://doi.org/10.1182/blood-2018-99-118238",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4018",
    "start_url_page_num": 4018,
    "is_scraped": "1",
    "article_title": "Tocilizumab to Prevent Infusion-Related Events in Patients with Chronic Lymphocytic Leukemia and Co-Morbidities Treated with Obinutuzumab and Chlorambucil: Results from the Randomized Phase Ib GALACTA Trial ",
    "article_date": "November 29, 2018",
    "session_type": "642. CLL: Therapy, excluding Transplantation: Poster III",
    "topics": [
        "chlorambucil",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "infusion procedures",
        "morbidity",
        "obinutuzumab",
        "tocilizumab",
        "brachial plexus neuritis",
        "c-reactive protein",
        "cytokine"
    ],
    "author_names": [
        "Ciara Louise Freeman, MRCP, MSc, FRCPath, MBBChir",
        "Sebastian Böttcher",
        "Javier De la Serna",
        "Julio Delgado",
        "Franca Falzetti",
        "Marco Gobbi, MD",
        "Sandra Lejniece",
        "Maria Chiara Di Bernardo",
        "Navita L Mallalieu",
        "Tina Nielsen",
        "Andrea Knapp",
        "John G. Gribben"
    ],
    "author_affiliations": [
        [
            "BC Cancer Centre for Lymphoid Cancer, Vancouver, Canada "
        ],
        [
            "University Hospital Rostock, Department III of Internal Medicine, Germany, Rostock, Germany "
        ],
        [
            "Hospital Universitario 12 de Octubre, Madrid, Spain "
        ],
        [
            "Hospital Clínic, Barcelona, Spain "
        ],
        [
            "Ospedale S. Maria Della Misericordia, Perugia, Italy "
        ],
        [
            "Clinic of Hematology, Department of Internal Medicine (DiMI), IRCCS Ospedale Policlinico San Martino, Genova, Italy "
        ],
        [
            "Riga East Clinical University Hospital, Riga, Latvia "
        ],
        [
            "On assignment to F. Hoffmann-La Roche Ltd, Basel, Switzerland "
        ],
        [
            "Roche Innovation Center, New York, NY "
        ],
        [
            "F. Hoffmann-La Roche Ltd, Basel, Switzerland "
        ],
        [
            "F. Hoffmann-La Roche Ltd, Basel, Switzerland "
        ],
        [
            "Barts Cancer Institute, Queen Mary University of London, London, United Kingdom"
        ]
    ],
    "first_author_latitude": "49.245550249999994",
    "first_author_longitude": "-122.99390294999999",
    "abstract_text": "Introduction: In the CLL11 study, obinutuzumab (G) plus chlorambucil (Clb; G-Clb) significantly improved outcomes relative to rituximab plus Clb and Clb alone in previously untreated patients (pts) with chronic lymphocytic leukemia (CLL) and comorbidities, but was associated with an increased incidence and severity of infusion-related reactions (IRRs), cytopenias and treatment discontinuations (Goede et al. N Engl J Med 2014; Goede et al. EHA 2018). IRRs have been associated with the release of pro-inflammatory cytokines, including interleukin-6 (IL-6; Freeman et al. Blood 2015). Tocilizumab (TCZ) is a monoclonal antibody that blocks downstream signaling by IL-6. It has regulatory approval (FDA/EMA) for the treatment of chimeric antigen receptor T-cell induced cytokine release syndrome, and could potentially be used to limit the IRRs associated with G administration. GALACTA was a randomized, double-blind, Phase Ib trial in previously untreated pts with CLL and co-morbidities (NCT02336048). Its primary objective was to determine the safety and tolerability of TCZ prior to G-Clb. Secondary endpoints included pharmacokinetics and pharmacodynamics of TCZ in this population, and impact on the efficacy of the G-CIb combination. Methods: Previously untreated CLL pts who were unsuitable for more intensive therapy (CIRS score >6 or creatinine clearance 50x10 9 /L) and mean fluorescence intensity of CD20 on CLL-gated cells. G-CIb was administered as: G 1000mg IV on D1/D2 (100mg/900mg), D8 and D15 of C1, and D1 of C2-6; Clb 0.5mg/kg PO on D1 and D15 of C1-6. Prior to the first G dose in C1, standard premedication (antipyretic, antihistamine, corticosteroids) was administered in addition to TCZ or PLB. IRR was defined as any adverse event (AE) occurring during or within 24 hours of G infusion and judged by the investigator as related to G. Results: A total of 38 pts were enrolled between June 26, 2015 and Jan 22, 2018; 25 were randomized to TCZ and 13 to PLB. Median age was 74 years (range 54-87), 63% were male, 95% had ECOG PS 0-1, and 95% had Binet stage B/C disease. Baseline characteristics were well balanced, with the exception of more males in the TCZ arm (72%) than the PLB arm (46%). Despite a similar proportion of baseline ALC ≤50 versus >50x10 9 /L in the two treatment arms, more pts in the TCZ arm had levels which were >100x10 9 /L (15% in PLB vs 28% in TCZ). At the time of analysis, 25 pts had completed all 6 cycles, 6 remained on treatment, and 7 had discontinued. IRRs occurred in 18/25 (72%) pts in the TCZ arm and 10/13 (77%) in the PLB arm. Grade ≥3 IRRs occurred in 11/25 (44%) pts in the TCZ arm and 4/13 (31%) pts in the PLB arm. Four pts discontinued treatment due to IRRs: 3 (12%) in the TCZ arm and 1 (8%) in the PLB arm. Similar to previous reports, cytokine levels peaked on D1 after 100mg G had been administered. Serum amyloid A ( Figure 1 ) and C-reactive protein (CRP) ( Figure 2 ) were sub-optimally reduced in the TCZ arm. Of the 19 pts with measurable TCZ levels, no marked differences in exposure were seen based on IRR intensity. However, TCZ exposure was lower on average than in rheumatoid arthritis pts of equivalent weight treated with the same dose (mean C max 154 vs 193µg/mL), and TCZ-treated pts that developed IRRs had comparatively less suppression of CRP than those who did not. Conclusions: Preliminary results suggest that use of a single 8mg/kg dose of TCZ prior to the first dose of G was feasible, but did not appear to prevent IRRs in this pt population. The study was primarily designed to assess the safety of the combination, and was underpowered to detect meaningful differences between groups in IRR severity. TCZ-treated pts who developed IRRs had higher baseline risk than those who did not, and the TCZ dose may have been insufficient, resulting in the lack of efficacy. Whether inhibition of this pro-survival cytokine enhances the cytotoxic potential of the regimen is not yet determined; updated results will be presented at the meeting. View large Download slide View large Download slide  Disclosures Freeman: Seattle Genetics: Honoraria; Abbvie: Honoraria. Böttcher: Celgene: Research Funding; Genentech: Research Funding; AbbVie: Honoraria, Research Funding; Janssen: Honoraria; Roche: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding. De la Serna: Roche: Consultancy, Membership on an entity's Board of Directors or advisory committees; AbbVie: Consultancy, Membership on an entity's Board of Directors or advisory committees; Gilead: Consultancy, Membership on an entity's Board of Directors or advisory committees; Janssen: Consultancy, Membership on an entity's Board of Directors or advisory committees; Novartis: Consultancy, Membership on an entity's Board of Directors or advisory committees. Gobbi: Novartis: Consultancy; Celgene: Membership on an entity's Board of Directors or advisory committees; Ariad: Membership on an entity's Board of Directors or advisory committees; Amgen: Consultancy; Janssen: Consultancy; Pfister: Membership on an entity's Board of Directors or advisory committees. Di Bernardo: Roche: Employment. Mallalieu: Roche: Employment, Equity Ownership. Nielsen: F. Hoffmann-La Roche Ltd: Employment, Other: Ownership interests PLC. Knapp: Roche: Employment. Gribben: Janssen: Honoraria, Research Funding; Abbvie: Honoraria; Acerta Pharma: Honoraria, Research Funding; TG Therapeutics: Honoraria; Celgene: Consultancy, Honoraria, Research Funding; Medical Research Council: Research Funding; Novartis: Honoraria; Kite: Honoraria; Cancer Research UK: Research Funding; Pharmacyclics: Honoraria; Unum: Equity Ownership; Roche: Honoraria; Wellcome Trust: Research Funding; NIH: Research Funding."
}