{
    "doi": "https://doi.org/10.1182/blood-2018-99-114783",
    "article_title": "Adjuvant Doxycycline to Enhance Anti-Amyloid Effects: Results from the DUAL (Doxycycline to Upgrade response in AL amyloidosis) Study ",
    "article_date": "November 29, 2018",
    "session_type": "653. Myeloma: Therapy, excluding Transplantation: Poster I",
    "abstract_text": "Background: Light chain (AL) amyloidosis is associated with misfolded, insoluble fibril deposits in vital organs such as the heart, kidneys, liver, and nerves, derived from immunoglobulin light chains made by clonal plasma cells. Plasma cell-directed, standard-of-care chemotherapy has no effect on pre-formed fibrils. Hematologic response is thus insufficient for organ amyloid responses and organ improvement can lag hematologic response by months to years. Fibril-directed therapies are critical to improve early mortality of AL. Doxycycline has been reported to produce fibril disruption, reduce AL deposits and control light chain toxicity. It has been studied in localized AL amyloidosis and other amyloid subtypes. We conducted a phase 2 trial of doxycycline for use in conjunction with chemotherapy in AL. Herein, we report the outcomes of systemic AL patients treated on this study. Patients and Methods: This was an open label, single center, phase 2 pilot trial listed under clinicaltrials.gov (NCT02207556). The study was opened between 12/2014 - 06/2017. The last patient completed end-of-study assessment in 07/2018. Based on predominant symptoms and organ involvement, each patient was labeled to have 1 target amyloid organ involved. Patients were treated with oral doxycycline 100 mg twice daily in conjunction with chemotherapy per physician discretion. Patients were staged using the 2012 staging system. Hematologic and organ responses were categorized based on the consensus guidelines for conduct and reporting of clinical trials in AL amyloidosis published in 2012 for cardiac, renal and hepatic organ involvement and by radiologic measures for soft tissue involvement. The objectives were to study early mortality at 1, 3, 6, and 12 months after enrollment, target amyloid organ response rates at 6 and 12 months, and quality of life (QoL) using the PROMIS Global Health Index at 3-monthly intervals during the study. Results: Of 31 patients enrolled on this study, 25 had systemic AL (6 patients with localized AL syndromes will be described separately). The median age at diagnosis was 61.3 years (range 38.3-77.3), 64% were male, 2012 stage was I in 3 (12%), II in 9 (36%), III in 6 (24%) and IV in 7 (28%). The amyloid clone was lambda in 17 (68%). The median baseline values with range were: hemoglobin 12.3 (9.7-16.5) g/dL, albumin 3.7 (1.1-4.8) g/dL, creatinine 1.07 (0.6-2.42) mg/dL, 24-hour urine protein 0.97 (0.15-16.7) g/day and alkaline phosphatase 77 (42-597) IU/L. The median difference in involved and uninvolved free light chains was 258.6 (26-978.4) mg/L, NT-proBNP was 2564 (65-18333) pg/mL and troponin T was 0.017 (3 organs involved with amyloid, with 60% cardiac, 72% renal, 24% hepatic, 36% soft tissue, 28% gastrointestinal, 20% autonomic nervous system, and 8% peripheral nerve AL involvement. The median follow-up was 21.4 (12.2-40.3) months. All patients received concurrent CyBorD chemotherapy. Early mortality was 0 at 1 month, 2 (8%) at 3 months, 3 (12%) at 6 months and 5 (20%) at 1 year. Target organ involvement and responses at 6 and 12 months are shown in the table. In an intent-to-treat analysis of organ responses, at 6 months 24% had response, 32% had stable disease and 44% had progression (including 3 deaths prior to 6 months). At 12 months, 36% had target organ response, 32% had stable disease and 36% had progression (including 5 deaths). QoL showed improvement in both physical and mental domains at the end of treatment (figure). Overall hematologic response among survivors was 100% at 1-year including 40% complete, 45% very good, and 15% partial responses. The most common adverse event was skin rash and photosensitivity. One patient with end-stage heart failure and multiple hospitalizations, developed Clostridium difficile diarrhea while hospitalized, during the study period. Fifteen patients (60%) underwent melphalan-based autologous stem cell transplantation- 14 within 1 year after diagnosis, and in 1 delayed until relapsed disease 2 years after diagnosis. The 100-day mortality among transplanted patients was 0. Conclusions: In newly diagnosed systemic AL amyloidosis, doxycycline was safe with concurrent chemotherapy. The low 1-year early mortality of 20% and autologous stem cell transplant rate of 60% compares favorably to prior reports. These findings warrant a randomized, multicenter study. View large Download slide View large Download slide  Close modal Disclosures D'Souza: Prothena: Consultancy, Research Funding; Merck: Research Funding; Takeda: Research Funding; Amgen: Research Funding; Celgene: Research Funding. Dhakal: Celgene: Consultancy, Honoraria; Takeda: Honoraria, Research Funding; Amgen: Honoraria. Hari: Janssen: Honoraria; Amgen Inc.: Research Funding; Spectrum: Consultancy, Research Funding; Sanofi: Honoraria, Research Funding; Bristol-Myers Squibb: Consultancy, Research Funding; Takeda: Consultancy, Honoraria, Research Funding; Kite Pharma: Consultancy, Honoraria; Celgene: Consultancy, Honoraria, Research Funding.",
    "topics": [
        "amyloid",
        "doxycycline",
        "immunoglobulin deposition disease",
        "immunologic adjuvants",
        "pharmaceutical adjuvants",
        "primary amyloidosis",
        "chemotherapy regimen",
        "antigens, cd98 light chains",
        "adverse event",
        "albumins"
    ],
    "author_names": [
        "Anita D'Souza, MBBS",
        "Kathryn E Flynn, PhD",
        "Binod Dhakal, MBBS",
        "Saurabh Chhabra, MD",
        "Marcelo C Pasquini, MDMS",
        "Parameswaran Hari, MBBS, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Anita D'Souza, MBBS",
            "author_affiliations": [
                "Department of Medicine, CIBMTR (Center for International Blood and Marrow Transplant Research), Medical College of Wisconsin, Milwaukee, WI "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Kathryn E Flynn, PhD",
            "author_affiliations": [
                "Medical College of Wisconsin, Milwuakee, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Binod Dhakal, MBBS",
            "author_affiliations": [
                "Medical College of Wisconsin, Milwaukee, WI "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Saurabh Chhabra, MD",
            "author_affiliations": [
                "Medical College of Wiscosin, Milwaukee, WI "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marcelo C Pasquini, MDMS",
            "author_affiliations": [
                "Medical College of Wisconsin, Milwaukee, WI "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Parameswaran Hari, MBBS, MD",
            "author_affiliations": [
                "Division of Hematology & Oncology, CIBMTR (Center for International Blood and Marrow Transplant Research), Medical College of Wisconsin, Milwaukee, WI"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-15T18:36:47",
    "is_scraped": "1"
}