{
    "doi": "https://doi.org/10.1182/blood.V116.21.1972.1972",
    "article_title": "Alternately Binding Quenching Probe Competitive PCR: Simple, Sensitive, and Cost-Effective JAK2 Allele Burden Quantification Method ",
    "article_date": "November 19, 2010",
    "session_type": "Myeloproliferative Syndromes: Poster I",
    "abstract_text": "Abstract 1972 Classical myeloproliferative neoplasms (MPNs), essential thrombocytosis (ET), polycythemia vera (PV), and primary myelofibrosis (PMF), have a common somatic point mutation, JAK2V617F. Since JAK2V617F heterozygous, homozygous, and wild type cells are randomly and simultaneously detected in the single MPN patient, the quantification of the ratio of JAK2V617F allele to JAK2 total alleles (JAK2 allele burden) would be prerequisite for the assessment of the size of the JAK2V617F-positive clone. Several methods for detecting or quantifying JAK2 allele burden have been developed to date, such as melting peak analysis, and TaqMan Allele Specific PCR (TaqMan AS-PCR). However, these two methods have both pros and cons. The first method can be performed simply to detect the JAK2V617F, but cannot quantify the JAK2 allele burden. The latter is a highly sensitive (0.1 - 1%) method, but requires complicated operations, and the expensive equipment and the reagents. Here, we have established a simple, sensitive, and moderate-in-price method for the quantification of JAK2 allele burden. The method is the combined use of competitive PCR and a sequence-specific fluorescent probe that binds to either the JAK2 wild type gene or JAK2V617F gene. We named the method as alternately binding quenching probe competitive PCR (ABC-PCR). In ABC-PCR, JAK2 wild type and V617F sequences in a target sample are coamplified at the same efficiency using the same primer set; therefore, the allele burden of a target sample does not change before and after the amplification. To measure the allele burden of the target sample, the alternately binding quenching probe (AB-QProbe) is used. AB-QProbe is labeled with a fluorescent dye (BODIPY FL). The fluorescent dye has a property of being notably quenched by an electron transfer to guanine at a particular position. Therefore, the fluorescence intensity is in inverse proportion to the amount of JAK2 wild type (G allele) in a target sample. In other words, the fluorescence intensity reflects the JAK2 allele burden. Thus, the JAK2 allele burden can be simply calculated from the fluorescence intensity of the AB-QProbe at the end-point of PCR. Moreover, ABC-PCR is a highly sensitive method. To determine the lower quantification limit of the allele burden, target samples with known allele burden (50%, 10%, 5%, and 1%) were quantified using ABC-PCR. The experiments were repeated three times, and the mean of the allele burden was calculated. The results of the known allele burden samples (50%, 10%, 5%, and 1%) were 46.9%, 9.5%, 5.7%, and 2.4%, respectively. Furthermore, relative standard deviation (RSD) of each target was also calculated. RSD indicates the deviation of measured values between individual assays. In accurate assays, the value is expected to be less than 0.25. The RSD values for the known allele burden samples (50%, 10%, 5%, and 1%) are 0.05, 0.14, 0.21, and 0.58, respectively; therefore, target allele burden can be accurately quantified until 5% using ABC-PCR. Moreover, the running cost of ABC-PCR is superior to that of TaqMan AS-PCR. The amount of the reagent used in ABC-PCR is reduced to half in comparison with that of TaqMan AS-PCR; therefore, the throughput of ABC-PCR is twice as high as that of TaqMan AS-PCR. Thus, our novel established ABC-PCR assay is the method that possesses simplicity, high sensitivity, and low running cost compared with the existing methods. The assay has a potential to be a golden standard method for the quantification of JAK2 allele burden. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "alleles",
        "polymerase chain reaction",
        "cost effectiveness",
        "fluorescent dyes",
        "endpoint determination",
        "fluorescent probes",
        "guanine",
        "myelofibrosis, idiopathic, chronic",
        "myeloproliferative disease",
        "polycythemia vera"
    ],
    "author_names": [
        "Soji Morishita",
        "Naohiro Noda, Ph.D",
        "Yuji Sekiguchi, Ph.D",
        "Aya H Koda, Ph.D",
        "Yuriko Yahata, MD",
        "Keita Kirito, MD",
        "Satoshi Tsuneda, Ph.D",
        "Norio Komatsu"
    ],
    "author_dict_list": [
        {
            "author_name": "Soji Morishita",
            "author_affiliations": [
                "Life Science and Medical Bioscience, Waseda University, Shinjuku-ku, Japan, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Naohiro Noda, Ph.D",
            "author_affiliations": [
                "Bio-measurement Research Group, Biomedical Research Institute, National Institute of Advanced Industrial Science and Technology (AIST), Tsukuba, Japan, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yuji Sekiguchi, Ph.D",
            "author_affiliations": [
                "Bio-measurement Research Group, Biomedical Research Institute, National Institute of Advanced Industrial Science and Technology (AIST), Tsukuba, Japan, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aya H Koda, Ph.D",
            "author_affiliations": [
                "Department of Hematology, Juntendo University School of Medicine, Bunkyo-ku, Japan, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yuriko Yahata, MD",
            "author_affiliations": [
                "Department of Hematology, Juntendo University School of Medicine, Bunkyo-ku, Japan, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Keita Kirito, MD",
            "author_affiliations": [
                "Hematology/Oncology, University of Yamanashi Hospital, Chuo, Japan"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Satoshi Tsuneda, Ph.D",
            "author_affiliations": [
                "Life Science and Medical Bioscience, Waseda University, Shinjuku-ku, Japan, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Norio Komatsu",
            "author_affiliations": [
                "Department of Hematology, Juntendo University School of Medicine, Bunkyo-ku, Japan, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-17T13:06:02",
    "is_scraped": "1"
}