{
    "doi": "https://doi.org/10.1182/blood.V110.11.2601.2601",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1022",
    "start_url_page_num": 1022,
    "is_scraped": "1",
    "article_title": "Quantitative and Functional Alterations of the Gamma Delta T-Cell Subset within Follicular Lymphoma Microenvironment. ",
    "article_date": "November 16, 2007",
    "session_type": "Non-Hodgkin’s Lymphoma - Biology, excluding Therapy",
    "topics": [
        "follicular lymphoma",
        "t-lymphocyte subsets",
        "neoplasms",
        "immunotherapy",
        "aldesleukin",
        "antigens",
        "antigens, cd25",
        "biopsy",
        "cancer",
        "diphosphates"
    ],
    "author_names": [
        "Sophie de Guibert, MD",
        "Jean-Baptiste Thibert",
        "Céline Bonnaventure",
        "Patricia Ame-Thomas, PhD",
        "Céline Pangault, PhD",
        "Thierry Fest, MD, PhD",
        "Thierry Lamy, MD, PhD",
        "Karin Tarte, PhD"
    ],
    "author_affiliations": [
        [
            "UPRES EA3889, Faculté de Médecine, Rennes, France",
            "Hématologie Clinique, CHU, Rennes, France"
        ],
        [
            "UPRES EA3889, Faculté de Médecine, Rennes, France"
        ],
        [
            "UF SITI, CHU, Rennes, France"
        ],
        [
            "UPRES EA3889, Faculté de Médecine, Rennes, France"
        ],
        [
            "UPRES EA3889, Faculté de Médecine, Rennes, France",
            "UF SITI, CHU, Rennes, France"
        ],
        [
            "UPRES EA3889, Faculté de Médecine, Rennes, France",
            "UF SITI, CHU, Rennes, France"
        ],
        [
            "Hématologie Clinique, CHU, Rennes, France"
        ],
        [
            "UPRES EA3889, Faculté de Médecine, Rennes, France",
            "UF SITI, CHU, Rennes, France"
        ]
    ],
    "first_author_latitude": "48.1196353",
    "first_author_longitude": "-1.6705520999999999",
    "abstract_text": "T cells carrying a γδ TCR account for less than 5% of CD3 pos T cells in healthy individuals but are key effectors of innate immunity through the recognition of some unprocessed nonpeptide antigens of both self and foreign origin. Whereas the Vδ2 subpopulation represents more than 70% of peripheral blood γδ T cells, the Vδ1 subset is mainly located in the mucosal tissue. Increasing evidence suggest that γδ T cells have potent antitumor activity and are implicated in the defense against some haematological and epithelial malignancies. Moreover, Vδ2 T cells constitute an attractive immunotherapy strategy since they could be expanded and activated both in vivo and in vitro using synthetic phosphoantigens and aminobiphosphonates. Such strategies are currently tested in preliminary clinical trials, notably in follicular lymphoma (FL). However, an exhaustive phenotypic and functional characterisation of γδ T cells in this disease, including tumor infiltration, is still lacking. We first explored the composition of FL microenvironment using a multicolour flow cytometry analysis. We observed a significant decrease in the percentage of myeloid (Lin neg CD11c pos HLADR pos ) and plasmacytoid (Lin neg CD123 pos HLADR pos ) dendritic cells (P = .0011 and P < .0001, respectively) in FL compared to normal secondary lymphoid organs. In addition, among CD3 pos T cells, the proportion of follicular helper T cells (CD4 pos CXCR5 pos ICOS hi ) was increased (P = .001) whereas regulatory T-cell (CD4 pos CD25 pos foxp3 pos ) frequency was not altered. When considering the γδ T-cell compartment, we first highlighted a reduction of the Vδ2 subset in normal tonsils (Vδ2 = 23.48 ± 0.15% of γδ T cells, n = 11) when compared with peripheral blood. Remaining non-δ2 γδT cells were predominantly δ1 T cells. More importantly, infiltrating γδ T cells were significantly decreased in lymph node biopsies from FL patients (mean = 0.48 ± 0.4% of CD3 pos T cells; n = 27) when compared both to normal tonsils (mean = 2.49 ± 1.6% of CD3 pos T cells; n = 33) (P < .0001) and reactive lymph nodes (mean = 2.64 ± 2.6% of CD3 pos T cells; n = 9) (P = .0009). This reduction affected both the Vδ1 and Vδ2 T-cell subsets. The functionality of γδ T cells was then assessed by the measurement of cell expansion and production of IFN-γ upon stimulation with the isopentenyl pyrophosphate (IPP) phosphoantigen. Amplification rate in vitro reached 14.6 ± 4.6 fold in tonsils (n = 10) but only 4.36 ± 1.9 fold in FL samples (n = 7) (P < .002) after 5 days of culture in the presence of IPP + IL-2 + IL-15. When focusing on the δ2 subset, this difference was further increased with a 40-fold amplification in tonsil and a 3-fold amplification in FL samples (P = .0004). Evaluation of IFN-γ production using ELISPOT assay revealed a high heterogeneity among tumor samples since 1 to 40% of δ2 T cells were able to respond to IPP stimulation (n = 7). Preliminary data argued for an association between the quantity and the functionality of γδ T cells in FL tumors. In conclusion, we reported an alteration of γδ T cell frequency and functionality within FL tumor niche. The next purpose will be to correlate these in vitro defects with in vivo clinical responses to immunotherapy strategies targeting γδ T cells."
}