{
    "doi": "https://doi.org/10.1182/blood-2018-99-116058",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3971",
    "start_url_page_num": 3971,
    "is_scraped": "1",
    "article_title": "MDS/Secondary AML Associated with Type I Gaucher Disease ",
    "article_date": "November 29, 2018",
    "session_type": "613. Acute Myeloid Leukemia: Clinical Studies",
    "topics": [
        "gaucher disease",
        "leukemia, secondary acute",
        "azacitidine",
        "enzyme replacement therapy",
        "splenomegaly",
        "anemia",
        "c-reactive protein",
        "cyclic amp receptor protein",
        "enzymes",
        "epley maneuver"
    ],
    "author_names": [
        "Atsushi Okamoto, MD",
        "Kenta Yamamoto",
        "Go Eguchi",
        "Yoshitaka Kanai",
        "Terufumi Yamaguchi",
        "Yasuhiro Maeda, MD PhD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, National Hospital Organization Osaka Minami Medeical Center, Kawachinagano, Japan "
        ],
        [
            "Department of Hematology, National Hospital Organization Osaka Minami Medecal Center, Kawachinagano, Japan "
        ],
        [
            "National Hospital Organization Osaka Minami Medical Center, Kawachinagano, Japan "
        ],
        [
            "National Hospital Organization Osaka Minami Medical Center, Kawachinagano, Japan "
        ],
        [
            "National Hospital Organization Osaka Minami Medical Center, Kawachinagano, Japan "
        ],
        [
            "National Hospital Organization Osaka Minami Medical Center, Kawachinagano, JPN"
        ]
    ],
    "first_author_latitude": "34.47255700000001",
    "first_author_longitude": "135.57173269999998",
    "abstract_text": "[Introduction] Gaucher disease is one of lysosomal diseases, and it is an extremely rare disease characterized by anemia, thrombocytopenia, splenomegaly, multiple pathologic fractures and so on. It has been reported that Gaucher disease often merges with blood malignant diseases. However, there are no reports of myelodysplastic syndrome/secondary AML (MDS/s-AML) concomitant with type I Gaucher disease. Furthermore, we carried out parallel treatment of enzyme replacement therapy for type I Gaucher disease and azacitidine therapy for MDS/s-AML. [Case] A 69-year-old woman admitted to our hospital because of multiple abnormal fractures. She was diagnosed of MDS (refractory anemia) in 2011 by a previous doctor. As anemia and thrombocytopenia gradually worsened on May 2017, she was transferred to our department on August 8, 2017. At the time of visit, typical pneumonia determined with chest X-P and CT has been observed and high value of CRP (11.0mg/dl) was existed. Pneumonia improved promptly with antibiotic therapy, however, high value of CRP continued, and bilateral chest and right back pain got worse. We carried out plain CT and MRI (DWIBS). In results, splenomegaly, bilateral rib fracture and osteolytic changes in the right iliac bone were observed. Although bone marrow biopsy was performed twice without significant findings, Gaucher disease has been suspected and glucocerebrosidase activity was measured. As expected, a significant decrease of the enzyme activity was observed. Finally, a diagnosis of type I Gaucher disease was made. We started enzyme replacement therapy for glucocerebrosidase. Therefore, reduction of splenomegaly and independency of transfusion were induced by several replacement therapy. Further, multiple bone fracture lesions have improved. Further, juvenile leukocyte including myeloblasts in peripheral blood (PB) also decreased. Therefore, we suspected that the replacement therapy improved not only several symptoms of Gaucher disease, but several hematological findings of MDS. However, WT1-mRNA in the peripheral blood has gradually increased. Moreover, progression of MDS/s-AML was observed after two months. We selected azacitidine therapy in considering of performance state of the patient. In addition to enzyme supplementation therapy, azacitidine therapy was performed in parallel. After several treatment of azacitidine, blasts in PB were decreased significantly with independency of transfusion. [Conclusion] We deeply indicate that the combination of enzyme replacement therapy and azacitidine therapy is useful for cases of MDS/s-AML associated with Gaucher disease. There is a possibility that the reduction of the enzyme is involved not only in Gaucher disease but in the ontogeny of blood diseases such as MDS. The effects of enzyme replacement therapy of Gaucher's disease for MDS/s-AML should be discussed. Disclosures No relevant conflicts of interest to declare."
}