{
    "doi": "https://doi.org/10.1182/blood.V112.11.4066.4066",
    "article_title": "ANTI-hr s associated with the RHD-RHCE HAPLOTYPE DAR-ceAR in a patient with Sickle Cell Trait ",
    "article_date": "November 16, 2008",
    "session_type": "Basic Science and Clinical Practice in Blood Transfusion",
    "abstract_text": "Introduction : The RH blood group system is the most polymorphic and immunogenic among blood groups and some rare Rh phenotypes are found exclusively in the black population. The RH 18 phenotype (Hr-negative) that is one of these phenotypes is characterized by a high incidence antigen. The production of anti-RH 18 imposes to use equivalent rare antigen-negative red blood cells (RBCs), or deleted-Rh RBCs (Rh null or D- -) for transfusion. Case Report: A 24-year-old female patient with two previous abortions and one ectopic pregnancy and miscarriage had to be transfused with a RBC unit. She was typed as blood group A, Dccee phenotype with weak D, positive RBC antibody screening, auto-control negative and TAD negative. The antibody was anti-e (title 1/64) determined by testing serum against a commercial RBC panel (Fresenius-Kabi) by IgG indirect antiglobulin test tube (PEG-IAT), and nontreated (LissCoombs) and papain-treated RBCs on a gel matrix (DiaMed, Latino America). After adsorption of serum on Rhe-negative RBC (DccEE), the retrieving antibody was an anti-e-like antibody reacting with all normal Rhe-positive RBCs. Molecular and serologic Rh typing was also performed on blood samples obtained from five relatives of the patient and her husband. Results: Patient and relatives cDNA sequence of gene RHD and RHCE transcripts were analyzed for RHCE exons 4 to 5 and exon 6; for RHD exons 4 to 5, 6 and 7. Sequencing of cDNA from the patient, her father and her sister showed in RHD the presence of the DAR allele point mutation 602 C>G in exon 4; 667 T>G and 744 C>T in exon 5; 957 G>A and 1025 T>C in exon 7; while on gene RHCE we found the ceAR allele carrying 712 A>G, 733 C>G e 787 A>G in exon 5. Hemoglobin tests revealed that the patient, her father and sister had a sickle cell trait (patient HbA1=55%; HbA2=2,8%; HbS=41%; HbF=1,2%; father HbA1=58,5%; HbA2=1,4%; HbS=37,7%; HbF=2,4%; sister HbA1=57,4%; HbA2=2,5%; HbS=38,6%; HbF=1,5%). Discussion: The family study showed that the haplotype DAR - ceAR was inherited from her father. Individuals carrying the ceAR allele may produce anti-hr s antibody that is defined as a Rhe-like which does not react with rare Rhe positive variant RBCs. The antibody may be clinically significant and represents a great risk for those patients who are not transfused with a similar rare phenotype variant. Serologically, DAR has shown weaker reactions with anti-D, it is characterized by complete loss of at least 9 of 37 RhD epitopes, and may produce anti-D. Both mutated alleles show a replacement of RHD exons by RHCE counterparts.",
    "topics": [
        "haplotypes",
        "sickle cell trait",
        "gel",
        "antibodies",
        "antigens",
        "blood group antibody d",
        "dna, complementary",
        "abortion, induced",
        "abortion, spontaneous",
        "blood groups"
    ],
    "author_names": [
        "Sidneia Sanches Costa",
        "A. K Chiba",
        "F. O Martin",
        "Dante M Langhi, MD, PhD",
        "C. S Chiattone, MD, PhD",
        "Jose Orlando Bordin, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Sidneia Sanches Costa",
            "author_affiliations": [
                "Hematology and Oncology, Santa Casa Medical School, São Paulo, Brazil"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "A. K Chiba",
            "author_affiliations": [
                "Disciplina de Hematologia e Hemoterapia, Universidade Federal de São Paulo, Sao Paulo, Brazil"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "F. O Martin",
            "author_affiliations": [
                "Disciplina de Hematologia e Hemoterapia, Universidade Federal de São Paulo, Sao Paulo, Brazil"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dante M Langhi, MD, PhD",
            "author_affiliations": [
                "Hematology and Oncology, Santa Casa Medical School, São Paulo, Brazil"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "C. S Chiattone, MD, PhD",
            "author_affiliations": [
                "Hematology and Oncology, Santa Casa Medical School, São Paulo, Brazil"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jose Orlando Bordin, MD",
            "author_affiliations": [
                "Disciplina de Hematologia e Hemoterapia, Universidade Federal de São Paulo, Sao Paulo, Brazil"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-07T15:43:27",
    "is_scraped": "1"
}