{
    "doi": "https://doi.org/10.1182/blood.V114.22.2762.2762",
    "article_title": "Vincristine Potentiates the Anti-Leukemia Effect of the Aurora Kinase Inhibitor VE-465 by Enhancing Apoptosis in Myeloid Leukemia Cells. ",
    "article_date": "November 20, 2009",
    "session_type": "Molecular Pharmacology, Drug Resistance Poster II",
    "abstract_text": "Abstract 2762 Poster Board II-738 Introduction: Aurora kinases (Aurora-A, Aurora-B, Aurora-C) play an essential role in the regulation of mitosis. It has been shown that deregulation of aurora kinases is involved in tumorgenesis and that these kinases are overexpressed in a variety of tumor cells. Aurora kinase inhibitors are potential small-molecule agents for treatment of various kinds of tumors including leukemia, and clinical trials of several aurora kinase inhibitors against certain types of tumors are currently being carried out. However, mono-therapy with other small-molecule agents sometimes shows only limited clinical efficacy for treatment of leukemia, and the establishment of efficacious combination therapies therefore appears to be an attractive approach for making good use of aurora kinase inhibitors. Methods: We examined the cytotoxic effects of VE-465, a specific aurora kinase inhibitor, in combination with various conventional anti-leukemia agents, including doxorubicin, daunorubicin, idarubicin, mitoxantron, cytocine arabinoside, vincristine and etoposide, on AML cell lines (HL60, U937, THP-1, KY821), CML cell lines (KCL22, K562, KU812) and primary leukemia cells from a patient with AML in order to try to determine an effective therapeutic combination. Results: Steel and Peckham isobologram analyses demonstrated that a combination of VE-465 and vincristine had a synergistic/additive inhibitory effect on the growth of all leukemia cell lines as well as primary leukemia cells examined in this study. Flow cytometric analysis showed that the percentage of G2/M-phase cells was significantly increased at 12 h when VE-465 was added to THP-1 cells as a single agent. At 48 h, however, the percentage of sub-G1 cells was increased, with a decrease in the percentage of G2/M-phase cells, suggesting that VE-465 initially induced the cells into blockage of the cell cycle at M-phase, which may be caused by VE-465-mediated inhibition of aurora kinase activity, and that cells at G2/M arrest were subsequently induced to apoptosis. Importantly, vincristine enhanced VE-465-mediated induction of sub-G1 cells. Consistent with these results, vincristine enhanced VE-465-induced increase in the levels of cleaved caspase 3, cleaved caspase 7, cleaved caspase 9 and cleaved PARP. The level of Phospho-Chk2 was markedly increased by the combination, suggesting that Chk2-mediated activation of the G2/M checkpoint is involved in the induction of apoptosis. Interestingly, VE-465 alone and VE-465 in combination with vincristine markedly increased the level of phospho-ERK1/2, suggesting that the combination alters a network of cellular signaling pathways. Taken together, the results suggest that vincristine potentiated the effect of VE-465 by enhancement of apoptosis, resulting in effective inhibition of the growth of leukemia cells. In contrast to the combination of VE-465 and vincristine, however, combinations of VE-465 and other anti-leukemia agents showed no synergistic inhibition but rather had antagonistic effects on growth. Conclusion: Co-administration of VE-465 and most of the conventional anti-leukemia agents might have little clinical value. However, the results of this study indicate the utility of the combination of VE-465 and vincristine as a potential therapy for myeloid leukemia. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "apoptosis",
        "aurora kinase inhibitor",
        "infectious mononucleosis",
        "leukemia",
        "leukemia, myeloid",
        "vincristine",
        "phosphotransferases",
        "neoplasms",
        "caspase-3",
        "caspase-9"
    ],
    "author_names": [
        "Ken Ohmine, MD, PhD",
        "Tadashi Nagai, MD, PhD",
        "Kozue Yoshida, MD, PhD",
        "Shin-ichiro Fujiwara, MD, PhD",
        "Mitsuyo Uesawa, MD",
        "Chihiro Sakurai, MD",
        "Keiya Ozawa, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Ken Ohmine, MD, PhD",
            "author_affiliations": [
                "Division of Hematology, Department of Medicine, Jichi Medical University, Shimotsuke-shi, Japan"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Tadashi Nagai, MD, PhD",
            "author_affiliations": [
                "Division of Hematology, Department of Medicine, Jichi Medical University, Shimotsuke-shi, Japan"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kozue Yoshida, MD, PhD",
            "author_affiliations": [
                "Division of Hematology, Department of Medicine, Jichi Medical University, Shimotsuke-shi, Japan"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shin-ichiro Fujiwara, MD, PhD",
            "author_affiliations": [
                "Division of Hematology, Department of Medicine, Jichi Medical University, Shimotsuke-shi, Japan"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mitsuyo Uesawa, MD",
            "author_affiliations": [
                "Division of Hematology, Department of Medicine, Jichi Medical University, Shimotsuke-shi, Japan"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chihiro Sakurai, MD",
            "author_affiliations": [
                "Division of Hematology, Department of Medicine, Jichi Medical University, Shimotsuke-shi, Japan"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Keiya Ozawa, MD, PhD",
            "author_affiliations": [
                "Division of Hematology, Department of Medicine, Jichi Medical University, Shimotsuke-shi, Japan"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-13T18:43:16",
    "is_scraped": "1"
}