{
    "doi": "https://doi.org/10.1182/blood.V124.21.340.340",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2907",
    "start_url_page_num": 2907,
    "is_scraped": "1",
    "article_title": "VPS33B, a Member of the Sec1/Munc18 Protein Family, Binds to Integrin Beta Subunits and Is Required for α IIb β 3 Outside-in Signaling ",
    "article_date": "December 6, 2014",
    "session_type": "301. Platelet Activation and Biochemistry: Platelet and Megakaryocyte Biology",
    "topics": [
        "actins",
        "acute coronary syndromes",
        "antagonists",
        "antibodies",
        "binding (molecular function)",
        "cancer",
        "carrier proteins",
        "dna, complementary",
        "epitopes",
        "fibrinogen"
    ],
    "author_names": [
        "Binggang Xiang, PhD",
        "Guoying Zhang, MD",
        "Shaojing Ye, MD PhD",
        "Cai Huang, PhD",
        "Jun Liu, MD PhD",
        "Changgeng Ruan",
        "Susan S. Smyth, MD PhD",
        "Sidney W. Whiteheart, PhD",
        "Zhenyu Li, MD PhD"
    ],
    "author_affiliations": [
        [
            "University of Kentucky, Lexington, KY "
        ],
        [
            "University of Kentucky, Lexington, KY "
        ],
        [
            "University of Kentucky, Lexington, KY "
        ],
        [
            "University of Kentucky, Lexington, KY "
        ],
        [
            "Mayo Clinic in Arizona, Scottsdale, AZ "
        ],
        [
            "Jiangsu Institute of Hematology, Suzhou, China "
        ],
        [
            "University of Kentucky, Lexington, KY "
        ],
        [
            "University of Kentucky, Lexington, KY"
        ],
        [
            "University of Kentucky, Lexington, KY "
        ]
    ],
    "first_author_latitude": "38.0306511",
    "first_author_longitude": "-84.5039697",
    "abstract_text": "Integrins play fundamental roles in many biological processes such as development, immunity, cancer, wound healing, hemostasis, and thrombosis. Integrin activation is essential for cell adhesion, spreading, survival, proliferation, and migration. Integrins are heterodimeric transmembrane glycoproteins composed of a and b subunits. The function of integrins is modulated by bi-directional transmembrane signaling: inside-out and outside-in signaling, which are mediated through the interactions between integrin a or b subunit cytoplasmic tails and intracellular proteins and can be regulated by many different biochemical signaling pathways. α IIb β 3 is a major integrin expressed in megakaryocytes and platelets. Antagonists of α IIb β 3 are potent anti-thrombotic drugs and new inhibitors targeting α IIb β 3 are under preclinical testing or large patient trials to treat acute coronary syndromes. Integrin α IIb β 3 activation involves binding of proteins, including talin, kindlins, Src kinase, and Gα 13 to the cytoplasmic domain of its β subunit. To gain insight into α IIb β 3 signaling and to identify new proteins that regulate α IIb β 3 activation, agarose beads conjugated with glutathione S-transferase (GST)-β 3 integrin cytoplasmic domain fusion protein (GST-β 3 CD) or GST-α IIb integrin cytoplasmic domain fusion protein (GST-α IIb CD) were incubated with human platelet lysates. Proteins pulled down by the GST-β 3 CD or GST-α IIb CD beads were subjected to mass spectrometric analysis. We found that the GST-β 3 CD but not the GST-α IIb CD beads specifically pulled down a previously unreported protein, the vacuolar protein sorting-associated protein 33B (VPS33B), encoded by the VPS33B gene. To verify that VPS33B is in a complex with α IIb β 3 , we infected Chinese hamster ovary (CHO) cells stably expressing α IIb β 3 (A5 cells) with an adenovirus containing FLAG epitope-tagged human VPS33B cDNA. Cells were allowed to adhere and spread on fibrinogen. FLAG-VPS33B exhibited a significant intracellular colocalization with a IIb b 3 . Immunoblotting analysis revealed a specific association of b 3 with precipitated FLAG-VPS33B. The specific interaction was also confirmed by reciprocal immunoprecipitation using a specific β 3 antibody. Furthermore, in an in vitro binding assay, we were able to pull down VPS33B from the lysates of CHO cells overexpressing VPS33B by the GST-β 3 CD beads. The interaction appears to be direct, since we were also able to pull down purified FLAG-VPS33B with GST-β 3 CD and GST-β 1 CD proteins. The pulldown assay showed that the β 3 fragment spanning residues 716~730 bound efficiently to FLAG-VPS33B. In contrast, the fragments containing either residues 729~762 or residues 744~762 fragments failed to do the same. More importantly, using the rabbit polyclonal antibody against VPS33B, we were able to coimmunoprecipitate endogenous b 3 subunit with VPS33B from human platelet lysate. Thus, we identified a novel binding protein of integrin β 3 . Next, we investigated the role of VPS33B in integrin activation using a recombinant integrin activation model of CHO cells. Overexpression of VPS33B in CHO cells expressing α IIb β 3 (A5 cells) markedly potentiated cell spreading on fibrinogen and F-actin formation. To establish a role of VPS33B in integrin activation in platelets, we created a mouse model with megakaryocyte- and platelet-specific deletion of VPS33B. Platelets lacking VPS33B were defective in spreading on fibrinogen. VPS33B -/- platelets failed to support clot retraction. On the other hand, thrombin-induced fibrinogen binding to platelets and platelet aggregation were not affected by the loss of VPS33B. Collectively, these results demonstrate an essential role of VPS33B in α IIb β 3 outside-in signaling but is not requried for integrin inside-out signaling. We further demonstrate that VPS33B promotes α IIb β 3 outside-in signaling through RhoA and Rac1 activation, leading to clot retraction and cell spreading, respectively. Therefore, our results for the first time establish vesicle trafficking proteins as an important novel class of modifiers of integrin function in platelets and cells. Disclosures No relevant conflicts of interest to declare."
}