{
    "doi": "https://doi.org/10.1182/blood.V110.11.5161.5161",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1030",
    "start_url_page_num": 1030,
    "is_scraped": "1",
    "article_title": "The Economic Impact of Anamnestic Response in the Management of Hemophilia Patients with Inhibitors Undergoing Immune Tolerance Induction in Germany. ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "abstract_text": "The aim of this analysis was to estimate the economic impact of bleed control treatments prior to immune tolerance induction (ITI) in patients with hemophilia with inhibitors in Germany. “Poor risk” hemophilia patients presenting at ITI are more costly to manage as they require higher-dose factor VIII treatment over a longer period, compared to “good risk” patients. Thus, factors that improve patient risk status for ITI, and permit the lowering of factor usage during ITI while maintaining clinical efficacy, are expected to result in cost-effective outcomes. The phenomenon of anamnestic response (AR) which occurs following treatment of hemophilia bleeds with immunogenic products results in significant elevation of titer levels, conferring a “poor risk” status on these patients at ITI. We therefore hypothesize that the prevention of AR pre-ITI, by avoiding immunogenic agents, would result in fewer “poor risk” patients requiring high-dose regimen during ITI, resulting in a cost-effective outcome. A cost-minimization model compared two strategies for the management of patients with severe hemophilia A with inhibitors. One strategy involved management of bleeds with a bypassing agent (activated prothrombin complex concentrates; aPCC) prior to ITI, while the other involved management of bleeds by use of a product which does not provoke AR (recombinant activated factor VII; rFVIIa) prior to ITI. Data on resource use and probabilities of clinical outcomes were derived from published literature, and the model validated by clinical experts with experience in managing inhibitor patients. The mean cost of ITI in inhibitor patients previously treated with rFVIIa is €1,073,327 compared to €1,420,825 for patients previously treated with aPCC. The model also estimated the incremental cost attributable to anamnesis in the management of a hemophilia patient who has undergone ITI to be €186,665. Sensitivity analyses suggest that the model is robust to the price of aPCC, but sensitive to the proportion of patients with AR post-aPCC treatment and the cost and dosage of FVIII at ITI. Anamnestic response is an unpredictable but avoidable consequence of managing bleeding episodes in inhibitor patients and confers significant additional costs to the management of high-responding inhibitor patients undergoing ITI. Avoiding AR prior to ITI by managing spontaneous bleeding episodes with bypassing agents which do not provoke AR has the potential for significant cost savings.",
    "topics": [
        "economics",
        "germany",
        "hemophilia a",
        "immune tolerance",
        "immunologic memory",
        "recombinant coagulation factor viia",
        "hemorrhagic episodes",
        "factor ix concentrates",
        "factor viii",
        "hemorrhage"
    ],
    "author_names": [
        "Isaac Odeyemi",
        "Anne D. Møller"
    ],
    "author_affiliations": [
        [
            "Department of Health Economics, Formerly Novo Nordisk, Pinner, Middlesex, United Kingdom",
            " "
        ],
        [
            "Department of Health Economics, Novo Nordisk A/S, Bagsvaerd, Denmark",
            " "
        ]
    ],
    "first_author_latitude": "51.597855249999995",
    "first_author_longitude": "-0.388561"
}