{
    "doi": "https://doi.org/10.1182/blood-2021-153556",
    "article_title": "Inferior Outcomes of Patients with Quad and Penta-Refractory Multiple Myeloma (MM) Compared to Those of Patients Who Have Been Quad and Penta Exposed ",
    "article_date": "November 5, 2021",
    "session_type": "652.Multiple Myeloma and Plasma cell Dyscrasias: Clinical and Epidemiological",
    "abstract_text": "Background: Despite significant advancements in MM therapies, patients with quad-refractoriness (refractory to proteasome inhibitors: bortezomib and carfilzomib, and immunomodulatory drugs: lenalidomide and pomalidomide) and penta-refractoriness (additional refractoriness to CD-38+ monoclonal antibody daratumumab) have a poor prognosis in terms of short progression-free survival (PFS) and overall survival (OS). This is a retrospective, single institutional study comparing the outcomes of patients with quad and penta-refractory MM to patients who were quad and penta-exposed, but not refractory. Methods: Consecutive patients from the John Theurer Cancer Center at Hackensack Meridian School of Medicine who were quad and penta-exposed and/or refractory between the dates of 1/1/2015 and 3/1/2021 were identified. Quad-exposed was defined as having had prior exposure to bortezomib, carfilzomib, lenalidomide and pomalidomide. Penta-exposed was defined as having prior exposure to bortezomib, carfilzomib, lenalidomide and pomalidomide and daratumumab. Penta or quad refractory was defined as having stable disease (as best response) or progressive disease while on all of the above drugs, per International Myeloma Working Group (IMWG) definition of refractory. Patients were excluded if they had missing data or if they did not meet the above definitions. Baseline characteristics, high-risk status, ISS, treatment history, treatment response, drugs at first relapse and survival outcomes were obtained retrospectively from the electronic medical record and entered into database. High-risk cytogenetics were defined as the presence of t(4;14), t(14;16) or del 17p; 1q21 gain or amplification; 1p del; t(6;14); t(14;20). Baseline patients' characteristics were summarized descriptively by quad and penta-exposed groups. PFS and OS were estimated using the Kaplan-Meier method. Univariate and multivariable adjusted Cox proportional hazard regression models examined factors affecting OS. Results: A total of 162 patients met the inclusion criteria: 18/162 (11%) were quad or penta-exposed, 32/162 (20%) were quad-refractory, and 112/162 (69%) were penta-refractory. Median age was 62 (55-69), IgG subtype (59%), and 62/162 (38.5%) had high-risk cytogenetics. The median number of lines prior was 6 (range 4-8) among all patients, and 7 (range 5-9) in the penta-refractory group. 133/162 (82.1%) had prior autologous-stem cell transplant (ASCT). Extramedullary disease was present in 40/162 (25.2%). Plasma cell leukemia was present in 14/162 (8.8%). For those who were penta-refractory, the median time from quad to penta-refractory status was 10.2 months (95% confidence interval (CI), 3.57-16.57). See Table 1. Figure 1 shows PFS and OS from the time of becoming quad or penta-exposed or refractory (T0 ). The median PFS after T0 was 11.86 months (95% CI, 6.5-26.6) for combined quad and penta-exposed, compared to 3.88 months (95% CI, 2.99-5.17) for quad and penta-refractory patients. With a median follow-up of 5.14 months (Range, 0-52.4), the median OS for all patients was 7.43 months (95% CI, 5.8- 12.94). (Figure 1A). With a median follow-up time of 4.45 months (Range, 0-52.38), the median OS for patients who were quad or penta-refractory was 5.97 months [95% CI. 4.44-8.23], compared to OS not reached (NR) for quad or penta-exposed, with a median follow-up of 11.86 months. (Figure 1B). At least one subsequent treatment regimen was employed after T0 in 85% of the patients. (Figure 1C). Multivariable adjusted analysis (Table 2) revealed that patients ≥62 had inferior OS compared to those < 62 (p -value=0.046). Furthermore, patients who had ≤10 months between becoming quad- and penta-refractory had inferior OS compared to patients with >10 months (p=0.031). OS was not significantly affected by high risk versus standard cytogenetics or drugs used at first relapse. Conclusion: MM patients with quad and penta-refractory disease have significantly worse outcomes compared to patients with quad and penta-exposed MM: older age (> 62 years) and a short interval (< 10 months) between becoming quad and penta-refractory confer an adverse prognosis. Prospective studies are required to confirm these findings. Penta and quad-refractory multiple myeloma continues to represent a vulnerable population with an unmet need for therapeutic approaches. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "author_names": [
        "Sarvarinder K Gill",
        "Rashmi Unawane",
        "Shuqi Wang",
        "Adolfo Aleman",
        "Michelle Serna",
        "Fideliza Perez-Manon",
        "Gina Rivieccio",
        "David S. Siegel",
        "David H. Vesole",
        "Harsh Parmar",
        "Jaeil Ahn",
        "Noa Biran"
    ],
    "author_dict_list": [
        {
            "author_name": "Sarvarinder K Gill",
            "author_affiliations": [
                "Department of Medicine, Hackensack University Medical Center, Hackensack, NJ"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Rashmi Unawane",
            "author_affiliations": [
                "Division of Multiple Myeloma, John Theurer Cancer Center, Hackensack Meridian Health Network, Hackensack University Medical Center, Hackensack, NJ"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shuqi Wang",
            "author_affiliations": [
                "Department of Biostatistics, Bioinformatics, and Biomathematics, Georgetown University Hospital, Washington, DC"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Adolfo Aleman",
            "author_affiliations": [
                "Division of Multiple Myeloma, John Theurer Cancer Center, Hackensack Meridian Health Network, Hackensack University Medical Center, Hackensack, NJ"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michelle Serna",
            "author_affiliations": [
                "Division of Multiple Myeloma, John Theurer Cancer Center, Hackensack Meridian Health Network, Hackensack University Medical Center, Hackensack, NJ, Hackensack, NJ"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fideliza Perez-Manon",
            "author_affiliations": [
                "Division of Multiple Myeloma, John Theurer Cancer Center, Hackensack Meridian Health Network, Hackensack University Medical Center, Hackensack, NJ, Hackensack, NJ"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gina Rivieccio",
            "author_affiliations": [
                "Division of Multiple Myeloma, John Theurer Cancer Center, Hackensack Meridian Health Network, Hackensack University Medical Center, Hackensack, NJ, Hackensack, NJ"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David S. Siegel",
            "author_affiliations": [
                "Division of Multiple Myeloma, John Theurer Cancer Center, Hackensack Meridian Health Network, Hackensack University Medical Center, Hackensack, NJ, Hackensack, NJ"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David H. Vesole",
            "author_affiliations": [
                "Division of Multiple Myeloma, John Theurer Cancer Center, Hackensack Meridian Health Network, Hackensack University Medical Center, Hackensack, NJ, Hackensack, NJ"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Harsh Parmar",
            "author_affiliations": [
                "Division of Multiple Myeloma, John Theurer Cancer Center, Hackensack Meridian Health Network, Hackensack University Medical Center, Hackensack, NJ"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jaeil Ahn",
            "author_affiliations": [
                "Georgetown University, Department of Biostatistics, Bioinformatics, and Biomathematics, Washington D.C.,"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Noa Biran",
            "author_affiliations": [
                "Division of Multiple Myeloma, John Theurer Cancer Center, Hackensack Meridian Health Network, Hackensack University Medical Center, Hackensack, NJ"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T21:28:14",
    "is_scraped": "1"
}