{
    "doi": "https://doi.org/10.1182/blood.V116.21.430.430",
    "article_title": "Inotuzumab Ozogamicin (CMC-544) In Patients with Indolent B-Cell NHL That Is Refractory to Rituximab Alone, Rituximab and Chemotherapy, or Radioimmunotherapy: Preliminary Safety and Efficacy From a Phase 2 Trial ",
    "article_date": "November 19, 2010",
    "session_type": "Lymphoma - Therapy with Biologic Agents, excluding Pre-Clinical Models: Immunotherapy for Indolent Lymphoma",
    "abstract_text": "Abstract 430 Background: Inotuzumab ozogamicin (CMC-544) is a humanized anti-CD22 antibody conjugated to calicheamicin, a potent cytotoxic antitumor antibiotic that binds DNA (producing double stranded DNA breaks). CD22 is expressed in the majority of B-cell non-Hodgkin lymphomas (NHL), and inotuzumab ozogamicin monotherapy has demonstrated efficacy and tolerability in heavily pretreated patients. Thus, inotuzumab ozogamicin monotherapy is being further investigated in patients with indolent B-cell NHLs that are refractory to rituximab alone, rituximab in combination with chemotherapy, or radioimmunotherapy (RIT). Objectives: To evaluate the safety and efficacy of inotuzumab ozogamicin in patients with indolent B-cell NHL who have relapsed or are refractory to rituximab and chemotherapy, or anti-CD20 radioimmunotherapy (RIT) as measured by overall response rate (ORR), complete response (CR) rate, duration of response (DR), progression-free survival (PFS), and overall survival (OS). Methods: Patients are eligible for this trial if they have CD22-positive indolent B-cell NHL (defined as follicular not transformed, marginal zone and small lymphocytic lymphoma [SLL]) that has progressed after 2 or more systemic therapies, and have exhibited no response or progressed within 6 months from completion of the most recent rituximab or rituximab-containing therapy, or within 12 months of the completion of RIT. Patients receive inotuzumab ozogamicin at1.8 mg/m 2 every 28 days for 4 to 8 cycles, with dose and/or frequency adjusted based on toxicities. Results: We report preliminary data for 43 patients, including 35 patients with follicular, 3 with marginal zone and 3 with SLL, and with a median duration of follow-up of 4.5 months (range 1.0–10.0). Median age was 62 years (range 45–84), and 42% were male. 8% had 1 prior anticancer regimen, 33% had 2, 18% had 3, 43% had 4 or more. Based on the Follicular Lymphoma International Prognostic Index, 12%, 29%, and 59% of the follicular lymphoma patients were low, intermediate, and high risk, respectively. The most common (≥20%) treatment-emergent adverse events (AEs), all grades, were thrombocytopenia (65%), neutropenia (53%), elevated AST (48%), leukopenia (40%), nausea (40%), fatigue (35%), lymphopenia (35%), decreased appetite (33%), and elevated alkaline phosphatase (25%). Common grade 3/4 AEs (>5% of subjects) were all hematologic (thrombocytopenia [48%], neutropenia [28%], lymphopenia [12.5%]). Eight serious AEs (SAEs) have been reported, including 2 cases of pyrexia, and single events of hydronephrosis (known lymphoma) leading to sepsis and death, upper abdominal pain (suspected splenic infarct), pneumonia, abdominal distension, urinary retention, and abnormal hepatic function. Eleven (26%) patients discontinued treatment due to AEs, mostly laboratory abnormalities that failed to recover to grade 1 or better within the protocol-specified allowed dose delay period, including 7 (18%) due to thrombocytopenia, 4 (10%) due to neutropenia, and 1 patient each due to increased GGT, decreased platelet count, hyperbilirubinemia, and pneumonia. An ORR of 53% has been observed, with an ORR of 66% in follicular lymphoma patients. Seven patients (19%) achieved a CR. Of the 11 patients who discontinued treatment early due to AEs (with a median number of cycles received 2), 8 (73%) attained a clinical response. PFS rate at 6 months was 0.59 (95% CI 0.38, 0.75), with a PFS rate at 6 months for follicular lymphoma patients of 0.67 (95% CI 0.44, 0.83). Three deaths have been reported, due to disease progression, sepsis, and aspiration pneumonia (non-neutropenic), respectively, and all >30 days from the last dose of inotuzumab ozogamicin. Conclusion: Inotuzumab ozogamicin in this indolent B-cell NHL patient population has a similar safety profile to that previously reported for monotherapy, with hematologic, gastrointestinal and hepatic laboratory abnormalities being the most common. Inotuzumab ozogamicin monotherapy demonstrates definite clinical activity in indolent B-cell NHL that is refractory to rituximab alone, rituximab in combination with chemotherapy, or RIT. Disclosures: Goy: Allos Therapeutics: Consultancy, Honoraria; Millennium: Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Celgene: Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; GlaxoSmithKline: Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Genentech: Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau. Hua: Pfizer: Employment, Equity Ownership. Volkert: Pfizer: Employment, Equity Ownership. Vandendries: Pfizer Inc.: Employment, Equity Ownership.",
    "topics": [
        "b-lymphocytes",
        "chemotherapy regimen",
        "indolent",
        "inotuzumab ozogamicin",
        "radioimmunotherapy",
        "rituximab",
        "follicular lymphoma",
        "neutropenia",
        "small cell lymphoma",
        "thrombocytopenia"
    ],
    "author_names": [
        "Andre Goy, MD",
        "Joseph Leach, MD",
        "W. Christopher Ehmann, MD",
        "Kiyoshi Ando, MD, PhD",
        "Kiyohiko Hatake, MD, PhD",
        "Kensei Tobinai, MD, PhD",
        "Tatyana Feldman, MD",
        "Steven Hua",
        "Angela DG Volkert",
        "Erik R. Vandendries, MD, PhD",
        "Michinori Ogura, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Andre Goy, MD",
            "author_affiliations": [
                "The John Theurer Cancer Center at Hackensack University Medical Center, Hackensack, NJ, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Joseph Leach, MD",
            "author_affiliations": [
                "Park Nicollett Institute, St. Louis Park, MN, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "W. Christopher Ehmann, MD",
            "author_affiliations": [
                "M.S. Hershey Medical Center, Penn State Cancer Institute, Hershey, PA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kiyoshi Ando, MD, PhD",
            "author_affiliations": [
                "Hematology/Oncology, Tokai University Hospital, Isehara, Japan, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kiyohiko Hatake, MD, PhD",
            "author_affiliations": [
                "Department of Medical Oncology and Hematology, Cancer Institute Hospital, Japanese Foundation for Cancer Research, Tokyo, Japan, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kensei Tobinai, MD, PhD",
            "author_affiliations": [
                "Hematology and Stem Cell Transplantation Division, National Cancer Center Hospital, Tokyo, Japan, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tatyana Feldman, MD",
            "author_affiliations": [
                "The Cancer Center at Hackensack University Medical Center, Hackensack, NJ, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Steven Hua",
            "author_affiliations": [
                "Pfizer Inc., Cambridge, MA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Angela DG Volkert",
            "author_affiliations": [
                "Pfizer Inc., Cambridge, MA, USA, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Erik R. Vandendries, MD, PhD",
            "author_affiliations": [
                "Pfizer Inc., Cambridge, MA, USA, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michinori Ogura, MD, PhD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Nagoya Daini Red Cross Hospital, Nagoya, Japan"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-15T06:38:15",
    "is_scraped": "1"
}