{
    "doi": "https://doi.org/10.1182/blood.V128.22.4180.4180",
    "article_title": "Treating B Cell Lymphomas with Anti CD81 Antibodies ",
    "article_date": "December 2, 2016",
    "session_type": "625. Lymphoma: Pre-Clinical - Chemotherapy and Biologic Agents: Poster III",
    "abstract_text": "The tetraspanin CD81 associates with CD19 on B cells; this molecular complex functions as co-receptor to lower the threshold of BCR-initiated B cell activation. Recently we have shown the importance of CD81 in tumor growth and metastasis of solid tumors (Vences-Catalan et al., 2015). However, the role of CD81 in lymphoid malignancies has not been explored. Previous studies demonstrated anti-proliferative effects of anti-CD81 antibodies on human B cell lymphomas using in vitro assays (Oren et al., 1990). Here we tested the therapeutic effect of an anti-human CD81 antibody in vivo against Raji and SUP-B8 B cell lymphomas using a xenograft model in SCID mice. Our studies demonstrated that our anti-human CD81 antibody (mouse IgG1) had therapeutic effect comparable to Rituximab (human IgG1) (Figure 1A). Yet, the two antibodies differ in their ability to mediate antibody-dependent cell cytotoxicity (ADCC), Rituximab is known to be highly effective, whereas the mouse IgG1 anti-CD81 antibody is not expected to mediate ADCC. To enhance the anti-CD81-mediated ADCC, we class switched the hybridoma to mouse IgG2a; we also engineered a chimeric antibody containing human IgG1 ADCC-HIGH Fc constant region. Indeed, mouse IgG2a and the chimeric human IgG1 anti-CD81 mAb showed a remarkable increase in NK cell-mediated ADCC as well as complement-dependent cytotoxicity (CDC) when compared to Rituximab in vitro (data not shown) and in vivo (Figure 1B). These results suggest that CD81 can be a potential therapeutic target on B cell lymphomas by virtue of both its direct cytotoxic effect and as a mediator of ADCC and CDC. The humanized IgG1 version is being developed as a therapeutic candidate. View large Download slide Comparable efficacy of anti-CD81 to Rituximab. SCID mice were I.V.-injected with 1.5x10 6 Raji-GFP-Luc cells, tumors growth proceeded for 5 days before IP injection of 4 weekly doses of 100 ug of the indicated antibodies. (A) Survival of Raji-GFP-Luc bearing SCID mice given anti CD81 (n=30), Rituximab (n=20) or control MsIgG1 (n=30). (B) In vivo bioluminescence imaging of tumor growth in mice injected (left to right) with control mouse IgG1; anti-CD81 (MsIgG1); anti-CD81 MsIgG2a; chimeric anti-CD81 (HuIgG1) and Rituximab. View large Download slide Comparable efficacy of anti-CD81 to Rituximab. SCID mice were I.V.-injected with 1.5x10 6 Raji-GFP-Luc cells, tumors growth proceeded for 5 days before IP injection of 4 weekly doses of 100 ug of the indicated antibodies. (A) Survival of Raji-GFP-Luc bearing SCID mice given anti CD81 (n=30), Rituximab (n=20) or control MsIgG1 (n=30). (B) In vivo bioluminescence imaging of tumor growth in mice injected (left to right) with control mouse IgG1; anti-CD81 (MsIgG1); anti-CD81 MsIgG2a; chimeric anti-CD81 (HuIgG1) and Rituximab.  Close modal Disclosures Levy: Kite Pharma: Consultancy; Five Prime Therapeutics: Consultancy; Innate Pharma: Consultancy; Beigene: Consultancy; Corvus: Consultancy; Dynavax: Research Funding; Pharmacyclics: Research Funding.",
    "topics": [
        "antibodies",
        "b-cell lymphomas",
        "rituximab",
        "tumor growth",
        "diagnostic imaging",
        "intraperitoneal injections",
        "neoplasms",
        "cd19 antigens",
        "complex",
        "immunoglobulin constant regions"
    ],
    "author_names": [
        "Felipe Vences-Catalan, PhD",
        "Chiung-Chi Kuo, MsC",
        "Ranjani Rajapaksa, PhD",
        "Caroline Duault, PhD",
        "Ronald Levy, MD",
        "Shoshana Levy, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Felipe Vences-Catalan, PhD",
            "author_affiliations": [
                "DEPARTMENT OF MEDICINE, DIVISION OF ONCOLOGY, STANFORD UNIVERSITY SCHOOL OF MEDICINE, STANFORD, CA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Chiung-Chi Kuo, MsC",
            "author_affiliations": [
                "DEPARTMENT OF MEDICINE, DIVISION OF ONCOLOGY, STANFORD UNIVERSITY SCHOOL OF MEDICINE, STANFORD, CA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ranjani Rajapaksa, PhD",
            "author_affiliations": [
                "DEPARTMENT OF MEDICINE, DIVISION OF ONCOLOGY, STANFORD UNIVERSITY SCHOOL OF MEDICINE, STANFORD, CA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Caroline Duault, PhD",
            "author_affiliations": [
                "DEPARTMENT OF MEDICINE, DIVISION OF ONCOLOGY, STANFORD UNIVERSITY SCHOOL OF MEDICINE, STANFORD, CA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ronald Levy, MD",
            "author_affiliations": [
                "Stanford University School of Medicine, Stanford, CA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shoshana Levy, PhD",
            "author_affiliations": [
                "DEPARTMENT OF MEDICINE, DIVISION OF ONCOLOGY, STANFORD UNIVERSITY SCHOOL OF MEDICINE, STANFORD, CA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-08T13:09:11",
    "is_scraped": "1"
}