{
    "doi": "https://doi.org/10.1182/blood.V122.21.3234.3234",
    "article_title": "Population Pharmacokinetics and Exposure-Safety Of Lenalidomide In Patients With Multiple Myeloma, Myelodysplastic Syndromes and Mantle Cell Lymphoma ",
    "article_date": "November 15, 2013",
    "session_type": "653. Myeloma: Therapy, excluding Transplantation: Poster II",
    "abstract_text": "Introduction Lenalidomide (LEN) has been approved for the treatment of multiple myeloma (MM: dose 25mg/day, in combination with dexamethasone), myelodysplastic syndromes (MDS: 10 mg/day), and mantle cell lymphoma (MCL: 25 mg/day). In patients with these 3 types of hematologic malignancies, grade 3/4 neutropenia and thrombocytopenia are the most common dose-limiting adverse events (AEs) associated with LEN treatment. Renal function has been used to guide the starting dose of LEN in these patients as renal excretion is the primary route for LEN clearance. However, questions remain whether other intrinsic factors (e.g., race, age, body weight, gender, mild hepatic impairment) should also be considered in determining LEN dose, and how hematologic AEs are related to LEN exposure. The aim of this study was to quantitatively assess the effect of various intrinsic factors on LEN clearance and to explore the exposure-response relationship for severe neutropenia and thrombocytopenia in patients with MM, MDS, and MCL. Methods Single- and multiple-dosing concentration data of LEN were pooled from 7 clinical studies yielding a total of 147 patients: 68 with MM, 25 with MDS, 24 with MCL, and 30 with renal impairment and without a malignant condition. In the entire analysis population, 39% of the patients had normal renal function (creatinine clearance [CrCl] ≥ 90 mL/min), 31% had mild renal impairment (RI) (CrCl = 60-89 mL/min, 26% had moderate to severe RI (CrCl = 15-59mL/min), and 4% of the patients were on hemodialysis. The LEN dose level studied was 5 mg [N = 6], 10 mg [N = 41], 25 mg [N = 80], or 50 mg [N = 20], respectively. Non-linear, mixed effects' modeling was used to develop a population pharmacokinetic (PK) model for LEN. Subsequently, Bayesian post-hoc population PK model parameters were used to generate LEN steady state area under the plasma concentration-time curve (AUC) and was analyzed via logistic regression to determine the probability of experiencing grade 3/4 neutropenia or thrombocytopenia during the treatment (N = 116). Results Plasma LEN concentrations were adequately described by a 2-compartment population PK model with first order absorption and elimination. LEN exhibited linear and time invariant PKs with moderate variability. The baseline CrCl was predictive of the apparent LEN clearance (CL/F). Inclusion of renal function (CrCl and hemodialysis) into the PK model explained 24% of the inter-individual variability in CL/F. The typical value of LEN CL/F at a CrCl level of 80 mL/min was 10.26 L/h, and each 10-mL/min decrease in CrCl resulted in approximately a 10% decrease in CL/F. Age (39-85 years), body weight (33-135 kg), gender, race (white [N=110]; Asian [N=27]; and other [N=10]), and mild hepatic impairment (total bilirubin > 1 to ≤ 1.5× upper level of normal [ULN] or alanine aspartate transaminase >ULN, N = 16) had no effect on LEN CL/F. All LEN PK parameters were comparable among MM, MDS, and MCL patients. Including all treatment cycles up to one year, and after adjusting for disease and baseline neutrophil or platelet counts, LEN AUC was a significant predictor of the probability experiencing Grade 3/4 thrombocytopenia (odds ratio [OR] = 3.337, 95%CI = 1.183 to 9.415) and it was also associated with an increased probability experiencing Grade 3/4 neutropenia (OR = 1.978, 95%CI = 0.999 to 3.917). However, these relationships were not apparent during the first treatment cycle. Conclusion Creatinine clearance is the only significant and clinically important predictor of LEN CL/F; race (White vs Asian), age, body weight, gender, and mild hepatic impairment had no effect. Also no difference in LEN disposition was observed between MM, MDS, and MCL patients. LEN AUC was a significant predictor of the probability of experiencing grade 3/4 thrombocytopenia and neutropenia. Disclosures: Chen: Celgene Corporation: Employment, Equity Ownership. Ette: Anoxis Corporation: Consultancy. Zhou: Celgene Corporation: Employment, Equity Ownership. Weiss: Celegene Corporation: Employment, Equity Ownership. Palmisano: Celgene Corporation: Employment, Equity Ownership.",
    "topics": [
        "lenalidomide",
        "mantle-cell lymphoma",
        "multiple myeloma",
        "myelodysplastic syndrome",
        "pharmacokinetics",
        "neutropenia",
        "thrombocytopenia",
        "creatinine clearance",
        "hemodialysis",
        "intrinsic factor"
    ],
    "author_names": [
        "Nianhang Chen, PhD",
        "Ene Ette, PhD",
        "Simon Zhou, PhD",
        "Daniel Weiss, MD",
        "Maria Palmisano, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Nianhang Chen, PhD",
            "author_affiliations": [
                "Celgene Corporation, Summit, NJ, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ene Ette, PhD",
            "author_affiliations": [
                "Anoxis Corporation, Natick, MA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Simon Zhou, PhD",
            "author_affiliations": [
                "Celgene Corporation, Summit, NJ, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniel Weiss, MD",
            "author_affiliations": [
                "Celgene Corporation, Summit, NJ, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria Palmisano, MD",
            "author_affiliations": [
                "Celgene Corporation, Summit, NJ, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-26T09:37:20",
    "is_scraped": "1"
}