{
    "doi": "https://doi.org/10.1182/blood.V124.21.417.417",
    "article_title": "BH3 Profiling Identifies Bcl-2 Dependency in Multiple Myeloma and Predicts Sensitivity to BH3 Mimetics ",
    "article_date": "December 6, 2014",
    "session_type": "652. Myeloma: Pathophysiology and Pre-Clinical Studies, excluding Therapy: Targeted Therapies in Myeloma",
    "abstract_text": "Despite significant improvement in the treatment of Multiple Myeloma (MM), patients still experience relapse and the disease remains incurable. Cellular fate decision in response to drug therapy is mainly determined by the interactions among BCL-2 family members. Thus anti-apoptotic BCL-2 family proteins represent an attractive target for therapy. BH3 profiling is a functional assay that identifies the tumor cell’s addiction to anti-apoptotic members, such as BCL-2, BCL-XL or MCL-1. In the present study, we determined the BCL-2, BCL-XL and MCL-1 dependency of both MM cell lines and primary myeloma samples, and then tested the ability of BH3 profiling to predict the in vitro sensitivity to BH3 mimetics. First, the BCL-2, BCL-XL or MCL-1 dependence of MM cell lines (n=11) was measured using BH3 profiling. After cell permeabilization, mitochondria were exposed to standardized amounts of peptides derived from the BH3 domains of BH3-only proteins. For instance, the BAD BH3-only peptide binds with high affinity to BCL-2 and BCL-XL, whereas HRK and MS1 peptides bind with high affinity only to BCL-XL and MCL-1, respectively. The cytochrome c release induced by each peptide was quantified by FACS analysis. Dependence on individual anti-apoptotic proteins was found to be very heterogeneous from one cell line to another. Most cell lines (7/11) were found to be MCL-1 dependent. Five cell lines were found to be Bcl-XL dependent and 2 cell lines BCL-2 dependent. Notably, 3 cell lines showed co-dependence to both MCL-1 and BCL-XL anti-apoptotic proteins. We then determined the in vitro sensitivity of MM cell lines to the BH3 mimetics ABT-199 (BC-2 specific) and ABT-263 (BCL-2, BCL-XL and BCL-w specific). Only 3 cell lines out of 11 were found sensitive to ABT-199 and 263 (LD 50 <100 nM). Interestingly, as we have previously found in other cancers, BH3 profiling predicted sensitivity to ABT-199 and 263 treatment. We then determined the mitochondrial priming of primary plasma cells obtained from 11 MM patients. BH3 profiling was performed on CD138-purified plasma cells. As observed with MM cell lines, patient samples showed heterogeneous dependency to anti-apoptotic proteins: MCL-1 (n=3), BCL-2 (n=2), Bcl-XL (n=2). Of note, mitochondria of 5 patient samples were found to be independent of BCL-2, BCL-XL or MCL-1. Cells were cultured with/without ABT-199 and 263 during 16 hours and then cell death was assessed by flow cytometry after annexin V staining. Two and 4 samples were found sensitive (LD 50 < 100 nM) to ABT-199 and ABT-263, respectively. Once again, BH3 profiling with the BAD peptide correlated with in vitro sensitivity to ABT-199 and 263. To conclude, Multiple Myeloma is a heterogeneous disease regarding its dependence to anti-apoptotic proteins, and cannot be considered as monolithically MCL-1 or BCL-2 dependent. Rather, this determination must be made individually. BH3 profiling allows the identification of a BCL-2 dependent subset of MM patients and predicts ABT-199 in vitro sensitivity. It is of clinical interest to identify BCL-2 dependency in MM due to the current development of the oral BH3 mimetic ABT-199 that showed very promising results in BCL-2 dependent malignancies. Disclosures Off Label Use: The presentation discuss the sensitivity of myeloma cells to the Bcl-2 specific BH3 mimetic ABT-199. Le Gouill: Roche: Consultancy; Janssen: Consultancy. Letai: Abbvie: Consultancy.",
    "topics": [
        "bcl2 gene",
        "multiple myeloma",
        "bcl-xl protein",
        "peptides",
        "cancer",
        "mechlorethamine",
        "annexin a5",
        "cytochrome c",
        "flow cytometry",
        "neoplasms"
    ],
    "author_names": [
        "Cyrille Touzeau, MD",
        "Jeremy Ryan, SM",
        "Philippe Moreau, MD",
        "Triona Ni Chonghaile, PhD",
        "Steven Le Gouill",
        "Paul G. Richardson",
        "Kenneth C. Anderson",
        "Martine Amiot, PhD",
        "Anthony G. Letai, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Cyrille Touzeau, MD",
            "author_affiliations": [
                "Dana Farber Cancer Institute, Boston, MA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jeremy Ryan, SM",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Boston, MA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Philippe Moreau, MD",
            "author_affiliations": [
                "University Hospital of Nantes, Nantes, France "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Triona Ni Chonghaile, PhD",
            "author_affiliations": [
                "Dana Farber Cancer Institute, Boston, MA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Steven Le Gouill",
            "author_affiliations": [
                "CHU Nantes, Nantes, France "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paul G. Richardson",
            "author_affiliations": [
                "The LeBow Institute for Myeloma Therapeutics and Jerome Lipper Myeloma Center, Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kenneth C. Anderson",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martine Amiot, PhD",
            "author_affiliations": [
                "CRCNA, Inserm 892, CNRS 6299, Nantes, France"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anthony G. Letai, MD PhD",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Boston, MA "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-29T06:45:10",
    "is_scraped": "1"
}