{
    "doi": "https://doi.org/10.1182/blood.V108.11.4887.4887",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=643",
    "start_url_page_num": 643,
    "is_scraped": "1",
    "article_title": "Danazol with Intermittent Chemotherapy Induces Lasting Remissions in Advanced and Refractory MPD in Elderly Patients. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "chemotherapy regimen",
        "danazol",
        "disease remission",
        "older adult",
        "brachial plexus neuritis",
        "splenomegaly",
        "6-mercaptopurine",
        "adverse effects",
        "antineoplastic agents",
        "blood chemical analysis"
    ],
    "author_names": [
        "Vincenzo Fontana, MD",
        "Eugene Ahn, MD",
        "Pamela Dudkiewicz, ARNP",
        "Lawrence L. Horstman, BS",
        "Carina Fernandez, AS",
        "Yeon-Soong Ahn, MD"
    ],
    "author_affiliations": [
        [
            "Wallace H. Coulter Platelet Laboratory, Division of Hematology/Oncology, Sylvester Comprehensive Cancer Center, Medicine, University of Miami, Miller School of Medicine, Miami, FL, USA"
        ],
        [
            "Wallace H. Coulter Platelet Laboratory, Division of Hematology/Oncology, Sylvester Comprehensive Cancer Center, Medicine, University of Miami, Miller School of Medicine, Miami, FL, USA"
        ],
        [
            "Wallace H. Coulter Platelet Laboratory, Division of Hematology/Oncology, Sylvester Comprehensive Cancer Center, Medicine, University of Miami, Miller School of Medicine, Miami, FL, USA"
        ],
        [
            "Wallace H. Coulter Platelet Laboratory, Division of Hematology/Oncology, Sylvester Comprehensive Cancer Center, Medicine, University of Miami, Miller School of Medicine, Miami, FL, USA"
        ],
        [
            "Wallace H. Coulter Platelet Laboratory, Division of Hematology/Oncology, Sylvester Comprehensive Cancer Center, Medicine, University of Miami, Miller School of Medicine, Miami, FL, USA"
        ],
        [
            "Wallace H. Coulter Platelet Laboratory, Division of Hematology/Oncology, Sylvester Comprehensive Cancer Center, Medicine, University of Miami, Miller School of Medicine, Miami, FL, USA"
        ]
    ],
    "first_author_latitude": "25.78932935",
    "first_author_longitude": "-80.2132297",
    "abstract_text": "BACKGROUND: Myeloproliferative disorders (MPD) are a group of chronic proliferations of mutated stem cells leading to bone marrow failure and extramedullary hematopoiesis with splenomegaly. Although bone marrow transplant can be an option in young pts, few therapeutic options are available in elderly patients with advanced refractory MPD. We report successful outcome with danazol therapy combined with intermittent use of chemotherapeutic agents. MATERIAL AND METHODS: Eighteen patients (11F/7M) with MPD (16 myelofibrosis, 2 thrombocytosis) were studied. Most were elderly with a mean age of 72.6 yr. Danazol (200–800mg/day) was given through the course of treatment of MPD. Chemotherapy was administered intermittently to control blood counts and splenomegaly. Once remission was achieved, chemotherapy was discontinued and resumed when there were signs of relapses. Busulfan (2–4mg/day) was given for 1–30 months in 14 pts, Ara-C (100–200 mg/day) for 5–10 days in 4 pts and Mercaptopurine (50–100mg/day) for 1–3 months in 7 pts. CBC, platelet counts, blood chemistry and size of spleen/liver were monitored, along with evaluation of performance status. Spleen/liver size was evaluated by physical exam and/or CAT scans. Responses were classified as excellent (E) when blood counts normalized and spleen was no longer palpable, good (G) when spleen size was reduced ≥50% and rise of Ht >5%, and failure (F) when none of above criteria were met. The durations of remission after cessation of chemotherapy and total duration of remission were assessed along with any adverse side effects. RESULTS: Overall 61% of patients responded: there were 3 E and 8 G responders. The 3 E responders (females) were elderly with mean age of 82 yr and had been treated with chemotherapy for 6–30 months. The overall remission was 10–78 months (mean 45 months) and remission after discontinuation of chemotherapy lasted up to 60 months (mean 14 months). The 8 G responders (5F/3M; mean age 68 yr) had been treated with chemotherapy for 1–21 months with overall remissions 3–22 months (mean 11 months). After discontinuation of chemotherapy, remission lasted 5–12 months (mean 7 months). In 1 G responder, remission after discontinuation of therapy lasted >1 yr. The therapy was well tolerated. Reversible bone marrow suppression developed in 11 patients but none was severe. None experienced irreversible liver dysfunction. Two patients developed acute leukemic transformation. This may represent natural course of MPD but contribution of chemotherapy to transformation cannot be excluded. DISCUSSION/CONCLUSIONS: Danazol is an effective therapy in the treatment of MPD even in advanced cases. Chemotherapy often induced remission even in refractory cases or advanced stages of MPD. More than half of elderly patients showed hematologic and clinical improvement with reduction of splenemegaly, improvement of blood counts and performance status. It is remarkable that remission in 4 patients induced by this regimen lasted >1 yr after cessation of chemotherapy, indicating role of danazol in maintaining remission in MPD in elderly patients. Danazol in combination with chemotherapy offers a valuable option for elderly patients with advanced and refractory MPD."
}