{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.3471.3471",
    "article_title": "Extravascular Hemolysis Due to C3-Loading in Patients with PNH Treated with Eculizumab: Defining the Clinical Syndrome ",
    "article_date": "December 7, 2017",
    "session_type": "101. Red Cells and Erythropoiesis, Structure and Function, Metabolism, and Survival, Excluding Iron: Poster III",
    "abstract_text": "Introduction Complement-mediated intravascular hemolysis in patients with paroxysmal nocturnal hemoglobinuria (PNH) is effectively prevented by the terminal-complement inhibitor eculizumab, reducing symptoms and protecting against the clinical consequences of the disease, such as thrombosis and renal failure. Due to the continued activation of the proximal complement cascade upstream of C5, PNH red cells become opsonized with fragments of C3, leading to extravascular hemolysis and a continued transfusion requirement in a proportion of patients. Lactate dehydrogenase (LDH) is utilised as the main indicator of hemolysis in PNH but is particularly a measure of intravascular rather than extravascular hemolysis and therefore is not necessarily elevated in proportion to transfusion requirement due to C3-loading. We therefore conducted data analysis to determine whether other parameters were more indicative of extravascular hemolysis. Methods Data from patients with PNH treated in the Leeds centre of the UK PNH National Service was reviewed retrospectively. Criteria for inclusion in the analysis were treatment with eculizumab for ≥13 months, a mean platelet count >50 x 10 9 /L and mean absolute neutrophil count >0.5 x 10 9 /L (to exclude patients with significant bone marrow failure). Mean values for hemoglobin, absolute reticulocyte count, LDH (adjusted for upper limit of normal), total bilirubin and the proportion of PNH red cells loaded with C3 were collated covering a 48-month period. C3 loading of red cells was assessed by flow cytometry (Sutherland et al., Curr Protoc Cytom. 2015). Red cell transfusion requirements for the latest 12 months and latest eculizumab dosage were also collected. Results One hundred and forty-one patients were identified for inclusion by the above criteria; 70 males and 71 females. The median hemoglobin level for all patients was 109g/l. Seventy-two percent had a mean hemoglobin below 120g/l despite treatment with eculizumab and all patients had variable amounts of C3 on their red cells demonstrating that some degree of extravascular hemolysis is always seen. During the latest 12 months, 51 (36%) patients received at least one transfusion, with 23 (16%) requiring 3 or more transfusions. Thirty (21%) patients were receiving a higher dose of eculizumab (1200mg or more every 2 weeks) due to either sub-therapeutic eculizumab levels and/or measureable terminal complement levels, assessed by the CH50, at the standard dose of 900mg every two weeks. Patients were stratified by both reticulocyte count and LDH and the means for each parameter calculated as shown in Table 1. Bilirubin, C3 loading, transfusion requirement and requirement for an increased dose of eculizumab all correlated better when stratifying by reticulocytes rather than by LDH. When patients were scored on the severity of C3 loading, bilirubin values and reticulocyte count, those with the worst (highest) joint scores were 3 times more likely to be transfused. 72/141 (51%) patients had all three of the following: reticulocyte count <230 x 10 9 /l, bilirubin 230, bilirubin ≥30 and C3-loading ≥30% and 7 of these 9 continued to require transfusions. Conclusion Reticulocyte count appears to be a better indicator of extravascular hemolysis than LDH, correlating more strongly with raised bilirubin, increased C3 loading of PNH red cells and increased transfusion requirement. Using these parameters patients who are more likely to continue to require transfusion support on eculizumab can be identified. Such an approach may be used to identify patients who are more likely to benefit from inhibition of the complement cascade that could reduce the level of C3-associated extravascular hemolysis. View large Download slide View large Download slide  Close modal Disclosures Richards: Alexion Pharmaceuticals, Inc.: Honoraria. Munir: Alexion Pharmaceuticals, Inc.: Honoraria; Gilled: Honoraria; AbbVie: Honoraria; Janssen: Honoraria; Roche: Honoraria. Griffin: Alexion Pharmaceuticals, Inc.: Honoraria. Arnold: Alexion Pharmaceuticals, Inc.: Honoraria. Hill: Alexion Pharmaceuticals, Inc.: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees. Hillmen: Roche: Consultancy, Honoraria, Research Funding; Celgene: Research Funding; Alexion Pharmaceuticals, Inc.: Consultancy, Honoraria; Pharmacyclics LLC, an AbbVie Company: Honoraria, Research Funding; Novartis: Honoraria, Research Funding; Gilead: Consultancy, Honoraria, Research Funding; AbbVie: Consultancy, Honoraria, Research Funding; GSK: Consultancy, Honoraria, Research Funding; Janssen: Consultancy, Honoraria, Research Funding.",
    "topics": [
        "bilirubin level, increased",
        "eculizumab",
        "hemolysis, extravascular",
        "transfusion",
        "bilirubin",
        "complement system proteins",
        "blood transfusion",
        "hemoglobin",
        "complement hemolytic activity assay",
        "erythrocyte transfusion"
    ],
    "author_names": [
        "Claire E McKinley, BSc",
        "Stephen John Richards, PhD FRCPath",
        "Talha Munir",
        "Morag Griffin",
        "Lindsay D Mitchell, MBChB, MRCP(UK), FRCPath",
        "Louise Arnold",
        "Kathryn Riley",
        "Nicola Copeland",
        "Darren J Newton, PhD",
        "Anita Hill, MBChB (Hons), PhD",
        "Peter Hillmen, MBChB, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Claire E McKinley, BSc",
            "author_affiliations": [
                "Section of Experimental Haematology, University of Leeds, Leeds, United Kingdom "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Stephen John Richards, PhD FRCPath",
            "author_affiliations": [
                "Haematological Malignancy Diagnostic Service, Leeds Teaching Hospitals, Leeds, United Kingdom "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Talha Munir",
            "author_affiliations": [
                "Department of Haematology, St James's University Hospital, Leeds, United Kingdom "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Morag Griffin",
            "author_affiliations": [
                "Department of Haematology, St James' University Hospital, Sheffield, United Kingdom "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lindsay D Mitchell, MBChB, MRCP(UK), FRCPath",
            "author_affiliations": [
                "Department of Haematology, Monklands Hospital, Airdrie, United Kingdom "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Louise Arnold",
            "author_affiliations": [
                "Department of Haematology, St James's University Hospital, Leeds, United Kingdom "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kathryn Riley",
            "author_affiliations": [
                "Department of Haematology, St James's University Hospital, Leeds, United Kingdom "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nicola Copeland",
            "author_affiliations": [
                "Department of Haematology, St James's University Hospital, Leeds, United Kingdom "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Darren J Newton, PhD",
            "author_affiliations": [
                "Section of Experimental Haematology, University of Leeds, Leeds, United Kingdom "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anita Hill, MBChB (Hons), PhD",
            "author_affiliations": [
                "Department of Haematology, St James's University Hospital, Leeds, United Kingdom "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter Hillmen, MBChB, PhD",
            "author_affiliations": [
                "Department of Haematology, St James's University Hospital, Leeds, United Kingdom ",
                "Section of Experimental Haematology, University of Leeds, Leeds, United Kingdom"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-12T09:37:05",
    "is_scraped": "1"
}