{
    "doi": "https://doi.org/10.1182/blood-2020-136330",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4619",
    "start_url_page_num": 4619,
    "is_scraped": "1",
    "article_title": "Level of Evidence for FDA Drug Approvals in Pivotal Clinical Trials of Hematological Malignancies ",
    "article_date": "November 5, 2020",
    "session_type": "902.Health Services Research-Malignant Conditions (Lymphoid Disease)",
    "topics": null,
    "author_names": [
        "Samer Al Hadidi, MDMSc,FACP",
        "Carlos A. Ramos, MD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology and Oncology, Baylor College of Medicine, Houston, TX ",
            "Department of Cell and Gene Therapy, Baylor College of Medicine, Houston, TX "
        ],
        [
            "Center for Cell and Gene Therapy, Baylor College of Medicine, Houston, TX"
        ]
    ],
    "first_author_latitude": "29.704708399999998",
    "first_author_longitude": "-95.39549095000001",
    "abstract_text": "BACKGROUND Clinical trials are integral to improve treatment outcomes for patients with hematological malignancies. Although early phase (I/II) clinical trials may provide evidence of clinical efficacy, the main goal for early phase trials is to assess safety signal. Results of phase III clinical trials provide the strongest evidence to support the use of new cancer medications. The Food and Drug Administration (FDA) is responsible to ensure appropriate control and supervision of pharmaceutical drugs. METHODS On the basis of publicly available study protocols and FDA reviews, the authors reviewed the level of evidence in 52 clinical trials supporting 49 drug approvals from 2016 to 2020. Data cut point was May 2020. These trials resulted in approval of medications to treat leukemia, non-Hodgkin lymphoma, Hodgkin lymphoma, myelodysplastic syndrome, myeloproliferative neoplasms and multiple myeloma. RESULTS A total of 52 clinical trials were assessed in the 5 years period. Phase III trials supported 61.5% while earlier phase trials supported 36.5% of subsequent FDA hematological malignancies approvals. The level of evidence to support FDA approvals improved with time with 50% of approvals in 2016 and 2017 supported by phase III clinical trials compared to 69% in 2019. Approvals were based on early phase trials in mantle cell lymphoma (100%), chronic myeloid leukemia (100%), diffuse large B cell lymphoma (100%), classic Hodgkin's lymphoma (67%) and acute myeloid leukemia (56%). Phase III trials enrolled 87% of the patients (14238 from16429 patients). Eighteen drug approvals (37% of all approvals) were based on 13% of the total number of patients in the studied period. CONCLUSIONS Level of evidence to support drug approvals in hematological malignancies was based on early phase trials in more than a third of the times. Although early phase studies are appropriate for safety signals, further clinical activity assessment should be done to support the use of new drugs to treat hematological malignancies. Previous successful early phase studies failed to show clinical activity in phase III studies. Despite the fact that use of new approved drugs based on early phase studies evidence may be needed, patients and healthcare providers should be aware of such possibility when using newly approved medications. Figure View large Download slide Figure View large Download slide  Disclosures Ramos: Novartis: Membership on an entity's Board of Directors or advisory committees; Tessa Therapeutics: Research Funding; Kuur Therapeutics: Research Funding."
}