{
    "doi": "https://doi.org/10.1182/blood-2018-99-116318",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4128",
    "start_url_page_num": 4128,
    "is_scraped": "1",
    "article_title": "MRD Status Did Not Correspond to the Relapse Incidence within One Year of Follow-up By Non-Intensive but Non-Interruptive Approach: The First Interim Results of the Russian Prospective Multicenter RALL-2016 Trial for Ph-Negative Adult ALL ",
    "article_date": "November 29, 2018",
    "session_type": "613. Acute Myeloid Leukemia: Clinical Studies",
    "topics": [
        "follow-up",
        "brachial plexus neuritis",
        "adult t-cell lymphoma/leukemia",
        "t-cell leukemia, acute",
        "hematopoietic stem cell transplantation",
        "allopurinol",
        "asparaginase",
        "biological markers",
        "chemotherapy regimen",
        "cytarabine"
    ],
    "author_names": [
        "Olga A. Gavrilina, MD PhD",
        "Elena N. Parovichnikova, MD PhD",
        "Vera V. Troitskaya, MD PhD",
        "Galina A. Baskhaeva, MD",
        "Andrey N. Sokolov, MD",
        "Ksenija I. Zarubina, MD",
        "Elena O. Gribanova",
        "Irina V. Galtseva, PhD",
        "Tatiana N. Obukhova, MD PhD",
        "Kamil D Kaplanov",
        "Olga Samoilova, MD",
        "Sergey N. Bondarenko, PhD MD",
        "Elena Borisenkova",
        "Valery Lapin",
        "Pervin Zeinalova",
        "Elena E. Zinina",
        "Ekaterina N. Zotina",
        "Tatiana Konstantinova, MD PhD",
        "Mikhail Yu. Drokov, MD PhD",
        "Sergei M. Kulikov, PhD",
        "Valery G. Savchenko, MD PhD academician"
    ],
    "author_affiliations": [
        [
            "National Research Center For Hematology, Moscow, Russian Federation "
        ],
        [
            "National Research Center for Hematology, Moscow, Russian Federation "
        ],
        [
            "National Research Center for Hematology, Moscow, Russian Federation "
        ],
        [
            "National Research Center for Hematology, Moscow, Russian Federation "
        ],
        [
            "National Research Center for Hematology, Moscow, Russian Federation "
        ],
        [
            "National Research Center For Hematology, Moscow, Russian Federation "
        ],
        [
            "National Research Center for Hematology, Moscow, Russian Federation "
        ],
        [
            "Laboratory of Immunophenotyping of blood and bone marrow cells, National Research Center for Hematology, Moscow, Russian Federation "
        ],
        [
            "National Research Center for Hematology, Moscow, Russian Federation "
        ],
        [
            "Regional Clinical Oncology Health Center, Volgograd, Russian Federation "
        ],
        [
            "Nizhny Novogorod Regional Clinical Hospital, Nizhniy Novgorod, Russian Federation "
        ],
        [
            "R.M.Gorbacheva Memorial Institute of Oncology, Hematology and Transplantation, Research Institute of children's oncology, hematology and transplantation n.a. R.M. Gorbacheva\" at Federal State Budgetary Educational Institution of Higher Education, Saint-Petersburg, Russia "
        ],
        [
            "Regional Clinical Hospital, Kaluga, Russian Federation "
        ],
        [
            "Yaroslavl Regional Hospital, Yaroslavl, Russia "
        ],
        [
            "National Research center for oncology, Moscow, Russian Federation "
        ],
        [
            "Regional Clinical hospital, Surgut, RUS "
        ],
        [
            "Research Institute of Hematology and Blood Transfusion, Kirov, Russian Federation "
        ],
        [
            "Regional Clinical Hospital №1, Ekaterinburg, Russian Federation "
        ],
        [
            "National Research Center For Hematology, Moscow, Russia"
        ],
        [
            "National Research Center for Hematology, Moscow, Russian Federation "
        ],
        [
            "National Research Center for Hematology, Moscow, Russian Federation "
        ]
    ],
    "first_author_latitude": "55.6538532",
    "first_author_longitude": "37.49486110000001",
    "abstract_text": "Introduction RALL-2009 study (NCT01193933) has demonstrated that non-intensive but non-interruptive treatment with fewer allo-HSCT is rather effective in adult Ph-negative ALL pts aged 18-55 yy, producing more than 50% OS at 8-years [Parovichnikova, EHA E836, 2017]. In this study we have shown that only age, initial WBC >30*10 9 /l and t(4;11) became the factors of poor prognosis for BCP-ALL and none of the factors - for T-ALL. MRD was not measured in this study. Since Dec 2016 we started a new RALL-2016 (NCT03462095) protocol based on the same principle but modified according to the conclusions drawn from RALL-2009. Aim. To evaluate the first interim results of MRD monitoring and 1-year probability of relapse regarding MRD status in Ph-negative ALL treated by RALL-2016 protocol. Materials and patients. Taking in consideration the major pitfalls of RALL-2009 (high CR rate, early CNS relapses in T-ALL, selection bias for autologous HSCT in T-cell ALL, absence of MRD testing) a new study was developed. One day high-dose MTX block and one-day high-dose ARA-C block are eliminated and substituted by 2 months of non-intensive and non-interruptive treatment, L-asparaginase is scheduled for 1 year of treatment instead of 2,5 y, 15 intrathecal injections are increased up to 21 during consolidation phase, CR T-ALL patients are brought to randomization after the informed consent: auto-HSCT vs no auto-HSCT, - with further similar maintenance. All primary bone marrow samples are collected and tested for cytogenetic and molecular markers, all included pts are MRD monitored by flow cytometry in a centralized lab at 3-time points (days +70,+133,+190). Since Dec2016 till July 2018, 86 adult Ph-negative ALL pts from 11 centers (10 regions of Russia) were included in theRALL-2016 protocol: median age 33 y (18-54), m/f 54/32, BCP-ALL was diagnosed in 48 (56%), T-ALL/LBL - in 35 (40,5%), biphenotypic ALL -3 (3,5%). Results. CR rate in 76 available for the analysis patients was 80% (n=61), induction death occurred in 12% (n=9) and refractory ALL was registered in 8% (n=6). There were no deaths in CR so far. 2 allo-HSCT were performed (1 MUD and 1 haplo) for BCP-ALL with MRD persistence and T-ALL associated with Nijmegen breakage syndrome, respectively. 26 T-ALL patients after CR achievement were randomized for chemo (n=13) or for auto-HSCT (n=13). Up to now 7 of randomized T-ALL patients were transplanted at a median of 6 mo of CR. OS for the whole cohort constituted 68% at 18 months, relapse probability - 8,7%. MRD at the 1 st time point (+70 day) was measured in 54 pts, at the 2 nd time point (+133 day) - in 43 pts and at the 3 rd time point (+190 day) - in 36 pts. MRD-positivity was detected in 15 pts (28%) at day+70 (BCP-ALL=11 out of 32 pts, T-ALL=4 out of 22), at day +133 - in 8 pts (19%) (BCP-ALL=7 out of 30 pts, T-ALL=1 out of 13), at day +190 - in 2 pts (5%) (both BCP-ALL). MRD clearance was much better in T-ALL patients, as it was demonstrated by other studies earlier [Bruggemen, Goekbuget]. But we have to mention that regardless our non-intensive approach, the portion of MRD-positive patients was similar at the same time points as in the other studies applying highly intensive protocol. We did not reveal any differences in early (within 1-year) relapse probability according to MRD status, though we have to assume that the study is small and the period of follow is too short. Conclusion Our data demonstrate that non-intensive but non-interruptive approach is as effective as more intensive protocols providing very similar MRD clearance in Ph-negative ALL. MRD is declining better in T-ALL patients comparing to BCP-ALL. And no correspondence was noticed between the MRD-positivity and relapse probability at the 18 mo of follow-up. Figure. View large Download slide Figure. View large Download slide  Disclosures Kulikov: Russian Foundation for Basic Research grant 18-015-00399 A: Research Funding."
}