{
    "doi": "https://doi.org/10.1182/blood.V114.22.2852.2852",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1612",
    "start_url_page_num": 1612,
    "is_scraped": "1",
    "article_title": "Bortezomib-Resistant Cell Lines Have Increased Proteasome Levels but Remain Sensitive to Carfilzomib. ",
    "article_date": "November 20, 2009",
    "session_type": "Myeloma - Pathophysiology and Preclinical Studies Excluding Therapy Poster II",
    "topics": [
        "bortezomib",
        "carfilzomib",
        "cell lines",
        "multicatalytic endopeptidase complex",
        "chymotrypsin",
        "multiple myeloma",
        "proteasome inhibitors",
        "cancer",
        "caspases",
        "cd29 antigen"
    ],
    "author_names": [
        "Erika Suzuki",
        "Susan Demo, PhD",
        "Shirin Arastu-Kapur, PhD",
        "Christopher J Kirk, Ph.D",
        "Mark K Bennett, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Research, Proteolix, Inc., South San Francisco, CA, USA"
        ],
        [
            "Department of Research, Proteolix, Inc., South San Francisco, CA, USA"
        ],
        [
            "Department of Research, Proteolix, Inc., South San Francisco, CA, USA"
        ],
        [
            "Department of Research, Proteolix, Inc., South San Francisco, CA, USA"
        ],
        [
            "Department of Research, Proteolix, Inc., South San Francisco, CA, USA"
        ]
    ],
    "first_author_latitude": "37.6526548",
    "first_author_longitude": "-122.34610755000001",
    "abstract_text": "Abstract 2852 Poster Board II-828 Introduction: Carfilzomib (CFZ) is a selective and irreversible proteasome inhibitor that induces anti-tumor activity through inhibition of the proteasome. In vitro, CFZ induces cell death in CD138+ myeloma cells from patients refractory to the dipeptide boronate proteasome inhibitor bortezomib (BTZ) and, in Phase 2 trials, CFZ has demonstrated objective and durable responses in BTZ relapsed and refractory patients. To understand the mechanism underlying the ability of carfilzomib to overcome BTZ resistance, we compared the activity of the two inhibitors in vitro using tumor cells conditioned to be resistant to BTZ. Methods: HT-29, human colorectal adenocarcinoma cells, were cultured in the continuous presence of BTZ by stepwise increases in concentration (20nM to 200nM) over 7 months. Clonal isolates were derived by limiting dilution analysis and cultured in BTZ at 100nM and 200nM for an additional 4 months. Cytotoxic responses were measured as 50% inhibitory concentrations (IC 50 ) following 72 hr compound exposure. Proteasome activity was measured using fluorogenic substrates for chymotrypsin-like, caspase-like and trypsin-like activities and by an active site ELISA (ProCISE) that quantitates the catalytic subunits of the constitutive proteasome (beta5, beta1, beta2) and immunoproteasome (LMP7, LMP2, MECL1). To assess recovery of proteasome activity, cells were exposed to a brief (1hr) “pulse” of either BTZ or CFZ, at concentrations resulting in 80% inhibition, and the chymotrypsin-like proteasome activity was measured at 4 and 24hrs after compound washout. We sequenced the cDNA encoding chymotrypsin-like proteasome subunits, beta5 and LMP7, along with a structural subunit, beta6, to identify potential mutations in the clonal BTZ resistant cell lines. Results: Compared to parental cells, clones grown in 100nM (BR100) or 200nM (BR200) BTZ were 15 – 25-fold less sensitive to BTZ-induced cytotoxicity and remained resistant after long-term culture without BTZ exposure. The cytotoxic response to CFZ was largely unchanged in these cells with <5-fold differences in IC 50 values. Basal proteasome catalytic activity was increased by 7-11 fold in both BR100 and BR200 cells. This corresponded to an increase (5-8 fold) in expression of all catalytic subunits except for LMP2. No difference in the initial inhibition of proteasome activity by either compound was seen in resistant cells. However, 4 hr post BTZ exposure, resistant cells showed a more rapid recovery of proteasome activity relative to parental cells. Compared to BTZ, CFZ induced a prolonged proteasome inhibition that was not altered in resistant cells and may therefore relate to the preserved cytotoxic activity of CFZ in these cells. Interestingly, after 24 hrs of recovery from a 1hr exposure to either BTZ or CFZ, resistant cells did not recover their proteasome activity to levels seen parental cells, suggesting alterations in proteasome assembly. Sequence analysis of clonal BR100 and BR200 cell lines identified a mutation in the propeptide of beta5 (Arg24Cys). This mutation, which is in a region required for proper proteasome assembly, has previously been identified at a high frequency in myeloma patients (Wang L., et al Clin Cancer Res 2008;14:3503)). Mutations in beta5 near the interface with the alpha ring (Cys63Phe) and in the propeptide portion of LMP7 (Phe50Ile) were also found in BR200 cells but were absent in BR100 cells. We did not detect mutations in beta6 or a mutation in the active site of beta5 described by other groups. Conclusions: BTZ resistance in vitro is associated with increased proteasome subunit levels and a rapid recovery of proteasome activity at early (4hr) timepoints following BTZ exposure. Our data, which includes the first report of a mutation in LMP7, support a hypothesis that resistance is mediated by a more rapid and efficient proteasome assembly process. Since one of the mutations is prevalent at a high frequency in myeloma patients, this process may be involved in the etiology of disease and/or clinical resistance to BTZ treatment. CFZ overcomes BTZ resistance in these cells, due in part to prolonged inhibition of the proteasome activity, providing a possible mechanism for the activity of CFZ in myeloma patients that are refractory to BTZ therapy. Disclosures: Suzuki: Proteolix, Inc: Employment, Equity Ownership. Demo: Proteolix: Employment, Equity Ownership. Arastu-Kapur: Proteolix, Inc: Employment, Equity Ownership. Kirk: Proteolix, Inc: Employment, Equity Ownership. Bennett: Proteolix: Employment."
}