{
    "doi": "https://doi.org/10.1182/blood.V108.11.2748.2748",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=627",
    "start_url_page_num": 627,
    "is_scraped": "1",
    "article_title": "Serum Levels and Pharmacokinetic of Rituximab in Bi-Weekly R-CHOP in Elderly Patients with DLBCL Treated in the RICOVER-60 Trial. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "diffuse large b-cell lymphoma",
        "older adult",
        "r-chop",
        "rituximab",
        "brachial plexus neuritis",
        "cyclophosphamide, doxorubicin, prednisone, and vincristine",
        "chemotherapy regimen",
        "infusion procedures",
        "non-hodgkin's lymphoma, aggressive",
        "serum specimen"
    ],
    "author_names": [
        "Marcel Reiser, MD",
        "Michael K. Wenger, MD",
        "Christina Nickenig, MD",
        "N. Peter, MD",
        "Christian Kuhn, MD",
        "Bernd Metzner, MD",
        "Martin Theisohn, MD",
        "Michael Pfreundschuh, MD"
    ],
    "author_affiliations": [
        [
            "Klinik I fuer Innere Medizin, Klinikum der Universitaet, Koeln, Germany"
        ],
        [
            "Roche Pharma, F. Hoffmann-La Roche Ltd, Basel, Switzerland"
        ],
        [
            "Medizinische Klinik und Poliklinik III, Klinikum der Universitaet, Muenchen, Germany"
        ],
        [
            "II. Medizinische Klinik Abt. Haematologie/Onkologie, Carl-Thiem Klinikum, Cottbus, Germany"
        ],
        [
            "III. Medizinische Klinik, Universitaetsklinikum, Mannheim, Germany"
        ],
        [
            "Klinik fuer Onkologie und Haematologie, Klinikum, Oldenburg, Germany"
        ],
        [
            "Institut fuer Pharmakologie, Klinikum der Universitaet, Koeln, Germany"
        ],
        [
            "Medizinischen Klinik I, Universitaetskliniken, Homburg, Germany"
        ]
    ],
    "first_author_latitude": "50.894505",
    "first_author_longitude": "6.977856199999999",
    "abstract_text": "Background: The combination of Rituximab and CHOP is considered the standard of treatment for DLBCL in elderly patients (pts) but there is hardly any data on the pharmacokinetic of Rituximab in aggressive lymphoma pts. Objective: To study serum levels and pharmacokinetic properties of Rituximab when combined with dose dense CHOP-14 in elderly DLBCL patients Methods: Blood samples of 18 pts were taken before and after Rituximab-infusion at each chemotherapy cycle. Additional samples were taken after the end of treatment and at the following timepoints: after 1 week, 1 month, 2 months, 3 months, 6 months and 9 months, respectively. Serum samples were taken within a maximum of 30 min, centrifuged at 1000 g for 10 min (room temperature) and stored at −20 degrees C. Batch samples were shipped to Xendo Lab., Groningen, The Netherlands, and analysed. The measured values were analysed by pharmakokinetic software MW/PHARM, version 3.50; (MediWare, 9800 AB Zuidhorn, The Netherlands) Additionally, a simulation of expected Rituximab-PK was performed taking into account 5 clinical trials, totalling 3777 observations in 264 patients mostly FL. Results: Median (range) age of pts was 69 (61–79) years. 10/18 pts had advanced stage (III/IV), 4/18 pts had bulky disease. Pts received a median (range) dose of 683 (545–791) mg Rituximab/cycle. Response to treatment was 15/18 CR/Cru, 2/18 PR,1/18 PD. The median (range) of trough serum Rituximab-levels (μg/ml) before each cycle were: #1 0(0–0); #2 39(18–61); #3 74(47–109); #4 95(40–136); #5 113(55–157); #6 114(12–518); #7 125(72–207);#8 117(75–304). After therapy Rituximab-levels were: 163(68–248) at 1 week; 101(44–163) at 1 month, 55(11–122) at 2 months, 33(6–577) at 3 months; 5(0–103) at 6 months, 0.7(0–128) at 9 months. 7 pts were evaluable at 9 months with 4/7 pts showed detectable Rituximab-levels. Thus, actual serum levels detected fit exactly the model calculated from data of patients with FL. A preliminary PK analysis of Rituximab according to a two-compartment model showed a long median (range) serum half-life (t 1/2) of 765 h (543–1092). Conclusion: In the dose dense bi-weekly regimen R-CHOP-14 Rituximab-serum levels increased slowly up to cyle 5. During cycle 5– 8 the serum Rituximab-levels reached a plateau and decreased constantly after the end of treatment with detectable levels even after 9 months and a long serum half-life. Increasing serum levels in the first four cycles are due to saturation kinetics of Rituximab. Based on this data the German High Grade NHL Study Group (DSHNHL) further investigates a dose escalation of Rituximab in the first cycles in order to improve treatment outcome."
}