{
    "doi": "https://doi.org/10.1182/blood.V126.23.910.910",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3123",
    "start_url_page_num": 3123,
    "is_scraped": "1",
    "article_title": "A Phase II Study of the Combination of Oral Rigosertib and Azacitidine in Patients with Myelodysplastic Syndromes (MDS) ",
    "article_date": "December 3, 2015",
    "session_type": "637. Myelodysplastic Syndromes - Clinical Studies I",
    "topics": [
        "azacitidine",
        "myelodysplastic syndrome",
        "phase 2 clinical trials",
        "brachial plexus neuritis",
        "mineralocorticoid receptor",
        "leukemia, myelomonocytic, chronic",
        "fatigue",
        "nausea",
        "prostatic hypertrophy risk score",
        "1-phosphatidylinositol 3-kinase"
    ],
    "author_names": [
        "Shyamala C. Navada, MD",
        "Lewis R. Silverman, MD",
        "Katherine P. Hearn, BSN, RN",
        "Rosalie Odchimar-Reissig, RN",
        "Erin P. Demakos, RN, CCRN",
        "Yesid Alvarado, MD",
        "Naval Daver, MD",
        "Courtney DiNardo, MD",
        "Marina Konopleva, MD PhD",
        "Gautam Borthakur, MD",
        "Naveen Pemmaraju, MD",
        "Tapan Kadia, MD",
        "Pierre Fenaux, MD PhD",
        "Steve Fruchtman, MD",
        "Nozar Azarnia, PhD",
        "Guillermo Garcia-Manero, MD"
    ],
    "author_affiliations": [
        [
            "Tisch Cancer Institute, Mount Sinai School of Medicine, New York, NY "
        ],
        [
            "Tisch Cancer Institute, Mount Sinai School of Medicine, New York, NY "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Tisch Cancer Institute, Mount Sinai School of Medicine, New York, NY "
        ],
        [
            "Tisch Cancer Institute, Mount Sinai School of Medicine, New York, NY "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Service d'Hématologie Séniors, Hôpital Saint-Louis, Université Paris 7, Paris, France "
        ],
        [
            "Onconova Therapeutics, Inc, Newtown, PA"
        ],
        [
            "Onconova Therapeutics, Inc, Newtown, PA"
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ]
    ],
    "first_author_latitude": "40.790008",
    "first_author_longitude": "-73.953732",
    "abstract_text": "Background: Rigosertib (RIG) is a Ras-mimetic that inhibits the PI3K and PLK cellular signaling pathways by binding directly to the Ras-binding Domain found in Ras effector proteins. It has been tested as a single agent in patients (pts) after failure of hypomethylating agents (HMAs). In vitro, the combination of RIG with azacitidine (AZA) inhibits growth and induces apoptosis of leukemic cells in a sequence-dependent fashion (RIG administered prior to AZA) (Skidan et al 2006). Phase I results of this study in pts with MDS or AML showed combination of oral RIG and standard-dose AZA to be well-tolerated with evidence of efficacy (Navada et al, Blood 2014). Phase II was initiated to further study the combination in pts with MDS. Methods: Results from pts in Phase II with MDS previously untreated with an HMA, or who had failed to respond to or progressed on a prior HMA, are presented, while response data from Phase I MDS pts are updated. Pts with CMML are analyzed separately. Oral RIG was administered twice daily on Day 1-21 of a 28-day cycle at the recommended Phase II dose (RPTD: 560 mg qAM and 280 mg qPM). AZA 75 mg/m 2 /d SC or IV was administered for 7 days starting on Day 8. A CBC was performed weekly and a bone marrow aspirate and/or biopsy was performed at baseline, day 29, and then every 8 weeks thereafter. Results: The combination of oral RIG and AZA has been administered to a total of 45 pts within Phase I (N=18) and Phase II (N=27). Pts were classified into the following MDS risk categories per the IPSS (Greenberg et al, Blood 1997): intermediate-1 (4), intermediate-2 (10), high-risk (14), and IPSS classification pending (4). Five pts had CMML and 8 had AML. Median age was 66 years; 69% of pts were male; and ECOG performance status was 0, 1, and 2 in 27%, 67%, and 6%, respectively. Twelve pts [MDS (9), CMML (3)] received prior HMA therapy: AZA (11 pts), decitabine (1 pts). Patients have received 1-21+ cycles of treatment to date (median, 3 cycles), with median duration of treatment of 14 weeks. Among 15 evaluable MDS pts treated with the RPTD (1 pt in Phase I, 14 pts in Phase II), marrow responses were observed in 10: marrow CR (mCR) (8), marrow PR (mPR) (2). Responses according to IWG criteria were observed in 10 pts: complete remission (CR) (1), mCR (7), hematologic improvement (HI) (2). Table 1. Responses for MDS Patients Treated at the Recommended Phase II Dose  Pt . Prior HMA . Best BMBL at Nadir 1 . IWG Response 2 . Hematologic Improvement . 102-008 None mCR mCR Platelet 101-010 None mCR CR Erythroid & Neutrophil 101-011 None mCR mCR None 101-013 None mCR mCR Erythroid 102-010 None SD SD None 101-014 AZA PD PD None 102-011 AZA mPR HI Erythroid & Platelet 101-016 AZA SD SD None 101-017 AZA mCR mCR None 102-013 None NE NE NE 101-019 None SD SD None 101-021 None PD PD None 101-024 None mCR mCR None 101-022 AZA mCR mCR None 101-025 None mCR mCR None 101-026 AZA NE NE NE 101-027 None NE NE NE 102-016 None mPR HI Platelet Pt . Prior HMA . Best BMBL at Nadir 1 . IWG Response 2 . Hematologic Improvement . 102-008 None mCR mCR Platelet 101-010 None mCR CR Erythroid & Neutrophil 101-011 None mCR mCR None 101-013 None mCR mCR Erythroid 102-010 None SD SD None 101-014 AZA PD PD None 102-011 AZA mPR HI Erythroid & Platelet 101-016 AZA SD SD None 101-017 AZA mCR mCR None 102-013 None NE NE NE 101-019 None SD SD None 101-021 None PD PD None 101-024 None mCR mCR None 101-022 AZA mCR mCR None 101-025 None mCR mCR None 101-026 AZA NE NE NE 101-027 None NE NE NE 102-016 None mPR HI Platelet 1 Silverman et al, Hematol Oncol 2014 2 IWG = International Working Group (Cheson et al, Blood 2006) NE = not evaluable BMBL = bone marrow blast View Large Overall, in pts with MDS treated on Phase I and Phase II, marrow responses were observed in 15 out of 20 evaluable pts: mCR (13), mPR (2). Responses according to IWG 2006 criteria were observed in 14 out of 19 evaluable MDS pts: CR (2), mCR (10), HI (2). Among the 7 evaluable pts with MDS in both the Phase I and Phase II who had failed to respond or progressed on prior treatment with an HMA, 5 had a response after RIG was added: CR (1), mCR (3), HI (1). Analyzed as a separate subgroup, 2 out of 5 (40%) pts with CMML had a mCR. The most frequent adverse events (AEs) in Cycle 1 included nausea (21%) and fatigue (15%), which were also the most frequent AEs in all cycles (fatigue, 28%; nausea, 26%). Six deaths have been observed so far. Three pts were treated for more than 1 year and continue on study. Conclusions: The combination oforalrigosertib and standard-dose AZA was well tolerated in repetitive cycles in pts with MDS. Marrow CR was observed in 65% of pts, both with de novo MDS and after failure of prior HMA therapy. In pts who received the RPTD, 67% of pts with MDS had a bone marrow blast and IWG response. These results suggest potential synergistic interaction of the combination and support continued study of this unique combination in patients with MDS. Disclosures Silverman: Onconova Therapeutics Inc: Honoraria, Patents & Royalties: co-patent holder on combination of rigosertib and azacitdine, Research Funding. Daver: ImmunoGen: Other: clinical trial, Research Funding. DiNardo: Novartis: Research Funding. Konopleva: Novartis: Research Funding; AbbVie: Research Funding; Stemline: Research Funding; Calithera: Research Funding; Threshold: Research Funding. Pemmaraju: Stemline: Research Funding; Incyte: Consultancy, Honoraria; Novartis: Consultancy, Honoraria, Research Funding; LFB: Consultancy, Honoraria. Fenaux: CELGENE: Honoraria, Research Funding; JANSSEN: Honoraria, Research Funding; AMGEN: Honoraria, Research Funding; NOVARTIS: Honoraria, Research Funding. Fruchtman: Onconova Therapeutics Inc: Employment. Azarnia: Onconova Therapeutics Inc: Employment."
}