{
    "doi": "https://doi.org/10.1182/blood-2019-127122",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4203",
    "start_url_page_num": 4203,
    "is_scraped": "1",
    "article_title": "PRMT5 Inhibition Modulates E2F1 Methylation and Gene Regulatory Networks Leading to Therapeutic Efficacy in JAK2VF Mutant MPN ",
    "article_date": "November 13, 2019",
    "session_type": "635.Myeloproliferative Syndromes: Basic Science",
    "topics": [
        "cancer",
        "cancer, advanced",
        "cytokine",
        "fibrosis",
        "genes",
        "granulocyte-macrophage colony-stimulating factor",
        "hepatomegaly",
        "inflammation",
        "interleukin-1 beta",
        "interleukin-12 subunit p40"
    ],
    "author_names": [
        "Friederike Pastore, MD",
        "Neha Bhagwat, PhDBS",
        "Aishwarya Krishnan",
        "Alessandro Pastore",
        "Bing Li, MD",
        "Robert L Bowman, PhD",
        "Wenbin Xiao, MD PhD",
        "Aaron D Viny, MDMS",
        "Abdul Karzai",
        "Anouar Zouak",
        "Young C Park",
        "Keith Cordner",
        "Stephanie Braunstein",
        "Alexander Grego",
        "Jaanvi Mehta",
        "Benjamin H Durham, MD",
        "Richard P. Koche, PhD",
        "Jesper Maag",
        "Peggy Scherle, PhD",
        "Kris Vaddi, PhD",
        "Ross L. Levine, MD"
    ],
    "author_affiliations": [
        [
            "Human Oncology and Pathogenesis Program, Memorial Sloan Kettering Cancer Center, New York, NY ",
            "Center for Epigenetics Research, Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "Prelude Therapeutics, Wilmington, DE "
        ],
        [
            "Center for Epigenetics Research, Memorial Sloan Kettering Cancer Center, New York, NY ",
            "Center for Hematologic Malignancies, Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "Human Oncology and Pathogenesis Program, Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "Human Oncology and Pathogenesis Program, Memorial Sloan Kettering Cancer Center, New York, NY ",
            "Center for Epigenetics Research, Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "Human Oncology and Pathogenesis Program, Memorial Sloan Kettering Cancer Center, New York, NY ",
            "Center for Epigenetics Research, Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "Human Oncology and Pathogenesis Program, Memorial Sloan Kettering Cancer Center, New York, NY ",
            "Center for Epigenetics Research, Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "Human Oncology and Pathogenesis Program, Memorial Sloan Kettering Cancer Center, New York, NY ",
            "Center for Epigenetics Research, Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "Human Oncology and Pathogenesis Program, Memorial Sloan Kettering Cancer Center, New York, NY ",
            "Center for Epigenetics Research, Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "Human Oncology and Pathogenesis Program, Memorial Sloan Kettering Cancer Center, New York, NY ",
            "Center for Epigenetics Research, Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "Human Oncology and Pathogenesis Program, Memorial Sloan Kettering Cancer Center, New York, NY ",
            "Center for Epigenetics Research, Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "Human Oncology and Pathogenesis Program, Memorial Sloan Kettering Cancer Center, New York, NY ",
            "Center for Epigenetics Research, Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "Human Oncology and Pathogenesis Program, Memorial Sloan Kettering Cancer Center, New York, NY ",
            "Center for Epigenetics Research, Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "Prelude Therapeutics, Wilmington, DE "
        ],
        [
            "Prelude Therapeutics, Wilmington, DE "
        ],
        [
            "Human Oncology and Pathogenesis Program, Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "Center for Epigenetics Research, Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "Center for Epigenetics Research, Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "Prelude Therapeutics, Wilmington, DE "
        ],
        [
            "Prelude Therapeutics, Wilmington, DE "
        ],
        [
            "Human Oncology and Pathogenesis Program, Memorial Sloan Kettering Cancer Center, New York, NY ",
            "Center for Epigenetics Research, Memorial Sloan Kettering Cancer Center, New York, NY ",
            "Department of Medicine, Leukemia Service, Memorial Sloan Kettering Cancer Center, New York, NY"
        ]
    ],
    "first_author_latitude": "40.7653562",
    "first_author_longitude": "-73.96122455",
    "abstract_text": "Dysregulation of the protein arginine methyltransferase, PRMT5, occurs in a variety of malignancies and is associated with increased cancer cell proliferation. We investigated the role of PRMT5 in MPN pathogenesis through use of C220, a potent and selective small molecule PRMT5 inhibitor, and aimed to elucidate key PRMT5 targets contributing to the maintenance of MPN cells. We found that PRMT5 is overexpressed in MPN, most highly in PV. C220 dose-dependently reduced the proliferation of MPN cell lines and BaF3 cells expressing JAK2V617F in vitro. Human CD34+ cells from PV/PMF patients showed a high degree of sensitivity to C220 ex vivo . Consistent with the in vitro studies, C220 treatment of SET2 xenografts in vivo led to a 71% reduction of median tumor volume, greater than that observed with JAK inhibition (59%). We assessed the efficacy of C220 in Jak2V617F - and MPLW515L -driven murine MPN models.In the conditional Jak2V617F model of PV, mice treated with C220 displayed significant lower hematocrits (median 50.1% vs. 77.4 %, p<0.0001), WBC (median 4.5 K/µl vs. 16.9 K/µl, p<0.0001), reticulocytes (median 73 K/µl vs. 1522 K/µl, p<0.0001) and splenomegaly (median weight 68 mg vs. 270 mg, p<0.0001) compared to vehicle treatment. CD105+CD150- progenitors, committed erythroid progenitors (Pre-CFU-E), MEP, CD71-Ter119+ pro-erythroblasts and CD71+/Ter119+ erythroblasts were significantly decreased with C220 treatment [15.7% (p<0.0001), 36% (p=0.0004), 58% (p=0.01), 10% (p<0.0001) and 11% (p<0.0001), respectively, relative to vehicle]. In the MPLW515L adoptive transfer model of ET/MF, C220 attenuated leukocytosis (WBC 11.1 K/µl vs. 155.3 K/µl, p=0.023), splenomegaly (136 mg vs. 423 mg, p=0.003), hepatomegaly (1118 mg vs. 1677 mg, p=0.004), and BM fibrosis (reticulin score 0.5 vs. 2+). C220 significantly reduced serum cytokines in the Jak2V617F (Eotaxin, GM-CSF, IL-12p40, LIX, KC, MCP1, MIP1a, MIP-2, M-CSF, RANTES, IP-10, IL-1b) and MPLW515L (MIP1b, TNF- alpha, RANTES, IP-10 and IL-1b) model consistent with inhibition of systemic inflammation characteristic of MPN. We next assessed the efficacy of combined PRMT5 and JAK inhibition. Dual targeting of JAK and PRMT5 displayed additive effects on SET2 cell proliferation in vi tro and was superior to monotherapy with either agent in vivo . In the Jak2V617F model, dual JAK/PRMT5 inhibition further reduced key features such as splenomegaly (median weight 39 mg vs. 68 mg or 127 mg, p=0.0004 and p<0.0001), elevated hematocrit (median 41.1% vs. 50.1% or 85.1%, p=0.0089 and p=0.0009), WBC (median 2.1 K/µl vs. 4.5 K/µl or 7.4 K/µl, p=0.0015 and p<0.0001) and led to a significant decrease in erythroid progenitor populations compared to PRMT5 or JAK inhibitor monotherapy. Dual JAK/PRMT5 inhibition showed increased efficacy in the MPL W515L model with more significant suppression of leukocytosis (median WBC 3.1 K/µl vs. 176.7 K/µl, p=0.0436), splenomegaly (median weight 117 mg vs. 438 mg, p=0.0062) and hepatomegaly (median weight 1105 mg vs. 1573 mg, p=0.0188). To further understand the mechanism by which C220 leads to therapeutic efficacy in MPN, we performed RNA-seq in sorted MEP from the Jak2V617F BMT model and from SET2 xenografts after vehicle or C220 in vivo therapy. GSEA revealed E2F targets as one of the major gene sets down regulated upon treatment with C220. Consistent with the potent suppression of E2F1 target gene expression in vivo , we found that E2F1 and PRMT5 physically interact in JAK2-mutant MPN cells. Moreover, PRMT5 inhibition altered the methylation status of E2F1, leading to reduced expression of E2F1 downstream targets, including genes involved in cell cycle and DNA damage repair. Functional investigation of key downstream targets is ongoing. Our data provide evidence that PRMT5 is a credentialed therapeutic target in MPN, alone and in combination with JAK inhibition. Moreover, the therapeutic effects of PRMT5 inhibition in MPN include attenuated expression of E2F targets, which our data suggests is mediated by PRMT5 methylation of E2F1. These data demonstrate a novel link between PRMT5, E2F1 gene regulatory function, and the survival of MPN cells and provide a strong mechanism-based rationale for therapeutic studies of PRMT5 inhibitors in MPN. Based on these studies and others, PRT543, a novel and selective PRMT5 inhibitor, is currently being evaluated in a Phase I clinical trial in advanced cancers, including myelofibrosis (NCT03886831). View large Download slide View large Download slide  Disclosures Bhagwat: Prelude Therapeutics: Employment. Viny: Hematology News: Membership on an entity's Board of Directors or advisory committees; Mission Bio: Other: Sponsored travel. Grego: Prelude Therapeutics: Employment. Mehta: Prelude Therapeutics: Employment. Scherle: Prelude Therapeutics: Employment. Vaddi: Prelude Therapeutics: Employment. Levine: Novartis: Consultancy; Roche: Consultancy, Research Funding; Imago Biosciences: Membership on an entity's Board of Directors or advisory committees; Prelude Therapeutics: Research Funding; Celgene: Consultancy, Research Funding; Isoplexis: Membership on an entity's Board of Directors or advisory committees; C4 Therapeutics: Membership on an entity's Board of Directors or advisory committees; Loxo: Membership on an entity's Board of Directors or advisory committees; Qiagen: Membership on an entity's Board of Directors or advisory committees; Gilead: Consultancy; Lilly: Honoraria; Amgen: Honoraria."
}