{
    "doi": "https://doi.org/10.1182/blood.V104.11.274.274",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=78",
    "start_url_page_num": 78,
    "is_scraped": "1",
    "article_title": "BCR-ABL Levels Continue To Decrease up to 42 Months after Commencement of Standard Dose Imatinib in Patients with Newly Diagnosed Chronic Phase CML Who Achieve a Major Molecular Response. ",
    "article_date": "November 16, 2004",
    "session_type": "Oral Sessions",
    "abstract_text": "The dose of 400mg per day of imatinib is currently considered standard therapy for patients with newly diagnosed chronic myeloid leukemia (CML) in chronic phase (CP). The IRIS trial demonstrated superior response rates in imatinib treated patients compared to interferon alfa, and evaluated molecular response up to 24 months of imatinib therapy in patients who achieved a complete cytogenetic response (CCR). Those patients with a major molecular response (MMR, ≥3 log reduction of BCR-ABL) by 12 months had 100% progression free survival at 24 months. However, very few patients had undetectable BCR-ABL levels. In the current study, we monitored the molecular response for a median of 42 months (25 th to 75 th percentile 39–45 months) in all patients enrolled in the IRIS trial in Australia and New Zealand who commenced imatinib as their first-line therapy (n=28 patients). We aimed to determine if the BCR-ABL levels continued to decrease and whether additional patients achieve a MMR with a longer follow up. BCR-ABL transcript levels were monitored by real-time quantitative PCR at 3 to 6 month intervals. A CCR (approximately equivalent to a greater than 2-log reduction of BCR-ABL) was achieved in 24 of the 28 patients (85%). The table demonstrates that while the frequency of achieving a MMR increased between 12 and 42 months, most of the improvement occurred between 12 and 24 months. Conversely, from 24 to 42 months the number of patients achieving a ≥4-log reduction increased significantly (P<0.001) and the median BCR-ABL levels reduced (P=0.005). Thirteen patients had a MMR by 12 months and all had a 4 log reduction at 42 months. The median log reduction from 12 to 42 months in these patients was 1.2 logs (range 0.6 to 1.8 logs).  Months on Imatinib (n=patients remaining on trial) . Median BCR-ABL log reduction of all patients . % of all patients who achieved MMR (≥3 log reduction) . % of all patients who achieved ≥4 log reduction . 12 (n=26) 3.0 46 4 18 (n=26) 3.2 64 4 24 (n=26) 3.4 68 7 30 (n=26) 3.6 68 25 36 (n=25) 3.9 71 32 42 (n=24) 4.2 71 54 Months on Imatinib (n=patients remaining on trial) . Median BCR-ABL log reduction of all patients . % of all patients who achieved MMR (≥3 log reduction) . % of all patients who achieved ≥4 log reduction . 12 (n=26) 3.0 46 4 18 (n=26) 3.2 64 4 24 (n=26) 3.4 68 7 30 (n=26) 3.6 68 25 36 (n=25) 3.9 71 32 42 (n=24) 4.2 71 54 View Large Undetectable BCR-ABL transcripts in our assay represent a greater than 4 to 4.5 log reduction, depending on the quality of the RNA. Ten patients had undetectable BCR-ABL on at least 1 occasion, however only 4 patients (14%) had consistently undetectable levels for more than 6 months including their last sampling timepoints (ranging from 3 to 14 consecutive analyses). Of the 4 patients without a CCR all had disease progression and in 1 patient a BCR-ABL mutation was detected, followed by rapid progression to blast crisis. Only 1 other patient had a detectable mutation. A MMR was achieved in this patient prior to detection of the mutation. The MMR was subsequently lost, as was the CCR. In conclusion, with a follow up of 42 months of imatinib therapy the incidence of achieving MMR does not appear to increase significantly after 24 months. However, among patients achieving MMR by 12 months the BCR-ABL levels continued to decline significantly, suggesting that the leukemic cell mass is still decreasing even after 3.5 years of imatinib therapy. Nevertheless very few patients have persistently undetectable BCR-ABL.",
    "topics": [
        "bcr-abl tyrosine kinase",
        "imatinib mesylate",
        "leukemia, myeloid, chronic-phase",
        "measles-mumps-rubella vaccine",
        "follow-up",
        "iris trial",
        "blast phase",
        "disease progression",
        "interferon-alpha",
        "leukemia, myelocytic, chronic"
    ],
    "author_names": [
        "Susan Branford",
        "Z. Rudzki",
        "A. Grigg",
        "J. F. Seymour",
        "K. Taylor",
        "P. Browett",
        "A. Schwarer",
        "K. Bradstock",
        "C. Arthur",
        "S. Durrant",
        "D. Ma",
        "D. Joske",
        "K. Lynch",
        "T. Hughes"
    ],
    "author_affiliations": [
        [
            "Molecular Pathology, Institute of Medical and Veterinary Science, Adelaide, Australia"
        ],
        [
            "Molecular Pathology, Institute of Medical and Veterinary Science, Adelaide, Australia"
        ],
        [
            "Australasian Leukaemia and Lymphoma Group"
        ],
        [
            "Australasian Leukaemia and Lymphoma Group"
        ],
        [
            "Australasian Leukaemia and Lymphoma Group"
        ],
        [
            "Australasian Leukaemia and Lymphoma Group"
        ],
        [
            "Australasian Leukaemia and Lymphoma Group"
        ],
        [
            "Australasian Leukaemia and Lymphoma Group"
        ],
        [
            "Australasian Leukaemia and Lymphoma Group"
        ],
        [
            "Australasian Leukaemia and Lymphoma Group"
        ],
        [
            "Australasian Leukaemia and Lymphoma Group"
        ],
        [
            "Australasian Leukaemia and Lymphoma Group"
        ],
        [
            "Novartis Australia"
        ],
        [
            "Molecular Pathology, Institute of Medical and Veterinary Science, Adelaide, Australia"
        ]
    ],
    "first_author_latitude": "-35.000766950000006",
    "first_author_longitude": "138.61115984999998"
}