{
    "doi": "https://doi.org/10.1182/blood.V116.21.4765.4765",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1804",
    "start_url_page_num": 1804,
    "is_scraped": "1",
    "article_title": "Urinary Tract Infection In Immunocompromised Children Under Chemotherapy ",
    "article_date": "November 19, 2010",
    "session_type": "Health Services and Outcomes Research",
    "abstract_text": "Abstract 4765 Purpose: Infection is the most important cause of death in immunosuppressed cancer patients. And the urinary tract is a common source of infection in children. So we investigated the frequency of urinary tract infection (UTI) and the treatment outcome in children with cancer who were receiving antineoplastic therapy. Methods: We reviewed the medical records of children who were diagnosed as UTI during chemotherapy because of hematologic malignancies or solid tumors from January 2003 to July 2010 in Kyungpook National University Hospital. We defined as UTI when the patient showed high fever over 38.5°C and the single bacterial organism was cultured over 10,000/mL in urine sample using midstream urine collection technique. The bacterial strain, duration of fever, laboratory tests including urinalysis and gram stain, and imaging studies were demonstrated. Results: There were 63 cancer patients (male:female = 39:24) and 47 of them (74.6%, male:female = 30:17) experienced UTI during chemotherapy at least once. No one showed urinary symptom/sign like dysuria, frequency, urgency, flank pain or costo-vertebral angle tenderenss. The total episodes of UTI were 133 (male:female = 96:37) and the number of infection was mean 2.8 (1~10) per one patient. The common organism was Escherichia coli (25.6%), Enterococcus faecalis (15.0%), Klebsiella pneumoniae (10.5%), Enterococcus faecium (6.8%), Proteus mirabilis (6.8%) and Stenotrophomonas maltophilia (5.3%). Initial urinalysis was performed in 115 cases, but only 4 of them (3.5%) revealed pyuria. All gram stain results were negative. Duration of fever was mean 2.1 (1~6) days. The initial absolute neutrophil count (ANC) was average 1,930/μ L (0 ~ 12,610/μ L). The renal cortex scan using dimercaptosuccinic acid was performed for 43 cases to verify pyelonephritis. One showed decreased tracer uptake of upper pole of right kidney, and another 3 revealed diffuse decreased tracer uptake in both kidneys without specific photon defect. One episode of 3 was considered as urosepsis because the same organism ( Klebsiella pneumoniae ) was cultured from not only urine but also blood. The patient revealed hypotension and decreased renal function (glomerular filtration rate 41.4 mL/min). No mortality was observed. Conclusion: UTI is a very common infection in immunocompromised cancer children regardless of ANC which showed excellent prognosis with broad spectrum antibiotics. The bacterial strain was not different from that of immunocompetent children. But their symptom/sign was silent and the initial urinalysis and gram stain were not much help. So it is important to check urine culture for febrile cancer children under chemotherapy although the complication is very rare after UTI. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "chemotherapy regimen",
        "child",
        "immunocompromised host",
        "urinary tract infections",
        "cancer",
        "fever",
        "infections",
        "gram's stain",
        "urinalysis",
        "antibiotics"
    ],
    "author_names": [
        "Ye Jee Shim, M.D.",
        "Kun Soo Lee, M.D.",
        "Hyo Seop Ahn",
        "Tai Ju Hwang",
        "Hwi-Joong Yoon, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Pediatrics, Kyungpook National University School of Medicine, Daegu, South Korea, "
        ],
        [
            "Pediatrics, Kyungpook National University School of Medicine, Daegu, South Korea, "
        ],
        [
            "Department of Pediatrics, Cancer Research Institute, Seoul National University College of Medicine, Seoul, South Korea, "
        ],
        [
            "Department of Pediatrics, Chonnam National University Medical School, Hwasun, South Korea, "
        ],
        [
            "University Hospital, Kyung Hee, Seoul, South Korea"
        ]
    ],
    "first_author_latitude": "35.8633534",
    "first_author_longitude": "128.61100684999997"
}