{
    "doi": "https://doi.org/10.1182/blood.V114.22.2057.2057",
    "article_title": "Clinical Efficacy of Sorafenib in Patients with Acute Myeloid Leukemia (AML) and Activating FLT3-Mutations. ",
    "article_date": "November 20, 2009",
    "session_type": "Acute Myeloid Leukemia - Therapy, Excluding Transplantation Poster II",
    "abstract_text": "Abstract 2057 Poster Board II-34 Introduction: Patients with acute myeloid leukemia (AML) and activating mutations in the Fms-like tyrosine-3 (FLT3) gene have an abysmal prognosis. Together with other groups we have recently demonstrated the clinical activity of the multikinase and FLT3 inhibitor sorafenib in patients with FLT3+ AML (Safaian et al., 2008; Zhang et al., 2008; Metzelder et al., 2009). We here present clinical results of 8 AML FLT3+ patients treated with sorafenib either prior or after allogeneic stem cell transplantation (allo-SCT) on an off-label basis. Patients, Treatment and Response Evaluation: Between February 2007 to August 2009 eight patients with AML (7 female, 1 male, median age: 47 years, range 23-63 years) were treated with sorafenib 800 mg daily (dose range 400-800 mg daily) for a median duration of 37 days (range 5-225 days). Six patients had an internal tandem duplication mutation (ITD), while 2 patients carried a tyrosine kinase domain (TKD) mutation. One patient received sorafenib at diagnosis before remission induction while all other patients had relapsed and/or refractory disease. Response and toxicity were evaluated regularly and defined according to established criteria. Results: Two of four patients who received sorafenib for refractory relapse after allo-SCT (median time to relapse 78 days, range 59-84 days) achieved complete remission (CR) (1 CR, 1 complete molecular remission (CMR) with disappearance of extramedullary chloromas) and survived 164 and 594 days, respectively. One of these patients died after another systemic relapse, while the other died as result of a CNS-chloroma being still in CMR in bone marrow (BM). In the 2 other patients sorafenib induced a hematological response (HR) and these patients survived 188 and 329 days before they died of progressive disease. Of the 4 patients treated prior allo-SCT, 2 had relapsed during consolidation after a previous CR, 1 had refractory disease and 1 was treated at diagnosis. Both patients with relapse showed response to sorafenib treatment thereby permitting allo-SCT. While one achieved HR, the other had regression of multiple isolated cutaneous relapse manifestations. Both patients are still alive at day +81 and day +16 in CMR and CR, respectively. The patient, who was primary refractory to double induction and high-dose cytarabine had a reduction of BM-blasts. She discontinued sorafenib because of neurotoxicity after 13 days. This patient reached a CR after allo-SCT, but died on day + 379 of another relapse. At the time of AML diagnosis the fourth patients had a WBC of 377.000/ul. Despite treatment with hydroxyurea, cytarabine and leukapheresis WBC could not be lowered <100.000/ul within 5 days and the patient developed pulmonary leukostasis syndrome. At this point of time FLT3 TKD mutation was detected and sorafenib was started promptly. Within the next 5 days WBC (peripheral blasts %) declined from 119.700/μl (98%) to 5.300/μl (28%) without tumor lysis syndrome facilitating induction therapy with cytarabine, daunorubicin and etoposide. Sorafenib therapy was continued in parallel and led to a CMR without increased toxicity. In general, sorafenib treatment was well tolerated. Besides neurotoxicity in one patient extrahematological side effects were almost limited to transient dermatological symptoms in two patients, which resolved after discontinuitation of sorafenib. Four Patients developed neutropenia grade IV and thrombopenia grade IV, which was not exclusively attributable to sorafenib, but also to the underlying AML. Conclusion: Our results add to the growing evidence that sorafenib is highly active in patients with FLT3+ AML. In view of the clinical course of our patients we suggest that sorafenib can achieve temporary disease control, but should be integrated into induction and consolidation regimens to achieve curative treatment. Recent data on synergistic effects between sorafenib and cytarabine and the CXCR4 inhibitor AMD3100 suggest these combinations for new clinical trials. Disclosures: Off Label Use: individual treatment approach of patients with refractory FLT3+ AML with multikinase inhibitor sorafenib, which is approved by EMEA + FDA for renal cell carcinoma.",
    "topics": [
        "flt3 gene",
        "leukemia, myelocytic, acute",
        "ms-like tyrosine kinase 3",
        "mutation",
        "sorafenib",
        "allopurinol",
        "cardiac mri",
        "cytarabine",
        "granulocytic sarcoma",
        "neurotoxicity syndromes"
    ],
    "author_names": [
        "Thomas Schroeder, MD",
        "Christian Saure",
        "Ingmar Bruns, MD, PhD",
        "Fabian Zohren",
        "Akos G. Czibere, MD",
        "Nelly Nancy Safaian",
        "Roland Fenk",
        "Rainer Haas",
        "Guido Kobbe, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Thomas Schroeder, MD",
            "author_affiliations": [
                "Department of Hematology, Oncology and Clinical Immunology, University Hospital Duesseldorf, Düsseldorf, AL, Germany, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Christian Saure",
            "author_affiliations": [
                "Department of Hematology, Oncology and Clinical Immunology, University Hospital Duesseldorf, Düsseldorf, Germany, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ingmar Bruns, MD, PhD",
            "author_affiliations": [
                "Hem./Onc. & Clin. Immuno., University of Dusseldorf, Dusseldorf, Germany, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fabian Zohren",
            "author_affiliations": [
                "Hematology, Oncology and clinical Immunology, Heinrich-Heine-University, Duesseldorf, Germany, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Akos G. Czibere, MD",
            "author_affiliations": [
                "Department of Hematology, Oncology and Clinical Immunology, University Hospital Duesseldorf, Duesseldorf, Germany, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nelly Nancy Safaian",
            "author_affiliations": [
                "Department of Hematology, Oncology and Clinical Immunology, University Hospital Duesseldorf, Duesseldorf, Germany, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Roland Fenk",
            "author_affiliations": [
                "Hematology, Oncology, Heinrich Heine University, Duesseldorf, Germany, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rainer Haas",
            "author_affiliations": [
                "Hematology, Oncology, Heinrich Heine University, Duesseldorf, Germany, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Guido Kobbe, MD",
            "author_affiliations": [
                "Department of Hematology, Oncology and Clinical Immunology, Heinrich Heine University, Duesseldorf, Germany"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-14T09:36:25",
    "is_scraped": "1"
}