{
    "doi": "https://doi.org/10.1182/blood.V108.11.3970.3970",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=749",
    "start_url_page_num": 749,
    "is_scraped": "1",
    "article_title": "Thrombotic Thrombocytopenic Purpura and Hemolytic Uremic Syndrome in Pregnancy: A Report of Four Case. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "hemolytic-uremic syndrome",
        "pregnancy",
        "thrombotic thrombocytopenic purpura",
        "fetal death",
        "eclampsia",
        "anuria",
        "hellp syndrome",
        "plasmapheresis",
        "renal replacement therapy",
        "abortion, spontaneous"
    ],
    "author_names": [
        "Yang He, BM",
        "Jianmin Hu Master",
        "Weiwen Yang, B.M",
        "Jun Yan, B.M"
    ],
    "author_affiliations": [
        [
            "Thrombosis & Hemastasis, Jiangsu Institute of Hematology, Suzhou, Jiangsu, China",
            " "
        ],
        [
            "The First Affiliated Hospital of Suzhou University, Suzhou, Jiangsu, China",
            " "
        ],
        [
            "The First Affiliated Hospital of Suzhou University, Suzhou, Jiangsu, China",
            " "
        ],
        [
            "Thrombosis & Hemastasis, Jiangsu Institute of Hematology, Suzhou, Jiangsu, China",
            " "
        ]
    ],
    "first_author_latitude": "31.32834815",
    "first_author_longitude": "120.64430239999999",
    "abstract_text": "Objctive: Little information exists regarding thrombotic thrombocytopenic purpura(TTP) and hemolytic uremic syndrome(HUS) during pregnancy. We report 4 cases of TTP and HUS complicating pregnancy, with emphasis on diagnosis and management of these rare disorder. Methods: From Sep. 1988 to May. 2006, case history of four cases with either TTP(n=2) or HUS(n=2) were analyzed. Clinical and laboratory findings and maternal and fetal conditions were recorded from the medical records. Results: Of 4 cases,3 were nulliparous, one multipara. All women were in good health before pregnancy. Three in the third trimester (34w to37w), had eclampsia, 2 of whom complicated abruptio placenta. The diagnosis was made at admission as HELLP syndrome with eclampsia in 3 cases and one sespected as TTP. The laboratory analyses showed that all 4 cases were anemic(range 29.0 t0 66.0g/L) and 3 had abnormal fragmented red cells on peripheral blood smear. The platelet count ranged from 25 to 40 ×10 9 /L The mean peak serum LDH value was 2616.75U/L(range 914 to >4000U/L),7-to 11 fold the peak serum AST and ALT values. The mental status abnormalities was in 3 cases. All cases had oliguric,2 of whom had acute onset of anuria after delivery. The mean peak serum BUN and creatinine values were 26.14±12.96mmol/L(13.1 to 37.56 mmol/L) and 647.85±347.4μmol/L(184.4 to 1027μmol/L), respectively. The renal biopsy performed on day 8 in one case with anuria, revealed findings consistent with HUS with glomerular crescents. vWF-cleaving protease was measured after plasmapheresis in case of TTP, in whom the report was normal. Treatment included fresh-frozen plasma in 3 cases except one who died before treatment. Of the 3 surviving cases, one received CRRT and plasma exchange and 2 received CRRT and hemodialysis. Of 4 cases,2 delivered vaginally, one ceasarean section, one spontaneous abortion. The course of illness was prolonged, but uneventful 24 to 25 days after treatment and discharge. All fetal death occurred before delivery. During the follow up 3 months to 16 years after discharge, one of 3 cases had another pregnancy complicating preeclamsia at 36 weeks without any other complication and the other two were all normal in renal function and BP. Conclusion: TTP and HUS complicating pregnancy is associated with high maternal mortality and morbility. The endothelial dysfunction appears to be an important factor in TTP-HUS. With the intense concern about the distinction of preeclampsia/eclampsia/HELLP syndrome from TTP/HUS, the physician must remain alert for the possibility. Improved survival after this disorder had been attributed to treatment with plasma transfusion or plasmapheresis."
}