{
    "doi": "https://doi.org/10.1182/blood-2018-99-117399",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3996",
    "start_url_page_num": 3996,
    "is_scraped": "1",
    "article_title": "Development of Sample Preparation Procedures for Testing Specimens with High White Blood Cell Counts for Xpert ® BCR-ABL Ultra ¥  ",
    "article_date": "November 29, 2018",
    "session_type": "632. Chronic Myeloid Leukemia: Therapy",
    "abstract_text": "Introduction: Monitoring BCR-ABL fusion transcript levels in peripheral whole blood (WB) of patients on tyrosine kinase inhibitor (TKI) therapy using real-time quantitative PCR (RT-qPCR) is standard of care in the management of Chronic Myeloid Leukemia (CML). GeneXpert ® BCR-ABL V2 ¥¥ or Xpert ® BCR-ABL Ultra ¥ (Ultra), a cartridge-based assay for use on the GeneXpert Instrument System, automates and standardizes the RT-qPCR process in less than 2 hours, using a lysate prepared from 4mL WB, resulting in an effective WB input volume of 600μL. There are, however, clinical situations where the total RNA isolated from high numbers of white blood cells (WBC) circulating in the patient's blood or in bone marrow (BM) can overload the Ultra cartridge and other quantitative BCR-ABL assays, requiring subsequent dilution of the sample to generate valid assay results. In this set of experiments, we sought to define the WBC input limits for Ultra that would predict cartridge overload, and thereby provide guidance regarding when to dilute the patient's sample in the presence of high WBC. Methods: Serial dilutions of WB specimens were tested in Ultra to determine the upper and lower WBC input limits corresponding to the valid ABL reference gene Ct cutoffs of 10 and 18, respectively. Sample prep procedures were developed to allow using 50μL or lower input volume from WB, BM, or the 1 st sample lysate, with or without the WBC count (WBCC) information. BCR-ABL log% IS results from a subset of samples prepared and tested with various specimen input volumes in Ultra were compared in linear regression analyses with results from the Qiagen Ipsogen BCR-ABL1 Mbcr IS -MMR assay ( IS -MMR). Results: The WBC input number of ~20 million cells/mL WB corresponded to the upper limit, and ~150K cells/mL WB corresponded to the lower limit, of the valid ABL Ct range for Ultra. For CML specimens with WBCCs 500 million, sample prep procedures were developed to use 50μL WB, BM, or 1 st lysate input volume. When 50μL was used but still yielded ABL Ct <10, a lower input volume (10μL or lower) can be used (Table 1). For situations in which the WBCC information is not available, but there is suspicion of high WBC yielding a very viscous 1 st lysate that is hard to pipette, a 1 st lysate treatment procedure for dilution was developed to allow for testing with 50μL or lower WB or BM input volume. These procedures were validated in Ultra by testing in CML specimens with various WB or BM input volume and showed high concordance (R 2 =0.98) when compared to the IS -MMR. Conclusions: In summary, sample prep procedures were developed in cases where high WBCC is known, or is suspected, or when repeat testing is needed for Invalids with ABL Ct <10, allowing the use of Ultra with various input sample volume for WB or BM in a wide variety of clinical situations. ¥ In vitro diagnostic medical device. May not be available in all countries. Not available in the United States. ¥¥ RUO; For research use only. Not for diagnostic use. Not reviewed by any regulatory body. View large Download slide View large Download slide  Disclosures Day: Cepheid: Employment.",
    "topics": [
        "bcr-abl tyrosine kinase",
        "leukocyte count",
        "lysate",
        "measles-mumps-rubella vaccine",
        "dilution technique",
        "protein-tyrosine kinase inhibitor",
        "in vitro diagnostics",
        "leukemia, myelocytic, chronic",
        "medical devices",
        "pipettes"
    ],
    "author_names": [
        "Victor Mahaffey",
        "Shirly Amar, PhD",
        "Gwo-Jen Day, PhD",
        "Esther Manor, PhD",
        "David S. Viswanatha, MD"
    ],
    "author_affiliations": [
        [
            "Molecular Hematopathology Lab, Mayo Clinic, Rochester, MN "
        ],
        [
            "Human Genetic Institute, Soroka University Medical Center, Beer-Sheva, Israel "
        ],
        [
            "Oncology R&D, Cepheid, Sunnyvale, CA "
        ],
        [
            "Human Genetic Institute, Soroka University Medical Center, Beer-Sheva, Israel "
        ],
        [
            "Department of Laboratory Medicine and Pathology, Mayo Clinic, Rochester, MN"
        ]
    ],
    "first_author_latitude": "44.0394562",
    "first_author_longitude": "-92.49655739999999"
}