{
    "doi": "https://doi.org/10.1182/blood.V106.11.2095.2095",
    "article_title": "Mode of Action of Rituximab in Chronic Lymphocytic Leukaemia; Activation of Tis11b, an Inducer of mRNA Instability, and Induction of Apoptosis. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "Rituximab is a chimeric anti-CD20 monoclonal antibody that has been used successfully in the treatment of Non Hodgkin’s Lymphoma or patients with Chronic Lymphocytic Leukaemia (CLL). The mechanisms of action of Rituximab are not fully understood although antibody dependent cell mediated cytotoxicity and complement dependent cytoxicity have been shown to be important. An alternative mechanism is the induction of apoptosis through activation of pathways mediated through CD20. CD20 is involved in many cellular processes including proliferation, activation, differentiation and apoptosis. We have found that treatment of CLL cells with 20 μ g/ml Rituximab cross-linked with a secondary antibody reduced cell viability from 84±8% (in unstimulated cells) to 51.50±10% after 48h of cultivation by the Annexin/PI method. Using inhibitors specific for p38, JNK and ERK pathways, we found that inhibition of p38 inhibits the induction of apoptosis by crosslinked Rituximab. Rituximab has been reported to inhibit this pathway andlead to down regulation of bcl-2 expression in AIDS related lymphoma cells. However the mechanism is unclear. One mechanism by which many genes involved in apoptosis are regulated is through induction of mRNA instability through induction of Tis11 family genes. The Tis11 family (Tis11, Tis11b/Berg36 and Tis11d) bind to AU Rich elements present in several mRNA (eg bcl-2, TNF) and cause their degradation. We found that Tis11b/Berg36 is strongly induced by crosslinked Rituximab. Tis11d was weakly induced while Tis11 remained unchanged after treatment. Furthermore we found that induction of Tis11b/Berg36 by Rituximab is partly regulated through the p38 pathway since inhibition of this pathway resulted partial or complete inhibition of Tis11b/Berg36 induction. This suggests that Tis11b/Berg36 may mediate the induction of apoptosis by Rituximab through the degradation of proteins involved in apoptosis that contain AU Rich elements, disrupting autocrine cytokine feedback mechanisms and down regulating bcl-2.",
    "topics": [
        "apoptosis",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "rituximab",
        "rna, messenger",
        "cd20 antigens",
        "annexins",
        "antibodies",
        "complement system proteins",
        "cytokine"
    ],
    "author_names": [
        "Maria Baou, BSc",
        "John Murphy, PhD",
        "Andrew P. Jewell, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Maria Baou, BSc",
            "author_affiliations": [
                "School of Life Science, Kingston University, Kingston-Upon-Thames, Surrey, United Kingdom"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "John Murphy, PhD",
            "author_affiliations": [
                "Department of Immunology, King’s College London, London, United Kingdom"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew P. Jewell, PhD",
            "author_affiliations": [
                "School of Life Science, Kingston University, Kingston-Upon-Thames, Surrey, United Kingdom",
                "Faculty of Health and Social Care Sciences, St George’s University of London, London, United Kingdom"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-28T09:36:45",
    "is_scraped": "1"
}