{
    "doi": "https://doi.org/10.1182/blood-2020-142214",
    "article_title": "Superior Therapy Response Predictions for Patients with Myelodysplastic Syndrome (MDS) Using Cellworks Singula™: Mycare-020-02 ",
    "article_date": "November 5, 2020",
    "session_type": "637.Myelodysplastic Syndromes-Clinical Studies",
    "abstract_text": "Background: Therapy selection for MDS patients is often based on information considering only cytogenetics and single molecular aberrations and ignoring other patient-specific omics data that could potentially enable more effective treatments. In turn, despite using cytogenetic and molecular-risk stratification and precision medicine, the current overall outcome of MDS patients remains relatively poor. The Cellworks Singula™ report predicts response for physician prescribed treatments using the novel Cellworks Omics Biology Model (CBM) to simulate downstream molecular effects of cell signaling, drugs, and radiation on patient-specific in silico diseased cells. Methods: The performance of Singula™ was evaluated in an independent, randomly selected, retrospective cohort of 144 MDS patients aged 28 to 89 years (median 69). The pre-defined Singula™ Classifier utilizes an individual's genomics profile to provide a dichotomous prediction of response or non-responses to a given physician prescribed treatment (PPT). Outcome data for these subjects, including measurement of complete response (CR), were obtained from 42 PubMed publications, each including patient genomics data of either karyotyping, targeted gene panels, and/or whole exome sequencing. Blinded to clinical outcomes, Cellworks utilized these data to generate a Singula™ classifier of responder vs non-responder in this MDS cohort. Statistical analyses, including assessments of accuracy, sensitivity, specificity, negative (NPV) and positive predictive (PPV) values were performed on the merged data to compare the Singula™ predicted response with the actual observed CR. Multivariate logistic regression models of complete response were performed incorporating covariates for patient age, PPT, and the Singula™ Classifier. Results: Table 1 reveals that the pre-defined Singula™ classifier had 90.3% (Exact 95% CI: 84.2%, 94.6%) accuracy in predicting observed patient response from the physician prescribed treatment. In this study, Singula™ was able to accurately identify responders with 90.0% (81.2%, 95.6%) sensitivity. Importantly, Singula™ had 90.6% (80.7%, 96.5%) specificity for the subset of 64 patients (44.4%) that had a non-response. For 32% (17/54) of the non-responders patients, Singula™ provided an alternative Standard of Care treatment therapy, as shown in Table 2. The remaining 37 patients were predicted to be non-responders to all remaining Standard of Care options, so did not have alternate treatment predictions. Assuming at least 4% of these non-responding patients would have responded to the alternative Singula™ prescribed therapy, then these data support that Singula™ improves prediction of CR compared to the original PPT (McNemar's p-value < 0.05). In multivariate logistic regression models of CR that included patient age and prescribed drug therapy, the Singula™ Classifier remained an independent, significant predictor of CR (OR > 100, p-value < 0.0001), while both patient age (p = 0.372) and drug therapy (p = 0.720) fell off the model. Conclusions: Cellworks Singula™ has high accuracy and sensitivity in predicting CR for MDS patient response to physician prescribed therapies. Singula™ also has high specificity in identifying patients who are unlikely to respond to physician prescribed therapies and provides alternative treatment recommendations for these patients. The Singula™ Classifier is an independent and superior predictor of CR compared with other clinical (age) or therapeutic (PPT) factors. Figure View large Download slide Figure View large Download slide  Close modal Disclosures Stein: Amgen: Consultancy, Speakers Bureau; Stemline: Consultancy, Speakers Bureau. Watson: BioAI Health Inc.: Consultancy, Membership on an entity's Board of Directors or advisory committees; Mercy Bioanalytics, Inc.: Consultancy, Membership on an entity's Board of Directors or advisory committees; SEER Biosciences, Inc.: Consultancy, Membership on an entity's Board of Directors or advisory committees; Cellworks Group Inc.: Consultancy, Membership on an entity's Board of Directors or advisory committees; Cellmax Life Inc.: Consultancy, Membership on an entity's Board of Directors or advisory committees. Nair: Cellworks Research India Private Limited: Current Employment. Basu: Cellworks Research India Private Limited: Current Employment. Ullal: Cellworks Research India Private Limited: Current Employment. Ghosh: Cellworks Research India Private Limited: Current Employment. Narvekar: Cellworks Research India Private Limited: Current Employment. Grover: Cellworks Research India Private Limited: Current Employment. Sahu: Cellworks Research India Private Limited: Current Employment. Prakash: Cellworks Research India Private Limited: Current Employment. Behura: Cellworks Research India Private Limited: Current Employment. Balakrishnan: Cellworks Research India Private Limited: Current Employment. Roy: Cellworks Research India Private Limited: Current Employment. Rajagopalan: Cellworks Research India Private Limited: Current Employment. Alam: Cellworks Research India Private Limited: Current Employment. Parashar: Cellworks Research India Private Limited: Current Employment. Mundkur: Cellworks Group Inc.: Current Employment. Christie: Cellworks Group Inc.: Current Employment. Macpherson: Cellworks Group Inc.: Current Employment. Kapoor: Cellworks Research India Private Limited: Current Employment. Marcucci: Abbvie: Speakers Bureau; Novartis: Speakers Bureau; Pfizer: Other: Research Support (Investigation Initiated Clinical Trial); Merck: Other: Research Support (Investigation Initiated Clinical Trial); Takeda: Other: Research Support (Investigation Initiated Clinical Trial); Iaso Bio: Membership on an entity's Board of Directors or advisory committees.",
    "author_names": [
        "Anthony S. Stein, MD",
        "Drew Watson, PhD",
        "Prashant Ramachandran Nair, B.Tech.",
        "Kabya Basu, M.Sc.",
        "Yashaswini S Ullal, M.Tech.",
        "Adity Ghosh, M.Sc.",
        "Yugandhara Narvekar, M.Sc.",
        "Himanshu Grover, M.S.",
        "Diwyanshu Sahu, M.Sc.",
        "Annapoorna Prakash, M.Tech.",
        "Liptimayee Behura, B.E.",
        "Veena Balakrishnan, M.Sc.",
        "Kunal Ghosh Roy, M.Sc.",
        "Swaminathan Rajagopalan, M.Tech.",
        "Aftab Alam, M.Sc.",
        "Rajan Parashar, B.Tech.",
        "Nirjhar Mundkur",
        "James Christie, B.S.",
        "Michele Dundas Macpherson, B.A.Sc.",
        "Shweta Kapoor, M.Sc.",
        "Guido Marcucci, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Anthony S. Stein, MD",
            "author_affiliations": [
                "Gehr Family Center for Leukemia Research, Department of Hematologic Malignancies Translational Science, Department of Hematology and Hematopoietic Cell Transplantation, City of Hope Medical Center, Duarte, CA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Drew Watson, PhD",
            "author_affiliations": [
                "Cellworks Group Inc., South San Francisco, CA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Prashant Ramachandran Nair, B.Tech.",
            "author_affiliations": [
                "Cellworks Research India Private Limited, Bangalore, India "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kabya Basu, M.Sc.",
            "author_affiliations": [
                "Cellworks Research India Private Limited, Bangalore, India "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yashaswini S Ullal, M.Tech.",
            "author_affiliations": [
                "Cellworks Research India Private Limited, Bangalore, India "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Adity Ghosh, M.Sc.",
            "author_affiliations": [
                "Cellworks Research India Private Limited, Bangalore, India "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yugandhara Narvekar, M.Sc.",
            "author_affiliations": [
                "Cellworks Research India Private Limited, Bangalore, India "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Himanshu Grover, M.S.",
            "author_affiliations": [
                "Cellworks Research India Private Limited, Bangalore, India "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Diwyanshu Sahu, M.Sc.",
            "author_affiliations": [
                "Cellworks Research India Private Limited, Bangalore, India "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Annapoorna Prakash, M.Tech.",
            "author_affiliations": [
                "Cellworks Research India Private Limited, Bangalore, India "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Liptimayee Behura, B.E.",
            "author_affiliations": [
                "Cellworks Research India Private Limited, Bangalore, India "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Veena Balakrishnan, M.Sc.",
            "author_affiliations": [
                "Cellworks Research India Private Limited, Bangalore, India "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kunal Ghosh Roy, M.Sc.",
            "author_affiliations": [
                "Cellworks Research India Private Limited, Bangalore, India "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Swaminathan Rajagopalan, M.Tech.",
            "author_affiliations": [
                "Cellworks Research India Private Limited, Bangalore, India "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aftab Alam, M.Sc.",
            "author_affiliations": [
                "Cellworks Research India Private Limited, Bangalore, India "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rajan Parashar, B.Tech.",
            "author_affiliations": [
                "Cellworks Research India Private Limited, Bangalore, India "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nirjhar Mundkur",
            "author_affiliations": [
                "Cellworks Group Inc., San Jose, CA"
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James Christie, B.S.",
            "author_affiliations": [
                "Cellworks Group Inc., South San Francisco, CA "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michele Dundas Macpherson, B.A.Sc.",
            "author_affiliations": [
                "Cellworks Group Inc., South San Francisco, CA "
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shweta Kapoor, M.Sc.",
            "author_affiliations": [
                "Cellworks Research India Private Limited, Bangalore, India "
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Guido Marcucci, MD",
            "author_affiliations": [
                "Gehr Family Center for Leukemia Research, Department of Hematologic Malignancies Translational Science, Department of Hematology and Hematopoietic Cell Transplantation, City of Hope Medical Center, Duarte, CA "
            ],
            "author_rank": 21,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-20T09:36:32",
    "is_scraped": "1"
}