{
    "doi": "https://doi.org/10.1182/blood-2019-123274",
    "article_title": "Acute Undifferentiated Leukemia ",
    "article_date": "November 13, 2019",
    "session_type": "613.Acute Myeloid Leukemia: Clinical Studies",
    "abstract_text": "Introduction Acute undifferentiated leukemia (AUL) is rare and by definition has neither lymphoid nor myeloid lineage specific markers. Given its rarity, little is known about its incidence, survival, and optimal management. We queried the SEER (Surveillance, Epidemiology, and End Results) registry database to obtain information about the incidence and survival of AUL in comparison to acute lymphoblastic leukemia (ALL) and acute myeloid leukemia (AML). Methods We identified patients with microscopically confirmed AUL from the SEER database between 2000 and 2016. Incidence rates of AUL were calculated and age-adjusted according to the 2000 US Standard Population. Annual percentage change was estimated using the weighted least square method to measure trends of AUL over this time period. Survival analysis compared AUL vs AML vs ALL patients who were diagnosed in the same period (patients with a preceding malignancy were excluded). Age, sex, race, ethnicity, year of diagnosis, and use of chemotherapy were compared across the three groups. Overall survival (OS) was estimated using the Kaplan-Meier method and comparisons were made using the log-rank test. All factors with p-values <0.1 in univariate analysis were entered in multivariate stepwise Cox proportional hazard ratio models. Results Between 2000 and 2016, a total of 1888 cases of AUL were diagnosed corresponding to an age-adjusted incidence rate of 1.34 per million person-years. The incidence of AUL has decreased over time, with an estimated annual percentage change of -6.5% (CI: -8.1% to -4.8%), p < 0.0001 (Fig. 1). The incidence increases dramatically in the older age groups. After excluding patients with a previous malignancy, 1444 patients with AUL were analyzed for survival. Table 1 summarizes patient baseline characteristics. Patients with AUL had the highest median age among the three groups (74 years) in comparison to 65 in AML and 12 in ALL. Only 35% of AUL patients were coded as having received chemotherapy (vs no/unknown). On the other hand, 94% of ALL and 71% of AML cases received chemotherapy. Among AUL patients who received chemotherapy, the median OS was 13 months (CI: 11-15), compared to 1 month in patients whose chemotherapy status was labelled as \"No/Unknown,\" HR=3.45 (CI: 3.01-3.95). On multivariate analysis of AUL patients who received chemotherapy, older age was the strongest factor associated with worse survival followed by earlier year of diagnosis (Table 2). We compared the survival of AUL patients who were treated with chemotherapy with survival of ALL and AML patients. Adults (age 18+ years) and children (age <18 years) were analyzed separately. Among adults, AUL patients had the worst prognosis, with a median OS of 9 months (CI: 6-11), compared to 27 months (CI: 26-28) in ALL and 13 months in AML, p <0.0001. In the pediatric population, the median OS was not reached for any of the three groups of leukemias. However, the OS of AUL patients was better than in AML and very similar to ALL. On multivariate analysis (Table 3), in both the adult and pediatric subgroups, older age, non-White race, Hispanic ethnicity, and earlier year of diagnosis were independently associated with worse OS. Male sex was predictive of worse outcomes, but only in the adult subgroup. When AUL was compared to ALL and AML in the multivariate model in the adult subgroup, it had worse outcomes, with 47% and 35% increased risk of death, respectively. By comparison, pediatric AUL had similar outcomes to ALL but better survival than AML. Adjusted survival curves for the three types of leukemias in both adult and pediatric subgroups are shown in Fig. 2. Conclusions We describe the largest series of patients with acute leukemia without lineage defining markers. The incidence of AUL has decreased over time, likely due to better diagnostic tools assigning patients either to the myeloid or lymphoid lineage. The prognosis of AUL is generally poor but has improved over time. We also show that the prognosis of AUL relative to other acute leukemias is different between children and adults. This is probably related to distinct molecular and cytogenetic features. With the introduction of targeted therapies, we foresee further improvements in the prognosis of AUL. View large Download slide View large Download slide Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "leukemia",
        "chemotherapy regimen",
        "cancer",
        "leukemia, acute",
        "acute lymphocytic leukemia",
        "clinical diagnostic instrument",
        "leukemia, myelocytic, acute",
        "molecular targeted therapy",
        "kaplan-meier survival curve",
        "log rank test"
    ],
    "author_names": [
        "Ayman Qasrawi, MD",
        "Gomez Victor, MD",
        "Reinhold Munker, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Ayman Qasrawi, MD",
            "author_affiliations": [
                "Markey Cancer Center, University of Kentucky, Lexington, KY "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Gomez Victor, MD",
            "author_affiliations": [
                "University of Fortaleza, Fortaleza, Brazil "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Reinhold Munker, MD",
            "author_affiliations": [
                "Markey Cancer Center, University of Kentucky - Lexington, Lexington, KY"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-18T12:48:39",
    "is_scraped": "1"
}