{
    "doi": "https://doi.org/10.1182/blood.V110.11.3835.3835",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=885",
    "start_url_page_num": 885,
    "is_scraped": "1",
    "article_title": "Bortezomib Alone or in Combinination with Doxil Is Active in Adult Refractory Multi-System Langerhans Cell Histiocytosis (LCH). ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "topics": [
        "bortezomib",
        "doxorubicin",
        "histiocytosis, langerhans-cell",
        "skin disorders",
        "vinblastine",
        "anemia",
        "cell cycle regulator",
        "disease remission",
        "fatigue",
        "hematotoxicity"
    ],
    "author_names": [
        "Philip A. Haddad, MD"
    ],
    "author_affiliations": [
        [
            "Medicine, LSU-HSC, Overton Brooks VAMC, Feist-Weiller Cancer Treatment Center, Shreveport, LA, USA"
        ]
    ],
    "first_author_latitude": "32.48132",
    "first_author_longitude": "-93.75921650000001",
    "abstract_text": "Langerhans cell histiocytosis (LCH) is a clonal disorder of activated Langerhans cells. LCH is characterized by increased proliferation index, Ki-67, as a result of dysregulation of anti-apoptotic pathways (Bcl-2) and cell cycle regulators (p53-p21 and p16-Rb pathways). Although current available therapies are very effective at inducing remission, treatment of LCH remains problematic due to multiple recurrences and eventual fatalities in a significant proportion of young patients. More effective therapies based on the pathogenesis of LCH are needed. We investigated the use of Bortezomib, a proteosome inhibitor with a reported antiproliferative effect on plasma cells and lymphocytes, in a heavily pre-treated patient with recurrent multi-system LCH involving lungs, bones, skin and pituitary gland and who was previously treated with and progressed on Vinblastine, Steroids, Peg-Interferon, Methotrexate/ 6MP. The patient received Bortezomib initially at 1.3 mg/m2 days 1, 4, 8, 11 Q 21 days (cycles 1&2) which was reduced to 1.0 mg/m2 days 1, 4, 8, 11 Q21 days (cycles 3&4) and then to 1.0 mg/m2 weekly for cycle#5 due to grade 3 exacerbation of his baseline Vinblastine induced peripheral neuropathy. Patient’s skin disease achieved very early response after cycle 1 with PR as maximum response after cycle 2. Such response was maintained until the patient was switched to weekly dose. Stable disease was observed at other sites especially the pituitary mass. Upon flaring of his skin disease, patient was started back on Bortezomib 1.0 mg/m2 days 1, 4, 8, 11 along with Doxil 30mg/m2 on day 4 Q21 days, to explore their reported synergy. After cycle 1, patient achieved a very good PR as far as his skin disease and CR after the 3 rd cycle. His pituitary LCH mass was also noted to decrease by 20% with visual improvement. Unfortunately, due to grade 3 fatigue and anorexia, therapy was stopped. However, responses are still maintained for 3 months so far. Hematologic toxicities were limited to Grade 1 neutropenia, anemia, and thrombocytopenia. Bortezomib has activity on its own and synergies with Doxil in recurrent and heavily pre-treated multisystem LCH. Its incorporation into front-line treatment of patients with multi-system LCH needs further study."
}