{
    "doi": "https://doi.org/10.1182/blood.V118.21.1766.1766",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2119",
    "start_url_page_num": 2119,
    "is_scraped": "1",
    "article_title": "B-Cell Receptor-Mediated Glucosylceramide Synthesis Protects Primary CLL Cells From Ceramide-Dependent Apoptosis ",
    "article_date": "November 18, 2011",
    "session_type": "641. CLL - Biology and Pathophysiology, excluding Therapy: Poster I",
    "topics": [
        "apoptosis",
        "b-lymphocytes",
        "ceramides",
        "immunoglobulin m",
        "sphingolipids",
        "abt-737",
        "flow cytometry",
        "molecule",
        "enzyme inhibitors",
        "enzymes"
    ],
    "author_names": [
        "Janine Schwamb, MD",
        "Valeska Feldhaus",
        "Susanne Brodesser, PhD",
        "Reinhild Brinker",
        "Julia Claasen",
        "Christian P. Pallasch, MD",
        "Michael Hallek, MD",
        "Clemens Martin Wendtner, MD",
        "Lukas P. Frenzel, MD"
    ],
    "author_affiliations": [
        [
            "Department I of Internal Medicine, Center of Integrated Oncology (CIO), CECAD, University of Cologne, Cologne, Germany, "
        ],
        [
            "Department I of Internal Medicine, Center of Integrated Oncology (CIO), CECAD, University of Cologne, Cologne, Germany, "
        ],
        [
            "Institute for Medical Microbiology, Immunology and Hygiene, CECAD, University of Cologne, Cologne, Germany, "
        ],
        [
            "Department I of Internal Medicine, Center of Integrated Oncology (CIO), CECAD, University of Cologne, Cologne, Germany, "
        ],
        [
            "Department I of Internal Medicine, Center of Integrated Oncology (CIO), CECAD, University of Cologne, Cologne, Germany, "
        ],
        [
            "David H. Koch Institute for Integrative Cancer Research, Massachusetts Institute of Technology, Cambridge, MA, USA, "
        ],
        [
            "Department I of Internal Medicine, Center of Integrated Oncology (CIO), CECAD, University of Cologne, Cologne, Germany, "
        ],
        [
            "Department I of Internal Medicine, Klinikum Schwabing, Munich, Germany"
        ],
        [
            "Department I of Internal Medicine, Center of Integrated Oncology (CIO), CECAD, University of Cologne, Cologne, Germany, "
        ]
    ],
    "first_author_latitude": "50.92775159999999",
    "first_author_longitude": "6.926983899999999",
    "abstract_text": "Abstract 1766 Introduction: Survival of CLL cells is triggered by the B-cell receptor (BCR). However, little is known about metabolic processes, which are influenced by the BCR and which are essential for survival of malignant cells such as sphingolipid metabolism. Certain sphingolipids are considered as bioeffector signaling molecules since they regulate several pathways involved in cell metabolism and survival (e.g. mitochondria). For instance ceramide, as the central molecule in sphingolipid metabolism, contributes to apoptosis and growth inhibition. In contrast, glucosylceramide, generated out of ceramide, is responsible for proliferative attributes such as resistance to apoptosis and to several chemotherapeutics. We therefore investigated the role of sphingolipid metabolism in survival and apoptosis-resistance of CLL cells. Methods and Results: We performed liquid chromatography electrospray ionization tandem mass spectrometry of 8 CLL samples in order to determine sphingolipid levels. Prior analysis, cells were either incubated with anti-IgM immunobeads for 24h or were left native. IgM stimulation significantly increased survival of primary CLL cells (n=9; p=0.0246) shown by flow cytometry. Our mass spectrometric analysis revealed a significant decrease of apoptosis-inducing ceramide in BCR-stimulated CLL cells compared to native controls (16:0 p<0.0001, 22:0 p=0.0325, 24:0 p<0.0001, 24:1 p=0.0010). Simultaneously, glucosylceramide synthesis was significantly increased after BCR engagement pointing out its pro-survival effect (16:0 p=0.0004, 18:0 p=0.0343, 24:1 p=0.0012, 26:1 p=0.0027). The total amount of ceramide and glucosylceramide did not change after IgM stimulation. Most importantly, the ratio between pro-apoptotic ceramide and pro-survival glucosylceramide became almost completely reverted towards glucosylceramide after IgM stimulation. Via PCR, we could identify the enzyme UDP-glucose ceramide glucosyltransferase (UGCG) to catalyze the synthesis of glucosylceramide out of ceramide after BCR engagement (p=0.0126). In order to investigate the functional impact of this observation, we tested whether inhibition of UGCG (UGCGi) in combination with a ceramide-inducing drug might lead to increased apoptosis during IgM stimulation. Thereby, we identified ABT-737 as agent that induces apoptosis through up-regulation of ceramide. As UGCG enzyme inhibitor, we used N-(n-Butyl)deoxygalactonojirimycin (OGB-1) and N-(n-Nonyl)deoxygalactonojirimycin (OGB-2). While IgM stimulation protected CLL cells partly from ABT-737-induced apoptosis as determined by AnnexinV-7AAD and JC-1 staining (mitochondrial outer membrane permeabilization) and subsequent flow cytometry, UGCGi reverted this effect leading to a significantly higher amount of apoptotic cells (n=9; p=0.0021). In order to prove that ABT-737-induced apoptosis influenced the ratio of ceramide:glucosylceramide in primary CLL cells, we performed additional mass spectrometric analyses. Most importantly, we could show that UGCGi reverted the ratio between ceramide:glucosylceramide towards ceramide after IgM stimulation. Protection from ABT-737 by IgM stimulation was also measurable by glucosylceramide-dominated ratio. Finally, inhibition of UGCG during IgM stimulation and ABT-737 treatment resulted in higher apoptosis accompanied by ceramide-dominated ratio. Conclusion: Here we identified how BCR engagement controls lipid metabolism and thereby survival and apoptosis-resistance of primary CLL cells. Our findings suggest that ceramide and glucosylceramide may be mediators of survival of CLL cells upon BCR stimulation. The ratio between ceramide and glucosylceramide seems to be crucial to induce resistance to apoptosis. This study provides potential targets for treatment of CLL beyond current concepts. C.M.W. and L.P.F contributed equally to this work. Disclosures: No relevant conflicts of interest to declare."
}