{
    "doi": "https://doi.org/10.1182/blood.V122.21.3919.3919",
    "article_title": "Acute Lymphoblastic Leukemia Is a Bcl-2 Dependent Disease: Proteomic Profiling and Pre-Clinical Efficacy Of a Selective Bcl-2 Antagonist ABT-199 ",
    "article_date": "November 15, 2013",
    "session_type": "614. Acute Lymphoblastic Leukemia: Therapy, excluding Transplantation: Poster III",
    "abstract_text": "The expression of Bcl-2 family proteins is perturbed in multiple types of cancers, including leukemias, and is associated with disease progression and resistance to chemotherapy. ABT-199 (GDC-0199) is a new BH3 mimetic that was developed to specifically target Bcl-2 while sparing Bcl-X L , hence avoiding thrombocytopenia intrinsic to 1 st generation BH3 mimetics like ABT-737 (Souers et al., Nat Med, 2013). In this study, we report proteomic profiling of Bcl-2 family members in a large series of ALL patients (pts) and pre-clinical activity of ABT-199. Expression of 20 pro- and anti-apoptotic proteins was studied in 186 newly diagnosed ALL using reverse phase protein arrays (RPPA). Supervised clustering demonstrated distinct differences in 11 proteins in ALL with different cytogenetic and FAB characteristics ( Fig. 1 , p<0.005, false discovery rate <0.2%). Among these, pts with Burkitt's leukemia/lymphoma (n=9) expressed low levels of Bcl-2 and Bax while maintaining high expression of Bim, caspases and PARP. In contrast, t(4;11) pts expressed higher levels of Bcl-2, Bax and Bim. No significant differences in Bcl-X L or Mcl-1 levels were found in different ALL subtypes. Figure 1 View large Download slide RPPA profiling of apoptosis regulators in ALL. Heatmap of differentially expressed proteins based on cytogenetics and immunophenotype. Black box, Burkitt's leukemia; red box, t(4;11). Figure 1 View large Download slide RPPA profiling of apoptosis regulators in ALL. Heatmap of differentially expressed proteins based on cytogenetics and immunophenotype. Black box, Burkitt's leukemia; red box, t(4;11).  Close modal The potential of ABT-199 to disrupt interactions between Bcl-2 and different pro-apoptotic proteins was studied using Bimolecular Fluorescence Complementation (BiFC, J Biol Chem 288:4935, 2013 ). The coding sequences for human Bcl-2, Bim, Bak, Bax and Noxa were subcloned into BiFC plasmids containing Venus fragments and transfected into HeLa cells. Approximately 60-70% of transfected cells were positive for Venus fluorescence due to association between Bcl-2 and Bim, Noxa, Bax or Bak. ABT-199 (2.5 µM, 24 hrs) significantly reduced Venus signal, indicating an inhibition of the interactions of Bcl-2 with these proteins, most potently with the multidomain proteins Bax and Bak (95%±18% and 85%±15% inhibition, respectively). ABT-199 rapidly induced apoptotic cell death in ALL cell lines and in primary ALL samples. Pre-B ALL cells (Nalm-6, REH, SEMK2 and RS4;11) were sensitive to ABT-199 and ABT-737 (IC 50 0.007-1.4µM (199) and 0.035-0.7µM (737)). Notably, ABT-199 was more cytotoxic than ABT-737 against MLL-rearranged SEMK2 and RS4;11 cells, consistent with the notion of the greater Bcl-2 dependency of these cells. Lentiviral silencing of Bcl-X L sensitized REH cells to apoptosis by ABT-199 and ABT-737. T-ALL cells (PF-382, MOLT-4, P-12) expressed lower levels of Bcl-2 and were uniformly less sensitive to ABT-199 compared to ABT-737 (IC 50 3.7±1.1µM vs 0.7±0.3µM, p=0.01). Burkitt's lymphoma cells Ramos and Raji had low Bcl-2 and high Mcl-1 expression, and were resistant to both agents (IC 50 >4µM). Next, the cytotoxic activity of ABT-199 was tested against a panel of 12 genetically diverse primary ALL samples, including 6 from pts with relapsed or refractory disease. Ten out of twelve samples (83%) were exquisitely sensitive to both agents, with IC 50 values of 0.0001-0.14µM for ABT-199 and 0.0004-0.3µM for ABT-737. One of the four Ph+ samples was resistant to both agents, and one of the two T-ALL was less sensitive to ABT-199 compared to ABT-737. Two samples with t(4;11) were highly sensitive to ABT-199. All primary ALL samples tested (n=7) expressed high levels of Bcl-2, and no significant correlation between sensitivity and expression of Bcl-2 family members was found. Importantly, three human-derived xenografts from pediatric pre-B-ALL samples (1345, 1809, 0398) were very sensitive to ABT-199 (IC 50 3nM, 0.1nM and 2.3nM, respectively). Finally, anti-leukemia activity of ABT-199 was tested in MLL-rearranged patient-derived xenograft NSG mice. Treatment with ABT-199 at 100mg/kg/d by oral gavage days 13-23 significantly reduced leukemia tumor burden as determined by bioluminescence imaging (average 70% reduction in BLI signal in 4 ABT-treated mice compared to 4 control animals at 9 weeks, p=0.03). In summary, proteomic profiling and patterns of sensitivity to Bcl-2 inhibition indicate that ALL, with exception of Burkitt's lymphoma, represents a Bcl-2 dependent disease. These results provide strong rationale for introducing ABT-199, which recently showed impressive efficacy in CLL trials, into the clinical armamentarium of ALL therapy. Disclosures: Konopleva: AbbVie, Inc: Research Funding. Leverson: AbbVie, Inc.: Employment, Equity Ownership.",
    "topics": [
        "abt-737",
        "acute lymphocytic leukemia",
        "adult t-cell lymphoma/leukemia",
        "antagonists",
        "apoptosis regulatory proteins",
        "bcl2 gene",
        "brachial plexus neuritis",
        "burkitt's lymphoma",
        "cancer",
        "caspases"
    ],
    "author_names": [
        "Marina Konopleva, MD, PhD",
        "Juliana M Benito, PhD",
        "Karine G. Harutyunyan, PhD",
        "Isabel Marzo",
        "LaKiesha Debose",
        "Oscar Gonzalo",
        "Ping Zhou",
        "Rodrigo Jacamo, PhD",
        "Eugene Park",
        "Markus Muschen, MD, PhD",
        "James C. Mulloy, PhD",
        "Linda J Bendall, BSc, PhD",
        "Patrick A Zweidler-McKay, MD, PhD",
        "Kevin R. Coombes, PhD",
        "Yihua Qiu, MD",
        "Nianxiang Zhang, PhD",
        "Joel Leverson, PhD",
        "Deborah A. Thomas, MD",
        "Susan O'Brien, MD",
        "Hagop M. Kantarjian, MD",
        "Steven M. Kornblau, MD",
        "Michael Andreeff, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Marina Konopleva, MD, PhD",
            "author_affiliations": [
                "University of Texas M. D. Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Juliana M Benito, PhD",
            "author_affiliations": [
                "Section of Molecular Hematology & Therapy, Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Karine G. Harutyunyan, PhD",
            "author_affiliations": [
                "Section of Molecular Hematology & Therapy, Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Isabel Marzo",
            "author_affiliations": [
                "Department of Biochemistry, Molecular and Cell Biology, University of Zaragoza, Zaragoza, Spain, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "LaKiesha Debose",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Oscar Gonzalo",
            "author_affiliations": [
                "Department of Biochemistry, Molecular and Cell Biology, University of Zaragoza, Zaragoza, Spain, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ping Zhou",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rodrigo Jacamo, PhD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eugene Park",
            "author_affiliations": [
                "Department of Laboratory Medicine, University of California San Francisco, San Francisco, CA, USA, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Markus Muschen, MD, PhD",
            "author_affiliations": [
                "Department of Laboratory Medicine, University of California San Francisco, San Francisco, CA, USA, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James C. Mulloy, PhD",
            "author_affiliations": [
                "Cancer and Blood Diseases Institute, Cincinnati Children's Hospital Medical Center, Cincinnati, OH, USA, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Linda J Bendall, BSc, PhD",
            "author_affiliations": [
                "Westmead Institute for Cancer Research, Westmead Millennium Institute, The University of Sydney, Sydney, Australia, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Patrick A Zweidler-McKay, MD, PhD",
            "author_affiliations": [
                "Department of Pediatrics, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kevin R. Coombes, PhD",
            "author_affiliations": [
                "Department of Bioinformatics and Computational Biology, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yihua Qiu, MD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nianxiang Zhang, PhD",
            "author_affiliations": [
                "Department of Bioinformatics and Computational Biology, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joel Leverson, PhD",
            "author_affiliations": [
                "AbbVie Inc., North Chicago, IL, USA, "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Deborah A. Thomas, MD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Susan O'Brien, MD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hagop M. Kantarjian, MD",
            "author_affiliations": [
                "The University of Texas M.D. Anderson Cancer Center, Department of Leukemia, Houston, TX, USA, "
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Steven M. Kornblau, MD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 21,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Andreeff, MD, PhD",
            "author_affiliations": [
                "Section of Molecular Hematology & Therapy, Department of Leukemia, University of Texas MD Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 22,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-26T12:58:52",
    "is_scraped": "1"
}