{
    "doi": "https://doi.org/10.1182/blood-2019-127392",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4328",
    "start_url_page_num": 4328,
    "is_scraped": "1",
    "article_title": "Rezafungin Prevention of Pneumocystis Pneumonia and Pneumocystis reactivation Using Different Doses and Durations of Prophylaxis in a Mouse Model ",
    "article_date": "November 13, 2019",
    "session_type": "721.Clinical Allogeneic Transplantation: Conditioning Regimens, Engraftment, and Acute Transplant Toxicities",
    "abstract_text": "Rezafungin (RZF) is a novel echinocandin in development for prevention of invasive fungal disease caused by Candida , Aspergillus , and Pneumocystis species in patients undergoing blood and marrow transplantation. RZF has a favorable safety and tolerability profile, a low risk of drug-drug interactions and, with its stability, pharmacokinetics that allow for once-weekly dosing with broad distribution to the lung and other fungal target organs. We previously demonstrated RZF efficacy in preventing Pneumocystis infection in an immunosuppressed mouse model. The present study addressed whether Pneumocystis infection in a similar immunosuppressed mouse model could re-activate after 2 to 8 wks of prophylactic therapy using different dosing regimens of RZF. C3H/HeN mice were infected with P. murina intranasally at 2 x 10 6 /50 µl after immunosuppression with dexamethasone. Mice were administered vehicle as a negative control (C/S), trimethoprim/sulfamethoxazole (T/S) as a positive control, caspofungin (CASPO) as a comparator echinocandin or RZF intraperitoneally at time of challenge. Study drug administration was stopped at 2, 4, 6, and 8 weeks, at which time mice were immunosuppressed for an additional 6 weeks to allow any residual P. murina to re-activate. Mice were then euthanized and lungs were processed for analysis of nuclei and asci. All RZF dose regimens at all timepoints significantly reduced both nuclei and asci burdens versus the C/S group (Figure 1). After 4 weeks of RZF prophylaxis (plus 6 wks additional immunosuppression [week 10 timepoint]; Figure 1), both RZF 20 mg/kg groups (3x/wk and 1x/wk) had prevented P. murina organisms from activating an infection. After 6 and 8 weeks of RZF prophylaxis (week 12 and 14 timepoints; Figure 1), no re-activation of infection was present in any of the study groups. After 2 and 4 weeks of prophylaxis (week 8 and 10 timepoints), there was a significant reduction of nuclei and asci counts in all groups of RZF versus CASPO. After 2, 4, and 6 weeks of RZF prophylaxis, there was a significant reduction of nuclei and asci counts between all groups of RZF versus T/S 1x/week. There was a significant benefit in survival between the RZF group at 20 mg/kg/3x/week versus CASPO at week 14 (Figure 2). In this study, prophylaxis with RZF for as little as 4 weeks prevented P. murina organisms from developing infection after cessation of therapy and showed more efficacy than CASPO. These results in the mouse model of Pneumocystis pneumonia provide evidence that RZF can prevent Pneumocystis reactivation and that such regimens hold promise for prophylaxis against Pneumocystis in at-risk patients undergoing blood and marrow transplantation. View large Download slide View large Download slide  Disclosures Cushion: Cidara Therapeutics: Consultancy, Research Funding.",
    "topics": [
        "mice",
        "pneumocystis",
        "pneumonia, pneumocystis carinii",
        "infections",
        "bone marrow transplantation",
        "echinocandins",
        "pneumocystis infections",
        "therapeutic immunosuppression",
        "caspofungin",
        "dexamethasone"
    ],
    "author_names": [
        "Melanie T Cushion, PhD MS",
        "Alan Ashbaugh",
        "Voon Ong, PhD"
    ],
    "author_affiliations": [
        [
            "University of Cincinnati College of Medicine, Cincinnati, OH ",
            "Cincinnati VAMC, Cincinnati, "
        ],
        [
            "University of Cincinnati College of Medicine, Cincinnati, "
        ],
        [
            "Cidara Therapeutics, San Diego, CA"
        ]
    ],
    "first_author_latitude": "39.1385503",
    "first_author_longitude": "-84.50374269999999"
}