{
    "doi": "https://doi.org/10.1182/blood-2019-122635",
    "article_title": "Phase I Dose Escalation Study of Radiotherapy and Durvalumab (MEDI4736) in Relapsed/Refractory Diffuse Large B-Cell Lymphoma (DLBCL): The RaDD Study ",
    "article_date": "November 13, 2019",
    "session_type": "626.Aggressive Lymphoma (Diffuse Large B-Cell and Other Aggressive B-Cell Non-Hodgkin Lymphomas)-Results from Prospective Clinical Trials",
    "abstract_text": "Background: Although ~60% of patients with DLBCL are cured with frontline therapy, outcomes for those with relapsed/refractory disease remain poor. Tumour cells exploit immune checkpoint pathways, including the PD1/PDL1 axis, to evade and inhibit host anti-tumour immune responses. PD1/PDL1 expression and cytogenetic 9p24 alterations in some DLBCL subtypes provide additional rationale for PDL1 inhibition (PD-L1i) in DLBCL. Though single agent PD1i yields a disappointing ORR of 10-30% in heavily pre-treated DLBCL, some responses are durable. 1 Radiotherapy (RT) is an established mechanism of stimulating anti-tumour immunity via increased circulating tumour antigen, immunogenic cell death and T-cell recruitment and activation in the tumour microenvironment. Synergy between concomitant immune checkpoint inhibition (ICI) and RT has been demonstrated in preclinical studies 2 and solid tumours; a recent study in non-small cell lung cancer demonstrated an ORR of 36% with pembrolizumab + RT compared with 18% with pembrolizumab alone. 3 RT hypofractionation appears critical to the abscopal effect when used with ICI, 4 and concurrent RT and PD-L1i is more successful than sequential treatment. 5 RT to multiple sites may broaden the spectrum of tumour antigen released and overcome clonal variation between disease sites; a dose-response relationship between RT and antigen release has yet to be established. This phase I study aims to determine the safety profile of escalating dose and number of sites of RT in combination with Durvalumab (MEDI4736), an anti-PD-L1 monoclonal antibody, in relapsed/refractory DLBCL, including primary refractory DLBCL and transformed follicular lymphoma. Study Design and Methods: RaDD (NCT03610061) includes eligible pts who have received ≥1 prior line of therapy and are ineligible for or relapsed after autologous stem cell transplantation (SCT). Pts with active autoimmune disease, CNS involvement, prior allogeneic SCT or chronic steroid use are excluded. Treatment comprises external beam RT to target site(s) daily for 5 days (Fig 1). Durvalumab 1500mg IV commences on day 2 of RT and continues 4-weekly until disease progression. Pts can continue until a second radiological progression if clinical benefit is ongoing. The primary endpoint is the toxicity, drug pharmacokinetics, maximum tolerated dose (MTD) and recommended phase two dose (RP2D) of simultaneous RT plus durvalumab. Secondary endpoints are response rates; progression free survival; and overall survival. An exploratory PET substudy will employ novel tracers to characterise the local and systemic immune response via assessment of the biodistribution of durvalumab (with 89 Zr-Durvalumab) and CD8+ T cells (with 89 Zr -Df-IAB22M2C). Biomarker sample collection is synchronised with PET response assessment. A comprehensive translational substudy will apply high throughput technologies to tissue and sequential blood samples to characterise the tumour-immune system interaction and correlate novel host, tumour and tumour microenvironment factors with treatment responses and toxicity. Findings may inform the RP2D. RT dose and site escalation will proceed according to a 3+3 design with 5 dose levels (cohorts 1-5, Fig 2). The dose limiting toxicity assessment window is the first 28 days. Projected enrolment for determination of MTD and RP2D is 6-30 pts pending toxicity. Recruitment will continue to a total of 36 pts to allow for secondary endpoint analysis. 5 pts have been enrolled to date. Acknowledgements: Victorian Cancer Agency (funding), Astra Zeneca (durvalumab and funding), Celgene (funding), Imaginab ( 89 Zr -Df-IAB22M2C) References: 1. Ansell SM et al. Nivolumab for Relapsed/Refractory Diffuse Large B-Cell Lymphoma in Patients Ineligible for or Having Failed Autologous Transplantation. J Clin Oncol. 2. Deng L et al. Irradiation and anti-PD-L1 treatment synergistically promote antitumor immunity in mice. J Clin Invest . 3. Theelen W et al. Effect of Pembrolizumab After Stereotactic Body Radiotherapy vs Pembrolizumab Alone on Tumor Response in Patients With Advanced Non-Small Cell Lung Cancer. JAMA oncology. 4. Golden EB et al. An abscopal response to radiation and ipilimumab in a patient with metastatic non-small cell lung cancer. Cancer Immunol Res . 5. Sharabi AB et al. Radiation and checkpoint blockade immunotherapy: radiosensitisation and potential mechanisms of synergy. Lancet Oncology . View large Download slide View large Download slide  Close modal Disclosures Hawkes: Janssen-Cilag: Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Celgene: Membership on an entity's Board of Directors or advisory committees, Research Funding; Merck Sharp & Dohme: Membership on an entity's Board of Directors or advisory committees; Bristol-Myers Squibb: Research Funding, Speakers Bureau; Roche: Research Funding; Takeda: Speakers Bureau; Astra Zeneca: Research Funding; Merck KgA: Research Funding; Mundi pharma: Research Funding; Gilead: Membership on an entity's Board of Directors or advisory committees, Research Funding; Roche/Genentech: Membership on an entity's Board of Directors or advisory committees, Other: Travel expenses, Speakers Bureau. Manos: Janssen: Honoraria; Novo Nordisk Pharmaceuticals: Other: Travel. Chong: Merck Serono: Research Funding; Hutchison Medipharma: Research Funding; Pharmacyclics: Research Funding; Novartis: Research Funding; Bayer: Research Funding; BMS: Research Funding. MacManus: National Health and Medical Research Council Australia: Research Funding. Keane: MSD: Consultancy; Celgene: Consultancy; Gilead: Consultancy; BMS: Research Funding; Roche: Consultancy, Other: Travel Grant. Scott: Cancer Council Victoria: Research Funding; Cancer Australia: Research Funding; Avipep: Consultancy; IBA: Consultancy; Paracrine Therapeutics: Equity Ownership, Patents & Royalties; Life Science Pharmaceuticals: Equity Ownership; NHMRC: Research Funding; Abbvie: Consultancy, Patents & Royalties; Cure Brain Cancer: Research Funding; Medimmune: Consultancy; Humanigen: Patents & Royalties. Shortt: Celgene: Consultancy, Speakers Bureau; BMS: Consultancy, Speakers Bureau; Novartis: Consultancy, Speakers Bureau; Astex: Research Funding; Amgen: Research Funding; Gilead: Speakers Bureau; Takeda: Speakers Bureau. Ritchie: Amgen: Consultancy, Honoraria, Research Funding; Pfizer: Consultancy; BMS: Research Funding; Takeda: Research Funding; Beigene: Research Funding; Imago: Research Funding; Novartis: Honoraria; Sanofi: Honoraria. Lee: Australian Nuclear Science and Technology Organisation: Membership on an entity's Board of Directors or advisory committees. Koldej: NanoString Technologies: Other: Travel grant. OffLabel Disclosure: Durvalumab is an anti-PD-L1 monoclonal antibody.",
    "topics": [
        "diffuse large b-cell lymphoma",
        "durvalumab",
        "radiation therapy",
        "brachial plexus neuritis",
        "neoplasms",
        "cancer",
        "pembrolizumab",
        "toxic effect",
        "monoclonal antibodies",
        "non-small-cell lung carcinoma"
    ],
    "author_names": [
        "Eliza A Hawkes",
        "Kate Manos",
        "Geoff Chong",
        "Jodie Palmer",
        "Michael MacManus",
        "Colm Keane, MD",
        "Andrew Scott",
        "Jake Shortt, MBBS FRACP FRCPA PhD",
        "David Ritchie, MD PhD",
        "Leonid Churilov",
        "Laura Johnston",
        "Tom Witkowski",
        "Allison Barraclough",
        "Sze-Ting Lee",
        "Wendi Lin",
        "Rachel Koldej",
        "Richard Khor"
    ],
    "author_dict_list": [
        {
            "author_name": "Eliza A Hawkes",
            "author_affiliations": [
                "Department of Haematology, Austin Health, Melbourne, Australia ",
                "Department of Medical Oncology, Austin Health, Melbourne, Australia ",
                "Department of Medical Oncology and Haematology, Eastern Health, Melbourne, Australia ",
                "School of Cancer Medicine, La Trobe University, Melbourne, Australia ",
                "Olivia Newton-John Cancer Research Institute, Melbourne, Australia "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Kate Manos",
            "author_affiliations": [
                "Department of Haematology, Austin Health, Melbourne, Australia ",
                "Cancer Clinical Trials Centre, Austin Health, Melbourne, Australia "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Geoff Chong",
            "author_affiliations": [
                "Department of Medical Oncology, Austin Health, Melbourne, Australia ",
                "Olivia Newton-John Cancer Research Institute, Melbourne, Australia "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jodie Palmer",
            "author_affiliations": [
                "School of Cancer Medicine, La Trobe University, Melbourne, Australia ",
                "Olivia Newton-John Cancer Research Institute, Melbourne, Australia "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael MacManus",
            "author_affiliations": [
                "Department of Radiation Oncology, Peter MacCallum Cancer Centre, Melbourne, Australia "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Colm Keane, MD",
            "author_affiliations": [
                "Department of Haematology, Princess Alexandra Hospital, Brisbane, Australia "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew Scott",
            "author_affiliations": [
                "School of Cancer Medicine, La Trobe University, Melbourne, Australia ",
                "Olivia Newton-John Cancer Research Institute, Melbourne, Australia ",
                "Department of Molecular Imaging and Therapy, Austin Health, Melbourne, Australia "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jake Shortt, MBBS FRACP FRCPA PhD",
            "author_affiliations": [
                "Department of Haematology, Monash Health, Clayton, Australia ",
                "School of Clinical Sciences at Monash Health, Monash University, Clayton, Australia "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Ritchie, MD PhD",
            "author_affiliations": [
                "Department of Medicine, University of Melbourne, Melbourne, Australia ",
                "ACRF Translational Research Laboratory, Royal Melbourne Hospital, Melbourne, Australia ",
                "Clinical Haematology, Peter MacCallum Cancer Centre and Royal Melbourne Hospital, Melbourne, Australia "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Leonid Churilov",
            "author_affiliations": [
                "Melbourne Brain Centre, Florey Institute of Neuroscience and Mental Health, Melbourne, Australia "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laura Johnston",
            "author_affiliations": [
                "Cancer Clinical Trials Centre, Austin Health, Melbourne, Australia "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tom Witkowski",
            "author_affiliations": [
                "Olivia Newton-John Cancer Research Institute, Melbourne, Australia "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Allison Barraclough",
            "author_affiliations": [
                "Department of Haematology, Austin Health, Melbourne, Australia "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sze-Ting Lee",
            "author_affiliations": [
                "School of Cancer Medicine, La Trobe University, Melbourne, Australia ",
                "Olivia Newton-John Cancer Research Institute, Melbourne, Australia ",
                "Department of Molecular Imaging and Therapy, Austin Health, Melbourne, Australia "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wendi Lin",
            "author_affiliations": [
                "Department of Haematology, Austin Health, Melbourne, Australia "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rachel Koldej",
            "author_affiliations": [
                "Department of Medicine, University of Melbourne, Melbourne, Australia ",
                "ACRF Translational Research Laboratory, Royal Melbourne Hospital, Melbourne, Australia "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard Khor",
            "author_affiliations": [
                "Department of Radiation Oncology, Austin Health, Melbourne, Australia"
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-16T04:10:03",
    "is_scraped": "1"
}