{
    "doi": "https://doi.org/10.1182/blood.V122.21.1160.1160",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2655",
    "start_url_page_num": 2655,
    "is_scraped": "1",
    "article_title": "Transfusion Of RBCs With Low-Density KEL Induces Tolerance To The KEL Antigen ",
    "article_date": "November 15, 2013",
    "session_type": "401. Basic Science and Clinical Practice in Blood Transfusion: Poster I",
    "abstract_text": "Background Patients requiring repeat transfusion often develop RBC specific alloantibodies that decrease the therapeutic efficacy of transfused cells and limit the availability of compatible RBCs for future transfusion. However, not all RBC antigens possess equal ability to induce alloantibodies. While many factors likely influence this process, several studies suggest that antigen density may independently influence rates of RBC alloimmunization. To directly examine this, we generated transgenic founders with normal or lower levels of the human KEL antigen specifically on RBCs and examined the impact of RBC antigen levels on the development of anti-KEL antibodies following transfusion. Materials and methods Transgenic C57BL/6 founders expressing the human KEL antigen specifically on RBCs were generated using the β-globin promoter and screened for levels of KEL antigen using monoclonal anti-KEL antibodies by flow cytometric analysis. The number of KEL antigens on RBCs isolated from different founders was estimated using QIFIKIT beads. The molecular weight of KEL on RBCs isolated from each founder was assessed by Western blot analysis. C57BL/6 recipients were transfused with RBCs that expressed normal levels of KEL (KEL RBCs) or reduced levels of KEL (KEL lo RBCs), followed by harvesting blood on days 3, 5, 7, 14, 21 and 28 following transfusion and analysis of serum for anti-KEL antibodies by indirect immunofluorescence using flow cytometry with KEL and control C57BL/6 RBCs as targets. In addition, C57BL/6 recipients were transfused with KEL lo RBCs followed by KEL RBCs and similar analysis for anti-KEL antibody formation on days 3, 5, 7, 14, 21 and 28 following KEL RBC transfusion. All experiments were completed at least three times with 3–5 recipients per group per experiment. Results While KEL RBCs express approximately 1200 antigens per cell, KEL lo RBCs express fewer than 200 KEL antigens. However, each KEL transgenic expressed a KEL protein of the predicted molecular weight (83 kD) as assessed by Western blot analysis. Transfusion of KEL RBCs induced IgM anti-KEL antibodies as early as 3 days post transfusion followed by peak IgG anti-KEL antibody levels 14 days following transfusion. In contrast, transfusion of KEL lo RBCs failed to induce detectable IgM or IgG anti-KEL antibody formation following transfusion. Similarly, while antibodies could be detected on the surface of KEL RBCs following the development of detectable anti-KEL antibodies in the serum, no antibodies could be detected on KEL lo RBCs following transfusion, although anti-KEL generated following KEL RBC transfusion readily bound KEL lo RBCs in vitro. Although subsequent KEL RBC exposure following initial KEL RBC transfusion induced considerable increases in anti-KEL antibody formation, KEL RBC transfusion following initial KEL lo RBCs transfusion completely failed to induce detectable IgM or IgG anti-KEL antibody formation. (All the above differences achieved a p value of <0.05). Conclusions These results suggest that RBC alloantigen density may significantly impact the immunological outcome of RBC transfusion. KEL lo RBC transfusion not only failed to induce anti-KEL antibodies, but also induced an apparent state of tolerance to KEL RBCs following subsequent KEL RBC transfusion. Thus, antigen density may not only influence whether RBC alloimmunization occurs, but may also alter a recipient’s subsequent response to the same antigen. These results also suggest that manipulation of RBCs to express lower levels of RBC antigens may provide a unique tool to tolerize individuals against RBC alloantigens. Disclosures: Zimring: Immucor Inc.: Research Funding; Terumo: Research Funding; Haemonetics: Consultancy; Cerus: Honoraria.",
    "topics": [
        "antigens",
        "retail clinics",
        "transfusion",
        "antibodies",
        "erythrocyte transfusion",
        "immunoglobulin g",
        "immunoglobulin m",
        "alloimmunization",
        "isoantibodies",
        "western blotting"
    ],
    "author_names": [
        "Sean R. Stowell, MD, PHD",
        "Connie M Arthur, PhD",
        "Nicole H. Smith",
        "Kathryn R. Girard-Pierce",
        "James C. Zimring, MD, PhD",
        "Jeanne E. Hendrickson, MD"
    ],
    "author_affiliations": [
        [
            "Pathology and Laboratory Medicine, Emory University, Atlanta, GA, USA, "
        ],
        [
            "Pathology and Laboratory Medicine, Emory University, Atlanta, GA, USA, "
        ],
        [
            "Pathology and Laboratory Medicine, Emory University, Atlanta, GA, USA, "
        ],
        [
            "Pathology and Laboratory Medicine, Emory University, Atlanta, GA, USA, "
        ],
        [
            "Director, Transfusion Medicine Research Program, Puget Sound Blood Center, Seattle, WA, USA, "
        ],
        [
            "Departments of Pediatrics and Pathology and Laboratory Medicine, Emory University, Atlanta, GA, USA"
        ]
    ],
    "first_author_latitude": "33.7915152",
    "first_author_longitude": "-84.3223235"
}