{
    "doi": "https://doi.org/10.1182/blood-2019-131496",
    "article_title": "Reduced SLIT2 Are Associated with Increased Cell Proliferation and Arsenic Trioxide Resistance in APL Cells ",
    "article_date": "November 13, 2019",
    "session_type": "617.Acute Myeloid Leukemia: Biology, Cytogenetics, and Molecular Markers in Diagnosis and Prognosis",
    "abstract_text": "Background: Recently, the SLIT/ROBO axis became a therapeutic target for a variety of non-cerebral solid tumors because of its relevance in the regulation of angiogenesis, inflammatory cell chemotaxis, tumor cell migration and metastasis. In acute myeloid leukemia (AML), lower levels of SLIT2 expression were associated with poorer prognosis in studies that excluded patients with acute promyelocytic leukemia (APL) of the analysis (Golos et al., Arch Immunol 2019). Our group previously reported that higher SLIT2 expression was associated with improved overall survival, disease-free survival and decreased cumulative incidence of relapse. Subsequently, our in vitro functional studies indicated anti-proliferative effects exercised by exogenous SLIT2 peptide treatment in APL (Weinhauser et al., Blood 2018). Although, the expression of SLIT/ROBO was detected on leukemic cells, the fact that in healthy subjects the main source of SLIT2 derives from bone marrow stromal cells (BMSC) (Smith-Berdan et al., Cell Cycle 2012) was so far neglected in the context of hematological malignancies. Aims: Here, we expanded our data on the role of SLIT2 using lentivirally knocked down APL cells, and addressed the issue of the importance of BMSC-derived SLIT2 on APL development. Methods: NB4 and NB4R2 (RA-resistant) and primary APL cells (age, 25-47y; n=4) were transduced with shRNA- SLIT2 or shCT (control). After synchronization using double-thymidine block, transduced cells were submitted to proliferation and cell cycle assays. For the apoptosis analysis, cells were treated with ATO (1 µM) alone or in combination with RA (1 µM) for 24, 48 and 72 hours. The granulocytic differentiation in response to RA treatment alone (1 µM) or in combination with ATO (1 µM) for 48 and 72 hours, was evaluated based on the CD11b and CD11c levels. To assess the effect of SLIT2 silencing in BMSCs, HS5 and HS27A cell lines were transduced with sh SLIT2 or shCT. Non-transduced NB4, NB4R2 and primary APL cells were co-cultured with engineered BMSCs and proliferation, apoptosis and granulocytic differentiation was performed in response to ATO alone or in combination with RA for 48 and 72 hours. In vivo assessment was performed using four 8-12 week-old C57/BL6PepBoy (CD45.1) lethally irradiated, transplanted with 5 x 10 6 hCG-PMLRARa blasts (CD45.2) transduced with sh Slit2- murine and shCT. Results: Silencing SLIT2 in primary APL samples resulted in a significant increase in cell growth at the sixth day of culture compared to shCT samples (P<.001). Accordingly, enhanced staining of Ki67 was detected in NB4 and NB4R2-sh SLIT2 transduced compared to shCT cells. Moreover, NB4-sh SLIT2 cells exhibited lower ATO-induced apoptosis either when ATO was used alone or in combination with RA. Nevertheless, SLIT2 knockdown had no effect on NB4R2 cells suggesting that RARA moiety of PML/RARA may be important to the observed effect. Concomitantly, NB4 cell differentiation rate, was greatly increased in NB4-sh SLIT2 in the presence of RA after 48 and 72h (P<.05) and 48h when RA was combined with ATO (P<.05). In vivo transplantation of primary murine sh SLIT2 hCG-PMLRARa blasts, resulted in significant increase of white blood cell count during the course of APL emergence and increased extramedullary hematopoiesis in the spleen, yet with no difference in the BM at the time of sacrifice. Next, we evaluated the number of transcripts and the function of SLIT2 in AML derived MSC cells. SLIT2 transcript levels were significantly reduced in primary AML-derived BMSC compared to BMSCs obtained from healthy donors (P<.05). In vitro assays co-culturing NB4 and NB4R2 cells on engineered HS5 or HS27A BMSC cells showed no difference in drug-induced apoptosis or differentiation (P>.05). In contrast to sh SLIT2 APL induced cell growth, co-culture of primary APL blast cells with transduced HS27A cells had no impact on proliferation, while the expression of the neutrophilic differentiation gene ELANE2 was significantly decreased in APL cells co-cultured with HS27A-sh SLIT2. Conclusion SLIT2 is expressed in APL cells and exerts an anti-proliferative effect. On the other hand, SLIT2 produced by BMSC seemed to promote APL cellular stemness. Our results reinforce that SLIT2 function is cell type dependent and may be involved in the cross-talk between microenvironment and leukemic cells. Disclosures Figueiredo-Pontes: Novartis: Honoraria.",
    "topics": [
        "acute promyelocytic leukemia",
        "arsenic trioxide",
        "blast cells",
        "bone marrow",
        "brain",
        "cd45 antigens",
        "cell lines",
        "cell proliferation",
        "chorionic gonadotropin",
        "coculture techniques"
    ],
    "author_names": [
        "Isabel Weinhäuser, MSc",
        "Diego A Pereira-Martins, MSc",
        "Luíse A A Simões, BSc",
        "César Alexander Ortiz Rojas, BSc",
        "Thiago Mantello Bianco, MSc",
        "Cleide Lucia Silva, MSc",
        "Mariane Cristina Do Nascimento, BSc",
        "Lorena Lobo Figueiredo-Pontes, MD PhD",
        "Antonio R. Lucena-Araujo, PhD",
        "Eduardo M Rego, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Isabel Weinhäuser, MSc",
            "author_affiliations": [
                "Center for Cell Based Therapy, University of Sao Paulo, Ribeirao Preto, Brazil, Ribeirao Preto, Brazil "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Diego A Pereira-Martins, MSc",
            "author_affiliations": [
                "Center for Cell Based Therapy, University of Sao Paulo, Ribeirao Preto, Brazil, Ribeirao Preto, Brazil "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Luíse A A Simões, BSc",
            "author_affiliations": [
                "Center for Cell Based Therapy, University of Sao Paulo, Ribeirao Preto, Brazil, Ribeirao Preto, Brazil "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "César Alexander Ortiz Rojas, BSc",
            "author_affiliations": [
                "Center for Cell Based Therapy, University of Sao Paulo, Ribeirao Preto, Brazil, Ribeirao Preto, Brazil "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thiago Mantello Bianco, MSc",
            "author_affiliations": [
                "Hematology Division of Medical Images, Hematology, and Clinical Oncology Department, University of Sao Paulo at Ribeirao Preto Medical School, Ribeirao Preto, Brazil "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cleide Lucia Silva, MSc",
            "author_affiliations": [
                "Center for Cell Based Therapy, University of Sao Paulo, Ribeirao Preto, Brazil, Ribeirao Preto, Brazil "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mariane Cristina Do Nascimento, BSc",
            "author_affiliations": [
                "Center for Cell Based Therapy, University of Sao Paulo, Ribeirao Preto, Brazil, Ribeirao Preto, Brazil "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lorena Lobo Figueiredo-Pontes, MD PhD",
            "author_affiliations": [
                "Hematology Division, Department of Medical Images, Hematology, and Clinical Oncology, University of Sao Paulo at Ribeirao Preto Medical School, Ribeirao Preto, Sao Paulo, Brazil "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Antonio R. Lucena-Araujo, PhD",
            "author_affiliations": [
                "Genetics postgraduate program, Biosciences Center, Federal University of Pernambuco, Recife, Brazil "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eduardo M Rego, MD PhD",
            "author_affiliations": [
                "Center for Cell-based Therapy and Regional Hemotherapy Center, University of Sao Paulo at Ribeirao Preto Medical School, Ribeirao Preto, Brazil ",
                "Division of Hematology, Hospital das Clínicas da Faculdade de Medicina (HCFMUSP), University of São Paulo Medical School, University of São Paulo, São Paulo, Brazil"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-17T04:10:16",
    "is_scraped": "1"
}