{
    "doi": "https://doi.org/10.1182/blood.V122.21.1359.1359",
    "article_title": "Coinhibitory Expression Profiling of AML Blasts Identifies HVEM as Prognostic Marker in AML ",
    "article_date": "November 15, 2013",
    "session_type": "611. Leukemias: Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis: Poster I",
    "abstract_text": "Acute myeloid leukemia (AML) is a highly heterogeneous disease. Numerous cytogenetic and molecular markers distinguish different biological and prognostic groups. Immunological effects play an important role for the treatment of AML, especially for the eradication of minimal residual disease, as proven by the success of allogeneic stem cell transplantation and some autologous immunotherapeutic strategies. However, various immunosuppressive factors dampen these potential effects. For several malignancies, the relevance of coinhibitory receptor ligand interactions that influence the interaction of tumor cells with specific immune effector cells such as T and NK cells has recently been proven by clinical studies with respective blocking antibodies. In order to investigate the potential significance of this mechanism in AML, we measured the surface expression of a broad panel of immune checkpoint proteins (CD80, CD86, CD273, CD274, CD275, CD276, B7-H4, HVEM, OX40L) on 209 AML samples at initial diagnosis by flow cytometry. The specific fluorescence intensity of these markers on the CD33 positive blast cell population was correlated with morphologic, cytogenetic and molecular characteristics of the disease. Subsequently, we analyzed the potential prognostic significance of immune checkpoint protein expression on overall and relapse-free survival after achievement of complete remission (median observation time: 225 days). All patients were included in the AML registry of the AML Cooperative Group and treated according to their treatment recommendations. A few of these molecules (CD80, CD273, CD275, B7-H4) were not detectable in the majority of cases and thus do not seem to play a role in the interaction of AML blast cells with immune effector cells, but others showed a significant and patient-specific expression. We found that AMLs of monocytic lineage (M4 or M5 according to FAB) expressed higher levels of CD86 (p < 0.001) and CD276 (p < 0.001), compared to the other morphologic subgroups. The FLT3-ITD correlated with lower expression of CD274 (p=0.001) and CD276 (p = 0.007), while the prognostically favorable subgroup with an isolated NPM1 mutation (without accompanying FLT3-ITD) and normal karyotype correlated with higher expression of CD86 (p = 0.049) and CD276 (p = 0.033) and lower expression of OX-40L (p = 0.039). The patients with very high expression of both CD86 and CD274 had a worse overall (p = 0.006) and relapse-free (p = 0.040) survival. Of particular interest was the analysis of HVEM, a member of the TNF-receptor superfamily, which has rarely been described in the context of AML so far. Its expression was reduced both in the groups with FLT3-ITD (p = 0.001) and with NPM1 mut /FLT3 wt /CN (p = 0.049), but highly increased in leukemias with normal karyotype and biallelic CEBPA mutation (p = 0.008). Of note, a high expression of HVEM correlated with significantly higher relapse-free survival within the prognostically intermediate group according to ELN (p = 0.005). We thus for the first time provide evidence that the profile of immune checkpoint molecules on CD33 positive leukemic cells correlates with molecular disease characteristics in AML and may even possess prognostic information, especially for relapse. Based on these data, we are currently evaluating different immune checkpoint molecules for their potential as therapeutic targets with respect to boosting antileukemic immune responses. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "allogeneic stem cell transplant",
        "antibodies, blocking",
        "biological markers",
        "blast cells",
        "cancer",
        "ccaat/enhancer binding protein alpha",
        "cd33 antigen",
        "cd80 antigens",
        "complete remission",
        "flow cytometry"
    ],
    "author_names": [
        "Felix S Lichtenegger, MD",
        "Isabell Kondla",
        "Michael Krempasky",
        "Anna L Weber",
        "Stephanie Schneider, PhD",
        "Karsten Spiekermann, MD",
        "Jan Braess, MD",
        "Wolfgang Hiddemann, M.D.",
        "Marion Subklewe, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Felix S Lichtenegger, MD",
            "author_affiliations": [
                "Department of Internal Medicine III, Klinikum der Universität München, Munich, Germany, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Isabell Kondla",
            "author_affiliations": [
                "Clinical Co-operation Group Immunotherapy, Helmholtz Institute Munich, Munich, Germany, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Krempasky",
            "author_affiliations": [
                "Department of Internal Medicine III, Klinikum der Universität München, Munich, Germany, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anna L Weber",
            "author_affiliations": [
                "Clinical Co-operation Group Immunotherapy, Helmholtz Institute Munich, Munich, Germany, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephanie Schneider, PhD",
            "author_affiliations": [
                "Department of Internal Medicine III, Klinikum der Universität München, Munich, Germany, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Karsten Spiekermann, MD",
            "author_affiliations": [
                "Department of Internal Medicine III, Klinikum der Universität München, Munich, Germany, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jan Braess, MD",
            "author_affiliations": [
                "Department of Oncology and Hematology, Krankenhaus Barmherzige Brüder, Regensburg, Germany"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wolfgang Hiddemann, M.D.",
            "author_affiliations": [
                "Department of Internal Medicine III, Klinikum der Universität München, Munich, Germany, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marion Subklewe, MD",
            "author_affiliations": [
                "Clinical Co-operation Group Immunotherapy, Helmholtz Institute Munich, Munich, Germany, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-28T12:58:11",
    "is_scraped": "1"
}