{
    "doi": "https://doi.org/10.1182/blood-2020-139746",
    "article_title": "Impact of Therapy Choice on Fatigue in Adults with Immune Thrombocytopenia ",
    "article_date": "November 5, 2020",
    "session_type": "311.Disorders of Platelet Number or Function",
    "abstract_text": "Background: Immune thrombocytopenia purpura (ITP) is an autoimmune bleeding disorder that is heterogeneous in presentation, disease course, treatment response, and impact on quality of life. Treatments often cause unpleasant side effects, and prolonged use can lead to tolerability issues and toxicity. Both disease symptoms and treatments available impact the health-related quality of life (HRQoL) among patients living with this rare condition. Here, we compare self-reported fatigue and its impact among adult ITP patients and determine whether these fatigue levels differ depending on treatment status. Methods: For this study, we used three of the five surveys from the PDSA Natural History Study Registry including; treatment history and two adult QoL surveys. As of June 2020, 357 adult patients completed the survey assessing treatment history. A total of 310 adult patients completed the adult QoL (part one) survey, and 301 adults completed the adult QoL (part two) survey. Patients were stratified by 1) no treatment received 2) treated in the past 3) on therapy within the last six months; patients currently on therapy were further stratified by first and second-line therapy. Results: Among the 357 completed surveys on treatment history, 11% (n=40) reported they have never received treatment for their ITP, while 46% (n=166) have in the past, and 43% (n=158) currently receive therapy (within the last six months). Among those currently on treatment, 82% receive monotherapy; 47 (26%) use a first-line therapy (corticosteroid, IVIG, or Anti-D), and 78 (43%) are using a second-line therapy (TPO-RA, rituximab, and other second-line options). Therapies reported include TPO-RA's (41%), corticosteroids (24%), IVIG (7%), rituximab (3%), SYK inhibitor (1%), antibiotics (4%), anti-D (1%), other second-line treatments (such as MMF, dapsone etc.), and \"other\" therapies including complementary treatments (14%). Overall, 93 (23%) reported having had a splenectomy at some point to manage their active ITP. When asked to reflect on general tiredness, 98% of patients (n=310) reported being tired overall, with 55% reporting feeling tired 'almost always/often' regardless of treatment group or type. Those who have never been treated reported they felt tired 94% of the time, and 55% reported feeling tired 'almost always/often'. Among those who are not currently on treatment (but have received therapy in past), 99% reported feeling tired overall, and 50% reported feeling tired 'almost always/often'. Respondents using a first line therapy reported feeling tired overall 100% of the time, and reported feeling tired 53% 'almost always/often'. Respondents using a second line therapy reported feeling tired 99% of the time, and indicated they were tired 59% 'almost always/often'. There were no significant differences between these treatment types and groups identified. When asked to reflect on fatigue levels over the last seven days, collectively, 86% reported fatigue, and 30% reported experiencing it 'very much/quite a bit'. Among those who had never been treated, 85% reported fatigue, and indicated they felt fatigue 27% of the time 'very much/quite a bit'. Respondents who were not receiving treatment reported feeling fatigue 84% of the time, of which 26% was experienced 'very much/quite a bit'. Among those receiving a first line therapy, 90% reported fatigue in the last seven days, and 34% reported they experienced this 'very much/quite a bit'. Those using a second line therapy reported feeling fatigue 91% of the time, and 29% reported this was 'very much/quite a bit'. There were no significant difference among these treatment types and groups. Conclusion: Reported fatigue and overall tiredness are high among those currently on treatment, not on treatment, and those who have never been treated for their ITP. We did not find that fatigue levels were related to treatment type or group, indicating that the underlying causes may not be platelet count, or disease severity, but rather a combination of factors associated with having an unpredictable chronic disease. The multi-faceted effects of ITP often take a significant toll on patients' quality of life. The registry continues to collect data with the intent of understanding the longitudinal impact of ITP and in future with more of a sample size we can learn if these trends continue. Disclosures Kruse: CSL Behring: Other: Grant paid to PDSA; UCB: Other: Grant and consultancy fee, all paid to PDSA; Rigel: Other: Grant paid to PDSA; Principia: Other: Grant paid to PDSA; Pfizer: Other: Grant and consultancy fee, all paid to PDSA; Argenx: Other: Grant paid to PDSA; Amgen: Other: Grant and honorarium, all paid to PDSA; Novartis: Other: PDSA received payment for recruiting patients to I-WISh and for promoting I-WISh on the globalitp.org website. Grant and consultancy fee, all paid to PDSA outside the submitted work. Lambert: Novartis: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Shionogi: Consultancy; Dova: Consultancy, Membership on an entity's Board of Directors or advisory committees; Principia: Consultancy, Membership on an entity's Board of Directors or advisory committees; Educational Concepts in Medicine: Consultancy; Octapharma: Consultancy, Research Funding; Bayer: Consultancy; Argenix: Consultancy; ClinGen: Honoraria; Platelet Disorder Support Association (PDSA): Consultancy; 22qSociety: Consultancy; ITP Australia: Consultancy; CdLS Foundation: Consultancy; RDMD ITP study: Consultancy; Sysmex: Research Funding; AstraZeneca: Research Funding.",
    "author_names": [
        "Jennifer Diraimo, MS, CCGC",
        "Caroline Kruse",
        "Michele P. Lambert, MD MSTR",
        "Alexandra Kruse"
    ],
    "author_dict_list": [
        {
            "author_name": "Jennifer Diraimo, MS, CCGC",
            "author_affiliations": [
                "Platelet Disorder Support Association, Cleveland, OH"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Caroline Kruse",
            "author_affiliations": [
                "Platelet Disorder Support Association, Cleveland, OH"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michele P. Lambert, MD MSTR",
            "author_affiliations": [
                "Department of Pediatrics, Division of Hematology, Children's Hosp. of Phila., Philadelphia, PA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alexandra Kruse",
            "author_affiliations": [
                "Platelet Disorder Support Association, Cleveland, OH",
                "Tulane University School of Medicine, New Orleans, LA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-19T09:37:53",
    "is_scraped": "1"
}