{
    "doi": "https://doi.org/10.1182/blood.V124.21.4502.4502",
    "article_title": "ONO-4059—a Potent and Selective Reversible Bruton’s Tyrosine Kinase (Btk) Inhibitor: Single Agent, Twice Daily (BD) Dosing and Dosing with Food Results in Sustained, High Trough Levels of ONO-4059, Translating into 100% Tumour Remission in a TMD-8 Xenograft Model ",
    "article_date": "December 6, 2014",
    "session_type": "625. Lymphoma: Pre-Clinical – Chemotherapy and Biologic Agents: Poster III",
    "abstract_text": "Purpose: Bruton’s tyrosine kinase (Btk) is a key regulator of the BCR signaling pathway and abberant BCR signaling has been implicated in the survival of malignant B-cells. The activated B-cell-like (ABC) sub-type of Diffuse Large B-Cell Lymphoma (DLBCL) correlates with poor prognosis. There is still a high unmet, medical need for new therapies, preferably chemo-sparing, to help treat patients with ABC-DLBCL and CLL as well as other B-cell malignancies. ONO-4059 is a highly selective, orally bioavailable inhibitor of Btk kinase activity with a potency (IC 50 ) of 2.2 nM. ONO-4059 reversibly blocks BCR signaling and B-cell proliferation and activation. Data from the ongoing Phase 1 study (ONO-4059POE001), where ONO-4059 is administered as monotherapy (QD) demonstrated a best overall response rate of 47% (7/15) in non-GCB DLBCL patients (Walter et al, ASCO 2014; Rule et al, EHA 2014). We hypothesized that the efficacy of ONO-4059 could be further enhanced by increasing the drug trough concentration. To address this, we examined different dosing regimens of ONO-4059 in an ABC-DLBCL xenograft model. Methods : TMD-8 tumour cells (ABC-DLBCL cell line) were implanted sub-cutaneously into female SCID mice. Randomization of mice occurred when mean tumour volume was 100-200 or 400-450 mm 3 . ONO-4059 was administered orally or mixed in food at doses up to 20 mg/kg/day and animals were dosed QD or BD. Tumour volumes were measured twice a week after initiation of treatment, and tumour volumes were determined using the formula volume (= width 2 x length)/2. Animals were euthanized when the tumours reached a maximum volume of 3,000 mm 3 . Results: For the100-200 mm 3 tumour groups, tumour growth inhibition at the final treatment day was 23% in QD, 72.9% in BD and 100% in dose mixed in food, groups respectively. For the 400-450 mm 3 tumour groups, no growth inhibition was observed in the QD group and, growth inhibitions of 27.5% in BD and 100% in dose mixed in food were observed. Interestingly, the treatment with ONO-4059-containing diets resulted in tumour remission in 10/10 animals, in both 100-200 and 400-450 mm 3 treatment groups, whereas no tumour free animals were observed in the other treatment groups. The PK concentration and phosphorylated Btk (pBtk) inhibition levels of those animals whose dose was mixed in with food were higher than that of other treatment groups. Conclusion : Our previous study demonstrated that 100% tumour remission can be achieved partially with an ONO-4059 and GA101 or rituximab combination (Yoshizawa et al, ASH 2013). However, to date, no orally bioavailable targeted-agent administered as monotherapy has demonstrated 100% tumour remission in an advanced ABC-DLBCL xenograft model. Although the clinical data for ONO-4059 given as monotherapy (QD) is very encouraging in both relapsed and refractory CLL/NHL patients, this data indicates that a more frequent dosing regimen such as BD may be a more effective treatment, especially for non-GCB DLBCL and warrants further investigation in the clinical setting, along with food effect studies. Disclosures Yoshizawa: Ono Pharmaceutical Co., Ltd.: Employment. Yasuhiro: Ono Pharmaceutical Co., Ltd.: Employment. Honda: Ono Pharmaceutical Co., Ltd.: Employment. Kawabata: Ono Pharmaceutical Co., Ltd.: Employment.",
    "topics": [
        "disease remission",
        "neoplasms",
        "protein tyrosine kinase",
        "transplantation, heterologous",
        "trough concentration",
        "translating",
        "activated b-cell-like diffuse large b-cell lymphoma",
        "diffuse large b-cell lymphoma",
        "tumor volume",
        "cancer"
    ],
    "author_names": [
        "Toshio Yoshizawa",
        "Tomoko Yasuhiro",
        "Hideyuki Honda",
        "Kazuhito Kawabata, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Toshio Yoshizawa",
            "author_affiliations": [
                "Ono Pharmaceutical Co., Ltd., Osaka, Japan "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Tomoko Yasuhiro",
            "author_affiliations": [
                "Ono Pharmaceutical Co., Ltd., Osaka, Japan "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hideyuki Honda",
            "author_affiliations": [
                "Ono Pharmaceutical Co., Ltd., Osaka, Japan "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kazuhito Kawabata, PhD",
            "author_affiliations": [
                "ONO Pharmaceutical Co., Ltd., Osaka, Japan"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-28T21:35:38",
    "is_scraped": "1"
}