{
    "doi": "https://doi.org/10.1182/blood.V116.21.5098.5098",
    "article_title": "Patients with Systemic Lupus Erythematosus (SLE) Having Developed Malignant Lymphomas. Continuing Complete Remission of Lymphoma Following Chemotherapy, but Not of SLE ",
    "article_date": "November 19, 2010",
    "session_type": "Non-Hodgkin Lymphoma - Biology, excluding Therapy",
    "abstract_text": "Abstract 5098 Intoduction: The development of malignant lymphomas, generally of the non-Hodgkin type (NHL), and with a preference to diffuse large cell B lymphomas (DLCBL), in systemic lupus erythematosus (SLE), has been proven and analyzed in an exhaustive recent literature. The combination of germline and somatic mutations, persistent immune overstimulation and the impairment of immune surveillance facilitated by immunosuppressive drugs, is thought to be at the origin of the increased lymphoma genesis. However the treatment and course of such affected patients is less known, and prognosis is generally estimated as poor. Materials : Out of 258 patients with complete/incomplete lupus and secondary antiphospholipid syndrome (APS) seen and treated at the institutional Day Hospital between 1982 and 2009, 6 developed lymphomas (4 DLCBL, 1 Hodgkin's and 1 indolent lymphocytic lymphoma). Results: The first 5 patients were treated with chemotherapy and achieved continuous complete remissions (CCR) with a follow-up comprised between 18 and 172 months. One patient achieved complete remission (CR) of both diseases. In the other 4 lupus serology (ANA, APA) persisted, with occasional lupus flares and vascular complications. Conclusion: While eradication of the last cancer stem cell is tantamount to cure in neoplastic disease, persistent autoantigenic overstimulation may contribute to the refractoriness of autoimmunity. The implications of these results for the increasing utilization of hematopoietic stem cell transplantation for severe autoimmune diseases (SADS), with lupus as a paradigm, are extensively discussed elsewhere (1). (1) Rossi E, Catania G, Grassia L, and Marmont AM. Patients with systemic lupus erythematosus (SLE) having developed malignant lymphomas. Continuing complete remission of lymphoma following high-dose chemotherapy, but not of SLE. (submitted for publication) Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "chemotherapy regimen",
        "complete remission",
        "lymphoma",
        "systemic lupus erythematosus",
        "hodgkin's disease",
        "autoimmune diseases",
        "chronic b-cell leukemias",
        "disease remission",
        "follow-up",
        "hematopoietic stem cell transplantation"
    ],
    "author_names": [
        "Edoardo Rossi, MD",
        "Gioacchino Catania, MD",
        "A. M. Michele Carella, MD",
        "Alberto Marmont, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Edoardo Rossi, MD",
            "author_affiliations": [
                "Hematology, S. Martino's Hospital, Genova, Italy, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Gioacchino Catania, MD",
            "author_affiliations": [
                "Hematology, S. Martino's Hospital, Genova, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "A. M. Michele Carella, MD",
            "author_affiliations": [
                "Hematology, s. Martino's Hospital, Genova, Italy"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alberto Marmont, MD",
            "author_affiliations": [
                "Hematology, S. Martino's Hospital, Genova, Italy, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-15T18:35:16",
    "is_scraped": "1"
}