{
    "doi": "https://doi.org/10.1182/blood.V106.11.3277.3277",
    "article_title": "Flow Cytometric Detection of ZAP-70 in Chronic Lymphocytic Leukemia: Addition of a Novel Second Monoclonal Antibody Improves Correlation with IgV H Mutation Status. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "Background: Expression of ZAP-70 is associated with unmutated immunoglobulin heavy chain variable region genes and poor prognosis in B-cell CLL. Reliable clinical flow cytometric assays have been difficult to establish, as many anti-ZAP-70 antibodies show a suboptimal signal-to-noise ratio, and an imperfect correlation with IgV H mutation status. Methods: We studied fresh peripheral blood or bone marrow specimens from forty-three patients with CLL/SLL. Samples were stained for intracytoplasmic ZAP-70 using a standard monoclonal antibody, 1E7.2/PE (Caltag, Burlingame, CA), and the novel monoclonal antibody J13–1164/PE (kindly provided by BD Biosciences, San Diego, CA). Threshholds were set using isotype-matched negative control antibodies. Mutational status of the IgV H genes was assessed by RT-PCR, followed by standard Sanger DNA sequencing. Divergence from germline IgV H segments (IMGT database) was calculated using VBASE, with 2% or less changes over codons 1–94 of IgV H regarded as unmutated. Results: Staining with J13–1164 revealed a clear apparent cutpoint in levels of positivity, with 26/43 (60%) of the CLL cases showing >49% of cells above the isotype threshhold. Most of the remaining cases (15/43, 35%) showed 20% positive cells (the cutpoint suggested by Rassenti et al., N Engl J Med 2004, 351:893). However, staining with 1E7.2 was more difficult to interpret, as many cases had levels of positivity that were close to the cutpoint, with 15/43 (35%) showing 10–30% of cells positive. Both antibodies showed similar degrees of correlation with IgV H mutation status, with 72–75% of unmutated cases showing the expected positivity for ZAP-70, and 57–64% of mutated cases negative for ZAP-70 (see Table 1). The two antibodies yielded concordant results in about half of cases (21/43), and the concordant cases showed a strong correlation with IgV H mutation status: 15/16 cases positive with both antibodies had unmutated genes, and 4/5 cases negative with both antibodies had mutated genes (see Table 2). The cases with discordant staining between the two antibodies were a mixture of cases with mutated or unmutated IgV H genes. Conclusions: The J13–1164 anti-ZAP-70 antibody provides more easily interpretable results in routine clinical use than the 1E7.2 clone, with brighter staining in many cases and a more distinct difference between positive and negative cases in our series. Compared to the 1E7.2 clone, the J13–1164 clone shows a similar degree of correlation with the IgV H mutation status. A combination of both antibodies provides the strongest correlation with IgV H mutation status, with 19/21 concordant cases showing the expected staining pattern. ZAP-70 staining vs IgVH mutation status  . Unmutated . Mutated . 1164 positive 21 5 1164 negative 8 9 1E7.2 positive 22 6 1E7.2 negative 7 8 . Unmutated . Mutated . 1164 positive 21 5 1164 negative 8 9 1E7.2 positive 22 6 1E7.2 negative 7 8 View Large IgVH mutation status in concordant vs. discordant cases  . 1E7.2 positive . 1E7.2 negative . 1164 positive 15/16 unmutated 6/10 unmutated 1164 negative 7/12 unmutated 4/5 mutated . 1E7.2 positive . 1E7.2 negative . 1164 positive 15/16 unmutated 6/10 unmutated 1164 negative 7/12 unmutated 4/5 mutated View Large",
    "topics": [
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "monoclonal antibodies",
        "mutation",
        "zap-70 kinase",
        "antibodies",
        "immunoglobulin isotypes",
        "bone marrow specimen",
        "immunoglobulin heavy chains",
        "reverse transcriptase polymerase chain reaction"
    ],
    "author_names": [
        "Jeffrey L. Jorgensen, MD, PhD",
        "Dan Jones, MD, PhD",
        "Rajyalakshmi Luthra, PhD",
        "Danielle G. Cooper"
    ],
    "author_dict_list": [
        {
            "author_name": "Jeffrey L. Jorgensen, MD, PhD",
            "author_affiliations": [
                "Department of Hematopathology, UT M.D. Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Dan Jones, MD, PhD",
            "author_affiliations": [
                "Department of Hematopathology, UT M.D. Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rajyalakshmi Luthra, PhD",
            "author_affiliations": [
                "Department of Hematopathology, UT M.D. Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Danielle G. Cooper",
            "author_affiliations": [
                "Department of Hematopathology, UT M.D. Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-27T21:34:17",
    "is_scraped": "1"
}