{
    "doi": "https://doi.org/10.1182/blood.V112.11.2584.2584",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1230",
    "start_url_page_num": 1230,
    "is_scraped": "1",
    "article_title": "FTY720 Abrogates the Therapeutic Potential of Adoptively Transferred Treg Via Inhibition of IL-2 Induced in Vivo Expansion ",
    "article_date": "November 16, 2008",
    "session_type": "Lymphocytes and Lymphocyte Activation",
    "abstract_text": "CD4 + CD25 + T cells (Treg) entry into secondary lymphoid organs (SLO) and local expansion after activation is at least in part responsible for their immunosuppressive action. Thus we hypothesized that trapping of adoptively transferred Treg in SLO would be an effective means to tip the balance towards a more immunosuppressive milieu within the LN microenvironment. Systemic application of the sphingosine-phosphate receptor agonist FTY720 has been proven to trap harmful effector T cells in SLO, thereby inhibiting their migration and destruction of target tissue. Here we provide first evidence that selective entrapment of adoptively transferred Treg in inflammatory LN can be achieved by blockade of SP-receptors upon ex vivo exposure of Treg to FTY720 before adoptive transfer. FTY720 exposure did not interfere with proper Treg localization within the T-cell areas of SLO as determined by immunofluorescent microscopy after co-transfer of either FTY720- or solvent exposed and subsequently differentially labelled Treg. However, despite the fact that the in vitro phenotype (including expression of adhesion and chemokine receptors), function (including anergy and suppressive activity) and survival (determined by Annexin/PI staining) of Treg remained unaltered by FTY720, it abrogated their protective effect after adoptive transfer in a murine model of acute experimental glomerulonephritis (determined by quantification of proteinuria and histological analysis) as well as in an acute GvHD model (determined by survival analysis and quantification of the in vivo expansion of luciferase-transgenic effector T cells by bioluminiscence technology). Notably, adoptive transfer of CFSE-labelled Treg revealed a markedly impaired proliferation of Treg in inflammatory SLO when pre-exposed to FTY720 ex vivo . Accordingly, FTY720 blocked Treg-proliferation induced by TCR-stimulation in combination with IL-2 in vitro . In line with this observation, FTY720 completely abolishes IL-2 induced phosphorylation of STAT-5. Thus, SP-1P receptors induce Treg trapping in inflammatory SLO but abrogate their in vivo immunosuppressive potential by inhibition of local Treg expansion.",
    "topics": [
        "aldesleukin",
        "fingolimod",
        "regulatory t-lymphocytes",
        "scanning laser ophthalmoscopy",
        "immunosuppressive agents",
        "adhesions",
        "agonists",
        "annexins",
        "antigens, cd25",
        "chemokine receptors"
    ],
    "author_names": [
        "Anna Maria Wolf",
        "Kathrin Hochegger",
        "Robert Zeiser",
        "Christoph Duerr",
        "Michael Sixt",
        "Alexander Rosenkranz",
        "Gunther Gastl",
        "Dominik Wolf"
    ],
    "author_affiliations": [
        [
            "Dpt. Haematology and Oncology, Medical University Innsbruck, Innsbruck, Austria"
        ],
        [
            "Dpt. of Nephrology, Medical University Innsbruck, Innsbruck, Austria"
        ],
        [
            "Haematology and Oncology, Medical University Freiburg, Freiburg, Germany"
        ],
        [
            "Haematology and Oncology, Medical University Freiburg, Freiburg, Germany"
        ],
        [
            "Max Planck Institute for Biochemistry, Munich, Germany"
        ],
        [
            "Dpt. of Nephrology, Medical University Innsbruck, Innsbruck, Austria"
        ],
        [
            "Internal Medicine V, Hematology & Oncology, Medical University, Innsbruck, Austria"
        ],
        [
            "Dpt. Haematology and Oncology, Medical University Innsbruck, Innsbruck, Austria"
        ]
    ],
    "first_author_latitude": "47.259679600000005",
    "first_author_longitude": "11.386966"
}