{
    "doi": "https://doi.org/10.1182/blood.V128.22.361.361",
    "article_title": "Targeted Whole Exome Sequencing of 87 Predisposition Genes in 156 Patients from the Oresund Region with Bleeding Disorders ",
    "article_date": "December 2, 2016",
    "session_type": "311. Disorders of Platelet Number or Function: Genetic Findings in Thrombocytopenia",
    "abstract_text": "Introduction Rare inherited bleeding disorders are a common cause of bleeding tendency. To ensure a correct diagnosis, specialized laboratory analyses are required, and the mere complexity of these investigations renders a significant part of patients without proper diagnosis. Several inherited platelet disorders are part of a syndrome, and thus a correct diagnosis may have clinical consequences, beyond genetic counseling. The aim was to report the results of up front targeted whole exome sequencing (WES). Methods Patients from the Öresund Region referred for an inherited bleeding disorder, were screened for plasma coagulation factor deficiencies and scored by ISTH Bleeding assessment tool (BAT) score. Patients with a significant BAT score and/or chronic thrombocytopenia and without evidence of a coagulation factor deficiency were included. After informed consent, blood samples for genetic screening were obtained. When genetic analysis revealed a mutation or variant of uncertain significance (VUS), further evaluation with specific functional testing and transmission electron microscopy were done, followed by a concluding multidisciplinary conference. WES and variant filtering WES was selected to identify germline mutations, as well as enabling extending the number of genes analyzed. Genomic DNA was purified from whole blood. Illumina`s HiSeq 2500 platform was used for sequencing. The exome was covered with an average of 84x, where 97 % was covered with at least 9 x. Based on literature search, 87 genes related to bleeding, thrombocytopathia, and thrombocytopenia were analyzed. Common single-nucleotide polymorphisms were subtracted. Variant Classification: The integrated Alamut Visual software (v.2.6.1) (http://www.interactive-biosoftware.com) was used to predict the pathogenicity of specific protein variants. To designate the clinical significance, a clinical score was developed, the Öresund score, combining inheritance pattern of known diseases within the Silico based prediction. Following classification of each variant according to the five-tier scheme, patients were individually evaluated for genetic predisposition. Results 156 patients were included in the study, age 38.6±15 years (mean +/- 1SD), whereof 25 were male (16%) and 131 (84%) were female. The majority of patients had a family history of increased bleeding tendency (111 patients, 71%) and 47 patients (30%) had thrombocytopenia (a value below the normal range). The majority of patients were of European ethnicity (90%). Mean BAT score was 8 +/- 6 (1SD). A total of 421 germline mutations/variants (2.7 variant pr. patient) were found. In 28 patients (18%) a class 4-5 mutation (previously published and/or confirmed by specific functional testing) were found. In 21 patients (13%), a possible contributing class 3 VUS was found. In 21/47 patients (45%) with thrombocytopenia and 27/119 patients (23%) with normal platelet counts (p < 0.0001), a pathogenic or possibly pathogenic class 3 VUS was detected. Incidental findings occured i 3 patients (2%). Discussion and conclusion We implemented targeted WES of 87 genes up front to diagnose rare inherited bleeding disorders. In 156 patients we report the finding of 4 previously published gene mutations and 42 previously non reported mutations or class 3 VUS in 25 genes. The success rate of finding a diagnostic or possible pathogenic VUS was significantly higher in patients with thrombocytopenia. The substantial finding of additional 368 variants required clinical designation and extensive functional testing, before final classification could be made. Our finding of multiple deleterious class 3 variants in COL3A1 , COL5A2 and COL5A1 warrant further investigations into the role of collagen deficiency. Only 1 patient had a (tolerated) variant in protein disulfide isomerase (P4HB), a newly discovered gene described to play a key role in initiation of clot formation. In our hands, WES was an efficient tool in defining the underlying cause of bleeding disorders. However, the large number of previously non described variants required substantial efforts to sort out. In patients with rare inherited bleeding disorders, targeted WES is a feasible method to discover possible pathogenic mutations or VUS to direct the specific functional testing. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "bleeding diathesis",
        "blood coagulation disorders",
        "genes",
        "whole exome sequencing",
        "genetic predisposition to disease",
        "thrombocytopenia",
        "hemorrhage",
        "assessment scales",
        "blood platelet disorders",
        "chronic thrombocytopenia"
    ],
    "author_names": [
        "Eva B Leinoe, MD PhD",
        "Eva Zetterberg, MD PhD",
        "Olga Oestrup, Molecular biologist, PhD",
        "Peter Kampmann, MD",
        "Norstrom Eva, MD PhD",
        "Nadine G Andersson, MD PhD",
        "Savvas Kinalis, Data scientist",
        "Klaus Qvortrup, Professor MD PhD",
        "Caroline Maria Rossing, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Eva B Leinoe, MD PhD",
            "author_affiliations": [
                "Department of Haematology, Rigshospitalet University Hospital, Copenhagen, Denmark "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Eva Zetterberg, MD PhD",
            "author_affiliations": [
                "Coagulation Unit, University Hospital Skaane, Malmoe, Sweden "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Olga Oestrup, Molecular biologist, PhD",
            "author_affiliations": [
                "Center for Genomic Medicine, Rigshospitalet University Hospital, Copenhagen, Denmark "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter Kampmann, MD",
            "author_affiliations": [
                "Department of Haematology, Rigshospitalet University Hospital, Copenhagen, Denmark "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Norstrom Eva, MD PhD",
            "author_affiliations": [
                "Institution of Translational Medicine, University of Lund, Malmoe, Sweden "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nadine G Andersson, MD PhD",
            "author_affiliations": [
                "Coagulation Unit, University Hospital Skaane, Malmoe, Sweden "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Savvas Kinalis, Data scientist",
            "author_affiliations": [
                "Center for Genomic Medicine, Rigshospitalet, Copenhagen, Denmark "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Klaus Qvortrup, Professor MD PhD",
            "author_affiliations": [
                "Department of Biomedical Science, Core Facility for Integrated Microscopy, University of Copenhagen, Copenhagen, Denmark"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Caroline Maria Rossing, MD PhD",
            "author_affiliations": [
                "Center for Genomic Medicine, Rigshospitalet University Hospital, Copenhagen, Denmark "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-05T18:42:17",
    "is_scraped": "1"
}