{
    "doi": "https://doi.org/10.1182/blood-2018-99-111144",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4049",
    "start_url_page_num": 4049,
    "is_scraped": "1",
    "article_title": "Oncogenic Predictors of Outcome in Older AML Patients Treated Intensively. Analysis of the ALFA-1200 Trial ",
    "article_date": "November 29, 2018",
    "session_type": "617. Acute Myeloid Leukemia: Biology, Cytogenetics, and Molecular Markers in Diagnosis and Prognosis: Integrating Genomics into Risk Stratification and Therapeutic Decisions",
    "topics": [
        "alleles",
        "allogeneic stem cell transplant",
        "asxl1 gene",
        "brachial plexus neuritis",
        "c statistic",
        "chemotherapy regimen",
        "communication-and-resolution programs",
        "c-reactive protein",
        "cyclic amp receptor protein",
        "cytarabine"
    ],
    "author_names": [
        "Raphael Itzykson, MD PhD",
        "Elise Fournier",
        "Thorsten Braun, MD PhD",
        "Céline Berthon, MD PhD",
        "Alice Marceau-Renaut",
        "Cecile Pautas",
        "Olivier Nibourel",
        "Emilie Lemasle, MD",
        "Nicolas Duployez, PharmD, PhD",
        "Jean-Baptiste Micol, MD PhD",
        "Lionel Ades, MD PhD",
        "Jean-Pierre Marolleau, MD PhD",
        "Jean Valère Malfuson, MD",
        "Lauris Gastaud",
        "Emmanuel Raffoux, MD",
        "Philippe Rousselot, MD",
        "Xavier Thomas, MD",
        "Sylvain Chantepie, MD",
        "Thomas Cluzeau, MDPhD",
        "Benjamin Papoular",
        "Nicolas Boissel, MD PhD",
        "Christine Terré, PharmD, PhD",
        "Karine Celli-Lebras, CRA",
        "Herve Dombret, MD",
        "Claude Gardin",
        "Claude Preudhomme"
    ],
    "author_affiliations": [
        [
            "Hématologie clinique, Hôpital Saint-Louis, Paris, France ",
            "UMR7212/U944, Institut National de la Santé et de la Recherche Médicale, Saint-Louis Institute, University Paris 7, Paris, France "
        ],
        [
            "Laboratoire d'Hématologie, CHRU Lille, Lille, France "
        ],
        [
            "Hopital Avicenne, AP-HP, Bobigny, France "
        ],
        [
            "Hematology Department, CHRU Lille, Lille, France "
        ],
        [
            "CHRU Lille, Lille, France "
        ],
        [
            "Hopital Henri Mondor, AP-HP, Creteil, France "
        ],
        [
            "CHRU Lille, Lille, France "
        ],
        [
            "Hematology Department, Henri-Becquerel Cancer Center, Rouen, France "
        ],
        [
            "Cancer Research Institute, INSERM Unité Mixte de Recherche (UMR)-S 1172, F-59000 Lille, CHU Lille, Laboratory of Hematology, F-59000 Lille, Lille, France "
        ],
        [
            "Gustave Roussy cancer center, Villejuif, France "
        ],
        [
            "Hopital Saint-Louis, Paris, France "
        ],
        [
            "Hematology Department, Amiens University Hospital, Amiens, France "
        ],
        [
            "Dept. of Hematology, Hopital Percy, Clamart, France "
        ],
        [
            "Centre Antoine Lacassagne, Nice Cedex 2, France "
        ],
        [
            "Hematology Department, Saint-Louis Hospital AP-HP Paris France, Paris, France "
        ],
        [
            "Hematology Oncology department, CH Versailles, LE CHESNAY CEDEX, France "
        ],
        [
            "Lyon Sud Hospital, Pierre Bénite, France "
        ],
        [
            "CHU Caen, Caen, France "
        ],
        [
            "CHU De Nice, Nice, France "
        ],
        [
            "Hopital Avicenne, AP-HP, University Paris 13, Bobigny, France "
        ],
        [
            "Hematology department, Saint-Louis Hospital, AP-HP, Paris, France "
        ],
        [
            "Versailles Hospital, Le Chesnay, France "
        ],
        [
            "Saint-Louis University Hospital, Paris, France "
        ],
        [
            "Hematology, Hopital Saint Louis, Paris, France "
        ],
        [
            "Hopital Avicenne, AP-HP, University Paris 13, Bobigny, France "
        ],
        [
            "Centre de Biologie-Pathologie, Centre Hospitalier Universitaire de Lille, Lille, France"
        ]
    ],
    "first_author_latitude": "48.873406499999994",
    "first_author_longitude": "2.3697699",
    "abstract_text": "Context. The prognostic value of gene mutations in older AML patients (pts) treated intensively remains unclear. Only one study has explored the role of mutation patterns determined by NGS in older AML pts prospectively treated with various chemotherapies in years 2000-2010 (Eisfeld Leukemia 2018). Methods. Pts older than 60y enrolled in the ALFA-1200 trial (NCT01966497) between 09/2012 and 06/2016 were sequenced with a 37-gene myeloid panel. Pts received one 7+3 course followed by 2 intermediate-dose cytarabine courses. Pts with non-favorable risk were eligible for allogeneic stem cell transplantation (SCT). Variable selection for multivariate analyses was performed by lasso penalized regression including age, gender and log(WBC) as covariates. Results. Sequencing was done in 471 (93%) of the 509 enrolled pts. Median age and WBC count were 68y and 5.3x10 9 /L, respectively (resp). CR (including CRp) was achieved in 341 (72%) pts and 90 underwent RIC-SCT in first CR. With a median follow-up of 25.4 months, median OS was 20.7 months. Pts had a median of 3 mutations (range 1-10). The 17 mostly frequently mutated genes (≥5% of pts, by decreasing frequency: DNMT3A , NPM1 , TET2 , ASXL1 , FLT3 , SRSF2 , IDH2 , RUNX1 , NRAS , IDH1 , STAG2 , BCOR , TP53 , PTPN11 , U2AF1 , EZH2 and KRAS ) were retained for prognostic analyses. Genes belonging to a common pathway (eg. NRAS and KRAS ) may have divergent prognostic values, preventing biology-informed grouping of mutations. Cytogenetic risk (derived from ELN 2017, Döhner Blood 2017, not considering gene mutations) was favorable (fav), intermediate (int), adverse (adv) and missing in 3%, 72%, 18% and 7% resp. Because of the few pts with fav cytogenetics in our cohort, pts were further grouped into non-adv and adv cytogenetics. CR rates and median OS were 75.6% vs 56.6% and 24.8 vs 9.5 months in pts with non-adv and adv cytogenetics, resp (both p<0.0001). Because of difference in mutational patterns and gene-gene interactions, the prognostic role of mutations was considered independently in these two non-adv and adv subgroups. In the 388 pts with non-adv cytogenetics, NPM1 mutations independently predicted improved CR rate (Odds Ratio [OR]=2.3, p=0.014), while mutations in ASXL1 (OR=0.46, p=0.012), RUNX1 (OR=0.46, p=0.013) and NRAS (OR=0.49, p=0.04) had independent adverse predictive value. In univariate analysis the shorter OS of FLT3 -ITD pts was confined to allele ratios≥ 0.5 ( FLT3 -ITD high , p=0.02). In a multivariate analysis accounting for clinical covariates, mutations in NPM1 (Hazard Ratio [HR]=0.45, p<0.0001) and in SRSF2 (HR=0.64, p=0.03) predicted improved outcome, while FLT3 -ITD high (HR=2.00, p=0.03), mutations in DNMT3A (HR=1.74, p=0.001), ASXL1 (HR=1.84, p=0.002) and NRAS (HR=1.70, p=0.009), but not RUNX1 or TP53 , independently predicted worse OS. Significant interactions (eg. NPM1 - SRSF2 , p=0.009, NPM1 - DNMT3A , p=0.03) precluded a simple NPM1 -based stratification of pts with non-adv cytogenetics. This led to define a new prognostic hierarchy ( Figure ). The 49 NPM1 mut pts with SRSF2 mutation and/or without adverse co-mutations ( FLT3 -ITD high DNMT3A , ASXL1 and NRAS ) had a median OS of 49.7 months, defining very low risk. NPM1 wt pts without adverse co-mutations (n=114) had a median OS of 30.7 months and were considered at low risk. Among pts with ≥1 adverse co-mutation, NPM1 status had no significant prognostic influence (p=0.18). Regardless of NPM1 status, pts with a single (n=187) or ≥2 (n=38) adverse co-mutations ( FLT3 -ITD high DNMT3A , ASXL1 or NRAS ) had a median OS of 21.0 and 12.0 months, resp, and were considered at intermediate and high risk, resp. In the 83 pts with adv cytogenetics, TP53 mutations predicted shorter OS (p=0.004). Among pts with adv cytogenetics, those without TP53 mutation had a median OS of 12.6 months and were thus classified as high risk while the median OS of the 30 pts with adv cytogenetics and TP53 mutations was only 5.4 months, defining very high risk disease. This stratification resulted in improved OS prediction compared to the full molecular ELN 2017 (C-index 0.63 vs 0.58, resp). This stratification also predicted Relapse-Free Survival (RFS, Figure , p<0.0001). Censoring at SCT did not affect these results. Conclusion. In AML patients older than 60y treated intensively, mutations in 7 genes ( NPM1 , SRSF2 , FLT3 , DNMT3A , ASLX1 , NRAS and TP53 ) can refine the prognosis of cytogenetic sub-groups. Figure View large Download slide Figure View large Download slide  Disclosures Cluzeau: MENARINI: Consultancy; CELGENE: Consultancy; JAZZ PHARMA: Consultancy."
}