{
    "doi": "https://doi.org/10.1182/blood.V128.22.3968.3968",
    "article_title": "Cellular Mechanisms Regulating CD20 As a Target of Monoclonal Antibody Therapy in B-Lymphoid Malignancies ",
    "article_date": "December 2, 2016",
    "session_type": "605. Molecular Pharmacology, Drug Resistance-Lymphoid and Other Diseases: Poster III",
    "abstract_text": "Standard treatment of B-lymphoid malignancies nowadays still relies on the administration of monoclonal antibodies (mAbs), with CD20 antigen being the prime target. Although initially effective, repeated cycles of anti-CD20 monoclonal antibody therapy often result in the loss of CD20 on the surface of malignant B cells and consequently in therapy resistance. In spite of the widespread use of CD20 monoclonal antibodies, the exact mechanisms regulating CD20 expression stay largely unrevealed and it mainly remains unclear whether they can be exploited pharmacologically to modulate expression of CD20 in the clinic. Interestingly, application of CD20 mAbs on various B-cell lines in vitro triggers active CD20 signaling within the cells. This signal transmission results in rapid CD20 downregulation at the surface accompanied by dramatically reduced CD20 transcription. Contrary to the prompt initial downmodulation of CD20 transcription, it takes several days upon mAb removal until CD20 transcriptional gene activity and thereafter CD20 surface levels are restored back to normal. To further study cellular mechanisms responsible for regulating CD20 expression, we have mimicked the situation in patients in an in vitro setting by repeated chronic treatments of diverse B-cell lines with gradually increasing doses of clinically used anti-CD20 monoclonal antibodies Rituximab, Ofatumumab and Obinutuzumab. Thereby, we managed to generate permanently resistant lines that no more respond to additional administration of any of the anti-CD20 mAbs. Notably, these cells have permanently strongly downregulated CD20 expression, both on the cell surface as well as already on the level of mRNA gene transcription. In addition, we have utilized the state-of-the-art CRISPR/Cas9 system to fully knock out CD20 gene in B-cell lymphoma (Ramos) and CLL (MEC1) cell lines. As expected, these cells are totally resistant to CD20 monoclonal antibodies. CD20 was originally proposed to function as a calcium channel and to contribute to B-cell receptor signaling, however the exact function of CD20 remains largely elusive yet. Using both experimental systems, we demonstrate that B cells with the loss of CD20 have fairly normal B-cell receptor signaling with no signs of any large defect. Specifically, activation of major signaling proteins like SYK, AKT, ERK, PLCgamma or p38 upon BCR stimulation was equal in CD20 depleted cells when compared to normal cells. Also calcium flux in response to BCR triggering seems to be normal in CD20-deficient cells, thus suggesting that CD20 is dispensable for proper B-cell receptor signaling. Next, we have performed RNA sequencing on these cells in order to better understand intracellular changes on a more global level that are imposed by the deletion or chronic downmodulation of CD20. We have compared the expression of individual genes and gene sets in cells upon CD20 removal and have performed the differential gene set enrichment analysis that will be presented. In summary, analysis of mechanisms regulating CD20 expression and/or function is critically needed for identification of potential novel drug targets that might be applied in the clinic to control CD20 persistence and thereby improve the outcome of anti-CD20 monoclonal antibody therapy. This research has been financially supported by the Ministry of Education, Youth and Sports of the Czech Republic under the project CEITEC 2020 (LQ1601) and by the research grant AZV-MZ-CR 15-33561AA-4/2015 and grant MUNI/A/1028/2015. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "cancer",
        "cd20 antigens",
        "monoclonal antibodies",
        "receptors, antigen, b-cell",
        "rituximab",
        "calcium",
        "calcium channels",
        "drug delivery systems",
        "lymphoma",
        "obinutuzumab"
    ],
    "author_names": [
        "Michal Smida",
        "Veronika Kozlova",
        "Viera Vakulova",
        "Aneta Ledererova",
        "Michael Doubek",
        "Jiri Mayer",
        "Sarka Pospisilova"
    ],
    "author_dict_list": [
        {
            "author_name": "Michal Smida",
            "author_affiliations": [
                "Central European Institute of Technology (CEITEC), Masaryk University, Brno, Czech Republic ",
                "Department of Internal Medicine - Hematology and Oncology, Center of Molecular Biology and Gene Therapy, University Hospital Brno and Medical Faculty of Masaryk University, Brno, Czech Republic"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Veronika Kozlova",
            "author_affiliations": [
                "Central European Institute of Technology (CEITEC), Masaryk University, Brno, Czech Republic "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Viera Vakulova",
            "author_affiliations": [
                "Central European Institute of Technology (CEITEC), Masaryk University, Brno, Czech Republic "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aneta Ledererova",
            "author_affiliations": [
                "Central European Institute of Technology (CEITEC), Masaryk University, Brno, Czech Republic "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Doubek",
            "author_affiliations": [
                "Central European Institute of Technology (CEITEC), Masaryk University, Brno, Czech Republic ",
                "Department of Internal Medicine - Hematology and Oncology, Center of Molecular Biology and Gene Therapy, University Hospital Brno and Medical Faculty of Masaryk University, Brno, Czech Republic"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jiri Mayer",
            "author_affiliations": [
                "Central European Institute of Technology (CEITEC), Masaryk University, Brno, Czech Republic ",
                "Department of Internal Medicine - Hematology and Oncology, Center of Molecular Biology and Gene Therapy, University Hospital Brno and Medical Faculty of Masaryk University, Brno, Czech Republic"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sarka Pospisilova",
            "author_affiliations": [
                "Central European Institute of Technology (CEITEC), Masaryk University, Brno, Czech Republic ",
                "Department of Internal Medicine - Hematology and Oncology, Center of Molecular Biology and Gene Therapy, University Hospital Brno and Medical Faculty of Masaryk University, Brno, Czech Republic"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-08T13:04:46",
    "is_scraped": "1"
}