{
    "doi": "https://doi.org/10.1182/blood.V116.21.1024.1024",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1735",
    "start_url_page_num": 1735,
    "is_scraped": "1",
    "article_title": "Whole Transcriptome Resequencing of Paired Diagnosis-Relapse BCR-ABL1 -Positive Acute Lymphoblastic Leukemia (ALL) Samples Reveals the Loss of Cell Cycle Regulation as the Main Mechanism Responsible for Leukemia Progression. ",
    "article_date": "November 19, 2010",
    "session_type": "Acute Lymphoblastic Leukemia - Biology and Pathophysiology: Poster I",
    "topics": [
        "acute lymphocytic leukemia",
        "cell cycle control",
        "leukemia",
        "rna",
        "phosphotransferases",
        "protein isoforms",
        "gene expression profiling",
        "massively-parallel genome sequencing",
        "nucleotides",
        "bcr-abl tyrosine kinase"
    ],
    "author_names": [
        "Ilaria Iacobucci",
        "Annalisa Lonetti",
        "Alberto Ferrarini",
        "Marco Sazzini",
        "Anna Ferrari",
        "Cristina Papayannidis",
        "Simona Soverini",
        "Enrico Giacomelli",
        "Luciano Xumerle",
        "Viviana Guadagnuolo",
        "Antonella Vitale",
        "Fabrizio Pane, MD",
        "Michele Baccarani",
        "Massimo Delledonne",
        "Giovanni Martinelli"
    ],
    "author_affiliations": [
        [
            "Department of Hematology/Oncology, University of Bologna, Bologna, Italy, "
        ],
        [
            "Department of Hematology/Oncology “L. and A. Seràgnoli”, University of Bologna, Bologna, Italy, "
        ],
        [
            "Department of Biotechnology, University of Verona, "
        ],
        [
            "Department of Evolutionary Biology Laboratory of Molecular Anthropology, University of Bologna, Bologna, Italy, "
        ],
        [
            "Department of Hematology/Oncology “L. and A. Seràgnoli”, University of Bologna, Bologna, Italy, "
        ],
        [
            "Department of Hematology/Oncology, University of Bologna, Bologna, Italy, "
        ],
        [
            "Department of Hematology/Oncology, University of Bologna, Bologna, Italy, "
        ],
        [
            "Department of Biotechnology, University of Verona, "
        ],
        [
            "Dept. of Mother and Child, Biology and Genetics, Section Biology and Genetics, University of Verona, "
        ],
        [
            "Department of Hematology/Oncology “L. and A. Seràgnoli”, University of Bologna, Bologna, Italy, "
        ],
        [
            "Division of Hematology, Department of Cellular Biotechnologies and Hematology, University “Sapienza”, Rome, Italy, "
        ],
        [
            "CEINGE-Advanced Biotechnology, University of Naples, Napoli, Italy"
        ],
        [
            "Department of Hematology/Oncology “L. and A. Seràgnoli”, University of Bologna, Bologna, Italy, "
        ],
        [
            "Department of Biotechnology, University of Verona, "
        ],
        [
            "Department of Hematology/Oncology “L. and A. Seràgnoli”, University of Bologna, Bologna, Italy, "
        ]
    ],
    "first_author_latitude": "44.4962318",
    "first_author_longitude": "11.354156999999999",
    "abstract_text": "Abstract 1024 Although treatment with tyrosine kinase inhibitors has revolutionized the management of adult patients with BCR-ABL1 -positive ALL and significantly improved response rates, relapse is still an expected and early event in the majority of them. It is usually attributed to the emergence of resistant clones with mutations in BCR-ABL1 kinase domain or to BCR-ABL1 -independent pathways but many questions remain unresolved about the totality of genetic abnormalities and the knowledge of which alterations really matter for relapse. In an attempt to better understand the genetic mechanisms responsible for this phenomenon, we have analyzed matched diagnosis-relapse samples by three high resolution approaches: genome wide single nucleotide polymorphisms (SNPs) array (Affymetrix Genome-Wide Human SNP Array 6.0), gene expression profiling (Affymetrix Human Exon 1ST Array) and whole transcriptome deep sequencing by Illumina/Solexa technology. (RNA-Seq) approach. An additional subset of 30 adult BCR-ABL1+ positive ALL cases were analyzed by SNP and gene-expression arrays and by candidate gene sequencing in order to validate specific alterations. For whole transcriptome deep sequencing (RNA-seq) poly(A) RNA from blast cells was used to prepare cDNA libraries for Illumina/Solexa Genome Analyzer. Obtained sequence reads were mapped to the human genome reference sequence (UCSC hg18) to identify single nucleotide variants (SNVs). Reads that showed no match were mapped to a dataset of all possible splice junctions created in silico to identify alternative splicing (AS) events. The number of reads corresponding to RNA from known exons was also estimated and a normalized measure of gene expression level (RPKM) was computed. RNA-seq analysis generated 13.9 and 15.8 million reads from de novo and relapsed ALL samples, most of which successfully mapped to the reference sequence of the human genome. At diagnosis, 6 novel missense single nucleotide variations (SNVs) were detected after applying stringent criteria to reduce the SNV discovery false positive rate and validating novel substitutions with genomic DNA Sanger sequencing: 5 affected genes involved in metabolic processes ( PDE4DIP , EIF2S3, DPEP1, ZC3H12D, TMEM46 ), one transport ( MVP ); these mutations disappeared at relapse and in this phase 3 novel missense mutations affecting genes involved in cell cycle regulation ( CDC2L1 ) and catalytic activity (CTSZ, CXorf21) were found. Furthermore, the T315I mutation in the Bcr-Abl kinase domain was also identified. These differences in mutational patterns suggest that the leukemia clone from which relapsed cells have been developed was not the predominant one at diagnosis and that relapse specific variants were mutations acquired only during leukemia progression. Only the R20Q DPEP1 mutation was found in 1/30 additional BCR-ABL1 positive adult cases. By RNA-seq, 4,334 and 3,651 primary ALL and relapse isoforms with at least one AS event were identified. 240 of these genes were known cancer-related alternatively spliced genes, of which kinases and transcription regulators were the most represented functional classes. An average of 1.5 and 1.3 AS per isoform was estimated. The well-known alternatively spliced IKZF1 isoform was also detected both at the diagnosis and relapse. Finally, a detailed gene expression profile was obtained indicating that more than 60% of annotated human genes were transcribed in leukemia cells in both diagnosis and relapse phases. Approximately 23% of genes were up-regulated at relapse with respect to diagnosis. Many of these genes affect cell cycle progression ( AURORA A, SURVIVIN, PLK1, CDK1 , Cyclin A, Cyclin B), suggesting that the loss of cell cycle control and the subsequent increased proliferation play a role in disease progression. Conversely, only 9% of active genes in both samples were down-regulated at relapse with respect to diagnosis. In conclusion, this study provided, for the first time, a quite comprehensive overview of a BCR.-ABL1 -positive ALL transcriptome, identifying novel mutations, changes in gene expression levels and AS events potentially involved in ALL progression. Supported by: European LeukemiaNet, AIL, AIRC, Fondazione Del Monte di Bologna e Ravenna, FIRB 2006, Ateneo RFO grants, Project of integreted program (PIO), Programma di Ricerca Regione – Università 2007 – 2009. Disclosures: Baccarani: NOVARTIS: Honoraria; BRISTOL MYERS SQUIBB: Honoraria. Martinelli: Novartis: Consultancy, Honoraria; BMS: Honoraria; Pfizer: Consultancy."
}