{
    "doi": "https://doi.org/10.1182/blood.V108.11.5326.5326",
    "article_title": "Lymphoma and Peripheral Neuropathy: Sudden Weakness in a Patient with T-Cell Lymphoma. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Introduction: Lymphomas (both Hodgkin’s and Non-Hodgkin’s [NHL]) can affect the peripheral nervous system and cause peripheral neuropathies in 5–8 % of patients. The mechanisms by which this can occur include directly infiltrating nerves, paraneoplastic mechanism, metabolic and infectious processes, and side effects of treatment. Most neurological complications occur in NHL, the majority being B-cell NHL. Only few cases have been reported T-cell NHL and acute inflammatory demyelinating polyradiculopathy. We report once such case. Case: A 70-year-old female initially presented with left nostril lockage and maxillary sinus pressure. Examination revealed a black mass in the left nostril and swelling of the nose, including left nasal-lacrimal area. The rest of the physical exam was unremarkable. Biopsy revealed natural killer/T-cell (NK/T-cell) lymphoma nasal type, an aggressive but uncommon lymphoma in the United States. She underwent CHOP (cyclophosphamide, doxorubicin, vincristine and prednisone) chemotherapy. Positron emission tomography (PET) scan was negative for lesions in chest, abdomen and pelvis. Three weeks after completing chemotherapy, she presented with acute lower extremity paraparesis. On examination, she had absent lower extremity reflexes. A computed tomography scan of the brain revealed a tumor infiltrating the left orbit. After undergoing numerous investigations including, lumbar puncture and magnetic resonance imaging (MRI) cervical and thoracic spine, electromyography and nerve conduction studies revealed abnormal findings suggestive of inflammatory demyelinating polyradiculopathy. She was treated with intravenous immunoglobulin without significant improvement. Soon after, she had facial nerve involvement that was confirmed on an MRI of the brain. Six months after the initial diagnosis of nasal NK/T-cell lymphoma, the patient’s symptoms worsened and she was referred to hospice and expired. Conclusion: Nasal NK/T-cell lymphoma often follows an aggressive course. The majority of peripheral neuropathy cases in NHL are chemotherapy related. Although most cases of peripheral neuropathy occur in B-cell NHL, this is a case of T-cell NHL associated with acute inflammatory demyelinating polyradiculopathy.",
    "topics": [
        "asthenia",
        "lymphoma",
        "peripheral neuropathy",
        "t-cell lymphoma",
        "reflex",
        "chemotherapy regimen",
        "polyradiculopathy",
        "hodgkin's disease",
        "magnetic resonance imaging",
        "positron-emission tomography"
    ],
    "author_names": [
        "Alaa Muslimani, MD",
        "Hamed Daw, M.D"
    ],
    "author_dict_list": [
        {
            "author_name": "Alaa Muslimani, MD",
            "author_affiliations": [
                "Internal Medicine/Cleveland Clinic Cancer Center (Moll Pavilion), Cleveland Clinic Health System, Fairview Hospital, Cleveland, OH, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Hamed Daw, M.D",
            "author_affiliations": [
                "Oncology/hematology, Cleveland Clinic Cancer Center 2 (Moll Pavilion), Cleveland Clinic Health System, Fairview Hospital, Cleveland, OH, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-03T02:36:42",
    "is_scraped": "1"
}