{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.857.857",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3744",
    "start_url_page_num": 3744,
    "is_scraped": "1",
    "article_title": "Targeted Inhibition of STAT/TET1 Axis As a Potent Therapeutic Strategy for Acute Myeloid Leukemia ",
    "article_date": "December 7, 2017",
    "session_type": "802. Chemical Biology and Experimental Therapeutics: Functional Approaches for Diagnostics, Biomarker Development, and Discovery of New Targeting Strategies",
    "topics": [
        "leukemia, myelocytic, acute",
        "stat family gene",
        "statim",
        "cancer",
        "stat3 protein",
        "chemotherapy regimen",
        "tumor cells, malignant",
        "bone marrow transplantation",
        "chromatin immunoprecipitation",
        "dna"
    ],
    "author_names": [
        "Xi Jiang, PhD",
        "Chao Hu",
        "Kyle Ferchen",
        "Ji Nie",
        "Xiaolong Cui",
        "Chih-Hong Chen, PhD",
        "Liting Cheng",
        "Zhixiang Zuo, PhD",
        "William Seibel, PhD",
        "Chunjiang He, PhD",
        "Yixuan Tang",
        "Jennifer R Skibbe",
        "Mark Wunderlich, MS",
        "William C Reinhold",
        "Lei Dong, PhD",
        "Chao Shen, PhD",
        "Stephen Arnovitz",
        "Bryan Ulrich",
        "Jiuwei Lu, PhD",
        "Hengyou Weng, PhD",
        "Rui Su, PhD",
        "Huilin Huang, PhD",
        "Yungui Wang, PhD",
        "Chenying Li, MD",
        "Xi Qin",
        "James C. Mulloy, PhD",
        "Yi Zheng, PhD",
        "Jiajie Diao, PhD",
        "Jie Jin",
        "Chong Li, PhD",
        "Paul P Liu, MD",
        "Chuan He, PhD",
        "Yuan Chen, PhD",
        "Jianjun Chen, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Cancer Biology, University of Cincinnati, Cincinnati, ",
            "Section of Hematology/Oncology, Department of Medicine, The University of Chicago, Chicago, IL "
        ],
        [
            "Department of Cancer Biology, University of Cincinnati, Cincinnati, ",
            "Department of Hematology, The First Affiliated Hospital Zhejiang University, Hangzhou, China ",
            "Section of Hematology/Oncology, Department of Medicine, The University of Chicago, Chicago, "
        ],
        [
            "Department of Cancer Biology, University of Cincinnati, Cincinnati, "
        ],
        [
            "Department of Chemistry, Department of Biochemistry and Molecular Biology, Institute for Biophysical Dynamics, Howard Hughes Medical Institute, The University of Chicago, Chicago, "
        ],
        [
            "Department of Chemistry, Department of Biochemistry and Molecular Biology, Institute for Biophysical Dynamics, Howard Hughes Medical Institute, The University of Chicago, Chicago, "
        ],
        [
            "Beckman Research Institute of the City of Hope, Duarte, "
        ],
        [
            "Key Laboratory of Luminescence and Real-time Analytical Chemistry (Ministry of Education), College of Pharmaceutical Sciences, Southwest University, Chongqing, China "
        ],
        [
            "Department of Cancer Biology, University of Cincinnati, Cincinnati, ",
            "State Key Laboratory of Oncology in South China, Collaborative Innovation Center for Cancer Medicine, Sun Yat-sen University Cancer Center, Guangzhou, China "
        ],
        [
            "Division of Oncology, Cincinnati Children's Hospital Medical Center, Cincinnati, "
        ],
        [
            "School of Basic Medical Sciences, Wuhan University, Wuhan, China "
        ],
        [
            "Key Laboratory of Luminescence and Real-time Analytical Chemistry (Ministry of Education), College of Pharmaceutical Sciences, Southwest University, Chongqing, China "
        ],
        [
            "Department of Cancer Biology, University of Cincinnati, Cincinnati, "
        ],
        [
            "Experimental Hematology and Cancer Biology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH "
        ],
        [
            "Developmental Therapeutics Branch, Center for Cancer Research, NCI, NIH, Bethesda, "
        ],
        [
            "Department of Cancer Biology, University of Cincinnati, Cincinnati, "
        ],
        [
            "Department of Cancer Biology, University of Cincinnati, Cincinnati, "
        ],
        [
            "Section of Hematology/Oncology, Department of Medicine, The University of Chicago, Chicago, "
        ],
        [
            "Section of Hematology/Oncology, Department of Medicine, The University of Chicago, Chicago, "
        ],
        [
            "Department of Cancer Biology, University of Cincinnati, Cincinnati, "
        ],
        [
            "Department of Cancer Biology, University of Cincinnati, Cincinnati, ",
            "Section of Hematology/Oncology, Department of Medicine, The University of Chicago, Chicago, "
        ],
        [
            "Department of Cancer Biology, University of Cincinnati, Cincinnati, "
        ],
        [
            "Department of Cancer Biology, University of Cincinnati, Cincinnati, "
        ],
        [
            "Department of Cancer Biology, University of Cincinnati, Cincinnati, ",
            "Section of Hematology/Oncology, Department of Medicine, The University of Chicago, Chicago, ",
            "Department of Hematology, the First Affiliated Hospital Zhejiang University, Hangzhou, China "
        ],
        [
            "Department of Cancer Biology, University of Cincinnati, Cincinnati, ",
            "Department of Hematology, the First Affiliated Hospital Zhejiang University, Hangzhou, China "
        ],
        [
            "Department of Cancer Biology, University of Cincinnati, Cincinnati, "
        ],
        [
            "Cancer and Blood Diseases Institute, Cincinnati Children's Hospital Medical Center, Cincinnati, OH "
        ],
        [
            "Experimental Hematology and Cancer Biology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH "
        ],
        [
            "Department of Cancer Biology, University of Cincinnati, Cincinnati, "
        ],
        [
            "Department of Hematology, the First Affiliated Hospital, Zhejiang University School of Medicine, Hangzhou, China "
        ],
        [
            "Key Laboratory of Luminescence and Real-time Analytical Chemistry (Ministry of Education), College of Pharmaceutical Sciences, Southwest University, Chongqing, China "
        ],
        [
            "Genetics and Molecular Biology Branch, National Human Genome Research Institute, NIH, Bethesda, "
        ],
        [
            "Department of Chemistry, University of Chicago, Chicago, IL"
        ],
        [
            "Beckman Research Institute of the City of Hope, Duarte, "
        ],
        [
            "Department of Cancer Biology, University of Cincinnati, Cincinnati, ",
            "Section of Hematology/Oncology, Department of Medicine, The University of Chicago, Chicago, "
        ]
    ],
    "first_author_latitude": "39.1367744",
    "first_author_longitude": "-84.5045099",
    "abstract_text": "Acute myeloid leukemia (AML) is one of the most common and fatal forms of hematopoietic malignancies. Over 70% of patients with AML cannot survive over 5 years. Many AML subtypes, such as the MLL -rearranged AMLs, are often associated with unfavorable outcome. Current treatment frequently involves intensive chemotherapy, which impairs the quality of life of the patients. While the incidence of AML is continually rising due to aging, most elder patients cannot bear intensive chemotherapy and are associated with very poor survival. Thus, improved therapeutic strategies with less intensive treatment but a higher cure rate are urgently needed. The Ten-eleven translocation (TET) proteins (including TET1/2/3) are known to be able to convert 5-methylcytosine (5mC) to 5-hydroxymethylcytosine (5hmC), leading to DNA demethylation. In contrast to the repression and tumor-suppressor role of TET2 observed in hematopoietic malignancies, we recently showed that TET1 , the founding member of the TET family, was significantly up-regulated in MLL -rearranged AML and played an essential oncogenic role. An independent study by Zhao et al. confirmed the essential oncogenic role of Tet1 in the development of myeloid malignancies. Thus, TET1 is an attractive therapeutic target for AML. In order to identify chemical compounds that may target TET1 signaling, we searched the drug-sensitivity/gene expression database of a total of 20,602 chemical compounds in the NCI-60 collection of cancer cell samples. The expression levels of endogenous TET1 showed a significant positive correlation with the responsiveness of cancer cells across the NCI-60 panel to 953 compounds ( r > 0.2; P <0.05). We selected the top 120 with the highest r values and tested their effects on cell viability of TET1 -high and TET1 -low AML cell lines. Finally we got two top candidate compounds, NSC-X1 and especially, NSC-X2, with the highest potency of inhibiting cell viability of TET1 -high AML cell, but not TET1 -low cells. Both compounds significantly suppressed cellular TET1 expression levels as well as 5hmC levels in TET1 -high AML cells. Further, secondary bone marrow transplantation followed by drug treatment was carried out to test the in vivo therapeutic effects of NSC-X1 and NSC-X2. Both candidate compounds significantly inhibited MLL-AF9 -induced AML, by prolonging the median survival from 49 days (control) to 94 (NSC-X1) or >200 (NSC-X2) days. Notably, 57% of the NSC-X2 treated mice were cured. In another AML model induced by AML-ETO9a ( AE9a ), NSC-X1 and NSC-X2 also exhibited remarkable therapeutic effects, with an elongated median survival from 46 days (control) to 95 (NSC-X1) and 122 (NSC-X2) days, respectively. To decipher the molecular mechanism by which NSC-X2 represses TET1 expression, we treated THP-1 AML cells with moderate to high concentration of NSC-X2 for over 100 days and then isolated a set of individual drug-resistant THP-1 single clones. Through RNA-seq of 6 of the NSC-X2-resistant clones, recurrent mutations were found in 14 genes, including JAK1 . Ingenuity pathway analysis (IPA) was used to analyze biological relationships amongst the 14 mutated genes. The top one network identified by IPA involving all of the 14 genes is closely associated with the JAK/STAT5 pathway. Results of chromatin immunoprecipitation (ChIP) assays showed TET1 is one of the direct downstream gene targets of STAT3 and STAT5. Through NMR chemical shift perturbation (CSP) and electrophoretic mobility shift assays (EMSAs), we showed a strong direct association between STAT3/5 DNA binding domain and the TET1 promoter, which could be severely interrupted by NSC-X2. Compared to currently available JAK/STAT inhibitors (e.g., Pacritinib, KW-2449, Stattic, and sc-355979), our compounds (NSC-370284 and UC-514321) exhibit a much higher selectivity and also a higher efficacy in targeting TET1 -high AML. Taken together, we identified chemical compounds NSC-X1 and especially, NSC-X2, as potent inhibitors that significantly and selectively suppress the viability of AML cells with high level of TET1 expression, and dramatically repress the progression of TET1 -high AML in mice. NSC-X2 directly binds STAT3/5 as STAT inhibitors and thereby suppress TET1 transcription and TET1 signaling, leading to potent anti-leukemic effects. Our results highlight the therapeutic potential of targeting the STAT/TET1 axis by selective inhibitors in AML treatment. Disclosures No relevant conflicts of interest to declare."
}