{
    "doi": "https://doi.org/10.1182/blood.V120.21.3245.3245",
    "article_title": "The Hypoxic Response and Altered Gene Expression in Patients with Sickle Cell Disease ",
    "article_date": "November 16, 2012",
    "session_type": "111. Hemoglobinopathies, excluding Thalassemia: Poster III",
    "abstract_text": "Abstract 3245 Sickle cell disease (SCD) and Chuvash polycythemia (CP) are both monogenic hematologic disorders, the first resulting in hemolytic anemia and the second in polycythemia related to an upregulated hypoxic response at normoxia. Specifically, homozygosity for the VHL R200W mutation leads to increased levels of the transcription factors hypoxia inducible factor (HIF)-1 and HIF-2 at normoxia and altered transcription of many genes. Much attention in the pathophysiology of SCD has focused on the adverse effects of chronic inflammation, enhanced cellular adhesion pathways and hemolytic rate. However, the chronic anemia of SCD is associated with an upregulation of the hypoxic response as evidenced by high erythropoietin concentrations. In this prospective study, we compared gene expression alterations in peripheral blood mononuclear cells in SCD and CP. Our pre-specified hypothesis was that we could identify hypoxia-mediated gene expression alterations in SCD through a comparison with altered gene expression in CP and reveal molecular pathways that are potentially shared by these two conditions. We prospectively compared gene expression profiles in two independent cohorts, an SCD cohort comprised of 22 SCD patients and 19 African American controls and a CP cohort comprised of 8 VHL R200W homozygotes and 17 Chuvash controls with wildtype VHL . Because iron deficiency can influence the hypoxic response, we excluded iron-deficient subjects from each cohort. We used the identical Affymetrix exon array platform for both cohorts. Differential gene expression was highly correlated between the two conditions, with Spearman correlation ρ = 0.75 between their expression profiles across 16,642 genes, suggesting that 56% of expression variation triggered by beta hemoglobin mutation in SCD may be explained by hypoxic transcriptional responses. A small portion of differential genes were highly induced in both conditions. Among 54 genes up-regulated >1.5-fold in SCD patients, 24 (44%) overlapped with the 31 genes up-regulated >1.5-fold in VHL R200W homozygotes. The genes highly induced in both conditions included FAM46C (family with sequence similarity 46 member C), SELENBP1 (selenium binding protein 1), IL1B (interleukin 1, beta), MOP-1, SNCA (synuclein, alpha), GMPR (guanosine monophosphate reductase), BPGM (2,3-bisphosphoglycerate mutase), SLC25A37 (solute carrier family 25 member 37), CA1 (carbonic anhydrase I), DCAF12 (DDB1 and CUL4 associated factor 12), EPB42 (erythrocyte membrane protein band 4.2), AHSP (alpha hemoglobin stabilizing protein), SLC4A1 (solute carrier family 4 member 1), HBB (hemoglobin, beta), HBD (hemoglobin, delta), CSDA (cold shock domain protein A), FECH (ferrochelatase), BCL2L1 (BCL2-like 1), OSBP2 (oxysterol binding protein 2), APOBEC3A (apolipoprotein B mRNA editing enzyme catalytic polypeptide-like 3A), IFIT1 (interferon-induced protein with tetratricopeptide repeats 1), IFIT3 (interferon-induced protein with tetratricopeptide repeats 3), IFI44L (interferon-induced protein 44-like), and IFI27 (interferon, alpha-inducible protein 27). Three genes were down-regulated >1.5-fold in SCD patients. One of these, GIMAP7 (GTPase, IMAP family member 7), was among the 11 genes down-regulated >1.5-fold in VHL R200W homozygotes. These results suggest that there is a broad upregulation of the hypoxic response in SCD and that the hypoxic response may underlie or interact with an important proportion of the clinical and pathophysiologic manifestations of SCD. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "gene expression",
        "hypoxia",
        "sickle cell anemia",
        "hemoglobin",
        "human leukocyte interferon",
        "interferons",
        "carrier proteins",
        "ferrochelatase",
        "solutes",
        "adverse effects"
    ],
    "author_names": [
        "Victor R. Gordeuk, MD",
        "Xu Zhang, PhD",
        "Wei Zhang, PhD",
        "Shwu-Fan Ma, PhD",
        "Galina Miasniakova, MD",
        "Adelina Sergueeva, MD",
        "Tatiana Ammosova, PhD",
        "Min Xu, PhD",
        "Sergei Nekhai, PhD",
        "Josef T. Prchal, MD",
        "Michael Wade, MS",
        "Joe GN Garcia, MD",
        "Roberto Machado, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Victor R. Gordeuk, MD",
            "author_affiliations": [
                "Comprehensive Sickle Cell Center, Section of Hematology/Oncology, Department of Medicine, University of Illinois at Chicago, Chicago, IL, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Xu Zhang, PhD",
            "author_affiliations": [
                "Comprehensive Sickle Cell Center, Section of Hematology/Oncology, Department of Medicine, University of Illinois at Chicago, Chicago, IL, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wei Zhang, PhD",
            "author_affiliations": [
                "Institute of Human Genetics, University of Illinois at Chicago, Chicago, IL, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shwu-Fan Ma, PhD",
            "author_affiliations": [
                "Section of Pulmonary/Critical Care, Department of Medicine, University of Chicago, Chicago, IL, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Galina Miasniakova, MD",
            "author_affiliations": [
                "Chuvash Republic Clinical Hospital 2, Cheboksary, Russia, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Adelina Sergueeva, MD",
            "author_affiliations": [
                "Cheboksary Children's Hospital, Cheboksary, Russia, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tatiana Ammosova, PhD",
            "author_affiliations": [
                "Center for Sickle Cell Disease, Howard University, Washington, DC, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Min Xu, PhD",
            "author_affiliations": [
                "Center for Sickle Cell Disease, Howard University, Washington, DC, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sergei Nekhai, PhD",
            "author_affiliations": [
                "Center for Sickle Cell Disease, Howard University, Washington, DC, USA, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Josef T. Prchal, MD",
            "author_affiliations": [
                "Hematology Division, University of Utah, Salt Lake City, UT, USA, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Wade, MS",
            "author_affiliations": [
                "Institute for Personalized Respiratory Medicine, University of Illinois at Chicago, Chicago, IL, USA, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joe GN Garcia, MD",
            "author_affiliations": [
                "Institute for Personalized Respiratory Medicine, University of Illinois at Chicago, Chicago, IL, USA, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Roberto Machado, MD",
            "author_affiliations": [
                "Section of Pulmonary, Critical Care & Sleep Medicine, Department of Medicine, University of Illinois at Chicago, Chicago, IL, USA"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-21T09:32:52",
    "is_scraped": "1"
}