{
    "doi": "https://doi.org/10.1182/blood.V116.21.4872.4872",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1703",
    "start_url_page_num": 1703,
    "is_scraped": "1",
    "article_title": "Rituximab, Endoxan, Ganciclovir, Dexamethasone, Tocilizumab Sequential Treatment In Kaposi's Sarcoma-Associated Herpesvirus (KSHV) -Related Multicentric Castleman Disease. A Case Report with 8 Months Follow-up ",
    "article_date": "November 19, 2010",
    "session_type": "LYMPHOCYTES, LYMPHOCYTE ACTIVATION, AND IMMUNODEFICIENCY, INCLUDING HIV AND OTHER INFECTIONS",
    "topics": [
        "dexamethasone",
        "follow-up",
        "ganciclovir",
        "human herpesvirus 8",
        "multi-centric castleman's disease",
        "rituximab",
        "sequential treatment",
        "tocilizumab",
        "cachexia",
        "dna"
    ],
    "author_names": [
        "Francesco Iuliano",
        "Tecla Mingrone",
        "Stefania Infusino",
        "Alessia Perricelli",
        "Angelo Pomillo",
        "Maria Luci",
        "Massimo Di Maio"
    ],
    "author_affiliations": [
        [
            "Internal Medicine, U.O.di Onco-Ematologia ASL3 Rossano, ASP1 Cosenza, Rossano, Italy"
        ],
        [
            "Internal Medicine, U.O.di Onco-Ematologia ASL3 Rossano, ASP1 Cosenza, Rossano, Italy"
        ],
        [
            "Internal Medicine, U.O.di Onco-Ematologia ASL3 Rossano, ASP1 Cosenza, Rossano, Italy"
        ],
        [
            "Internal Medicine, U.O.di Onco-Ematologia ASL3 Rossano, ASP1 Cosenza, Rossano, Italy"
        ],
        [
            "Internal Medicine, U.O.di Onco-Ematologia ASL3 Rossano, ASP1 Cosenza, Rossano, Italy"
        ],
        [
            "Internal Medicine, U.O.di Onco-Ematologia ASL3 Rossano, ASP1 Cosenza, Rossano, Italy"
        ],
        [
            "Internal Medicine, U.O.di Onco-Ematologia ASL3 Rossano, ASP1 Cosenza, Rossano, Italy"
        ]
    ],
    "first_author_latitude": "39.5773826",
    "first_author_longitude": "16.6345629",
    "abstract_text": "Abstract 4872 Clinical history of Kaposi sarcoma-associated herpesvirus (KSHV),-related Multicentric Castleman Disease is characterized by a rapidly progressive and often fatal course. We report a case successfully treated sequentially with a course of 4 infusions of rituximab 375mg/m2 at weekly intervals, Endoxan, 750 mg/m2 as an intravenous infusion once weekly for 2 weeks, intravenous ganciclovir, 5 mg/kg twice daily for 2 weeks and then once daily, dexamethasone 20 mg on days 1–4, 9–12, 17–20 and anti-interleukin-6 receptor antibody (tocilizumab) administered intravenously at a dose of 8 mg/kg every 2 weeks, starting at day 32. On December 12, 2009, a 54-year-old man came to the medicine department because of a 2-week history of progressive fatigue, wasting, high-grade fever (39°C), profuse sweating, and severe autoimmune hemolytic anemia (4.2 mg/dL). He had been diagnosed with asymptomatic MCD 6 months before admission. Generalized lymphadenopathy and hepato-splenomegaly were evident on physical examination and enlarged lymph nodes in retroperitoneal regions (CT scan). Blood biochemistry showed very high CRP, IL-6, beta 2 microglobulin serum levels, low LDH and albumin, increase polyclonal immunoglobulin, grade 3 thrombocytopenia and neutropenia. Serologic tests (Epstein-Barr virus, hepatitis B and C viruses, cytomegalovirus and human immunodeficiency virus) were negative. On hospital day 10, 250.000 copies of HHV-8 DNA were detected in 1 mL plasma by RT-PCR. The patient achieved CR two months after admission, still maintained at 8 month follow-up. HHV-8 DNA became undetectable over the course of 8 weeks, at which time ganciclovir was discontinued. Conclusions: In our case the onset of the disease was serious and life-threatening. Sequential therapy has proven to be able to save the life of the patient acting on different biological targets. To date is the first case treated with this schedule. Disclosures: No relevant conflicts of interest to declare."
}