{
    "doi": "https://doi.org/10.1182/blood.V112.11.2484.2484",
    "article_title": "Correlations Between Cytokines and Elevated Tricuspid Regurgitant Jet Velocity in Children and Adolescents with Sickle Cell Disease ",
    "article_date": "November 16, 2008",
    "session_type": "Hemoglobinopathies, excluding Thalassemia",
    "abstract_text": "Background:The pathogenesis of pulmonary hypertension in sickle cell disease is not fully defined. We have found independent associations of hemolysis and hemoglobin oxygen desaturation with elevated tricuspid regurgitant jet velocity in a prospective multicenter study of 310 children and adolescents with sickle cell disease. The present report includes a subset of these patients in whom we investigated the association with jet velocity of an array of cytokines and biomediators that have previously been associated with vasculopathy and primary or secondary hypertension. Methods:Jet velocity was prospectively determined by Doppler echocardiograph in 237 children and adolescents with sickle cell disease at steady state. Elevated jet velocity was defined as ≥2.6 m/sec based on the mean + 2 SD in control subjects matched by age, sex and ethnicity to every sixth patient. Plasma concentrations of interleukins-6, 8 and10, interferon-γ, tumor necrosis factor-α, vascular endothelial growth factor (VEGF), monocyte chemoattractant protein-1 (MCP-1), basic fibroblast growth factor (bFGF), platelet-derived growth factor-BB (PDGF-BB) and Regulated upon Activation Normal T-cell Expressed and Secreted (RANTES) were determined by a multiplex cytokine kit and the Bio-Plex suspension array system (Bio-Rad, Hercules, CA). Plasma concentrations of endothelin-1 and serum concentrations of erythropoietin were analyzed by ELISA (R&D Systems, Minneapolis, MN). Levels of significance were adjusted for multiple comparisons. A hemolytic index was derived by principle component analysis of reticulocyte count, aspartate aminotransferase, total bilirubin and lactate dehydrogenase. Oxygen saturation of hemoglobin was determined by pulse oximetry. Results:Interleukins-8 and 10, VEGF and erythropoietin were significantly increased in sickle cell disease patients compared with controls while RANTES was significantly decreased. Among patients with sickle cell disease, interleukins-6 and 8, interferon-γ, tumor necrosis factor-α, PDGF-bb, erythropoietin and RANTES had significant positive correlations with jet velocity in bivariate analyses. Of these, only interleukin-8 and erythropoietin correlated significantly with the hemolytic index in bivariate analyses. By logistic regression, interleukin-6 (p = 0.020) and PDGF-bb (P = 0.003) were independently associated with increased odds of elevated jet velocity while VEGF was independently associated with decreased odds (P = 0.004). These associations persisted after adjustment either for the degree of hemolysis or for hemoglobin oxygen saturation. Conclusion: Similar to observations in primary and experimental pulmonary hypertension, altered expression of interleukin-6, PDGF-bb and VEGF may be associated with the development of pulmonary hypertension in children with sickle cell disease. At least some of these effects may be additive to those of hemolysis and hypoxia. Further investigations of these pathways may be appropriate in the search for new therapeutic modalities.",
    "topics": [
        "adolescent",
        "child",
        "cytokine",
        "sickle cell anemia",
        "vascular endothelial growth factor a",
        "erythropoietin",
        "platelet-derived growth factor",
        "hemoglobin",
        "interleukins",
        "pulmonary hypertension"
    ],
    "author_names": [
        "Xiaomei Niu, MD",
        "Mehdi Nouraie, MD, PhD",
        "Caterina Minniti, MD",
        "Craig Sable, MD",
        "Andrew Campbell, MD",
        "Sohail R Rana, MD",
        "Gregory J. Kato, MD",
        "Mark Gladwin, MD",
        "Oswaldo Castro, MD",
        "Tatiana Ammosova, PhD",
        "Sergei Nekhai, PhD",
        "Victor R. Gordeuk, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Xiaomei Niu, MD",
            "author_affiliations": [
                "Internal Medicine, Howard Univerity, Washington DC, DC, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Mehdi Nouraie, MD, PhD",
            "author_affiliations": [
                "Center for Sickle cell Disease, Howard University, Washington, DC, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Caterina Minniti, MD",
            "author_affiliations": [
                "Vascular Medicine Branch, NHLBI, Bethesda, MD, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Craig Sable, MD",
            "author_affiliations": [
                "Children’s National Medical Center, Washington, DC, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew Campbell, MD",
            "author_affiliations": [
                "Department of Pediatrics and Communicable Diseases, University of Michigan Medical Center, Ann Arbor, MI, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sohail R Rana, MD",
            "author_affiliations": [
                "Department of Pediatric and Child Health, Howard University Hospital, Washington DC, DC"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gregory J. Kato, MD",
            "author_affiliations": [
                "Pulmonary and Vascular Medicine Branch, National Heart, Lung, and Blood Institute, National Institutes of Health, Bethesda, MD, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mark Gladwin, MD",
            "author_affiliations": [
                "Vascular Medicine Branch, NHLBI, Bethesda, MD, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Oswaldo Castro, MD",
            "author_affiliations": [
                "Center for Sickle cell Disease, Howard University, Washington, DC, USA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tatiana Ammosova, PhD",
            "author_affiliations": [
                "Center for Sickle Cell Disease, HU, Howard University, Washington, DC, USA"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sergei Nekhai, PhD",
            "author_affiliations": [
                "Center for Sickle Cell Disease, Howard University, Washington, DC, USA"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Victor R. Gordeuk, MD",
            "author_affiliations": [
                "Howard University, Washington, DC, USA"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-09T13:05:49",
    "is_scraped": "1"
}