{
    "doi": "https://doi.org/10.1182/blood.V106.11.2430.2430",
    "article_title": "Genetic Polymorphism of the Inhibitory IgG Fc Receptor FcγRIIb Is Not Associated with Clinical Outcome of Rituximab Treated Follicular Lymphoma Patients. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "We and others have recently found that polymorphisms of activating IgG Fc receptor (FcγR), FcγRIIIa (CD16) 158 Valine/Valine (V/V) and FcγRIIa (CD32a) 131 Histidine/Histidine (H/H) genotypes predicted the rituximab response in patients with follicular lymphoma. This may be due to the relative efficiency of these different variants in performing antibody-dependent cellular cytotoxicity (ADCC). In this process, the constant region (Fc) of rituximab binds to these activating FcγRs on the surface of NK cells and macrophages to activate these effectors. On the surface of macrophages the Fc of rituximab can co-engage both activating receptors and the inhibitory receptor, FcγRIIb (CD32b), which has an opposing effect on activation. Therefore, FcγRIIb may play an important role in regulating the ADCC and influencing the efficacy of rituximab. Recently, a polymorphism of Isoleucine (I) and Threonine (T) at position 232 of FcγRIIb has been identified and shown to influence the function of FcγRIIb. In this study, we tested if this FcγRIIb 232 I/T polymorphism was associated with rituximab response. This study included 92 rituximab treated patients selected because of the availability of their clinical samples for genotyping and their known clinical outcome to rituximab therapy. They included the 87 patients in our previous study (JCO 21:3940) with longer follow-up. All but 16 patients had prior chemotherapy before rituixmab with a mean of 1.4 prior treatments (range 0–6). The median interval between diagnosis and rituximab therapy was 46 months. The median age at which they received rituximab was 51 years. The clinical response was determined at 1 to 3 months after the completion of rituximab and every 3 months afterward. The FcγR genotypes were determined by TaqMan technology using FcγR-specific primer pairs and allele-specific probes as described. Of these 92 patients, 77 (84%) were of FcγRIIb 232 I/I genotype, 13 (14%) of 232 I/T and 2 (2%) of 232 T/T. Patients with 232 I/T and 232 T/T were grouped together as T carrier for statistical analysis. The response rate to rituximab was similar among 232 I/I patients and those with 232 T carrier (65% vs 60% at 1-3 months; 53% vs 54% at 6 months; 41% vs 54% at 9 months; and 34% vs 38% at 12 months). The progression free survival at 2 years was 18% for patients with 232 I/I and 36% for 232 T carrier using the Kaplan-Meier estimation with median time to progression (TTP) of 203 and 276 days for the two groups respectively (p=0.739). There is no significant difference in the TTP between the two groups. In contrast, consistent with our previous report, FcγRIIIa 158 V/V and FcγRIIa 131 H/H genotype independently correlated with rituximab response in this extended group of patients. The progression free survival at 2 years was 47% for patients with FcγRIIIa 158 V/V and 15% for 158 F carrier, with median TTP of 534 and 170 days, respectively (p=0.023). The progression free survival at 2 years was 34% for patients with FcγRIIa 131 H/H and 16% for 131 R carrier with median TTP of 434 and 140 days, respectively (p=0.005). While FcγRIIb 232 T allele has been associated with risk of developing systemic lupus erythematosus and shown to influence the function of this inhibitory FcγR, we were unable to show a correlation between FcγRIIb 232 I/T polymorphism and clinical response to rituximab in patients with follicular lymphoma. On the other hand, this result has further confirmed the specificity of the predictive value of two activating FcγR polymorphisms on rituximab response.",
    "topics": [
        "fc receptors",
        "follicular lymphoma",
        "immunoglobulin g",
        "polymorphism",
        "rituximab",
        "treatment outcome",
        "histidine",
        "valine",
        "antigens, cd16",
        "chemotherapy regimen"
    ],
    "author_names": [
        "Wen-Kai Weng, MD, PhD",
        "Ronald Levy, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Wen-Kai Weng, MD, PhD",
            "author_affiliations": [
                "Oncology/Medicine, Stanford Medical Center, Stanford, CA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ronald Levy, MD",
            "author_affiliations": [
                "Oncology/Medicine, Stanford Medical Center, Stanford, CA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-29T09:30:22",
    "is_scraped": "1"
}