{
    "doi": "https://doi.org/10.1182/blood.V108.11.4423.4423",
    "article_title": "Soluble CD30 Can Distinguish Disease Progression from Acute GVHD in Patients with Adult T Cell Leukemia/Lymphoma Who Received Allogeneic Hematopoietic Stem Cell Transplantation. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "At present, allogeneic hematopoietic stem cell transplantation (HCST) has been an only curative modality for the treatment of adult T cell leukemia/lymphoma (ATLL). Disease relapse and GVHD are the major causes of mortality after allo-HSCT for ATLL. To achieve better outcome, early detection of disease relapse after allo-HSCT is absolutely crucial for decision-making of interventions such as donor lymphocyte infusion and/or adjuvant chemotherapy, while tumor burden still remains in the level of minimal residual disease (MRD). Serum soluble interleukin-2 receptor alpha (sIL-2R) has been known as a marker of ATLL tumor burden in affected patients, however it increases in patients with acute and chronic GVHD as well. Here we propose a new strategy to distinguish disease progression of ATLL and GVHD at an early stage by measuring serum levels of soluble CD30 antigen (sCD30) and sIL-2R. The surface CD30 is normally expressed by activated B or T cells. It has been known that Hodgkin cells, anaplastic large cell lymphoma and ATLL cells also express surface CD30. The soluble form of CD30 is produced by metalloprotease cleavage. Acute type ATLL patients whose tumor cells express surface CD30 (CD30 + ATLL), who underwent allo-HSCT, were included in this study. As control, the serum levels of sCD30 were measured in a healthy donor, an asymptomatic HTLV-I carrier and acute type ATLL patients whose tumor cell were negative for surface CD30 (CD30 − ATLL), all were below measurable range. In addition, the level of sCD30 was undetectable in a CD30 − ATLL patient with grade II gut acute GVHD as well. Confirming these low backgrounds, both of sCD30 and sIL2R levels were sequentially measured from induction chemotherapy and throughout allo-HSCT. During chemotherapy, the levels of sCD30 and sIL2R are well-correlated along with tumor burden as previously reported, and both markers increase at disease relapse after allo-HSCT as well. In contrast, during GVHD, sIL-2R levels increase along with GVHD status, while sCD30 remained lower or undetectable. In conclusion, serum levels of sCD30 and sIL-2R may predict not only disease progression at an early stage after allo-HSCT, but also distinguish that from GVHD. These findings may help to introduce an early intervention for ATLL progression with DLI and/or adjuvant chemotherapy at the level of minimal residual disease. View large Download slide Figure View large Download slide Figure  Close modal",
    "topics": [
        "adult t-cell lymphoma/leukemia",
        "allogeneic hematopoietic stem cell transplant",
        "antigens, cd30",
        "disease progression",
        "graft-versus-host disease, acute",
        "lymphoma",
        "allopurinol",
        "hematopoietic stem cell transplantation",
        "graft-versus-host disease",
        "neoplasms"
    ],
    "author_names": [
        "Makoto Yoshimitsu, MD",
        "Hiroshi Fujiwara, MD, PhD",
        "Noriko Aoki, MD",
        "Atsuo Ozaki, MD",
        "Heiichiro Hamada, MD",
        "Kakushi Matsushita, MD",
        "Naomichi Arima, MD",
        "Chuwa Tei, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Makoto Yoshimitsu, MD",
            "author_affiliations": [
                "Department of Hematology and Immunology, Kagoshima University Hospital, Kagoshima, Japan"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Hiroshi Fujiwara, MD, PhD",
            "author_affiliations": [
                "Department of Hematology and Immunology, Kagoshima University Hospital, Kagoshima, Japan"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Noriko Aoki, MD",
            "author_affiliations": [
                "Department of Hematology and Immunology, Kagoshima University Hospital, Kagoshima, Japan"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Atsuo Ozaki, MD",
            "author_affiliations": [
                "Department of Hematology and Immunology, Kagoshima University Hospital, Kagoshima, Japan"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Heiichiro Hamada, MD",
            "author_affiliations": [
                "Department of Hematology and Immunology, Kagoshima University Hospital, Kagoshima, Japan"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kakushi Matsushita, MD",
            "author_affiliations": [
                "Department of Hematology and Immunology, Kagoshima University Hospital, Kagoshima, Japan"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Naomichi Arima, MD",
            "author_affiliations": [
                "Division of Host Response, Center for Chronic Viral Disease, Graduate School of Medical and Dental Science, Kagoshima University, Kagoshima, Japan"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chuwa Tei, MD",
            "author_affiliations": [
                "Department of Cardiovascular, Respiratory and Metabolic Medicine, Graduate School of Medicine, Kagoshima University, Kagoshima, Japan"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-02T21:23:32",
    "is_scraped": "1"
}