{
    "doi": "https://doi.org/10.1182/blood.V116.21.2211.2211",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1829",
    "start_url_page_num": 1829,
    "is_scraped": "1",
    "article_title": "Non-Catalytic Domains of ADAMTS13 Can Redirect the Substrate Specificity of ADAMTS5 ",
    "article_date": "November 19, 2010",
    "session_type": "Blood Coagulation and Fibrinolytic Factors: Poster II",
    "abstract_text": "Abstract 2211 The von Willebrand factor (VWF) cleaving protease, ADAMTS13, and the aggrecanase, ADAMTS5, have a modular structure that includes metalloprotease (M), disintegrin-like (D), thrombospondin-1 (T), cysteine-rich (C), and spacer (S) domains. Both enzymes utilize some combination of DTCS domains to bind substrates and facilitate proteolysis, thereby maintaining the homeostatic balance between the synthesis and degradation of their substrates. We constructed chimeric metalloproteinases and substrates to examine the activity of ADAMTS13 and ADAMTS5 towards their respective physiological cleavage sites at VWF Tyr 1605 -Met 1606 and aggrecan interglobular domain (IGD) Glu 373 -Ala 374 (as shown in table ). Cleavage rates were determined by ELISA, and C-terminal products were sequenced to confirm specificity. ADAMTS13 truncated after the S domain (MDTCS13) cleaved recombinant VWF Asp 1596 -Arg 1668 (VWF73) much more rapidly than did constructs MDT13/CS5 and MD13/TCS5, in which distal ADAMTS13 domains were replaced by those of ADAMTS5. Similarly, replacement of the C-terminal 52 residues of VWF73 by aggrecan IGD residues Glu 394 -Gly 458 (VWF/IGD) markedly impaired cleavage by MDTCS13, MDT13/CS5, and MD13/TCS5.Therefore, optimal cleavage of VWF73 depends on interactions between ADAMTS13 TCS domains and C-terminal sites of VWF73. In contrast, MDTCS5 was inactive toward VWF73 or VWF/IGD, whereas MD5/TCS13 efficiently cleaved VWF73 (at Glu 1615 -Ile 1616 ) but not VWF/IGD. Thus, the TCS domains of ADAMTS13 interact with the Lys 1617 -Arg 1668 segment of VWF73. In the context of ADAMTS13, this interaction accelerates the physiological cleavage of VWF. In the context of the chimeric MD5/TCS13, this interaction allows the ADAMTS5 active site to recognize and cleave a new site in VWF73, which is otherwise resistant to ADAMTS5. As expected, MDTCS5 readily cleaved recombinant IGD residues Thr 331 -Gly 458 (IGD). Replacing the C-terminal 65 residues of IGD with VWF Lys 1617 -Arg 1668 (IGD/VWF) minimally altered the rate of cleavage by MDTCS5, and replacement of the ADAMTS5 TCS domains by those of ADAMTS13 (MD5/TCS13) had little effect on the cleavage of either IGD or IGD/VWF. MDTCS5 and MD5/TCS13 also cleaved the same Glu 373 -Ala 374 site in purified aggrecan with similar efficiency (not shown in table ), indicating that recognition of the major cleavage site in the IGD domain does not depend strongly on specific TCS domains. In contrast, the other major site of aggrecan proteolysis by MDTCS5, at Glu 1480 -Ala 1481 , was completely resistant to MD5/TCS13, indicating that the TCS domains of ADAMTS13 cannot substitute for those of ADAMTS5. These results show that non-catalytic domains, particularly TCS domains, are principal modifiers of physiological substrate recognition and cleavage by ADAMTS5 and ADAMTS13, and these domains may have a similar function in other members of the ADAMTS family. Table Efficiency of substrate cleavage  Enzyme . VWF73 ( k cat / K m ) . VWF/IGD ( k cat / K m ) . IGD/VWF ( k cat / K m ) . IGD ( k cat / K m ) . Aggrecan E 1480 -A 1481 . MDTCS13 44 ± 4 3.4 ± 0.2 N/A N/A N/A MDT13/CS5 16 ± 0.3 1.1 ± 0.1 N/A N/A N/A MD13/TCS5 2.8 ± 1.1 0.92±0.1 N/A N/A N/A MD5/TCS13 12.7 ± 1.0 0.7 ± 0.1 86 ± 9 32 ± 3 N/A MDTCS5 N/A N/A 47 ± 3 57 ± 3 + Enzyme . VWF73 ( k cat / K m ) . VWF/IGD ( k cat / K m ) . IGD/VWF ( k cat / K m ) . IGD ( k cat / K m ) . Aggrecan E 1480 -A 1481 . MDTCS13 44 ± 4 3.4 ± 0.2 N/A N/A N/A MDT13/CS5 16 ± 0.3 1.1 ± 0.1 N/A N/A N/A MD13/TCS5 2.8 ± 1.1 0.92±0.1 N/A N/A N/A MD5/TCS13 12.7 ± 1.0 0.7 ± 0.1 86 ± 9 32 ± 3 N/A MDTCS5 N/A N/A 47 ± 3 57 ± 3 + View Large Values (mean ± SD) for k cat / K m (×10 5 M -1 s -1 ) were calculated from the initial rate of substrate cleavage determined by ELISA of products. Cleavage of aggrecan at the Glu 1480 -Ala 1481 bond was analyzed by Western blotting with a site-specific antibody. N/A (no activity) indicates no significant cleavage identified by Western blotting or ELISA. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "adamts13 gene",
        "adamts5 protein",
        "catalysis",
        "substrate specificity",
        "immunoglobulin d",
        "aggrecans",
        "enzymes",
        "metalloproteases",
        "western blotting",
        "adamts proteins"
    ],
    "author_names": [
        "Weiqiang Gao, MD, PhD",
        "Elodee Tuley, BSc",
        "J. Evan Sadler, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Medicine, Washington Univ. School of Medicine, Saint Louis, MO, USA"
        ],
        [
            "Department of Medicine, Washington Univ. School of Medicine, Saint Louis, MO, USA"
        ],
        [
            "Department of Medicine, Washington Univ. School of Medicine, Saint Louis, MO, USA"
        ]
    ],
    "first_author_latitude": "38.63582425",
    "first_author_longitude": "-90.26389975000001"
}