{
    "doi": "https://doi.org/10.1182/blood-2020-135961",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4606",
    "start_url_page_num": 4606,
    "is_scraped": "1",
    "article_title": "First Infection with Absidia Corymbifera in a CLL Patient - Ibrutinib As Risk Factor? ",
    "article_date": "November 5, 2020",
    "session_type": "642.CLL: Therapy, excluding Transplantation",
    "topics": null,
    "author_names": [
        "Matthes Marquardt, MD",
        "Maren Thiel, MD",
        "Silke Kerl, MD",
        "Michael Wöhlke, MD",
        "Katrin Gröpler, MD",
        "Dietrich Gläser, MD",
        "Andreas Guenther, MD"
    ],
    "author_affiliations": [
        [
            "Hematology/Oncology and Stem Cell Transplantation, Helios Kliniken, Schwerin, Germany "
        ],
        [
            "Hematology/Oncology ans Stem Cell Transplantation, Helios Kliniken, Schwerin, Germany "
        ],
        [
            "Hematology/Oncology and Stem Cell Transplantation, Helios Kliniken, Schwerin, Germany "
        ],
        [
            "Pathology, Helios Kliniken, Schwerin, Germany "
        ],
        [
            "Schwerpunktpraxis Hämatologie/Onkologie, Wismar, Germany "
        ],
        [
            "Medical Department III, Klinik Rostock-Sued, Rostock, Germany"
        ],
        [
            "Hematology/Oncology and Stem Cell Transplantation, Helios Kliniken, Schwerin, Germany "
        ]
    ],
    "first_author_latitude": "53.6513769",
    "first_author_longitude": "11.4066574",
    "abstract_text": "Introduction Targeted therapy as ibrutinib, alone or in combination, is the new standard of care in CLL and has improved the clinical outcome. However, the rate of infectious side effects in the \"real world\" is still under debate. Several retrospective trials have observed a significant risk of invasive fungal infections (IFD) in this patient group, mostly caused by Aspergillus sp ., Cryptococcus sp . or Pneumocystis jiroveci and often occurring early after initiation of the drug. Here we report the first case of an invasive infection with Absidia corymbifera , a member of the zygomyces group, in a CLL patient. The life-threatening infection occurred six years after initiation of ibrutinib treatment infiltrating and destroying the left kidney. Invasive infections with Absidia corymbifera are extremely rare and mostly reported from patients with acute leukemia or severe immunosuppression after organ transplantation. This species is not sensitive to echinoncandins and azoles with the exception of posaconazol. Thus, uncommon IFD has to be suggested in patients treated with ibrutinib treatment and invasive diagnostics should be performed early. Patient characteristics The patient, a 70 years old male, was diagnosed in 2005 with B-CLL harbouring high risk cytogenetics (deletion 17p). CLL was treated since 2005 with R-CHOP, R-bendamustine and ofatumumab before ibrutinib was started in 2014. Due to secondary antibody deficiency, the patient was substituted with IVIG every 4 weeks. At the beginning of 2020 the patient suffered three weeks from cough, fever and abdominal pain before he was admitted to our ward. We found elevated CRP (362 mg/l, normal range: < 5) and procalcitonin (2.02 µg/l, normal range: < 0.5), leukocytosis dominated by CLL cells, mild neutropenia (> 1000 mm3) and an IgG level of 4 g/l (normal range: 7-16). A CT scan showed a barely vascularized tumor at the left kidney, peri-renal inflammation, atypical pneumonic infiltrates and multiple enlarged abdominal lymph nodes. Clinical outcome: The patient was initially treated with antibiosis and caspofungin without success. A fine-needle biopsy of the renal tumor was performed, where fungal structures were identified. Since a renal scintigraphy showed loss of function of the infected kidney, a nephrectomy was conducted to reduce the fungal load while the anti-mycotic treatment was changed to liposomal amphotericin B for three weeks. The molecular analysis of the infected kidney showed an infection with Absidia corymbifera . The patient recovered from fever and all other signs of infection under this treatment, so that he could be discharged after 4 weeks but oral posaconazole was given for additional 6 weeks. Conclusion: Here we report the first infection of a CLL patient with Absidia corymbifera , a germ only found in heavily immunosuppressed patients so far. However, ibrutinib should be considered as risk factor for uncommon invasive fungal infection. Thus, in all cases with fever of unknown origin in this patient group, lesions suspicious for IFD has to be carefully investigated and a biopsy should be taken to characterize the infectious agent. Treatment has to combine surgery and long-term antimycotic treatment. Disclosures No relevant conflicts of interest to declare."
}