{
    "doi": "https://doi.org/10.1182/blood.V114.22.5120.5120",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1484",
    "start_url_page_num": 1484,
    "is_scraped": "1",
    "article_title": "Immunisation against Human c-MYC Elicits a T-Cell Response and Influences Growth of High Grade B-Cell Lymphoma in Mice. ",
    "article_date": "November 20, 2009",
    "session_type": "Tumor Immunotherapy",
    "abstract_text": "Abstract 5120 Overexpression of the proto-oncogene c-myc due to chromosomal translocation is the hallmark of Burkitt-lymphoma. The evolving high grade lymphoma is dependent on the overexpression of c-myc, which provides the necessary signal to drive uncontrolled proliferation. Therefore loss of function or recognition of c-myc overexpressing cells by c-MYC specific T-cells should result in killing of the target and a halt to lymphoma progression. C-myc is also expressed in a variety of other human malignancies. Peptide prediction reveals several potential foreign epitopes in the context of murine H2 b due to 87% homology between human and mouse c-MYC. In this study we explored whether the human c-myc gene product can be a target for T-cell therapy. Wildtype C57BL/6 mice were immunized with recombinant human c-MYC protein in combination with incomplete Freund′s adjuvans and CpG, and were boosted at various time points thereafter using either c-MYC protein or 40mer peptides encompassing the non homologous regions. Control animals were vaccinated with recombinant GFP or OVA protein. C-MYC vaccinated animals displayed a higher IFNg release upon re-stimulation with c-MYC pulsed dendritic cells compared to control vaccinated animals. In ELISPOT assays we observed a higher number of IFNg positive cells (299±17 vs. 122±8.5 (GFP vaccinated) vs. 66±8.5 (OVA vaccinated)). Vaccination using single peptides revealed that peptides spanning the region from amino acid 87-123, 216-255 and 334-376 produced similar results. In addition, using a human c-MYC specific ELISA we were able to detect c-MYC specific antibodies in serum from immunized mice in a concentration up to 40mg/l. Using established cell lines from l-hu-c-myc transgenic mice, where the human c-myc gene is overexpressed due to the juxtaposition of elements of the immunoglobuline lambda locus as found in t(8;22) of Burkitt's lymphoma, we investigated whether vaccination with human c-MYC protein would influence lymphoma growth in a lymphoma transfer model. Animals were s.c. challenged with 0.1 Mio 291cells overexpressing human c-MYC and were monitored for lymphoma growth. C-MYC vaccinated animals (n=15) displayed a delay in tumor onset and a significantly better disease free survival (28 vs. 22 days, p=0.012) compared to control (OVA) vaccinated animals (n=10). This delayed growth was associated with an increased number of infiltrating CD3+/Perforin+ cells. However, all mice eventually succumbed to lymphoma growth, indicating that the T-cell response was not sufficient to control lymphoma growth in the long term. From these data we conclude that the human c-MYC is a possible target antigen for T-cells, but responses are weak and presumably low in frequency. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "b-lymphocytes",
        "burkitt's lymphoma",
        "c-myc genes",
        "immunization",
        "lymphoma",
        "mice",
        "t-lymphocytes",
        "peptides",
        "proto-oncogene proteins c-myc",
        "interferon type ii"
    ],
    "author_names": [
        "Florian Helm",
        "Andrea Wilke",
        "Thomas Kammertoens, PhD",
        "Christian Friese",
        "Josef Mautner, PhD",
        "Christoph Loddenkemper, MD, PhD",
        "Georg Bornkamm, MD, PhD",
        "Armin Gerbitz, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Hämatology/Oncology, Charité Berlin, Berlin, Germany, "
        ],
        [
            "Hämatology/Oncology, Charité Berlin, Berlin, Germany, "
        ],
        [
            "Dept. of Immunology, Charite Berlin, Berlin, "
        ],
        [
            "Dept. of Immunology, Charite Berlin, Berlin, "
        ],
        [
            "Kmolbi, Helmholtz-Center Munich, Munich, Germany, "
        ],
        [
            "Dept. of Patholoy, Charite Berlin, Berlin, "
        ],
        [
            "Kmolbi, Helmholtz-Center Munich, Munich, Germany, "
        ],
        [
            "Charite Zentrum fgür Tumormedizin, Medizinische Klinik mit Schwerpunkt, Berlin, Germany"
        ]
    ],
    "first_author_latitude": "52.49195315",
    "first_author_longitude": "13.349611849999999"
}