{
    "doi": "https://doi.org/10.1182/blood.V106.11.1619.1619",
    "article_title": "Computerized Tomographic Pulmonary Angiography Compared with Ventilation-Perfusion Lung Scanning as Inital Diagnostic Modality for Patients with Suspected Pulmonary Embolism: A Randomized Controlled Trial. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "Ventilation-perfusion (VQ) lung scanning and computerized tomographic pulmonary angiography (CTPA) have been validated as imaging procedures for the evaluation of patients with suspected pulmonary embolism and are used widely. To compare the safety and utility of VQ scanning and CTPA we performed a multi-centre randomized controlled trial in patients presenting with clinically suspected acute pulmonary embolism. All patients were evaluated using an explicit clinical model to determine pretest probability (Wells score) and with D-dimer. Patients considered at low likelihood of pulmonary embolism (score < 4.5 and negative D-dimer) did not undergo further testing and were followed as a separate cohort. The remaining patients were randomized to undergo either VQ scanning or CTPA. Patients diagnosed with pulmonary embolism on the basis of a high probability VQ scan or a positive CTPA were treated. Other patients underwent bilateral venous ultrasound imaging of the proximal veins of lower extremities and those confirmed to have DVT were treated. Physicians were able to refer patients for traditional pulmonary angiography or serial ultrasonography after initial testing but switching of patients to have the alternative pulmonary imaging procedure was not permitted by the protocol. Patients in whom pulmonary embolism was considered excluded did not receive antithrombotic therapy and were followed for a three month period. The primary outcome was the development of symptomatic pulmonary embolism or proximal deep vein thrombosis in the follow-up period in patients in whom the diagnosis of pulmonary embolism had initially been excluded. 1577 patients were enrolled in the study of whom 172 entered the low risk cohort. 1405 patients were randomized, 694 to CTPA and 711 to VQ scanning. 19.2% (133) of patients in the CTPA versus 14.2% (101) were diagnosed with pulmonary embolism in the initial evaluation period (difference 5.0%, 95% CI 1.1% to 8.9%). Of those in whom pulmonary embolism was considered excluded 0.4% (2/561) patients undergoing CTPA versus 1.0% (6/610) patients undergoing VQ scanning developed venous thromboembolism in follow-up (difference −0.6%, 95% CI −1.6% to 0.3%) including one with fatal pulmonary embolism in the VQ group. All cause mortality was higher in the three month follow-up for patients undergoing VQ scanning (30/610, 4.9%) than for CTPA (17/694, 2.4%) in whom pulmonary embolism was considered excluded. Most of these deaths were from cancer. Management practices using bilateral ultrasonography with either VQ scanning or CTPA to exclude the diagnosis of pulmonary embolism resulted in low rates of venous thromboembolic complications. More patients were diagnosed intitally with pulmonary embolism using the CTPA approach and fewer patients died in this cohort in the three month follow-up period.",
    "topics": [
        "lung",
        "pulmonary arteriogram",
        "pulmonary embolism",
        "ventilation/perfusion scan",
        "pulmonary artery angiography, ct",
        "follow-up",
        "ultrasonography",
        "fibrin fragment d substance",
        "cancer",
        "deep vein thrombosis"
    ],
    "author_names": [
        "David R. Anderson, MD",
        "Philip S. Wells, MD",
        "Susan Kahn, MD",
        "Marc Rodger, MD",
        "Michael J. Kovacs, MD",
        "Tim Morris, MD",
        "Susan Pleasance, BScN",
        "for the PEDS Investigators"
    ],
    "author_dict_list": [
        {
            "author_name": "David R. Anderson, MD",
            "author_affiliations": [
                "Medicine, Capital Health, Halifax, NS, Canada"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Philip S. Wells, MD",
            "author_affiliations": [
                "Medicine, Ottawa Hospital, Ottawa, ON, Canada"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Susan Kahn, MD",
            "author_affiliations": [
                "Medicine, McGill University, Montreal, QC, Canada"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marc Rodger, MD",
            "author_affiliations": [
                "Medicine, Ottawa Hospital, Ottawa, ON, Canada"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael J. Kovacs, MD",
            "author_affiliations": [
                "Medicine, University of Western Ontario, London, ON, Canada"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tim Morris, MD",
            "author_affiliations": [
                "Medicine, University of California at San Diego, San Diego, CA, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Susan Pleasance, BScN",
            "author_affiliations": [
                "Medicine, Capital Health, Halifax, NS, Canada"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "for the PEDS Investigators",
            "author_affiliations": [],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-29T09:40:28",
    "is_scraped": "1"
}