{
    "doi": "https://doi.org/10.1182/blood.V110.11.540.540",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1032",
    "start_url_page_num": 1032,
    "is_scraped": "1",
    "article_title": " In Vitro and In Vivo Anti-Myeloma Activity of PRLX, an Orally-Bioavailable Agent Against Cells with Constitutive Activation of Ras or Its Downstream Pathway. ",
    "article_date": "November 16, 2007",
    "session_type": "Molecular Pharmacology, Drug Resistance",
    "topics": [
        "multiple myeloma",
        "bortezomib",
        "chief complaint",
        "alkylating agents",
        "anthracycline antibiotics",
        "chemical analysis",
        "coculture techniques",
        "cytotoxicity",
        "gene expression profiling",
        "kinase inhibitors"
    ],
    "author_names": [
        "Steffen Klippel",
        "Jana Jakubikova",
        "Lauren Jenkins",
        "Joseph M. Negri",
        "Yevgenia Tesmenitsky",
        "Melissa Rooney",
        "Jake Delmore",
        "Douglas W. McMillin",
        "R. Selliah",
        "P. Robbins",
        "Nicholas Mitsiades",
        "Robert Schlossman",
        "Sudhir Sahasrabudhe",
        "Kenneth C. Anderson",
        "Paul G. Richardson",
        "Constantine S. Mitsiades"
    ],
    "author_affiliations": [
        [
            "Dept. of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA"
        ],
        [
            "Dept. of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA"
        ],
        [
            "Dept. of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA"
        ],
        [
            "Dept. of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA"
        ],
        [
            "Dept. of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA"
        ],
        [
            "Dept. of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA"
        ],
        [
            "Dept. of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA"
        ],
        [
            "Dept. of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA"
        ],
        [
            "Prolexys Pharmaceuticals, Inc., Salt Lake City, UT, USA"
        ],
        [
            "Prolexys Pharmaceuticals, Inc., Salt Lake City, UT, USA"
        ],
        [
            "Dept. of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA"
        ],
        [
            "Dept. of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA"
        ],
        [
            "Dept. of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA"
        ],
        [
            "Dept. of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA"
        ],
        [
            "Dept. of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA"
        ],
        [
            "Dept. of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA"
        ]
    ],
    "first_author_latitude": "42.3375158",
    "first_author_longitude": "-71.1081418",
    "abstract_text": "Ras mutations occur in 40–60% of multiple myeloma (MM) patients and are implicated in progression to advanced MM (including plasma cell leukemia/extramedullary lesions). The small molecule PRLX (Prolexys Pharmaceuticals) was identified in the context of “synthetic lethal” chemical screening for genotype-selective cytotoxicity against cells transformed with forced expression of mutant Ras (but not against isogenic normal cell counterparts) and was tested for anti-MM activity. In MTT survival assays, 34 of 46 human MM cell lines (74%) responded to 48hr treatment with sub-μM PRLX concentrations (achievable in preclinical pharmacokinetic studies). (24 MM lines had IC 50 values <300nM). PRLX anti-MM activity compared favorably with its in vitro activity against cell lines from leukemias, lymphomas, and solid tumors. PRLX activity was not restricted to cells with known Ras mutations: it was also observed in cells with FGF-R3 overexpression and/or activating mutation, suggesting that PRLX may target cells with hyper-active signaling through either upstream receptors, Ras or its downstream effectors, rather than targeting Ras biochemical activity itself. PRLX was active against MM cells resistant to conventional (Dex, alkylators, anthracyclines) and/or novel (lenalidomide, CC-4047, bortezomib, multitargeted kinase inhibitors) anti-MM agents. No antagonism was observed when PRLX was combined in vitro with other anti-MM agents, including Dex, bortezomib or CC-4047. Co-culture with BMSCs did not protect MM cells against PRLX (at doses non-toxic to BMSCs). Cell death commitment assays revealed that a pharmacologically relevant 5hr pulse with 300nM PRLX is sufficient to commit OPM-2 MM cells to cell death. Gene expression profiles (with Affymetrix U133 2.0plus oligonucleotide microarrays) showed early (<2hr) PRLX-induced modulation of broad spectrum of genes involved in regulation of cellular bioenergetics. FACS analyses of PRLX-treated cells revealed decreased mitochondrial membrane potential followed by apoptotic and then necrotic features of cell death. Reducing agents, such as tocopherol, can protect MM cells against PRLX, suggesting that release of reactive oxidative species may be an ultimate downstream mediator of the mechanism of action of this agent. The in vivo anti-MM activity of PRLX was evaluated in 2 separate in vivo models of diffuse MM lesions in SCID-beige mice, generated by i.v.injections of OPM-2 and MM.1S cells, respectively. In both models, mice were sublethally irradiated, injected i.v. with 1x10 6 MM cells and then randomly assigned to receive by oral gavage either PRLX 100 mg/kg (n=14) or vehicle only (n=14) on cyclical schedule of 5 days-on/2 days-off treatment. In both models, >90% of PRLX-treated mice were alive at 140 and 64 days from treatment onset, in the OPM-2 and MM.1S model respectively. In contrast, median overall survival was 35 days (95% CI: 23–47) and 35 days (95%C.I.: 31–39) in the respective control groups (Kaplan-Meier analyses, p<0.0001 in both models, by log-rank test). PRLX represents a promising novel orally bioavailable agent that merits further evaluation for possible clinical trials in advanced MM."
}