{
    "doi": "https://doi.org/10.1182/blood-2021-151030",
    "article_title": "CLI120-001 Phase Ib Study of RVU120(SEL120) in Patients with AML and High Risk MDS: Updated Safety/Efficacy Results from Initial Dose Escalation ",
    "article_date": "November 5, 2021",
    "session_type": "616.Acute Myeloid Leukemias: Investigational Therapies, Excluding Transplantation and Cellular Immunotherapies",
    "abstract_text": "Background: RVU120 (SEL120), a novel CDK8/CDK19 kinase inhibitor, has shown high anti-tumor efficacy in AML cell lines and patient-derived cells (PDC). The first-in-human (FIH) Phase Ib dose escalation trial (CLI120-001) of RVU120 is currently ongoing in patients with relapsed/refractory (R/R) AML or High-Risk Myelodysplastic Syndromes (HR-MDS) at 5 sites in the US and 2 upcoming sites in Poland (NCT04021368). Here we present updated data from the first five cohorts up to 110 mg dose level. Aims: The primary objective of the study is to evaluate the safety profile and determine recommended Phase II dose of RVU120 as a single agent in R/R AML and HR-MDS. Secondary objectives include antitumor activity, characterization of PK, and exploratory pharmacodynamic effects. Methods : CLI120-001 is an open-label, multi-center, modified 3+3 dose escalation study, initially planned to enroll 8 cohorts of 1 to 6 patients dosed at 10 to 225 mg. Decisions to escalate to the next dose cohort are made by a study data review committee (DRC). RVU120 is administered orally every other day, for a total of 7 doses, in a 3-week treatment cycle until disease progression/unacceptable toxicity. Adverse events are graded according to NCI-CTCAE v.5.0., and DLTs are assessed at completion of C1. Disease evaluation is performed according to Dohner 2017 and Cheson 2006 response criteria for AML and MDS respectively. Plasma PK parameters are calculated by non-compartmental analysis. Results: As of this abstract submission, 7 patients were enrolled in the first 5 dose cohorts. Two patients enrolled at Cohort #1(10 mg) affected by HR-MDS and R/R AML, obtained a Marrow CR (Complete Remission) and Progressive Disease (PD) respectively at the end of the first cycle. Cohort#2 patient with R/R AML inv(3)(q21.3q26.2) progressed at the end of cycle 1. Cohort #3 patient, with HR-MDS, who was escalated from 50 mg to the 75 mg dose level starting at cycle 7, remains on therapy with Stable Disease (SD) and an Erythroid Response (ER) at cycle 15. In Cohort #4 (75 mg), a R/R AML patient with DNMT3A mutation achieved a Complete Remission (CR) being in disease progression under venetoclax/decitabine treatment. Prior to study entry the patient was pancytopenic with >50% BM blasts of monocytic differentiation and cutaneous leukemia in the arm, upper back and scalp. At the end of cycle 1, BM showed a complete clearance of blasts with hematological recovery from cycle 2, and improvement in the skin leukemia that gradually led to a complete resolution on cycle 7, resulting in the CR. The patient discontinued study drug at the end of cycle 8 for Progressive Disease (PD). In addition, two patients were enrolled into Cohort #5 (110 mg dose level): one 43 YO female with AML, R/R to 3 previous lines of therapy and one 82 YO female with secondary AML. The first patient, with history of early post-transplant relapse, TP53 biallelic mutation and complex karyotype with disease progression under prior treatment with venetoclax/azacytidine, experienced worsening of nausea and vomiting from the first day of study drug administration. The patient interrupted study drug on day 9, was hospitalized on day 10 and a diagnosis of acute pancreatitis was made on day 13 of cycle 1. Her clinical conditions quickly deteriorated with worsening of preexisting pleural effusion; patient expired on day 14 of cycle 1. Because of unexpected high plasma concentration of the study drug, this event was deemed as possibly related to study drug, but DRC agreed that confounding factors such as preexisting and ongoing inflammatory conditions prevent a link to RVU120. The second patient with AML secondary to MDS, treated at the same dose of 110 mg, tolerated the drug well and achieved a Stable Disease (SD) at the end of cycle 1. Study drug was interrupted on cycle 2 due to compliance. Conclusion: RVU120 shows preliminary signs of efficacy in AML and HR-MDS with a tolerable safety profile, including a CR and an ER in patients previously treated with venetoclax combination therapy. Enrollment is ongoing in cohort 4 to gather additional safety data Keywords: AML, MDS, RVU120, SEL120, CDK8/CDK19 inhibitor Disclosures Borthakur:  ArgenX: Membership on an entity's Board of Directors or advisory committees; Ryvu: Research Funding; Takeda: Membership on an entity's Board of Directors or advisory committees; Protagonist: Consultancy; University of Texas MD Anderson Cancer Center: Current Employment; Astex: Research Funding; Novartis: Consultancy, Membership on an entity's Board of Directors or advisory committees; GSK: Consultancy. Burris:  Boehringer Ingelheim: Consultancy, Other: research grant ; AstraZeneca: Consultancy, Other: research grant ; Bayer: Consultancy, Other: research grant ; Daiichi Sankyo: Consultancy; Grail: Consultancy; Incyte: Consultancy, Other: research support; Novartis: Consultancy, Other: research grant, Expert Testimony; Pfizer: Consultancy, Other: research grant ; Vincerix Pharma: Consultancy; Abbvie: Other: research grant ; Agios: Other: research grant ; ARMO Biosciences: Other: research grant ; Array BioPharma: Other: research grant ; BioAtla: Other: research grant ; BioMed Valley Discoveries: Other: research grant ; Boehringer Ingelheim: Other: research grant ; Bristol Myers Squibb: Other: research grant ; CALGB: Other: research grant ; CicloMed: Other: research grant ; eFFECTOR Therapeutics: Other: research grant ; Lilly: Other: research grant ; EMD Serono: Other: research grant ; Roche/Genetech: Other: research grant ; GlaxoSmithKline: Other: research grant ; Harpoon: Other: research grant ; Hengrui Therapeutics: Other: research grant ; Infinity Pharmaceuticals: Other: research grant ; Janssen: Other: research grant ; Jounce: Other: research grant ; Kymab: Other: research grant ; MacroGenics: Other: research grant ; MedImmune: Other: research grant ; Merck: Other: research grant ; Millennium Pharmaceuticals: Other: research grant ; Moderna: Other: research grant ; Foundation Medicine: Other: research grant ; Revolution Medicine: Other: research grant ; Seattle Genetics: Other: research grant ; Tesaro: Other: research grant ; TG Therapeutics: Other: research grant ; Verastem: Other: research grant ; Vertex Pharmaceuticals: Other: research grant ; XBiotech: Other: research grant ; Zymeworks: Other: research grant ; Arch Oncology: Other: research grant ; Arvinas: Other: research grant ; Coordination Pharmaceuticals: Other: research grant ; NGM Biopharmaceuticals: Other: research grant ; Gossamer Bio: Other: research grant ; Ryvu Therapeutics: Other: research grant ; BioTheryX: Other: research grant ; HCA Healthcare: Other: stock ownership. Bradley:  AbbVie: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Novartis: Consultancy, Membership on an entity's Board of Directors or advisory committees. Lech-Marańda:  Takeda: Membership on an entity's Board of Directors or advisory committees; AbbVie: Membership on an entity's Board of Directors or advisory committees; Sanofi: Membership on an entity's Board of Directors or advisory committees; Amgen: Membership on an entity's Board of Directors or advisory committees; Janssen-Cilag: Membership on an entity's Board of Directors or advisory committees; Gilead: Membership on an entity's Board of Directors or advisory committees, Research Funding; Novartis: Membership on an entity's Board of Directors or advisory committees; Roche: Membership on an entity's Board of Directors or advisory committees. Brzozka:  Ardigen: Current Employment, Membership on an entity's Board of Directors or advisory committees; Ryvu Therapeutics: Current Employment, Current equity holder in publicly-traded company, Membership on an entity's Board of Directors or advisory committees; Selvita SA: Current Employment, Current equity holder in publicly-traded company, Membership on an entity's Board of Directors or advisory committees. Rzymski:  Ryvu Therapeutics: Current Employment, Current equity holder in publicly-traded company. Littlewood:  Ryvu Therapeutics: Current Employment. Shamsili:  Ryvu Therapeutics: Current Employment, Current equity holder in publicly-traded company. Angelosanto:  Ryvu Therapeutics: Current Employment.",
    "author_names": [
        "Camille Abboud, Sr.",
        "Gautam Borthakur",
        "Scott R. Solomon",
        "Howard A. Burris, Sr.",
        "Terrence Bradley",
        "JAN Maciej Zaucha, Sr.",
        "Ewa Lech-Marańda",
        "Krzysztof Brzozka",
        "Tomasz Rzymski",
        "Peter Littlewood",
        "Elie Mouhayar",
        "Setareh Shamsili",
        "Noemi Angelosanto"
    ],
    "author_dict_list": [
        {
            "author_name": "Camille Abboud, Sr.",
            "author_affiliations": [
                "Division of Oncology, Washington University In Saint Louis;, Saint Louis, MO",
                "Department of Medicine, Division of Oncology, Washington University School of Medicine, Saint Louis, MO"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Gautam Borthakur",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Scott R. Solomon",
            "author_affiliations": [
                "Leukemia Program, Northside Hospital Cancer Center Institute, Atlanta, GA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Howard A. Burris, Sr.",
            "author_affiliations": [
                "Sarah Cannon Research Institute, Nashville, TN"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Terrence Bradley",
            "author_affiliations": [
                "University of Miami, Sylvester Comprehensive Cancer Center, Miami, FL"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "JAN Maciej Zaucha, Sr.",
            "author_affiliations": [
                "Medical University of Gdansk, Gdansk, Poland"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ewa Lech-Marańda",
            "author_affiliations": [
                "Institute of Hematology and Transfusion Medicine, Warsaw, Poland"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Krzysztof Brzozka",
            "author_affiliations": [
                "Ryvu Therapeutics, Cracow, Poland"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tomasz Rzymski",
            "author_affiliations": [
                "Ryvu Therapeutics, Cracow, Poland"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter Littlewood",
            "author_affiliations": [
                "Ryvu Therapeutics, Krakow, Poland"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elie Mouhayar",
            "author_affiliations": [
                "MDACC, Houston, TX"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Setareh Shamsili",
            "author_affiliations": [
                "Ryvu Therapeutics, Cracow, Poland"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Noemi Angelosanto",
            "author_affiliations": [
                "Ryvu Therapeutics, Cracow, Poland"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T04:02:39",
    "is_scraped": "1"
}