{
    "doi": "https://doi.org/10.1182/blood.V126.23.5321.5321",
    "article_title": "High Expression of AF1q Is an Adverse Prognostic Factor in Multiple Myeloma Patients Treated with Autologous Stem Cell Transplantation ",
    "article_date": "December 3, 2015",
    "session_type": "651. Myeloma: Biology and Pathophysiology, excluding Therapy",
    "abstract_text": "Introduction: Multiple myeloma is a heterogeneous hematological malignancy. Investigation on the poor prognostic factors contributes the development of the effective stratified treatment. AF1q is an oncogene which expressed in leukemia cells, located in 1q21. The gene is well known as a one of the partner of 11q23. Recently, the association between the over expression of AF1q and the tumor progression has been reported by several investigators. We studied the expression of AF1q in patients with multiple myeloma and analyzed the prognostic value. Method: Newly diagnosed multiple myeloma patients in National Center for Global Health and Medicine hospital from January 2001 to March 2013 were studied. Patients were treated with vincristine-adriamycin-dexamethason or bortezomib-dexamethason induction therapy followed by autologous stem cell transplantation using high dose melphalan. The expression of AF1q was evaluated using the immunostain of bone marrow clot samples at the diagnosis of multiple myeloma. The expression of AF1q was graded from \"-\" to \"+++\". The clinical response, progression free survival, and overall survival were analyzed. Results: Clinical data and bone marrow clot samples of 61 patients were analyzed. Mean age was 55.5 years old, and 52.5% was male. The grades of AF1q expression were 2 of \"-\", 18 of \"+\", 17 of \"++\", and 24 of \"+++\". We defined the cases with \"-\" and \"+\" as low expression, \"++\" and \"+++\" as high expression. Very good partial response or better was obtained after completion of autologous stem cell transplantation in 45% of patients with low AF1q expression and 48.8% of high expression, there was no statistically significant difference. Survival analysis using Log Rank method showed that high expression of AF1q was associated with significantly shorter progression free survival (p=0.004), but not overall survival. Conclusion: In this study, we found that the high expression of AF1q was an adverse prognostic factor in multiple myeloma. Figure 1. View large Download slide Figure 1. View large Download slide  Close modal Disclosures Hagiwara: Celgene Corporation: Membership on an entity's Board of Directors or advisory committees.",
    "topics": [
        "autologous stem cell transplant",
        "multiple myeloma",
        "prognostic factors",
        "bortezomib",
        "doxorubicin",
        "hematologic neoplasms",
        "immunostain",
        "leukemia",
        "melphalan",
        "neoadjuvant therapy"
    ],
    "author_names": [
        "Shotaro Hagiwara",
        "Ana-Iris Schiefer, MD",
        "Sohtaro MINE, MD BPharm, BA",
        "Lukas Kenner, MD, PhD",
        "William Tse, MD FACP"
    ],
    "author_dict_list": [
        {
            "author_name": "Shotaro Hagiwara",
            "author_affiliations": [
                "Hematology, National Center for Global Health and Medicine, Tokyo, Japan "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ana-Iris Schiefer, MD",
            "author_affiliations": [
                "Clinical Institute of Pathology, Medical University of Vienna, Vienna, Austria "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sohtaro MINE, MD BPharm, BA",
            "author_affiliations": [
                "Hematology, National Center for Global Health and Medicine, Tokyo, Japan "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lukas Kenner, MD, PhD",
            "author_affiliations": [
                "Ludwig Boltzmann Institute for Cancer Research, Medical University Vienna and University of Veterinary Medicine Vienna, Vienna, Austria "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "William Tse, MD FACP",
            "author_affiliations": [
                "James Graham Brown Cancer Center, University of Louisville School of Medicine, Louisville, KY"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-04T18:32:49",
    "is_scraped": "1"
}