{
    "doi": "https://doi.org/10.1182/blood.V110.11.4513.4513",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1079",
    "start_url_page_num": 1079,
    "is_scraped": "1",
    "article_title": "Short Hairpin RNA-Mediated Inhibition of Bcl-2 Gene Increases Susceptibility to Methotrexate and Suppresses Lymphoma Growth In Vitro and In Vivo. ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "topics": [
        "bcl2 gene",
        "lymphoma",
        "methotrexate",
        "rna",
        "neoplasms",
        "antineoplastic agents",
        "bcl-2 protein",
        "rna, messenger",
        "tumor growth",
        "chemosensitivity"
    ],
    "author_names": [
        "Baoying Fang, MA",
        "Dongmei He, PhD",
        "Yuan Zhang, Ph.D"
    ],
    "author_affiliations": [
        [
            "Insititute of Hematology, Medical College of Jinan University, Guangzhou, Guangdong, China",
            " "
        ],
        [
            "Insititute of Hematology, Medical College of Jinan University, Guangzhou, Guangdong, China",
            " "
        ],
        [
            "Insititute of Hematology, Medical College of Jinan University, Guangzhou, Guangdong, China",
            " "
        ]
    ],
    "first_author_latitude": "23.128057",
    "first_author_longitude": "113.34772099999999",
    "abstract_text": "A high level of expression of Bcl-2 is associated with resistance to chemotherapeutic agents and radiation in a number of tumor types, so that a drug to reduce the levels of this protein would be expected to promote apoptosis and would therefore be considered a promising chemotherapeutic agent. At present, gene repression can also be achieved in mammalian cells by using vectors to express small hairpin RNA (shRNA) with a U6 or H1 promoter under the direction of RNA polymerase III. In our lab, we have constructed a U6 promoter based vector expressing shRNA structure targeting against Bcl-2, which could effectively down-regulate Bcl-2 protein. We previously demonstrated that this Bcl-2 shRNA decreased cell proliferation and enhanced radiation-induced apoptosis in Raji cells. In this study, we investigated the synergistic effect of Bcl-2 shRNA combined with methotrexate (MTX) in Molt4, Raji cells and nude mice model bearing human lymphoma.Bcl-2 shRNA was transfected into Molt4 cells and Raji cells with Lipofectamine. At 24,48,72,96 hours after transient transfection, the expression levels of Bcl-2 mRNA and protein were detected by RT-PCR and Western blot. The inhibition of cell growth was assessed by MTT assay, counting cell number. Apoptosis was determined by morphological observation and flow cytomertry. To examine the effect of Bcl-2 shRNA on proliferation and chemosensitivity against MTX in vivo, human Raji cell line was inoculated into the skin of BALB/c nude mice to establish lymphoma model. After Molt4 and Raji cells were transfected with Bcl-2 shRNA, protein and mRNA levels of Bcl-2 obviously were decreased. MTT assays indicated that the growth of cells transfected with Bcl-2 shRNA were significantly lower than those cells with negative control shRNA and untransfected cells, respectively ( P <0.05). Bcl-2 shRNA combined with MTX significantly inhibited the growth of cells (P<0.05). There was no difference in cell survival between control shRNA / MTX combination and cells treated with MTX alone. Using Giemsa staining, cells treated with Bcl-2 shRNA combined with MTX displayed changes of apoptosis. Apoptotic rates of both Molt4 and Raji cells treated with Bcl-2 shRNA combined with MTX significantly increased (P<0.05), compared with either control shRNA / MTX combination or MTX-treatment cells alone. In the assay of s.c. tumors in nude mice, tumor growth was inhibited in Bcl-2 shRNA group compared with that in negative control shRNA, and immunohistochemistry showed that Bcl-2 protein level of tumor was also decreased. The inhibition rate of tumor growth was significantly higher in tumors treated with Bcl-2 shRNA combined with MTX than in either control shRNA / MTX combination or MTX-treatment group (P<0.05). These results suggest that Bcl-2 shRNA increases MTX-induced apoptosis in Molt4 and Raji cells. Moreover, the combination of Bcl-2 shRNA and MTX produces greater antitumor effect."
}