{
    "doi": "https://doi.org/10.1182/blood.V106.11.4748.4748",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=435",
    "start_url_page_num": 435,
    "is_scraped": "1",
    "article_title": "Spontaneous Rupture of Spleen during Chemotherapy in Aggressive NHL. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "chemotherapy regimen",
        "rupture, spontaneous",
        "spleen",
        "disease susceptibility",
        "weight reduction",
        "splenic rupture",
        "cerebrotendinous xanthomatosis",
        "cyclophosphamide",
        "blood coagulation disorders",
        "hematologic neoplasms"
    ],
    "author_names": [
        "Kenneth F. More, MD",
        "Edwarda M. Buda, MD",
        "Dennis Sarmiento, MD",
        "Andrew S. Kim, MD",
        "Scott R. Golarz, MD",
        "Alexander Stojadinovic, MD",
        "Thomas J. Reid, MD, PhD."
    ],
    "author_affiliations": [
        [
            "Hematology and Oncology Div, Walter Reed Army Medical Center, Washington, DC, USA; ",
            "Hematology and Oncology Div; ",
            "Internal Medicine; ",
            "Internal Medicine; ",
            "General Surgery; ",
            "Oncologic Surgery and ",
            "Hematology and Oncology Div."
        ],
        [
            "Hematology and Oncology Div, Walter Reed Army Medical Center, Washington, DC, USA; ",
            "Hematology and Oncology Div; ",
            "Internal Medicine; ",
            "Internal Medicine; ",
            "General Surgery; ",
            "Oncologic Surgery and ",
            "Hematology and Oncology Div."
        ],
        [
            "Hematology and Oncology Div, Walter Reed Army Medical Center, Washington, DC, USA; ",
            "Hematology and Oncology Div; ",
            "Internal Medicine; ",
            "Internal Medicine; ",
            "General Surgery; ",
            "Oncologic Surgery and ",
            "Hematology and Oncology Div."
        ],
        [
            "Hematology and Oncology Div, Walter Reed Army Medical Center, Washington, DC, USA; ",
            "Hematology and Oncology Div; ",
            "Internal Medicine; ",
            "Internal Medicine; ",
            "General Surgery; ",
            "Oncologic Surgery and ",
            "Hematology and Oncology Div."
        ],
        [
            "Hematology and Oncology Div, Walter Reed Army Medical Center, Washington, DC, USA; ",
            "Hematology and Oncology Div; ",
            "Internal Medicine; ",
            "Internal Medicine; ",
            "General Surgery; ",
            "Oncologic Surgery and ",
            "Hematology and Oncology Div."
        ],
        [
            "Hematology and Oncology Div, Walter Reed Army Medical Center, Washington, DC, USA; ",
            "Hematology and Oncology Div; ",
            "Internal Medicine; ",
            "Internal Medicine; ",
            "General Surgery; ",
            "Oncologic Surgery and ",
            "Hematology and Oncology Div."
        ],
        [
            "Hematology and Oncology Div, Walter Reed Army Medical Center, Washington, DC, USA; ",
            "Hematology and Oncology Div; ",
            "Internal Medicine; ",
            "Internal Medicine; ",
            "General Surgery; ",
            "Oncologic Surgery and ",
            "Hematology and Oncology Div."
        ]
    ],
    "first_author_latitude": "38.967762799999996",
    "first_author_longitude": "-77.07165005",
    "abstract_text": "Background: Pathologic rupture of the spleen is a well recognized but rare complication of hematologic malignancy. It denotes spontaneous splenic rupture without prior trauma, and has been described in various hematologic neoplasms. Spontaneous splenic rupture is also reported with high dose growth factor use during stem cell mobilization, with heparin use, during pregnancy, from coagulopathy and attributed to various infectious causes. We present a case of non-Hodgkin’s lymphoma (NHL) complicated by massive splenomegaly, pre-existing splenic infarcts and splenic rupture after initiation of aggressive chemotherapy. Case: A 53 year old Caucasian male presented with several weeks of fatigue, malaise, anorexia, weight loss, fevers, drenching night sweats and left upper quadrant pain. Exam found palpable diffuse adenopathy and massive splenomegaly. Labs revealed mild pancytopenia and normal coagulation studies. CT scans confirmed diffuse lymphadenopathy of the axillary, inguinal, mediastinal, abdominal and pelvic areas with a massively enlarged heterogeneous spleen suspicious for possible infarcts. Left inguinal lymph node biopsy returned large B-cell lymphoma that was positive for CD19, CD20, Bcl-2, Ki-67 and lambda light chain restriction. Bone Marrow and pleural fluid studies confirmed stage IV DLBCL with normal male karyotype. Aggressive chemotherapy (CTx) was started with Rituximab-HyperCVAD. On CTx day 5, the patient became hypotensive, diaphoretic, with pallor, left upper abdominal pain and distention. His Hgb fell from 8.5 to 5.8g/dL. Cardiac ischemia, GI bleeding and hemolysis were excluded. Urgent fluid and blood resuscitation was begun and rapid CT scan revealed new areas of splenic infarct, large area of parenchymal hemorrhage and hemoperitoneum. There was no free air, thickening of bowel wall, or thrombosis of visceral venous structures. He was treated in the ICU, where his anemia remained refractory to pRBC transfusions; he developed a dilutional coagulopathy which was corrected with FFP; soon after, he underwent emergent splenectomy. Surgical specimen revealed a 2.5 Kg spleen with massive hemorrhage and necrotic degeneration without viable tumor. The patient had a protracted pancreatic leak and a splenic fossa hematoma but recovered well enough to continue Rituximab-EPOCH CTx. Discussion and Conclusions: In a review of 53 cases of splenic rupture in hematologic malignancies, Bauer et al cite 3 major predisposing factors: malignant splenic infiltration, splenic infarcts, and coagulopathy. No association with therapy, therapy type or disease duration was found. In a larger review, Giagounidis et al add several more risk factors: age >20, presence of splenomegaly, and possible role for initiation of chemotherapy. This series associated only 18% of splenic ruptures with immediately preceeding CTx. No correlation was made between therapy and splenomegaly with infarcts. In all reports, few patients with splenic rupture survived without splenectomy. We present an additional case of splenic rupture during CTx in the setting of splenomegaly with infarcts and therapy responsice aggressive NHL. A high index of suspicion and expeditious intervention are mandatory for a favorable outcome."
}