{
    "doi": "https://doi.org/10.1182/blood-2021-148581",
    "article_title": "Impact of Immunochemotherapy with R-Bendamustine or R-CHOP in the Post-Induction Management of Treatment Naïve Advanced Stage Follicular Lymphoma Patients: A Subset Analysis of the FOLL12 Trial By the Fondazione Italiana Linfomi (FIL) ",
    "article_date": "November 5, 2021",
    "session_type": "623.Mantle Cell, Follicular, and Other Indolent B Cell Lymphomas: Clinical and Epidemiological",
    "abstract_text": "Introduction. The administration of immuno-chemotherapy (ICT) followed by rituximab maintenance (RM) is the recommended approach for the front-line therapy of high tumor burden follicular lymphoma (HTB-FL) patients. Among available ICT regimens, RB (Rituximab-bendamustine) and R-CHOP regimen, are preferred options with high, similar efficacy. Regarding RM, its use is strongly supported after R-CHOP by the results of the PRIMA randomized trial; conversely, no prospective data are available to confirm the efficacy of RM in patients initially treated with RB. The FOLL12 trial was conducted to try to demonstrate that a response adapted post induction management of patients with HTB-FL could be as effective as standard RM in terms of Progression Free Survival (PFS). The trial actually showed the better efficacy of standard RM compared to the experimental approach thus providing indirect confirmation of the efficacy of RM after ICT, 10 years after the PRIMA trial. We here analyse the impact of initial ICT in the FOLL12 study that left treatment choice between RB and R-CHOP at physician discretion and on an individual patient basis. Methods . FOLL12 is a multicenter, randomized, phase III trial that compared standard RM vs. a response adapted post induction management in treatment naïve adult patients with grade 1-3a, stage II-IV and a HTB-FL. All patients received induction immunochemotherapy with 6 cycles of either R-CHOP or R-Bendamustine both followed by two additional doses of rituximab. Choice of ICT was at the physicians' discretion. After ICT, patients in the standard arm received bimonthly rituximab for up to two years. Patients in the experimental arm were managed according to centrally reviewed metabolic and molecular response. Patients achieving complete metabolic (CMR) and molecular response were managed with observation only, those in CMR with molecular persistence received 4 weekly rituximab doses. Patients not achieving CMR were treated with radioimmunotherapy with ibritumomab tiuxetan followed by standard RM. Primary study endpoint was 3 years progression free survival (PFS). Results . A total of 786 eligible patients were enrolled and 1:1 randomized either to standard or experimental arm. By backbone therapy, 341 patients received RB and 445 received RCHOP induction immunochemotherapy. RB was more frequently prescribed in older and female patients (OR 1.6, p=0.001) whereas RCHOP was preferred in patients with bulky disease (>6cm) and grade 3a histology (OR 0.65, p=0.013). The median follow-up of the analysis was 56 months (range 1-71). In the non-randomized comparison between RB and RCHOP, no difference in terms of PFS was observed between the two regimens (HR for RB 1.07, 95%CI 0.83-1.38, p=0.597, Figure 1). Standard maintenance arm was more effective than experimental arm both in patients initially treated with RCHOP and in those treated with RB (HR RCHOP 1.61, 95% CI 1.16-2.25; HR RB 1.89, 95% CI 1.27-2.82). An unequal interaction between RB and RCHOP and post-induction therapy was observed for sex and for bone marrow involvement. Considering grade 3 to 5 adverse events (AEs), neutropenia was less frequently observed in RB (35.7%) compared to RCHOP (46.2%). Among extra-hematological AEs, higher frequency of grade 3-4 infections and of cutaneous toxicity were observed in RB treated patients (3.8% vs. 1.2% and 2.4% vs. 0.2%). Overall, 54 second malignancies (SM) have been observed including 23 hematologic malignancies and 31 solid cancers. Cumulative incidence of secondary cancer (excluding non melanoma skin cancers) at 3 and 5 years was 3.7% (95%CI 2.4-5.3%) and 8.1% (95%CI 5.8-10.9%). Conclusion. The current update of the FOLL12 trial demonstrated superiority of standard RM compared to the response adapted post induction management irrespective of prescribed regimen thus proving a first prospective non-randomized evidence of RM efficacy in patients with high tumor burden follicular lymphoma patients treated with RB. Both R-CHOP and RB were associated with a similar efficacy profile. Figure 1 . Progression free survival for the standard maintenance arm (A) versus response oriented experimental arm (B) of the FOLL12 trial in patients treated with R-CHOP or R-Bendamustine (RB). Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Luminari:  Celgene: Consultancy, Membership on an entity's Board of Directors or advisory committees, Other: Travel, Accomodations, Expenses; Janssen: Other: Travel, Accomodations, Expenses; Gilead: Consultancy, Membership on an entity's Board of Directors or advisory committees; Regeneron: Consultancy; GENELAB SRL: Consultancy; Roche: Consultancy, Membership on an entity's Board of Directors or advisory committees. Tucci:  janssen: Membership on an entity's Board of Directors or advisory committees; Gentili: Membership on an entity's Board of Directors or advisory committees; Takeda: Membership on an entity's Board of Directors or advisory committees. Ferrero:  Janssen: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; EUSA Pharma: Consultancy, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Gilead: Research Funding, Speakers Bureau; Morphosys: Research Funding; Incyte: Membership on an entity's Board of Directors or advisory committees; Clinigen: Membership on an entity's Board of Directors or advisory committees; Servier: Speakers Bureau. Arcaini:  Gilead Sciences: Research Funding; Bayer, Celgene, Gilead Sciences, Roche, Sandoz, Janssen-Cilag, VERASTEM: Consultancy; Celgene: Speakers Bureau; Celgene, Roche, Janssen-Cilag, Gilead: Other: Travel expenses. Pulsoni:  Roche: Consultancy, Speakers Bureau; Takeda, Pfizer, Sandoz, Merk: Consultancy; Gilead, Bristol: Speakers Bureau. Musuraca:  Janssen, Roche, Incyte: Honoraria; Janssen, Roche, Incyte: Membership on an entity's Board of Directors or advisory committees; Janssen, Incyte, Roche: Consultancy.",
    "author_names": [
        "Stefano Luminari",
        "Maria Elena Nizzoli",
        "Annalisa Chiarenza",
        "Donato Mannina",
        "Alessandra Tucci",
        "Carola Boccomini",
        "Lucia Farina",
        "Jacopo Olivieri",
        "Luigi Marcheselli",
        "Simone Ferrero",
        "Luca Arcaini",
        "Alessandro Pulsoni",
        "Gerardo Musuraca",
        "Catello Califano",
        "Michele Merli",
        "Alessia Bari",
        "Annarita Conconi",
        "Francesca Re",
        "Monica Balzarotti",
        "Marco Ladetto",
        "Caterina Patti",
        "Antonello Pinto",
        "Maria Giuseppina Cabras",
        "Pellegrino Musto",
        "Guido Gini",
        "Annalisa Arcari",
        "Martina Manni",
        "Annibale Versari",
        "Massimo Federico"
    ],
    "author_dict_list": [
        {
            "author_name": "Stefano Luminari",
            "author_affiliations": [
                "Hematology, Azienda USL-IRCCS di Reggio Emilia, Reggio Emilia, Italy",
                "Surgical, Medical and Dental Department of Morphological Sciences related to Transplant, Oncology and Regenerative Medicine, University of Modena and Reggio Emilia, Modena, Italy"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Maria Elena Nizzoli",
            "author_affiliations": [
                "Hematology, Azienda Unitа Sanitaria Locale-IRCCS - Arcispedale Santa Maria Nuova, Reggio Emilia, Italy"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Annalisa Chiarenza",
            "author_affiliations": [
                "U.O.C. Ematologia, A.O.U. Policlinico \"G. Rodolico - S. Marco\", Catania, Italy"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Donato Mannina",
            "author_affiliations": [
                "UOC di Ematologia, Azienda Ospedaliera Papardo, Messina, Italy"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alessandra Tucci",
            "author_affiliations": [
                "Hematology, Department of Hematology, ASST Spedali Civili, Brescia, Italy"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carola Boccomini",
            "author_affiliations": [
                "Division of Haematology, Città della Salute e della Scienza, Turin, Italy"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lucia Farina",
            "author_affiliations": [
                "Division of Hematology, Fondazione IRCCS Istituto Nazionale dei Tumori, Milano, Italy"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jacopo Olivieri",
            "author_affiliations": [
                "SOC Clinica Ematologica, Azienda Sanitaria Universitaria Friuli Centrale (ASU FC), Udine, Italy"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Luigi Marcheselli",
            "author_affiliations": [
                "Fondazione Italiana Linfomi - Onlus, Modena, Italy"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Simone Ferrero",
            "author_affiliations": [
                "Ematologia Universitaria, University of Torino/AOU Città della Salute e della Scienza di Torino, Torino, Italy"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Luca Arcaini",
            "author_affiliations": [
                "Division of Hematology, Fondazione IRCCS Policlinico San Matteo, Pavia, Italy",
                "Department of Molecular Medicine, University of Pavia, Pavia, Italy"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alessandro Pulsoni",
            "author_affiliations": [
                "Dipartimento di Biotecnologie Cellulari ed Ematologia, Sapienza University of Rome, Rome, Italy"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gerardo Musuraca",
            "author_affiliations": [
                "Hematology Unit, IRCCS Istituto Romagnolo per lo Studio dei Tumori (IRST) \"Dino Amadori\", Meldola, Italy"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Catello Califano",
            "author_affiliations": [
                "U.O. Medicina-Oncoematologia, Presidio Ospedaliero A. Tortora, Nocera Inferiore, Italy"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michele Merli",
            "author_affiliations": [
                "Division of Hematology, University Hospital Ospedale di Circolo e Fondazione Macchi-Azienda Socio-Sanitaria Territoriale Sette Laghi, University of Insubria, Varese, Italy"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alessia Bari",
            "author_affiliations": [
                "Dipartimento di Scienze Mediche e Chirurgiche Materno-Infantili e dell'Adulto, Università di Modena e Reggio Emilia, Modena, Italy"
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Annarita Conconi",
            "author_affiliations": [
                "Division of Hematology, Ospedale degli Infermi, Biella, Italy"
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francesca Re",
            "author_affiliations": [
                "Division of Hematology, Azienda Ospedaliero-Universitaria di Parma, Parma, Italy"
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Monica Balzarotti",
            "author_affiliations": [
                "Unit of Hematology, Humanitas Clinical and Research Center, Rozzano, Italy"
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marco Ladetto",
            "author_affiliations": [
                "Division of Hematology, AO SS Antonio e Biagio e Cesare Arrigo, Alessandria, Italy",
                "Dipartimento di Medicina Traslazionale, Università del Piemonte Orientale, Alessandria, Italy"
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Caterina Patti",
            "author_affiliations": [
                "Division of Hematology, A.O. Ospedali Riuniti Villa Sofia-Cervello, Palermo, Italy"
            ],
            "author_rank": 21,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Antonello Pinto",
            "author_affiliations": [
                "Hematology-Oncology & Stem Cell Transplantation Unit, Istituto Nazionale Tumori - IRCCS Fondazione G. Pascale, Napoli, Italy"
            ],
            "author_rank": 22,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria Giuseppina Cabras",
            "author_affiliations": [
                "Struttura Complessa di Ematologia e CTMO, Ospedale Oncologico Businco, Cagliari, Italy"
            ],
            "author_rank": 23,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pellegrino Musto",
            "author_affiliations": [
                "Hematology Section, Department of Emergency and Transplantation, University of Bari Medical School, Bari, Italy"
            ],
            "author_rank": 24,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Guido Gini",
            "author_affiliations": [
                "Hematology, Department of Clinical and Molecular Sciences, Marche Polytechnic University, Ancona, Italy"
            ],
            "author_rank": 25,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Annalisa Arcari",
            "author_affiliations": [
                "U.O. Ematologia, Ospedale Guglielmo da Saliceto, Piacenza, Italy"
            ],
            "author_rank": 26,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martina Manni",
            "author_affiliations": [
                "Surgical, Medical and Dental Department of Morphological Sciences related to Transplant, Oncology and Regenerative Medicine, University of Modena and Reggio Emilia, Modena, Italy"
            ],
            "author_rank": 27,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Annibale Versari",
            "author_affiliations": [
                "Nuclear Medicine Unit, Arcispedale Santa Maria Nuova, Reggio Emilia, Italy"
            ],
            "author_rank": 28,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Massimo Federico",
            "author_affiliations": [
                "Surgical, Medical and Dental Department of Morphological Sciences related to Transplant, Oncology and Regenerative Medicine, University of Modena and Reggio Emilia, Modena, Italy"
            ],
            "author_rank": 29,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T15:36:53",
    "is_scraped": "1"
}