{
    "doi": "https://doi.org/10.1182/blood.V114.22.1536.1536",
    "article_title": "Prevalence and Risk Factors of Elevated Tricuspid Regurgitant Jet Velocity in Children with Sickle Cell Disease: Association with Age, Hemolysis, Oxygen Saturation and CD36 Deficiency. ",
    "article_date": "November 20, 2009",
    "session_type": "Hemoglobinopathies, Excluding Thalassemia Poster I",
    "abstract_text": "Abstract 1536 Poster Board I-559 Background Pulmonary hypertension (PHT) is a widely recognized complication of sickle cell disease (SCD). It affects 32% of adults with SCD and is associated with an increased risk for early mortality. Screening of children with SCD by Doppler echocardiography has been recommended, using tricuspid regurgitant jet velocity (TRJV) to estimate pulmonary artery systolic pressure. However, the prevalence and risk factors of elevated TRJV in children with SCD at steady state have not been extensively defined. Methods SCD patients of the CHIC-cohort were prospectively assessed : alpha and beta genotype, G6PD, platelet-CD36 expression were determined; baseline blood parameters between 1 and 3 years of age were recorded and re-assessed every year at steady state with clinical data, TCD screening, abdominal sonography and every two years by Doppler echocardiography, evaluation of lung function and cerebral MRI/MRA. Pulmonary hypertension was defined as a TRJV ≥2.5 m/s. Univariate and multivariate logistic regression analyses were performed to evaluate risk factors for elevated TRJV. Results A total of 662 echocardiograms with available measure of TRJV were performed away from vaso-occlusive crises (VOC) and acute chest syndromes (ACS) in 320 SCD-patients (268 SS, 1 SDPunjab, 7 Sb 0 ; 14 Sb + , 30 SC) between 12/98 and 07/09 and were included in the analyzes: 127/662 were performed in patients on hydroxurea (HU) therapy, 121 on transfusion program (TP) and 63 after stem cell transplantation (SCT). In SS/Sb 0 patients, TRJV did not correlate with fractional shortening, ejection fraction, TCD velocities, systemic and diastolic blood pressure, cumulative number of VOC and ACS, LDH and SpO2, but correlated with age (r=0.258,p<0.001), height (SD) (r=-0.119, p=0.008), Hct (r=-0.091, p=0.028), MCV (r=0.109, p=0.009) and bilirubin (r=0.235, p<0.001). Elevated TRJV ≥2.5 m/s was found in 5/44 SC/Sb + (11%) at the mean age of 12.6 ± 2.1 yr and in 57/276 SS/Sb 0 (21%) (p=NS) at the mean age of 12.6 ± 4.5 yr (range 3.5-20). Univariate logistic regression analysis of the data from SS/Sb 0 patients showed no significant association between elevated TRJV ≥2.5 m/s and the following variables: gender, alpha-thalassemia, G6PD deficiency, height and weight (SD), baseline blood parameters (recorded between 1 and 3 years of age), systolic/diastolic -blood pressure, cardiac rate, WBC and platelet count, HbF%, LDH, AST/ALT, history of abnormal TCD, overt and silent strokes and ongoing HU therapy and TP or a history of SCT. In contrast, CD36 deficiency (OR=4.55;CI95%:1.73-11.97,p=0.002), age (OR=1.087;CI95%:1.03-1.15,p=0.005), low SpO2 (OR=1.17;CI95%:1.05-1.32,p=0.005), Hb (OR=1.27;CI95%:1.07-1.51,p=0.007), high MCV (OR=1.03; CI95%: 1.01-1.05, p=0.008) and total bilirubin (OR=1.008; CI95%:1.002-1.014,p=0.006) were significantly associated with TRJV ≥2.5 m/s. After adjustment for age, SpO2, Hb, MCV, total bilirubin and CD36 deficiency remained significant risk factors. Conclusion In this pediatric cohort, early assessed by TCD and transfused in case of abnormal occurrence, no association was found between cerebral vasculopathy and elevated TRJV, which could be the result of early initiation of transfusion programs as soon as TCD became abnormal. The data also confirm the link between pulmonary hypertension, low oxygen saturation and hemolysis, previously reported by others. In addition, we show for the first time that CD36 deficiency is a risk factor for elevated TRJV in SCD patients. CD36 deficiency has been shown to be a common occurrence in subjects of African descent. The CD36 scavenger receptor is a multifunctional receptor, which is expressed on the surface of various cell types, and is involved in immunity, metabolism and angiogenesis. Previous studies suggested that CD36 deficiency did not modify the clinical course of SCD patients but echocardiograms had not been analyzed. Recent studies showed that hypoxia increases CD36 expression via its HIF-1 responsive promoter element and activation of the PI3K pathway, suggesting that CD36 deficient SCD patients could have an abnormal response to hypoxia. Additional studies will be needed to understand the relationship between PHT and CD36 deficiency and the role of hypoxia in these patients. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "cd36 antigens",
        "child",
        "hemolysis",
        "oxygen saturation measurement",
        "sickle cell anemia",
        "bilirubin",
        "cisplatin/methotrexate/vinblastine protocol",
        "hypoxia",
        "mean corpuscular volume analyses",
        "pulmonary hypertension"
    ],
    "author_names": [
        "Francoise Bernaudin, MD",
        "Cecile Arnaud",
        "Annie Kamdem",
        "Elodie Fauveau",
        "Anne Le Roux",
        "Nadia Medejel",
        "Isabelle Hau",
        "Fouad Madhi",
        "Ketty Lee",
        "Christophe Delacourt"
    ],
    "author_dict_list": [
        {
            "author_name": "Francoise Bernaudin, MD",
            "author_affiliations": [
                "Pediatrics, Intercommunal Hospital, Creteil, France, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Cecile Arnaud",
            "author_affiliations": [
                "Pediatrics, Intercommunal Hospital, Creteil, France, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Annie Kamdem",
            "author_affiliations": [
                "Pediatrics, Intercommunal Hospital, Creteil, France, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elodie Fauveau",
            "author_affiliations": [
                "Cardiology, Intercommunal Hospital, Creteil, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anne Le Roux",
            "author_affiliations": [
                "Cardiology, Intercommunal Hospital, Creteil, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nadia Medejel",
            "author_affiliations": [
                "Pediatrics, Intercommunal Hospital, Creteil, France, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Isabelle Hau",
            "author_affiliations": [
                "Pediatrics, Intercommunal Hospital, Creteil, France, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fouad Madhi",
            "author_affiliations": [
                "Pediatrics, Intercommunal Hospital, Creteil, France, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ketty Lee",
            "author_affiliations": [
                "EFS, Créteil"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christophe Delacourt",
            "author_affiliations": [
                "Pediatrics, Intercommunal Hospital, Creteil, France, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-12T03:53:26",
    "is_scraped": "1"
}