{
    "doi": "https://doi.org/10.1182/blood.V110.11.3113.3113",
    "article_title": "GSI-1, a Putative Notch Inhibitor, Induces Apoptosis in B-CLL Cells Via Proteasomal Inhibition and Noxa Upregulation. ",
    "article_date": "November 16, 2007",
    "session_type": "CLL - Therapy, excluding Transplantation",
    "abstract_text": "Mainly based on the observation that overexpression of CD23 in B-CLL cells is regulated by Notch2, deregulation of the Notch pathway has been suggested to contribute to the pathogenesis of B cell chronic lymphocytic leukemia (B-CLL). The aim of the present study was to assess a possible functional role of the Notch pathway in CLL. To this end we performed two kind of experiments. First we co-cultured primary CLL cells with either L cells or OP9 cells expressing the Notch ligands DeltaLike1 (DL1) and Jagged1 (Jag1). This did not affect cell survival in CLL. Next we evaluated the effect of the g-secretase inhibitors GSI-1 and GSI-9 (DAPT) which have been shown to block intracellular processing of all four Notch receptors. Here we encountered a surprising dichotomy: whereas DAPT was unable to induce apoptosis in CLL, it did inhibit lineage commitment of early thymic precursors by means of DL-1 triggering of the Notch1 receptor (Dontje et al, Blood 15 March 2006, Vol. 107, No. 6). In contrast we found that GSI-1 was a potent inducer of apoptosis in CLL, but did not affect Notch1 dependent lineage commitment, indicating that GSI-1-induced apoptosis in B-CLL is not due to inhibition of Notch signaling. Instead, we observed efficient GSI-1 mediated blocking of the proteasome, measured using a 20S proteasomal activity assay (Fig. 1). The blocking activity was equivalent to that observed with two well known proteasome inhibitors, Bortezomib and MG-132. In contrast DAPT had no effect on proteasome activity. Furthermore, GSI-1-induced apoptosis was associated with a transcription-independent accumulation of the BH3-only protein Noxa. The pivotal role of Noxa in GSI-1 mediated apoptosis was demonstrated via RNAi in a model system. Importantly, p53 functionality proved not to be required for GSI-1-induced apoptosis. In summary, we have shown that GSI-1 efficiently blocks the proteasome and that this induces p53-independent apoptosis in B-CLL. Therefore, GSI-1, or similar compounds that inhibit g-secretase activity, may be an effective treatment option in B-CLL. Figure 1: View large Download slide Proteasome activity upon GSI-1 treatment The enzymatic activity of the 20S proteasome was measured after adding Bortezomib (20 nM), MG-132 (0.5 μM), GSI-1 (5 μM), DAPT (5 μM), Roscovitine (25 μM) and Fludarabine (100 μM) to cytoplasmic extracts from freshly isolated B-CLL patients. After 15 minutes incubation, the fluorogenic proteasome substrate LVVY-AMC was added. Monitoring the increase in fluorescence over time allowed quantification of the enzymatic activity. Figure 1: View large Download slide Proteasome activity upon GSI-1 treatment The enzymatic activity of the 20S proteasome was measured after adding Bortezomib (20 nM), MG-132 (0.5 μM), GSI-1 (5 μM), DAPT (5 μM), Roscovitine (25 μM) and Fludarabine (100 μM) to cytoplasmic extracts from freshly isolated B-CLL patients. After 15 minutes incubation, the fluorogenic proteasome substrate LVVY-AMC was added. Monitoring the increase in fluorescence over time allowed quantification of the enzymatic activity.  Close modal",
    "topics": [
        "apoptosis",
        "apoptosis promoter",
        "bortezomib",
        "cd23 antigen",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "dual anti-platelet therapy",
        "fludarabine",
        "ligands",
        "mechlorethamine"
    ],
    "author_names": [
        "Delfine Y.H. Hallaert",
        "Heike Schmidlin",
        "Eric Eldering",
        "Marinus H.J. Van Oers"
    ],
    "author_dict_list": [
        {
            "author_name": "Delfine Y.H. Hallaert",
            "author_affiliations": [
                "Hematology, AMC, Amsterdam, North Holland, Netherlands",
                "Experimental Immunology, AMC, Amsterdam, North Holland, Netherlands"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Heike Schmidlin",
            "author_affiliations": [
                "Cell Biology, AMC, Amsterdam, North Holland, Netherlands"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eric Eldering",
            "author_affiliations": [
                "Experimental Immunology, AMC, Amsterdam, North Holland, Netherlands"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marinus H.J. Van Oers",
            "author_affiliations": [
                "Hematology, AMC, Amsterdam, North Holland, Netherlands"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-05T18:42:22",
    "is_scraped": "1"
}