{
    "doi": "https://doi.org/10.1182/blood.V118.21.4727.4727",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2132",
    "start_url_page_num": 2132,
    "is_scraped": "1",
    "article_title": "Experience with Hemophagocytic Lymphohistiocytosis in Adults: A Retrospective Study of 56 Patients in a Single Institute of China ",
    "article_date": "November 18, 2011",
    "session_type": "Granulocytes, Monocytes and Macrophages: Macrophage Development and Function",
    "abstract_text": "Abstract 4727 Hemophagocytic lymphohistiocytosis (HLH) is a rare but potentially life-threatening condition. HLH can be classified as primary one and secondary one (sHLH). sHLH is an aetiologically heterogeneous entity, including infection (infection-associated HLH, IHLH), malignancy (malignancy-associated HLH, MHLH), and connective tissue disease (CTD). The majority of previous cases in the literature are paediatric HLH. Published data on HLH in adults are limited. In addition, present clinical data are mostly from western countries and Japan. There are few studies of HLH in China. Here, we present a retrospective study of 56 adult HLH patients in a single institute of China, to evaluate the underlying causes, clinical features, medical intervention, outcome and prognosis of HLH in the Chinese adult population. We searched the hospital registry and identified 56 consecutive patients diagnosed as HLH in our institute, between Jun 2008 and Jun 2011. The diagnosis of HLH was based on the HLH-04 criteria. We retrospectively collected data on demographics, etiology, clinical features, laboratory tests, treatment and outcome. SPSS 13.0 software was used for statistical analysis. The Mann-Whitney test was used to compare variables. Curves for overall survival were plotted according to Kaplan-Meier test, and compared by log-rank test. Prognostic factors were determined by Cox proportional hazard model. The median age at diagnosis was 34 (range, 14–83 years). The male to female ratio was 1.95:1. Regarding etiologies, 43 patients (76.8%) were MHLH, 4 patients (7.1%) were IHLH, 1 patient (1.8%) had CTD, and for the remaining 8 patients (14.3%) the underlying cause could not be determined. Of the 43 cases of MHLH, 23 patients (53.5%) had Mature T- and NK-cell neoplasms; 10 patients (23.2%) had mature B-cell neoplasms; 1 patients (2.3%) had B lymphoblastic leukaemia; 2 patients (4.7%) had Hodgkin lymphomas, and the remaining 7 patients (16.3%) had unclassified hematological malignancies. The clinical characteristics and laboratory findings were summarized in Table. 1 , and compared with literature (GE Janka, 2007) our patients had lower triglycerides and higher ferritin levels. The median time from symptoms to diagnosis was 1.4 months (range, 0.1–24.0 months), the median time from admission to diagnosis was 2 days (range, 0–30 days). Interestingly, patients admitted to departments other than the hematology department had significantly longer time for diagnosis (16 versus 2 days, P<0.001). Most patients were treated with HLH-04 based therapy, including steroid (54/56, 96.4%), cyclosporine (36/56, 64.3%), and etoposide (29/56, 51.8%). In MHLH patients, 19/43 patients (44.2%) received chemotherapy. Infection complicated the course in 45/56 (80.4%) patients. The median follow-up time of the survived patients was 300 days (range, 63–825 days). Seven patients lost follow-up, 38 patients died, 11 patients survived. The median survival time was 28 days (range, 0–825 days). The modality rate was 67.9%, and the major cause of death was multiple organs failure. MHLH had significantly shorter survival time than non-malignancy HLH (P=0.05, Figure 1 ). Cox proportional hazard model indicated that age, hypoalbuminemia and hypofibrinogenemia were the risk factors of poor prognosis. Table 1. Main clinical features and lab tests of the 56 patients  . N(%) . Median . Range . Clinical features     Fever 56 (100.0) NA NA Neurological symptom 11 (19.6) NA NA Splenomegaly 51 (91.1) NA NA Laboratory Tests     Hemoglobin (g/dL) 42 (75.0) 8.3 4.8–12.2 Platelet count (per mm 3 ) 54 (96.4) 27,000 2,000–289,000 Neutrophils count (per mm 3 ) 32/55 (58.2) 900 30–15,7300 Triglycerides (mmol/L) 23 (41.1) 2.51 1.02–8.05 Albumin (g/L) 54 (96.4) 26.3 15.0–37.0 Fibrinogen (g/L) 36 (64.3) 1.30 0.50–5.85 Ferritin (ng/mL) 40/41 (97.6) >2000.0 373.0->2000.0 Hemophagocytosis 42/54 (77.8) NA NA EBV infection 24/34 (70.6) NA NA . N(%) . Median . Range . Clinical features     Fever 56 (100.0) NA NA Neurological symptom 11 (19.6) NA NA Splenomegaly 51 (91.1) NA NA Laboratory Tests     Hemoglobin (g/dL) 42 (75.0) 8.3 4.8–12.2 Platelet count (per mm 3 ) 54 (96.4) 27,000 2,000–289,000 Neutrophils count (per mm 3 ) 32/55 (58.2) 900 30–15,7300 Triglycerides (mmol/L) 23 (41.1) 2.51 1.02–8.05 Albumin (g/L) 54 (96.4) 26.3 15.0–37.0 Fibrinogen (g/L) 36 (64.3) 1.30 0.50–5.85 Ferritin (ng/mL) 40/41 (97.6) >2000.0 373.0->2000.0 Hemophagocytosis 42/54 (77.8) NA NA EBV infection 24/34 (70.6) NA NA NA indicates not applicable; EBV, Epstein-Barr virus. View Large Figure 1. View large Download slide Overall Survival of Patients with MHLH and non-MHLH Figure 1. View large Download slide Overall Survival of Patients with MHLH and non-MHLH  Our study reveals that three-quarter causes of adult HLH in our institute are malignancies, especially T/NK-cell neoplasms, co-infection with EBV is common. Age, albumin and fibrinogen levels are the most important factors for prognosis. More educational and research work about HLH should be conducted in developing countries. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "china",
        "epstein-barr virus infections",
        "hemophagocytic lymphohistiocytosis",
        "cancer",
        "signs and symptoms",
        "infections",
        "laboratory techniques and procedures",
        "albumins",
        "follow-up",
        "t-cell neoplasms"
    ],
    "author_names": [
        "Xiao Shuai, MD",
        "Ting Liu, MD",
        "Ting Niu, MD",
        "Hong Chang, MD",
        "Jianjun Li, MD",
        "Jie Huang, MD",
        "Xu Cui, MD",
        "Jie Ji, MD",
        "Hongbing Ma, MD",
        "Bing Xiang, MD",
        "Chuan He, MD",
        "Yu Wu, MD, PhD",
        "Yuping Gong, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Hematology Department, West China Hospital, Sichuan University, Chengdu, China, "
        ],
        [
            "Hematology Department, West China Hospital, Sichuan University, Chengdu, China, "
        ],
        [
            "Department of Hemotology, West China Hospital, Sichuan University, Chengdu, China"
        ],
        [
            "Hematology Department, West China Hospital, Sichuan University, Chengdu, China, "
        ],
        [
            "Department of Hemotology, West China Hospital, Sichuan University, Chengdu, China"
        ],
        [
            "Department of Hemotology, West China Hospital, Sichuan University, Chengdu, China"
        ],
        [
            "Department of Hemotology, West China Hospital, Sichuan University, Chengdu, China"
        ],
        [
            "Hematology Department, West China Hospital, Sichuan University, Chengdu, China, "
        ],
        [
            "Hematology Department, West China Hospital, Sichuan University, Chengdu, China, "
        ],
        [
            "Hematology Department, West China Hospital, Sichuan University, Chengdu, China, "
        ],
        [
            "Department of Hemotology, West China Hospital, Sichuan University, Chengdu, China"
        ],
        [
            "Hematology Department, West China Hospital, Sichuan University, Chengdu, China, "
        ],
        [
            "Department of Hemotology, West China Hospital, Sichuan University, Chengdu, China"
        ]
    ],
    "first_author_latitude": "30.690724299999992",
    "first_author_longitude": "104.0105016"
}