{
    "doi": "https://doi.org/10.1182/blood.V118.21.4709.4709",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2137",
    "start_url_page_num": 2137,
    "is_scraped": "1",
    "article_title": "Bortezomib Inhibit Acute Graft-Versus-Host Disease Via Shifting the Combination of T Cells Subpopulations ",
    "article_date": "November 18, 2011",
    "session_type": "Experimental Transplantation: Immune Function, GVHD and Graft-versus-Tumor Effects",
    "topics": [
        "bortezomib",
        "graft-versus-host disease, acute",
        "t-lymphocytes",
        "bone marrow transplantation, allogeneic",
        "cytokine",
        "aldesleukin",
        "interleukin-4",
        "flow cytometry",
        "painful bladder syndrome",
        "single-dose regimen"
    ],
    "author_names": [
        "Jianyu Weng",
        "Shaoze Lin",
        "Peilong Lai",
        "Meikun Lv",
        "Xin Du, PhD",
        "Wei Ling",
        "Rong Guo",
        "Chengwei Luo"
    ],
    "author_affiliations": [
        [
            "Department of Haematology, Guangdong General Hospital, Guangdong Academiy of Medical Sciences, Guangzhou, China, "
        ],
        [
            "Department of Haematology, Guangdong General Hospital, Guangdong Academiy of Medical Sciences, Guangzhou, Colombia, "
        ],
        [
            "Department of Haematology, Guangdong General Hospital, Guangdong Academiy of Medical Sciences, Guangzhou, China, "
        ],
        [
            "Department of Haematology, Guangdong General Hospital, Guangdong Academiy of Medical Sciences, Guangzhou, China, "
        ],
        [
            "Department of Hematology, Guangdong General Hospital, Guangdong Academy of Medical Sciences, Guangzhou, China, "
        ],
        [
            "Department of Haematology, Guangdong General Hospital, Guangdong Academiy of Medical Sciences, Guangzhou, China, "
        ],
        [
            "Guangdong Academy of Medical Sciences, Guangdong General Hospital, Guangzhou, China, "
        ],
        [
            "Department of Haematology, Guangdong General Hospital, Guangdong Academiy of Medical Sciences, Guamgzhou, China"
        ]
    ],
    "first_author_latitude": "23.125671999999998",
    "first_author_longitude": "113.287201",
    "abstract_text": "Abstract 4709 Objective: Acute graft-versus-host disease (aGVHD) confines the wider application of allogeneic bone marrow transplantation (allo-BMT), but recently studies indicate that it is possible to reduce the incidence and severity of aGVHD while preserving the GVT by using bortezomib. In current study, we explored the changes of T cell subsets after allo-BMT administrated with bortezomib immediately, in order to establish the mechanism about bortezomib attenuation aGVHD. Materials and Methods: BALB/c mouse were injected of 0.5 mL PBS containing C57BL/6 2×10 7 nucleated BM cells plus 1×10 7 splenocytes followed a single dose of lethal total body irradiation (TBI, 0.7 Gy/min, 8.0 Gy) with or without bortezomib at 1.0 mg/kg. The level of CD4+ CD25+ Foxp3+ regulator T cells is quantified by flow cytometry, and the cytokine level of IL-2 and IL-4 is quantified by ELISA. Results: Bortezomib remarkably reduce aGVHD severity and prolonged the surviving time. Along with bortezomib injection, the level of CD4+ CD25+ Foxp3+ regulator T cell is significantly increased, the cytokine level of IL-2 is decreased but IL-4 is increased. Conclusion: Bortezomib inhibit aGVHD through shifting the combination of T cell subpopulations with up regulation CD4+CD25+ Foxp3+ regulator T cells lead to reset Th1/Th2 cytokine balance. Disclosures: No relevant conflicts of interest to declare."
}