{
    "doi": "https://doi.org/10.1182/blood.V108.11.3339.3339",
    "article_title": "Sickle Cell Disease Health-Related Quality of Life Questionnaire Project. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "abstract_text": "Background: Quality of life (QOL) is a broad term that is clinically meaningless unless operationalized and measured as a patient outcome. Health-related quality of life (HRQOL) instruments, such as the SF36, are useful for comparisons among different patient populations. However, to measure disease-specific HRQOL, which enables determination of changes related to a disease or its treatments, it is necessary to develop and validate an instrument in a specific patient population. Disease-specific HRQOL describes the impact of a disease on patients’ well-being and functioning. Objective: The aim of this project is to develop and validate a psychometrically-sound questionnaire to measure HRQOL among adults with sickle cell disease (SCD) which will be useful for incorporation of HRQOL in research. Methods: Phase 1 of the project involved a review of published literature on HRQOL for adults with SCD which enabled construction of an initial taxonomy of domains. Qualitative data collection methods--focus groups (FG), and critical incident (CII) and key informant (KII) interviews—were used to identify SCD-specific HRQOL domains. FG, CII and KII were conducted with 100 patients and 15 providers to obtain specific descriptions of how SCD affects people’s lives. Patients were recruited in geographically diverse areas in the USA. Fifty-five percent were recruited through local chapters of the Sickle Cell Disease Association of America, and included any type of SCD. FG, CII, and KII continued until no new incidents were reported. Project team members individually and independently coded all incidents and classified them according to domains in the taxonomy. The initial taxonomy was revised to include information from the FG and interviews. Each domain was further divided into categories and subcategories until no additional details could be extracted from the incidents. Inter-rater reliability was determined using the kappa -statistic. Results: The taxonomy includes the following domains: (1) Emotions (2) Attitudes and Beliefs (3) Family/Social Relationships (4) Morbidities/Co-Morbidities (5) Sexuality and Reproduction (6) Medical Care (7) Health Insurance (8) Employment (9) Education (10) Faith/Spirituality (11) Altruism (12) Stress/Control/Predictability (13) Activity Limitations (14) Housing (15) Community. Within each domain are categories and subcategories that further describe issues that are affected by SCD and its treatment. For example, the domain Morbidities and Co-Morbidities includes sleep disturbance, addiction, pain, and medical complications. The project team derived specific questionnaire items from the taxonomy to create an item bank which will be tested in cognitive interviews during Phase 2 of the project to create a usable subset of items. The subset will be field-tested with patients to assess the instrument’s psychometric properties and to insure its feasibility. Discussion: The taxonomy is a comprehensive model of issues that affect adult SCD patients. It includes well-being and functioning, which are HRQOL outcomes, and patient preferences, satisfaction with and access to care, which are not traditionally assessed by HRQOL instruments. After validation and development of supporting materials, the project team will disseminate these resources and provide consultative services to the research community.",
    "topics": [
        "health-related quality of life",
        "sickle cell anemia",
        "pain",
        "dyssomnias",
        "sleep disorders",
        "interrater reliability",
        "taxonomic classification",
        "sound"
    ],
    "author_names": [
        "Ellen M. Werner, PhD",
        "Marsha Treadwell, PhD",
        "Kathryn Hassell, MD",
        "San Keller, PhD",
        "Roger Levine, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Ellen M. Werner, PhD",
            "author_affiliations": [
                "Blood Diseases Program, NHLBI/NIH, Bethesda, MD, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Marsha Treadwell, PhD",
            "author_affiliations": [
                "No. CA Sickle Cell Center, Children’s Hospital & Research Center, Oakland, CA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kathryn Hassell, MD",
            "author_affiliations": [
                "Blood Diseases Program, NHLBI/NIH, Bethesda, MD, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "San Keller, PhD",
            "author_affiliations": [
                "American Institutes for Research, Chapel Hill, NC, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Roger Levine, PhD",
            "author_affiliations": [
                "American Institutes for Research, Chapel Hill, NC, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-02T18:44:16",
    "is_scraped": "1"
}