{
    "doi": "https://doi.org/10.1182/blood-2018-99-118189",
    "article_title": "Mebendazole Exerts Potent Anti-Leukemic Effects By Downregulating Protein Levels of Hedgehog Transcription Factors GLI1 and GLI2 ",
    "article_date": "November 29, 2018",
    "session_type": "604. Molecular Pharmacology and Drug Resistance in Myeloid Diseases",
    "abstract_text": "The relevance of the Hedgehog signaling pathway in the pathophysiology of acute myeloid leukemia (AML) has been demonstrated by us and others. Inhibition of the downstream Hedgehog transcription factors GLI1 and GLI2 results in strong anti-leukemic effects. Therefore, Hedgehog pathway inhibitors represent a promising therapeutic approach in AML. Mebendazole is an anthelmintic drug commonly used for the treatment of various parasitic worm infections. Recently, mebendazole has been shown to exhibit strong anti-tumor effects in different cancer entities including AML. In the work presented here, we investigated the effect of mebendazole on expression and activity of GLI transcription factors and its anti-leukemic activity. To determine the effect of mebendazole on GLI transcription factors, we treated the AML cell lines MV4-11, MOLM-13, THP-1 and OCI-AML3 with different concentrations of mebendazole and analyzed its impact on GLI1 and GLI2 protein- and mRNA levels. Furthermore, GLI reporter assays (Cignal GLI Reporter (luc) Kit, Qiagen) were performed to determine the effect of mebendazole on the GLI1 and -2 transcriptional activity. Mebendazole strongly inhibited GLI1 and GLI2 signaling activity in a dose-dependent manner. Exemplarily, treatment with 500 nM mebendazole reduced the GLI1 and -2 transcriptional activity in all cell lines tested by 54.8 % (± 9.6) after 24h and 73.2 % (± 11.6) after 48h. We could demonstrate by Western Blotting that GLI1 and -2 protein levels were clearly reduced 24h and 48h after mebendazole exposure, whereas GLI1 and -2 mRNA levels did not decrease. These data suggest that mebendazole may increase degradation of GLI proteins via the proteasome pathway. Therefore, we evaluated the influence of the 26s proteasome inhibitor bortezomib on GLI levels after mebendazole treatment. Inhibiting the 26s proteasome with 2 nM, 5 nM and 10 nM of bortezomib increased GLI signaling activity by 13.6 % (± 8.0), 84.6 % (± 39.2) and 137.1 % (± 37.9), respectively. Furthermore, 10 nM bortezomib abolished the effect of mebendazole on GLI protein levels. Taken together, mebendazole increased the proteasomal degradation of GLI1 and GLI2. These observations were extended to samples from AML patients. After mebendazole treatment for 24h or 48h all analyzed patients had reductions of GLI1 protein levels as confirmed by Western blotting (n=4), whereas GLI1 and GLI2 mRNA levels were not changed (n=7), indicating that proteasomal degradation was operational in primary blasts as well. Evaluating the anti-leukemic effects of mebendazole, we also investigated its combination with the small molecule GLI inhibitor GANT61. We treated the AML cell lines MV4-11, MOLM-13, THP-1 and OCI-AML3 with combinations of mebendazole and GANT61 and analyzed cell proliferation, apoptosis and colony formation. Mebendazole treatment alone already resulted in decreased proliferation and colony forming capacity as well as increased apoptosis rates in a dose-dependent manner. The combination of mebendazole with the GLI inhibitor GANT61 synergistically increased the anti-proliferative effects of mebendazole on all 4 AML cell lines tested. Additionally, GANT61 further increased the effect of mebendazole on colony formation significantly. Incubation with 100 nM, 200 nM and 500 nM mebendazole inhibited the proliferation of primary blasts from AML patients by 15.1 % (± 7.5), 31.6 % (± 16.8) and 66.0 % (± 17.4), respectively (n=8). Moreover, the combination with GANT61 significantly increased these anti-proliferative effects. This work indicates that mebendazole exerts profound anti-leukemic effects by decreasing GLI1 and GLI2 intracellular levels by promoting its proteasomal degradation. Combining mebendazole with GLI1 and GLI2 inhibitors such as GANT61 enhances this effect considerably. These observations may lead to the introduction of novel treatment strategies in AML. Disclosures Stamm: Amgen Research (Munich) GmbH / Amgen Inc.: Patents & Royalties; Astellas GmbH: Other: Travel Grant. Wellbrock: Amgen Research (Munich) GmbH: Patents & Royalties. Fiedler: GSO: Other: support for meeting attendance; Gilead: Other: support for meeting attendance; Amgen: Other: support for meetíng attendance; Pfizer: Research Funding; Amgen: Research Funding; Amgen: Patents & Royalties; Pfizer: Membership on an entity's Board of Directors or advisory committees, Research Funding; Novartis: Membership on an entity's Board of Directors or advisory committees; ARIAD/Incyte: Membership on an entity's Board of Directors or advisory committees, support for meeting attendance; Amgen: Consultancy, Membership on an entity's Board of Directors or advisory committees; Daiichi Sankyo: Other: support for meeting attendance; JAZZ Pharmaceuticals: Other: support for meeting attendance; Teva: Other: support for meeting attendance.",
    "topics": [
        "erinaceidae",
        "mebendazole",
        "transcription factor",
        "zinc finger protein gli1",
        "zinc finger protein gli2",
        "mechlorethamine",
        "bortezomib",
        "rna, messenger",
        "western blotting",
        "anthelmintics"
    ],
    "author_names": [
        "Fabian Freisleben",
        "Hauke Stamm, PhD",
        "Jana Muschhammer",
        "Alexander Krispien",
        "Vanessa Thaden",
        "Jasmin Wellbrock, PhD",
        "Walter Fiedler, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Fabian Freisleben",
            "author_affiliations": [
                "Department of Oncology, Hematology and Bone Marrow Transplantation with Section Pneumology, Hubertus Wald University Cancer Center, University Medical Center Hamburg-Eppendorf, Hamburg, Germany "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Hauke Stamm, PhD",
            "author_affiliations": [
                "Department of Oncology, Hematology and Bone Marrow Transplantation with Section Pneumology, Hubertus Wald University Cancer Center, University Medical Center Hamburg-Eppendorf, Hamburg, Germany"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jana Muschhammer",
            "author_affiliations": [
                "Department of Oncology, Hematology and Bone Marrow Transplantation with Section Pneumology, Hubertus Wald University Cancer Center, University Medical Center Hamburg-Eppendorf, Hamburg, Germany"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alexander Krispien",
            "author_affiliations": [
                "Department of Oncology, Hematology and Bone Marrow Transplantation with Section Pneumology, Hubertus Wald University Cancer Center, University Medical Center Hamburg-Eppendorf, Hamburg, Germany"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vanessa Thaden",
            "author_affiliations": [
                "Department of Oncology, Hematology and Bone Marrow Transplantation with Section Pneumology, Hubertus Wald University Cancer Center, University Medical Center Hamburg-Eppendorf, Hamburg, Germany"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jasmin Wellbrock, PhD",
            "author_affiliations": [
                "Department of Oncology, Hematology and Bone Marrow Transplantation with Section Pneumology, Hubertus Wald University Cancer Center, University Medical Center Hamburg-Eppendorf, Hamburg, Germany"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Walter Fiedler, MD",
            "author_affiliations": [
                "Department of Oncology, Hematology and Bone Marrow Transplantation with Section Pneumology, Hubertus Wald University Cancer Center, University Medical Center Hamburg-Eppendorf, Hamburg, Germany"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-14T02:39:12",
    "is_scraped": "1"
}