{
    "doi": "https://doi.org/10.1182/blood.V114.22.594.594",
    "article_title": "Parallel Signaling through PI3K/AKT/mTOR Mediates Resistance to MEK Inhibition in Preclinical Models of Acute Myeloid Leukemia (AML): Synergistic Effects of Combined MEK and mTOR Inhibition. ",
    "article_date": "November 20, 2009",
    "session_type": "MOLECULAR PHARMACOLOGY, DRUG RESISTANCE: NOVEL TARGETS AND DETERMINANTS OF DRUG RESPONSE IN AML",
    "abstract_text": "Abstract 594 Our group has recently reported on the growth inhibitory and pro-apoptotic effects of the MEK inhibitor PD0325901 in preclinical models of hematologic malignancies, particularly AML. However, the molecular mechanisms of AML sensitivity/resistance to MEK inhibitors remain elusive. Regardless of their sensitivity to PD0325901, none of the AML, ALL, and multiple myeloma cell lines examined harbored HRAS, BRAF, MEK, and PI3K mutations, while NB4, KMS18, and CEM had a mutated KRAS. In the absence of unequivocal genetic predictors of sensitivity/resistance to MEK inhibitors, one possibile alternative was to pursue rational, mechanism-based combinations with agents interfering with putative ‘escape' pathways. Therefore, we analyzed signaling along the ERK and AKT pathways in three different models of PD0325901 resistance: intrinsically resistant cell lines (U937), sensitive cell lines (OCI-AML3) that had been rendered resistant by prolonged exposure to another MEK inhibitor (CI-1040), and cytokine-exposed, non-responding FDC-P1 versus responding, v-fms-transformed FDC-P1 cells. Resistant U937 had low basal levels of phosphorylated ERK that were not completely abrogated by PD0325901 treatment even at high (1000 nM) concentrations; similarly, at least 100-fold higher PD0325901 concentrations were required to abrogate ERK phosphorylation in resistant IL-3-cultured FDC-P1 and OCI-AML3, as compared with their sensitive counterparts. Moreover, in the OCI-AML3 model, MEK inhibition-induced growth inhibition directly paralleled the ability of either PD0325901 or CI-1040 to abrogate ERK phosphorylation. Interestingly, PD0325901 induced AKT phosphorylation (S473) in all three models of resistance; phosphoproteomic analysis confirmed increased signaling through the PI3K/AKT/mTOR pathway upon MEK inhibition (10 nM PD0325901), with increased AKT1 (S473), mTOR (S2448), and S6Ka (T389) phosphorylation and increased PI3K expression. In OCI-AML3 resistance to MEK blockade-mediated growth inhibition clearly correlated with higher levels of AKT phosphorylation. Notably, comparative proteomic analysis of PD0325901-sensitive (OCI-AML3) and -resistant (U937) AML cell lines revealed upregulation of PI3K expression (+62%), increased AKT1 expression (+53%) and phosphorylation (T308, +86%; S473, +53%), inhibitory PTEN phosphorylation (S380+S382+S385, +46%), increased S6Ka and b expression (+48%), and increased S6 phosphorylation (S235, +54%) in U937 cells. From a functional standpoint, combined MEK inhibition (PD0325901) and mTOR blockade downstream of AKT (Temsirolimus) resulted in a striking growth-inhibitory synergism in OCI-AML3, with an average combination index at the ED50, ED75, and ED90 of 0.3±0.2. Similar results were obtained in the Flt3/ITD cell line MOLM-13. Overall, these results suggest that resistance to PD0325901-mediated growth inhibition may stem from a combination of decreased efficiency towards ERK inhibition and increased parallel signaling through AKT. The latter is an emerging theme in cancer cell signal transduction, as highlighted by recent reports of a functional cross-talk between the MEK/ERK and PI3K/AKT/mTOR in different models of cancer progression and response to individual pathway inhibitors. These findings bear potentially important consequences for clinical translation, as we show that combined blockade of both MEK and mTOR signaling, a therapeutic strategy that has shown promise in different solid tumor models, results in a strongly synergistic inhibition of leukemic cell growth. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "1-phosphatidylinositol 3-kinase",
        "leukemia, myelocytic, acute",
        "mtor serine-threonine kinases",
        "phosphoinositide 3-kinase",
        "proto-oncogene proteins c-akt",
        "signal transduction",
        "mitogen-activated protein kinase inhibitors",
        "mitogen-activated protein kinase kinase inhibitors",
        "mechlorethamine",
        "cytokine"
    ],
    "author_names": [
        "Maria Rosaria Ricciardi, PhD",
        "Twee Tsao, PhD",
        "Stephen Lee Abrams, PhD",
        "Paola Bergamo, MS",
        "Linda S Steelman, BS., MS",
        "Samantha Decandia, PhD",
        "Lara Felicioni, PhD",
        "Ludovica Ciuffreda, PhD",
        "Cristina Di Sanza, PhD",
        "Antonio Marchetti, MD, PhD",
        "Francesco Cognetti, MD",
        "James McCubrey, PhD",
        "Marina Konopleva, MD, PhD",
        "Michael Andreeff, MD, PhD",
        "Agostino Tafuri, MD",
        "Michele Milella, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Maria Rosaria Ricciardi, PhD",
            "author_affiliations": [
                "Division of Hematology, Department of Cellular Biotechnologies and Hematology, University La Sapienza, Roma, Italy, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Twee Tsao, PhD",
            "author_affiliations": [
                "Stem Cell Transplantation & Cellular Therapy, The University of Texas M. D. Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephen Lee Abrams, PhD",
            "author_affiliations": [
                "Micro & Immun, East Carolina University, Greenville, NC, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paola Bergamo, MS",
            "author_affiliations": [
                "Medical Oncology A, Regina Elena National Cancer Institute, Rome, Italy, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Linda S Steelman, BS., MS",
            "author_affiliations": [
                "Micro & Immun, East Carolina University, Greenville, NC, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Samantha Decandia, PhD",
            "author_affiliations": [
                "Division of Hematology, Department of Cellular Biotechnologies and Hematology, University La Sapienza, Roma, Italy, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lara Felicioni, PhD",
            "author_affiliations": [
                "Clinical Research Center, Center of Excellence on Aging, University of Chieti, Chieti, Italy, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ludovica Ciuffreda, PhD",
            "author_affiliations": [
                "Medical Oncology A, Regina Elena National Cancer Institute, Rome, Italy, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cristina Di Sanza, PhD",
            "author_affiliations": [
                "Medical Oncology A, Regina Elena National Cancer Institute, Rome, Italy, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Antonio Marchetti, MD, PhD",
            "author_affiliations": [
                "Clinical Research Center, Center of Excellence on Aging, University of Chieti, Chieti, Italy, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francesco Cognetti, MD",
            "author_affiliations": [
                "Medical Oncology A, Regina Elena National Cancer Institute, Rome, Italy, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James McCubrey, PhD",
            "author_affiliations": [
                "School of Medicine, East Carolina University, Greenville, NC, USA, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marina Konopleva, MD, PhD",
            "author_affiliations": [
                "Leukemia, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Andreeff, MD, PhD",
            "author_affiliations": [
                "Stem Cell Transplantation & Cellular Therapy, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Agostino Tafuri, MD",
            "author_affiliations": [
                "Division of Hematology-Dept. of Cellular Biotechnologies and Hematology, University of Rome, Rome, Italy"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michele Milella, MD",
            "author_affiliations": [
                "Medical Oncology A, Regina Elena National Cancer Institute, Rome, Italy, "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-13T06:43:38",
    "is_scraped": "1"
}