{
    "doi": "https://doi.org/10.1182/blood.V120.21.SCI-19.SCI-19",
    "article_title": "New Insights in Development and Function of Human Innate Lymphoid Cells ",
    "article_date": "November 16, 2012",
    "session_type": "Scientific Committee on Immunology and Host Defense: Immune Cells Bridging Innate and Adaptive Immunity",
    "abstract_text": "Abstract SCI-19 Innate lymphoid cells (ILC) are immune cells that lack a specific antigen receptor, yet possess the capacity to produce an array of effector cytokines that in variety matches that of T-helper-cell subsets. Innate lymphoid cells function in lymphoid organogenesis, tissue remodeling antimicrobial immunity and inflammation, particularly at barrier surfaces. The ability of ILCs to promptly respond to insults inflicted by stress-causing microbes strongly suggests that ILCs are critical in first-line immunological defenses. ILCs are also involved in repair of tissue damage inflicted by pathogenic microbes. The scientific session presentation will include data on developmental requirements, lineage relationship and effector functions of human ILCs. Two families of innate lymphoid cells will be discussed: Rorγt-expressing cells involved in lymphoid tissue formation, mucosal immunity and inflammation, and Type 2 innate lymphoid cells that are important for helminth immunity. In addition, evidence will be presented for the existence of a novel ILC population that is dedicated to producing interferon-γ and which we call type 1 ILC. The potential roles of ILC in the pathology of immunity-mediated inflammatory and infectious diseases, including allergic diseases, will be discussed. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "antimicrobials",
        "breast carcinoma, lobular, invasive",
        "communicable diseases",
        "cytokine",
        "human leukocyte interferon",
        "hypersensitivity",
        "inflammation",
        "interferons",
        "lymphoid cells",
        "receptors, antigen"
    ],
    "author_names": [
        "Hergen Spits, PhD",
        "Jochem Bernink",
        "Charlotte Peters",
        "Jenny Mjosberg"
    ],
    "author_dict_list": [
        {
            "author_name": "Hergen Spits, PhD",
            "author_affiliations": [
                "Tytgat Institute for Intestinal and Liver Research, Academic Medical Center at the University of Amsterdam, Amsterdam, Netherlands"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jochem Bernink",
            "author_affiliations": [
                "Tytgat Institute for Intestinal and Liver Research, Academic Medical Center at the University of Amsterdam, Amsterdam, Netherlands"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Charlotte Peters",
            "author_affiliations": [
                "Tytgat Institute for Intestinal and Liver Research, Academic Medical Center at the University of Amsterdam, Amsterdam, Netherlands"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jenny Mjosberg",
            "author_affiliations": [
                "Tytgat Institute for Intestinal and Liver Research, Academic Medical Center at the University of Amsterdam, Amsterdam, Netherlands"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-23T09:39:47",
    "is_scraped": "1"
}