{
    "doi": "https://doi.org/10.1182/blood.V122.21.5206.5206",
    "article_title": "Overexpression Of Mir-125a In Bone Marrow CD34+ cells Of Patients With Myelodysplastic Syndrome Is Correlated To a Poor Prognosis and May Contribute To The Pathogenesis Of The Disease Through The Modulation Of NF-Kb Activation and Enhancement Of Differentiation Arrest ",
    "article_date": "November 15, 2013",
    "session_type": "633. Myelodysplastic Syndromes",
    "abstract_text": "Myelodysplastic syndromes (MDS) are a group of clonal malignancies characterized by impaired proliferation and differentiation of hematopoietic stem cells and precursors. The involvement of toll-like receptor (TLR)-mediated signalling in the modulation of myeloid differentiation and its participation in the pathogenesis of MDS are well documented (Wei et al 2013). Increased signaling through this pathway leads to the constitutive activation of NF-kB, which regulates the production of cytokines and mediates cell proliferation and apoptosis (Starczynowski 2010). In addition to the expression of proteins involved in inflammation, the TRL pathway also induces the expression of microRNAs (miRNAs) which participate in the fine-tuning of the inflammatory response (Kawai and Akira 2010). miR-125a and miR-125b are known modulators of hematopoiesis (Gerrits et al. 2012) and have been reported to be involved in several lymphoid and myeloid diseases. Little is known about their role in the pathogenesis of MDS. Interestingly, NF-kB-activating ability has been described for both miR-125a/b (Kim et al. 2012), and miR-125b appears to be upregulated by NF-kB within a positive feedback loop (Zhou et al. 2009; Tan et al. 2012). The aim of this work was to analyze the expression of miR-125a/b in MDS CD34+ cells and to study their relationship with the TLR pathway and differentiation. For this purpose, we analyzed the expression of miR-125a/b by qPCR in bone marrow CD34+ cells of 48 MDS patients, compared it with expression in healthy donors and studied the correlation with overall survival. In our study, we included miR-99b, which is clustered with miR-125a in the genome. Levels of TLR pathway components were detected by qPCR and correlated to those of the miRNAs. Activation of NF-kB was determined in Meg-01 and KG1 cells by the luciferase reporter gene assay, using a vector containing NF-kB responsive elements. Differentiation was studied in K562 and MDS-L cells through colony formation assays combined with analyses of the expression of specific markers by qPCR. For these experiments we used miRNA analogs and a miR-125a anti-sense oligonucleotide. Our results showed that miR-125a, but not miR-125b, is strongly overexpressed in MDS patients (∼15-fold of controls; P<0.01) and that miR-125a levels are significantly and negatively correlated to overall survival of MDS patients (P<0.05). Moreover, expression of miR-99b is also directly connected to the progression of the disease (P<0.05). Both miR-125a and miR-99b cooperate in vitro in the activation of NF-kB (P<0.001); however, we observed a negative correlation between miR-99b/miR-125a expression and levels of TLR2, TLR7 and their downstream proteins MyD88 and JMJD3 (P<0.05), suggesting that NF-kB activation by the miRNA cluster occurs in the absence of TLR signaling. Furthermore, we observed a ∼4-fold increase in NF-kB activity after miR-125a inhibition in the presence of a TLR2 agonist (P<0.001), indicating that miR-125a acts as an NF-kB inhibitor upon TLR stimulation. These results show that miR-125a is involved in the fine-tuning of NF-kB activity and that its effects may depend on the status of the TLR pathway. We then investigated the role of miR-125a in hematopoiesis and found that this miRNA contributes to the blockade of differentiation in the cell lines studied. Therefore, miR-125a could be involved in the pathogenesis or progression of MDS through the modulation of NF-kB activity and differentiation arrest. Thus, this miRNA could be a good prognostic marker and is a potential therapeutic target in MDS. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "bone marrow",
        "myelodysplastic syndrome",
        "nf-kappa b",
        "protein overexpression",
        "micrornas",
        "toll-like receptor 2",
        "agonists",
        "cancer",
        "cytokine",
        "inflammation"
    ],
    "author_names": [
        "Irene Ganan-Gomez",
        "Yue Wei, PhD",
        "Hui Yang, MD, PhD.",
        "Maria Carmen Boyano-Adánez, PhD",
        "Guillermo Garcia-Manero, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Irene Ganan-Gomez",
            "author_affiliations": [
                "Department of Systems Biology, University of Alcala, Madrid, Spain, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Yue Wei, PhD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hui Yang, MD, PhD.",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria Carmen Boyano-Adánez, PhD",
            "author_affiliations": [
                "Department of Systems Biology, University of Alcala, Madrid, Spain, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Guillermo Garcia-Manero, MD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-25T03:56:43",
    "is_scraped": "1"
}