{
    "doi": "https://doi.org/10.1182/blood.V126.23.1623.1623",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3253",
    "start_url_page_num": 3253,
    "is_scraped": "1",
    "article_title": "Congenital Neutrophilia Arising from a T618I Germline Mutation in the CSF3R Gene ",
    "article_date": "December 3, 2015",
    "session_type": "634. Myeloproliferative Syndromes: Clinical: Poster I",
    "abstract_text": "Recently, somatic mutations in the granulocyte colony-stimulating factor receptor (CSF3R) have been identified in the majority of patients with chronic neutrophilic leukemia (CNL). The T618I mutation is the most common of these mutations, and it has been suggested that this specific mutation be added to the current WHO criteria for the diagnosis of CNL. In vitro studies of cells transfected with the T618I mutation have demonstrated that the mutant receptor confers a hyperproliferative phenotype. We report here a case of congenital neutrophlia with an associated germline T618I CSF3R mutation. The patient, currently a 10 year old female, has had an elevated but stable leukocytosis (WBC 24,000 - 35,000) since birth, comprised of approximately 80% neutrophils. She has been healthy, with no increase in frequency of infections. Bone marrow studies performed at 5 months and 10 years of age have shown the marrow to be hypercellular, with normal karyotype/FISH (including BCR/ABL negative) and no dysplastic features. Additionally, no mutations have been detected in JAK2, MPL, CALR, PDGFA/B, and FGFR1. DNA was extracted from whole blood and buccal cells collected from the patient, and using next generation sequencing a T618I mutation in CSF3R was identified in both her buccal and blood cells, confirmed by Sanger sequencing. The T618I mutation was present at an approximately 50% allele frequency in both tissues. Using a combination of next generation and Sanger sequencing, the patient's DNA was also analyzed for the presence of mutations in ASXL1, SETBP1, and TET2; as these have been reported in combination with the T618I mutation in many cases of CNL. However, no such additional mutations were detected in our patient. Congenital neutrophilia arising from another activating mutation in CSF3R has previously been reported in a family from France (Plo et al., J Exp Med 2009). The mutation identified in that family was reported to be at amino acid position 617 (T617N) (numbering from the methionine 1, which includes the leader sequence, this correlates to a T640N mutation). Similar to the T618I mutation in our patient, none of the 12 affected family members (ages 8-80 years) progressed to an acute leukemia. Collectively, these observations suggest that activating CSF3R mutations, including the T618I mutation, may result in chronic neutrophilic leukemia but that subsequent disease progression may be due to other, cooperating mutations. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "granulocyte colony-stimulating factor receptors",
        "neutrophilia",
        "genes",
        "germ-line mutation",
        "dideoxy chain termination dna sequencing",
        "dna",
        "leukemia, neutrophilic, chronic",
        "amino acids",
        "bcr-abl tyrosine kinase",
        "disease progression"
    ],
    "author_names": [
        "Daniel P McMahon, MD",
        "Amanda Lance, BS",
        "Andrea E. Price, BS",
        "Jonathan M. Gerber, MD",
        "Sarah A Baxter, PhD",
        "Lawrence J Druhan, PhD",
        "Nury M Steuerwald, PhD",
        "Belinda R Avalos, MD"
    ],
    "author_affiliations": [
        [
            "Pediatric Hematology/Oncology, Levine Children's Hospital, Carolinas HealthCare System, Charlotte, NC "
        ],
        [
            "Department of Hematologic Oncology and Blood Disorders, The Levine Cancer Institute, Carolinas HealthCare System, Charlotte, NC "
        ],
        [
            "Department of Hematologic Oncology and Blood Disorders, The Levine Cancer Institute, Carolinas HealthCare System, Charlotte, NC "
        ],
        [
            "Department of Hematologic Oncology and Blood Disorders, The Levine Cancer Institute, Carolinas HealthCare System, Charlotte, NC "
        ],
        [
            "Department of Hematologic Oncology and Blood Disorders, The Levine Cancer Institute, Carolinas HealthCare System, Charlotte, NC "
        ],
        [
            "Department of Hematologic Oncology and Blood Disorders, The Levine Cancer Institute, Carolinas HealthCare System, Charlotte, NC "
        ],
        [
            "Molecular Biology Core Facility, Carolinas HealthCare System, Charlotte, NC"
        ],
        [
            "Department of Hematologic Oncology and Blood Disorders, The Levine Cancer Institute, Carolinas HealthCare System, Charlotte, NC "
        ]
    ],
    "first_author_latitude": "35.204222699999995",
    "first_author_longitude": "-80.8385449"
}