{
    "doi": "https://doi.org/10.1182/blood-2021-146193",
    "article_title": "The Ability of CBFβ-SMMHC to Increase RUNX1 Binding Affinity to Target DNA Correlates with Its Leukemogenic Potential ",
    "article_date": "November 5, 2021",
    "session_type": "603.Oncogenes and Tumor Suppressors: Basic",
    "abstract_text": "Inversion of chromosome 16 is a consistent finding in patients with acute myeloid leukemia subtype M4 with eosinophilia (AML M4Eo), which generates a CBFB-MYH11 fusion gene. We recently showed that RUNX1 is indispensable for Cbfb-MYH11 -induced leukemogenesis in a mouse model. We found that RUNX1 interacted with CBFβ-SMMHC, the fusion protein encoded by CBFB-MYH11, to directly regulate critical genes for leukemogenesis (Zhen et al., Blood, 2020). However, our current understanding of the interaction between CBFβ-SMMHC and RUNX1 does not provide adequate explanation on how the RUNX1-CBFβ-SMMHC complex forms and how the complex interacts with DNA for leukemogenesis as CBFβ-SMMHC without the RUNX1 high-affinity-binding-domain (CBFβ-SMMHC-ΔHABD) is also able to induce leukemia while CBFβ-SMMHC with mutations in the C-terminal multimerization domain (CBFβ-SMMHC-mDE) is not able to induce leukemia in mice. To address this question, we used RHD domain of RUNX1, CBFβ, CBFβ-SMMHC, CBFβ-SMMHC-ΔHABD and CBFβ-SMMHC-mDE proteins, which were purified from E. coli overexpressing these proteins, to explore how the HABD and DE domains affect the interactions between CBFβ-SMMHC, RHD and RUNX1-target DNA Bio-Layer Interferometry (BLI) and negative staining. As expected, deletion of the HABD domain significantly reduced CBFβ-SMMHC's binding affinity to RHD by BLI assay. Interestingly, differences in binding affinity between RHD and different versions of CBFβ-SMMHC did not correlate with their leukemogenic capability. On the other hand, the binding affinity between RHD and its target oligo was more significantly enhanced by CBFβ-SMMHC and CBFβ-SMMHC-ΔHABD that can induce leukemia than CBFβ-SMMHC-DE, which cannot. We also found that both CBFβ-SMMHC and CBFβ-SMMHC-ΔHABD, but not CBFβ-SMMHC-mDE, could form a filament structure by negative staining, suggesting the filament formation ability is important for leukemogenesis by CBFβ-SMMHC. In addition, RHD reduces filament formation by CBFβ-SMMHC, which was overcome when target oligo was added. In contrast, RHD could not inhibit filament formation by CBFβ-SMMHC-ΔHABD, suggesting that HABD interaction is required for RHD to disrupt filament formation by CBFβ-SMMHC. Overall, we found that leukemogenic capability of CBFβ-SMMHC correlates with its ability to enhance binding between RHD and its target DNA and to form multimerized filaments. The results also suggest that HABD and DE domains of CBFβ-SMMHC are required for the formation of the RUNX1-CBFβ-SMMHC complex with higher binding affinity to target DNA. Disclosures No relevant conflicts of interest to declare.",
    "author_names": [
        "Tao Zhen",
        "Tongyi Dou",
        "Yun Chen",
        "Wei Yang",
        "Jiansen Jiang",
        "Paul P. Liu"
    ],
    "author_dict_list": [
        {
            "author_name": "Tao Zhen",
            "author_affiliations": [
                "Oncogenesis and Development Section, National Human Genome Research Institute/ NIH, Bethesda, MD"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Tongyi Dou",
            "author_affiliations": [
                "NHLBI, Laboratory of Membrane Proteins and Structural Biology, Bethesda, MD"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yun Chen",
            "author_affiliations": [
                "NIDDK, Mechanism of DNA Repair, Replication, and Recombination Section, Bethesda, MD"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wei Yang",
            "author_affiliations": [
                "NIDDK, Mechanism of DNA Repair, Replication, and Recombination Section, Bethesda, MD"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jiansen Jiang",
            "author_affiliations": [
                "NHLBI, Laboratory of Membrane Proteins and Structural Biology, Bethesda, MD"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paul P. Liu",
            "author_affiliations": [
                "Translational and Functional Genomics Branch, National Human Genome Research Institute, NIH, Bethesda, MD"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-21T04:12:09",
    "is_scraped": "1"
}