{
    "doi": "https://doi.org/10.1182/blood.V126.23.1217.1217",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3135",
    "start_url_page_num": 3135,
    "is_scraped": "1",
    "article_title": "A Retrospective Multicenter Study to Evaluate the Efficacy of Rabbit Antithymocyte Globulin (rATG) Immunosuppressive Therapy As First-Line Treatment of Aplastic Anemia ",
    "article_date": "December 3, 2015",
    "session_type": "508. Bone Marrow Failure: Poster I",
    "topics": [
        "antithymoglobulin",
        "aplastic anemia",
        "oryctolagus cuniculus",
        "therapeutic immunosuppression",
        "select the dosage, dosage form or route of administration",
        "cyclosporine",
        "inappropriate sinus tachycardia",
        "acquired aplastic anemia",
        "adrenal corticosteroids",
        "adverse event"
    ],
    "author_names": [
        "Suporn Chuncharunee, MD",
        "Raymond SM Wong, MD",
        "Ponlapat Rojnuckarin, MD PhD",
        "Cheng-Shyong Chang, MD",
        "Kian Meng Chang, MD",
        "Meng-Yao Lu, MD",
        "Wen-Li Hwang, MD",
        "Liang Piu Koh, MD",
        "Tsai-Yun Chen, MD",
        "Anskar YH Leung, MD",
        "Lalita Norasetthada, MD",
        "Shih-Chung Wang, MD",
        "Ming-Chih Chang, MD",
        "Kang-Hsi Wu, MD",
        "Surapol Issaragrisil, MD"
    ],
    "author_affiliations": [
        [
            "Ramathibodi Hospital, Bangkok, Thailand "
        ],
        [
            "Prince of Wales Hospital, Shatin, Hong Kong "
        ],
        [
            "King Chulalongkorn Memorial Hospital, Bangkok, Thailand "
        ],
        [
            "Changhua Christian Hospital, Changhua, Taiwan "
        ],
        [
            "Hospital Ampang, Ampang Selangor, Malaysia "
        ],
        [
            "National Taiwan University Hospital, Taipei, Taiwan "
        ],
        [
            "Taichung Veterans General Hospital, Taichung, Taiwan "
        ],
        [
            "National University Hospital, N/A, Singapore "
        ],
        [
            "National Cheng Kung University Hospital, Tainan, Taiwan "
        ],
        [
            "Queen Mary Hospital, N/A, Hong Kong "
        ],
        [
            "Maharaj Nakorn Chiang Mai Hospital, Chiang Mai, Thailand "
        ],
        [
            "Changhua Christian Hospital, Changhua, Taiwan "
        ],
        [
            "Mackay Memorial Hospital, Taipei, Taiwan "
        ],
        [
            "China Medical University Hospital, Taichung, Taiwan "
        ],
        [
            "Siriraj Hospital, Bangkok, Thailand"
        ]
    ],
    "first_author_latitude": "13.766510499999997",
    "first_author_longitude": "100.5267221",
    "abstract_text": "Background Immunosuppressive therapy (IST) with antithymocyte globulin (ATG) and cyclosporine is the preferred treatment for patients with severe acquired aplastic anemia (SAA) ineligible for hematopoietic stem cell transplantation. In 2007, horse ATG (hATG) was removed from most markets outside the US limiting patients to the use of rabbit ATG (rATG). Response rates for hATG range from 60-70%, with overall survival (OS) rates of 60-90% (Korean J Intern Med. 2014;29:713-726). Although, many studies have shown no differences in efficacy between ATG types, others have shown rATG to be inferior to hATG. A prospective study by the US National Institutes of Health (NIH) showed a 6-month RR of 37% for rATG compared to 68% for hATG (N Engl J Med. 2011;365:430-438). The discrepancies in efficacy could be due to many factors including dose and ethnicity. We aimed to analyze hematologic response, survival, and safety of rATG (Thymoglobulin®) as first-line therapy of SAA and very SAA (vSAA) in Asian patients of all ages. Methods We retrospectively reviewed the medical records of 97 consecutive patients who received rATG in combination with cyclosporine and/or a corticosteroid as first-line treatment of SAA or vSAA at participating centers in Malaysia, Taiwan, Hong Kong, and Thailand between 2006 and 2012. The primary endpoint was overall RR (ORR) (complete response [CR] plus partial response [PR]) at 6 and 12 months for patients receiving rATG within the recommended dose range (2.5-3.75 mg/kg/day). Response was evaluated using British Guidelines (Br J Haematol. 2009;147:43-70). Secondary endpoints included ORR in patients receiving any dose of rATG, 2-year OS, OS in responders vs non-responders, relapse rate, and safety. Response and survival with 95% confidence intervals (CI) were estimated using the Kaplan-Meier method. Results Patient median age was 31 years (range 2-81 years); 51% (n= 49) were male and 49% (n=48) female. Eighty-seven percent (n=84) were diagnosed with SAA and 13% (n=13) with vSAA. Twelve patients were excluded from the response evaluation due to the following: lack of post-baseline response data, n=6; second-line rATG within 3 months of first-line treatment, n=3; did not meet criteria for SAA, n=3. Of the 85 patients evaluable for response, only 73% (n=62) received rATG within the recommended dose range; 20% (n=17) received < 2.5 mg/kg/day and 7% (n=6) received > 3.5 mg/kg/day. For patients who received rATG within the recommended dose range, 6- and 12-month ORR were 17.4% (95% CI, 9.8-30.0) and 63.6% (95% CI, 49.4-77.7), respectively. For patients who received any dose of rATG, 6- and 12-month ORR were 24.3% (95% CI, 16.2-35.4) and 68.6% (95% CI, 56.9-80.1), respectively. The 2-year OS rate was 86.3% (95% CI, 77.0-92.0). For patients with a response to treatment (n=46), the 2-year OS was 97.7% (95% CI, 84.6-99.7) compared to 78.9% (95% CI, 59.9-89.6) for patients with no response (n=39), P =.006. The 2-year rate of relapse rate was 6.3% (95% CI 2.1-18.2). The most common serious adverse events (≥ 5%) that occurred within 30 days of last treatment were febrile neutropenia (28%), sepsis (12%), pyrexia (5%), and pneumonia (5%). Grade 4 infusion-related reactions occurred in only 1 (1%) patient. Conclusions Although the 6-month ORR for rATG was low compared to hATG in the NIH study, the 12-month ORR and 2-year OS were comparable to historical results obtained with hATG, suggesting that more time may be needed to achieve maximal response with rATG. Our results show that rATG is an effective form of IST in the Asian population with over 60% of patients achieving a CR or PR at 12 months and an overall survival rate of 86.3% at 2 years. Disclosures Wong: GlaxoSmithKline: Research Funding; Johnson & Johnson: Research Funding; Pfizer: Research Funding; Roche: Research Funding; Novartis Pharmaceuticals Corporation: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Bristol-Myers Squibb: Research Funding; Merck Sharp & Dohme: Research Funding; Biogen-Idec: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Bayer: Consultancy, Research Funding. Rojnuckarin: Sanofi: Research Funding. Chang: Novartis: Honoraria."
}