{
    "doi": "https://doi.org/10.1182/blood.V108.11.259.259",
    "article_title": "Impact of Cytogenetics and Prior Therapy on Outcome of AML and MDS after Allogeneic Transplantation. ",
    "article_date": "November 16, 2006",
    "session_type": "Oral Sessions",
    "abstract_text": "Cytogenetics is an important determinant of outcome for patients with AML or MDS. However, the prognostic impact of cytogenetics in patients undergoing allogeneic stem cell transplantation (alloSCT) is less clear. Moreover, the existing cytogenetic risk groups were established on cohorts of patients treated mostly with chemotherapy, and thus may not be optimal for patients undergoing alloSCT. We retrospectively studied 556 consecutive patients with AML or MDS who received an alloSCT at our institution. Using Cox proportional hazards modeling, taking into account cytogenetics and other known prognostic factors (age, disease type and stage, HLA match, conditioning regimen, GVHD prophylaxis regimen, graft source, CMV serostatus, gender, and year of transplantation), we established a three-group cytogenetic classification scheme based on the 476 patients with de novo disease. In this system, patients with AML and t(15;17), t(8;21) alone, or inv(16)/t(16;16) were classified as favorable risk; patients with AML and complex karyotype, t(9;22), or t(6;9), as well as patients with MDS and complex karyotype or abnormality of 7, were classified as adverse risk. Cytogenetics for all other AML and MDS patients were classified as intermediate risk. Patients with AML and abnormal 3q, and patients with MDS and 5q- or 20q-, could not be assigned to a risk group due to inadequate representation in our study. The figure below shows the overall survival of all de novo AML and MDS patients when stratified according to this cytogenetic grouping scheme. View large Download slide Figure View large Download slide Figure  Close modal In our cohort, this grouping scheme was the strongest prognostic factor (after age) for overall and disease-free survival. It applied to patients regardless of disease (AML, MDS, or AML arising from MDS) and of stage (AML in CR1 versus advanced leukemia). Furthermore, it outperformed the existing grouping schemes for AML (from MRC, CALGB and SWOG/ECOG) and the IPSS grouping scheme for MDS. Using competing risks regression analysis, we found that cytogenetics influences the risk of relapse but not the non-relapse mortality. The group of 80 patients with therapy-related MDS or AML had a higher frequency of adverse cytogenetics. In this population, cytogenetics remained a significant prognostic factor for overall survival. However, in multivariate models that accounted for cytogenetics, prior therapy by itself did not confer an additional adverse prognosis. This conclusion held true regardless of the grouping scheme used. Conclusion: cytogenetics is a key determinant of outcome for patients with AML or MDS undergoing alloSCT, whether with de novo disease or therapy-related disease. For patients with therapy-related disease, prior therapy has no additional prognostic importance after considering cytogenetic risk group. We also propose a new cytogenetic risk grouping scheme specifically applicable to this patient population, that can be validated in a multi-institutional database. Our results argue that patients entering clinical trials of transplantation should be stratified by cytogenetic risk group, and provide a means of doing so.",
    "topics": [
        "allogeneic stem cell transplant",
        "chemotherapy regimen",
        "cytogenetics",
        "electrocorticogram",
        "graft-versus-host disease",
        "human leukocyte antigens",
        "karyotype determination procedure",
        "leukemia",
        "magnetic resonance cholangiography",
        "myelodysplastic syndrome, therapy related"
    ],
    "author_names": [
        "Philippe Armand, MD, PhD",
        "Haesook T. Kim, PhD",
        "Daniel J. DeAngelo, MD",
        "Vincent T. Ho, MD",
        "Corey S. Cutler, MD",
        "Richard M. Stone, MD",
        "Jerome Ritz, MD",
        "Edwin P. Alyea, MD",
        "Joseph H. Antin, MD",
        "Robert J. Soiffer, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Philippe Armand, MD, PhD",
            "author_affiliations": [
                "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Haesook T. Kim, PhD",
            "author_affiliations": [
                "Biostatistics, Dana-Farber Cancer Institute, Boston, MA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniel J. DeAngelo, MD",
            "author_affiliations": [
                "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vincent T. Ho, MD",
            "author_affiliations": [
                "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Corey S. Cutler, MD",
            "author_affiliations": [
                "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard M. Stone, MD",
            "author_affiliations": [
                "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jerome Ritz, MD",
            "author_affiliations": [
                "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Edwin P. Alyea, MD",
            "author_affiliations": [
                "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joseph H. Antin, MD",
            "author_affiliations": [
                "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert J. Soiffer, MD",
            "author_affiliations": [
                "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-30T09:30:20",
    "is_scraped": "1"
}