{
    "doi": "https://doi.org/10.1182/blood.V124.21.5072.5072",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2741",
    "start_url_page_num": 2741,
    "is_scraped": "1",
    "article_title": "Thrombin Generation and Venous Thromboembolism Among Multiple Myeloma Patients Receiving Lenalidomide and Prednisolone Maintenance Following Autologous Stem Cell Transplantation (ASCT) ",
    "article_date": "December 6, 2014",
    "session_type": "331. Pathophysiology of Thrombosis",
    "topics": [
        "autologous stem cell transplant",
        "lenalidomide",
        "multiple myeloma",
        "prednisolone",
        "thrombin",
        "venous thromboembolism",
        "thromboprophylaxis",
        "aspirin low dose",
        "blood coagulation tests",
        "complete remission"
    ],
    "author_names": [
        "Huyen Tran, MBBS, MSc",
        "James David McFadyen, MD",
        "Anna Kalff, MBBS",
        "Andrew Spencer, MD"
    ],
    "author_affiliations": [
        [
            "The Alfred Hospital, Melbourne, Australia "
        ],
        [
            "Monash University, Melbourne, Australia "
        ],
        [
            "Myeloma Research Group, ACBD, Monash University & Alfred Hospital, Melbourne, Australia"
        ],
        [
            "Monash University, Melbourne, Australia "
        ]
    ],
    "first_author_latitude": "-37.846154",
    "first_author_longitude": "144.9827473",
    "abstract_text": "Background Lenalidomide is effective in the treatment of multiple myeloma (MM) but is associated with an increased risk of venous thromboembolism (VTE). The mechanism underlying this increase risk remains unclear. As routine coagulation tests do not reflect true in vivo coagulation, global coagulation assays such as thrombin generation might be a better surrogate marker of thrombosis risk. Aim To sequentially monitor thrombin generation in myeloma patients receiving lenalidomide and alternate day prednisolone (RAP) maintenance following ASCT and correlating it with objectively confirmed VTE. Methods The LEOPARD study was a phase II, open label, single arm, multi-centre study of RAP (lenalidomide 10mg/continuous daily increasing to 15mg after 8 weeks and alternate day prednisolone 50mg) maintenance therapy commencing 6-8 weeks after a single MEL200 ASCT as part of first-line therapy for patients with MM. RAP was continued until toxicity or relapse/progression. Enrolled patients were systematically observed for symptomatic objectively confirmed VTE. Plasma samples were collected and frozen pre-ASCT, post-ASCT prior to commencing RAP maintenance and at six months post ASCT. Thrombin generation (TG) was measured using calibrated automated thrombography (CAT™) following a single thaw, blinded to the clinical outcome following completion of the study. Results 28 of 60 patients enrolled in the LEOPARD had available all three predetermined plasma samples for analysis and remained on RAP at 6m post ASCT. Female=14, male=14 with a median age of 61 years (range, 41-71). Of the 60 patients, 44 and 6 patients received low-dose Aspirin and Enoxaparin as thromboprophylaxis post ASCT respectively. Ten patients received no thromboprophylaxis. Overall, 3 out of 60 patients (5%) enrolled had objectively confirmed VTE. Two episodes of symptomatic proximal deep vein thrombosis occurred at 9, and 14 months post ASCT; both patients were in complete remission and remained on RAP. One patient developed symptomatic pulmonary embolism at 14 months post ASCT and was in partial remission. TG as measured by endogenous thrombin generation (ETP) did not differ significantly between pre-ASCT, post-ASCT (pre RAP maintenance) and 6months post ASCT. The mean ETP was 1682nM pre ASCT, 1645nM post ASCT (pre RAP maintenance) and 1537nM 6 months post ASCT. Similarly, there was no significant difference between peak thrombin (PTG) at each of the time points with mean PTG of 376nM pre ASCT, 388nM post ASCT (pre RAP maintenance) and 367nM 6 months post ASCT. Moreover, no apparent difference in TG between the 3 patients who experienced a VTE and the remainder of the cohort was evident (for the 3 VTE patients mean ETP, 1396.8nM pre RAP maintenance and 1385.8 nM 6 months post ASCT; mean peak thrombin is 216.5 pre RAP maintenance and 221.7 6 months post ASCT). Conclusion The risk for VTE was low in this cohort of MM patients receiving maintenance RAP following ASCT most of whom were receiving pharmacological thromboprohylaxis. This is supported by the findings of no significant difference in TG (both ETP and PTG) at pre-ASCT, post-ASCT (pre RAP maintenance) and 6 months post ASCT. A late accumulative risk for VTE due to RAP cannot be excluded with 3 late episodes of VTE observed. A larger study is needed to confirm these findings. Disclosures Spencer: Celgene: Consultancy, Honoraria."
}