{
    "doi": "https://doi.org/10.1182/blood-2018-99-120239",
    "article_title": "Blood and Blues: Prevalence of Mental Health Disorders in Patients Hospitalized with Acute Leukemia ",
    "article_date": "November 29, 2018",
    "session_type": "904. Outcomes Research-Malignant Conditions: Poster III",
    "abstract_text": "Introduction: Approximately 1.5% of population will be diagnosed with leukemia in their lifetime (SEER Cancer Statistics Review). Diagnosis of acute leukemia has an overwhelming effect on the patient and their families. Besides the diagnosis, effect of chemotherapeutic agents and agony over the ultimate outcome can also affect emotional-behavioral wellbeing. Evolution of depression as a disorder, along the course of acute leukemia has been reported in the past (David et al Procedia Soc & Behav Sci 2014). We investigated the prevalence of mental health disorders in hospitalized patients admitted with acute leukemia diagnosis utilizing Healthcare Utilization Project National Inpatient Sample (HCUP NIS), 2002-2014. HCUP-NIS is the largest publicly available all-payer inpatient health care database in the United States, and is a 20% stratified sample of all hospital discharges. Methods: We identified hospitalizations for acute leukemia using ICD-9 codes (203.XX, 204.XX, 205.XX, 206.XX, 207.XX and 208.XX) in the NIS database. We included patients with a primary diagnosis of acute leukemia (myeloid, lymphoid and plasma cell leukemia) including admissions for inpatient chemotherapy and/or complications requiring hospitalization. Similarly, ICD-9 codes were used to identify patients with mental health disorders of interest (ADHD, adjustment disorder, alcohol abuse, anxiety disorder, mood disorders, personality disorders, schizophrenia, substance abuse, childhood disorders). \" Surveyfreq\" was used to calculate proportions while \" Surveymeans\" was used to calculate median length of stay and hospital charges. Cochran-Armitage test was used to analyze trends; Kruskal-Wallis test was used for non-parametric data. We used chi-square for categorical data frequency, P value of < 0.05 was considered statistically significant. All analysis was performed using SAS 9.4. Results: We identified a total of 59,223 patients with mental health disorders (18.4%) out of a total of 321223 hospitalizations for acute leukemia (table 1). Median age for patients with mental health disorders is 56 years. Mood disorder was most prevalent at 8% followed by anxiety disorder at 6%. Within all mental disorders, mood disorders comprised 44% of all cases followed by anxiety disorder at 32% (figure 1). Over 60% of mental health disorders were in patient age group above 50 years (figure 2). Prevalence of mental health disorders has increased from 10% to 28% between 2002 and 2014 (figure 3). Prevalence of anxiety disorder has increased 6 fold between 2002 (2%) and 2014 (12%). It is unclear if this change is due to an actual increase in the prevalence of this condition or better recognition of mental health disorders leading to better coding. Median length of stay (LOS) is significantly longer in patients with mental health disorders compared to those without (18 days vs 9 days respectively). Median charges for hospitalization are also significantly increased in patients with mental health disorders than those without ($119,245 vs $62,132 respectively). Conclusion: Mental health disorders are common in patients with acute leukemia. One in four patients (28%) in 2014 had a mental health disorder compared to 9% in 2002. Given the retrospective nature of our study, it is difficult to determine if this is an actual increase in the incidence and prevalence of mental health disorders or if better recognition and medical coding contributes to this finding. Our study shows a disproportionate burden of mental health disorders in patients above the age 50, which constitutes the majority of the patients diagnosed with acute leukemia. Use of mental health screening tools in this population could provide an avenue for recognition and possible early intervention. Given the retrospective nature of our study, these findings need to be validated in a prospective patient population. View large Download slide View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "leukemia, acute",
        "mental disorders",
        "length of stay",
        "antineoplastic agents",
        "cancer",
        "chemotherapy regimen",
        "leukemia",
        "leukemia, plasma cell",
        "psychiatric evaluation",
        "spinal cord injuries"
    ],
    "author_names": [
        "Amandeep Godara, MD",
        "Nauman Siddiqui, MD",
        "Zarmina Khan, DMD",
        "Ankit Kansagra, MD",
        "Jean Yared, MD",
        "Saurabh Dahiya, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Amandeep Godara, MD",
            "author_affiliations": [
                "Tufts Medical Center, Boston, MA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Nauman Siddiqui, MD",
            "author_affiliations": [
                "Tufts Medical Center, Boston, MA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zarmina Khan, DMD",
            "author_affiliations": [
                "Tufts Medical Center, Boston, MA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ankit Kansagra, MD",
            "author_affiliations": [
                "University of Texas Southwestern Medical Center, Dallas, TX "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jean Yared, MD",
            "author_affiliations": [
                "University of Maryland Greenebaum Comprehensive Cancer Center, Baltimore, MD "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Saurabh Dahiya, MD",
            "author_affiliations": [
                "University of Maryland School of Medicine, Baltimore, MD"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-15T13:02:18",
    "is_scraped": "1"
}