{
    "doi": "https://doi.org/10.1182/blood.V124.21.1479.1479",
    "article_title": "Immune Response to FIX Is Dependent on Mouse Background Strain and Modulated By TLR4 ",
    "article_date": "December 6, 2014",
    "session_type": "321. Blood Coagulation and Fibrinolytic Factors: Poster I",
    "abstract_text": "Introduction Many investigators rely on mouse models to study immune responses against factor IX protein (FIX) products. While it is recognized that there are distinct differences in immune responses towards FIX in different mouse strains, there is an absence of studies conducted on mice with a F9 gene deletion. Our laboratory has developed protocols to prevent or reverse ongoing anti-hFIX IgG inhibitors in hemophilia B mice with a F9 gene deletion ( F9 -/Y ) on both a BALB/c and C3H/HeJ background. Interestingly C3H/HeJ F9 -/Y mice develop high titer anti-FIX IgG1 inhibitors and anaphylaxis, while BALB/c F9 -/Y mice have mild anti-hFIX IgG1 inhibitors without anaphylaxis. The C3H/HeJ mouse strain is deficient for the innate immune sensor toll like receptor 4 (TLR4) while a congenic C3H/OuJ strain has functional TLR4. Several recent studies have indicated an important link between coagulation and innate immunity and TLR4 has been linked to sensitivity in food allergy models. Together these studies suggest that TLR4 may have a role in modulating FIX immunity. Here we report results from a study exploring B and T cell responses against FIX protein therapy on two different mouse strains BALB/c and C3H/HeJ with the same F9 gene deletion and the role of TLR4 in modulating FIX immunity. Methods BALB/c and C3H/HeJ F9 -/Y mice were challenged weekly with recombinant FIX protein. Humoral immune responses were determined by IgG1 and IgG2a anti-hFIX ELISA, Bethesda assay for inhibitors and B cell ELISpot on bone marrow and spleen cells to measure FIX specific antibody secreting B cells. T cell studies measured the T H 1 (IFN-γ) and T H 2 (IL-4) cytokine responses in splenocytes at the mRNA and protein level in response to FIX protein. Antibody responses were also measured in C3H/HeJ/OuJ F9 -/Y mice with restored TLR4 function following FIX challenge. Results BALB/c F9 -/Y mice have a T H 2 skewed response and a reduction in anti-hFIX secreting plasma cells in the bone marrow. Independent antigen challenge revealed both strains generated equivalent IgG1 antibody titers to an intravenously delivered antigen suggesting the reduced anti-FIX response in BALB/c mice is antigen specific. C3H/HeJ F9 -/Y mice have a mixed T H 1 and T H 2 response (mainly T H 2). Importantly TLR4 signaling has an important modulatory role in the C3H background on the levels of anti-hFIX IgG1 and incidence of anaphylaxis. Conclusions The background strain has an important impact on FIX immune responses, which in permissive strains can be modulated by mutations in innate immune sensors. View large Download slide View large Download slide Close modal View large Download slide View large Download slide Close modal View large Download slide View large Download slide Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "immune response",
        "mice",
        "toll-like receptor 4",
        "anaphylaxis",
        "antigens",
        "sensor",
        "antibodies",
        "antibody titer",
        "cytokine",
        "factor ix"
    ],
    "author_names": [
        "David M Markusic, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "David M Markusic, PhD",
            "author_affiliations": [
                "University of Florida, Gainesville, FL"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-28T15:35:14",
    "is_scraped": "1"
}