{
    "doi": "https://doi.org/10.1182/blood-2021-150946",
    "article_title": "Minimal Role for the Alternative Pathway in Complement Activation By HIT Immune Complexes ",
    "article_date": "November 5, 2021",
    "session_type": "311.Disorders of Platelet Number or Function: Clinical and Epidemiological",
    "abstract_text": "Background: Recent studies show that ultra-large immune complexes consisting of IgG and platelet factor 4 and heparin (P+H) potently activate complement and facilitate complement dependent activation of cellular FcgRIIA (PMID 34189574). In whole blood assays using KKO, a monoclonal anti-PF4/heparin antibody, or antibodies from patients with heparin induced thrombocytopenia (HIT), we showed that classical pathway (CP) inhibition reduced immune complex-mediated complement activation (C3c and soluble C5b-9 generation), cell surface deposition of immune complexes and cellular activation. Aims : As previous studies suggest that the alternative pathway (AP) provides significant amplification (>80%) of the CP pathway, (PMID: 15544620) we compared the effects of AP, CP, and CP/AP inhibitors by KKO and HIT immune complexes in whole blood. Methods : Inhibitors of the CP (BBK32, a borrelia protein inhibitor to C1r), AP (anti-factor B antibody (α-fB), or Factor D (fD inhibitor or fD-INH) Alexion Pharmaceuticals, Boston, MA) or combined AP/CP (C1-esterase inhibitor, C1-INH, Berinert, CSL Behring; or soluble complement receptor 1, sCR1, Alexion) were tested in hemolytic assays of CP or AP to confirm pathway specificity. To examine effects of CP or AP inhibition on complement activation by immune complexes consisting of KKO or HIT IgG, whole blood was pre-incubated with CP, AP or CP/AP inhibitors prior to addition of P+H ± KKO/HIT IgG or isotype controls. WB was incubated for 45 minutes at 37ºC followed by addition of 10mM EDTA to quench further complement activation. Complement activation products (C3c and sC5b-9) and neutrophil degranulation (MMP9) markers were measured using commercial immunoassays. Effects of complement inhibitors on cellular deposition of immune complexes was examined by flow, using previously described methods (PMID 34189574) using fluorescently labeled anti-C3c antibody (Quidel, San Diego, CA) and anti-mouse or human IgG (Biolegend, San Diego, CA). Results : Consistent with prior publications (PMID: 26808924), BBK32 showed marked reduction CP, but not AP-dependent hemolytic assays. The converse was true of AP inhibitors: α-fB and fD-INH prevented AP-dependent, but not CP-dependent hemolysis (data not shown). C1-INH and sCR1 showed activity in both CP- and AP-dependent assays. The CP or CP/AP inhibitors showed potent inhibition of C3c and sC5b-9 generation by KKO and HIT immune complexes, while AP inhibitors had no effect (Figure A for KKO C3c generation; and Table 1 for KKO/HIT C3c generation; sC5b-9 data not shown). For a given CP or CP/AP inhibitor, the concentrations leading to 50% inhibition (IC 50 ) were generally comparable for KKO and HIT immune complexes for C3c (Figure A and Table 1) and sC5b-9 generation (data not shown), with potency as follows: C1-INH>>BBK32>sCR1 (Table 1). On the other hand, the AP inhibitors, α-fB and fD-INH, showed no inhibitory activity in C3c (Figure A and Table 1)/sC5b-9 (data not shown) generation by KKO or HIT ULICs. As our recent studies indicate that complement activation is critical to cell surface deposition of immune complexes and cellular activation via FcgRIIA, we examined effects of complement inhibitors on IC deposition on B-cells and MMP9 release from neutrophils. CP or CP/AP inhibitors, but not AP inhibitors, reduced cell surface binding of immune complexes (Figure B) as well as MMP9 release (Figure C and Table 1). Conclusion: Together, these studies demonstrate that the AP has a minimal role in supporting complement activation by KKO/HIT ULICs. Future studies should examine CP inhibition as a therapeutic strategy for modulating the cellular activating effects of HIT antibodies. To what extent these findings apply to other immune complexes and/or CP activators requires further study. Funding Agency: NIH HL151730; α-fB antibody, fD inhibitor and sCR1 was provided by Alexion Pharmaceuticals, Boston, MA. BBK32 was provided by Dr. Brandon Garcia, East Carolina University, Greenville, NC. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Cines:  Dova: Consultancy; Rigel: Consultancy; Treeline: Consultancy; Arch Oncol: Consultancy; Jannsen: Consultancy; Taventa: Consultancy; Principia: Other: Data Safety Monitoring Board. OffLabel Disclosure: C1-esterase inhibitor off label for HIT",
    "author_names": [
        "Ayiesha Barnes",
        "Sanjay Khandelwal",
        "Simone Sartoretto",
        "Grace M Lee",
        "Sooho Myoung",
        "Samuel Francis",
        "Lubica Rauova",
        "Douglas B. Cines",
        "Brandon Garcia",
        "Jon Skare",
        "Charles Booth",
        "Gowthami M. Arepally"
    ],
    "author_dict_list": [
        {
            "author_name": "Ayiesha Barnes",
            "author_affiliations": [
                "Division of Hematology, Duke University Medical Center, Durham, NC"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Sanjay Khandelwal",
            "author_affiliations": [
                "Duke University Medical Center, Durham, NC"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Simone Sartoretto",
            "author_affiliations": [
                "Division of Hematology, Duke University Medical Center, Durham, NC"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Grace M Lee",
            "author_affiliations": [
                "Division of Hematology, Duke University Medical Center, Cary, NC"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sooho Myoung",
            "author_affiliations": [
                "Division of Hematology, Duke University Medical Center, Durham, NC"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Samuel Francis",
            "author_affiliations": [
                "Division of Hematology, Duke University Medical Center, Durham, NC"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lubica Rauova",
            "author_affiliations": [
                "University of Pennsylvania PSOM, Philadelphia, PA",
                "Children's Hosp. of Philadelphia, Philadelphia, PA",
                "The Children's Hospital of Philadelphia, Philadelphia, PA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Douglas B. Cines",
            "author_affiliations": [
                "Department of Pathology and Laboratory Medicine, Perelman School of Medicine of the University of Pennsylvania, Philadelphia, PA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brandon Garcia",
            "author_affiliations": [
                "Department of Microbiology & Immunology, East Carolina University, Greenville, NC"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jon Skare",
            "author_affiliations": [
                "Texas A&M University, Bryan, TX"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Charles Booth",
            "author_affiliations": [
                "Department of Microbiology & Immunology, East Carolina University, Greenville, NC"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gowthami M. Arepally",
            "author_affiliations": [
                "Division of Hematology, Duke University, Durham, NC"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T21:36:03",
    "is_scraped": "1"
}