{
    "doi": "https://doi.org/10.1182/blood.V124.21.5695.5695",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2812",
    "start_url_page_num": 2812,
    "is_scraped": "1",
    "article_title": "Generation of a Predictive Score for Ixazomib Response in Multiple Myeloma ",
    "article_date": "December 6, 2014",
    "session_type": "651. Myeloma: Biology and Pathophysiology, excluding Therapy",
    "topics": [
        "ixazomib",
        "multiple myeloma",
        "cancer",
        "gene expression profiling",
        "antineoplastic agents",
        "hematologic neoplasms",
        "neoplasms",
        "proteasome inhibitors",
        "cell lines",
        "heterogeneity"
    ],
    "author_names": [
        "Amit Kumar Mitra, PhD",
        "Sanjoy Dey",
        "Andrew Hangsleben",
        "Michael Steinbach",
        "Vipin Kumar, PhD",
        "Brian Van Ness, PhD"
    ],
    "author_affiliations": [
        [
            "University of Minnesota, Minneapolis, MN "
        ],
        [
            "University of Minnesota, Minneapolis, MN"
        ],
        [
            "University of Minnesota, Minneapolis, MN"
        ],
        [
            "University of Minnesota, Minneapolis, MN"
        ],
        [
            "University of Minnesota, Minneapolis, MN"
        ],
        [
            "University of Minnesota, Minneapolis, MN "
        ]
    ],
    "first_author_latitude": "44.97399",
    "first_author_longitude": "-93.2277285",
    "abstract_text": "Multiple myeloma (MM) is the second-most common hematopoietic malignancy in the United States accounting for 1% of all cancers and 10% of all hematologic malignancies. Despite recent improvements in treatment strategies including the emergence of proteasome inhibitors (PIs) as effective chemotherapeutic agents, MM still remains difficult to cure with median survival rate of around 7 years, primarily due to wide inter-individual variation in response to treatment. We believe such heterogeneity in response to PIs is governed by the underlying molecular characteristics of the tumor including alterations in gene expression profile (GEP). In the current study, we used a panel of Human Myeloma Cell Lines (HMCLs) representing the gamut of biological and genetic heterogeneity in MM to evaluate the gene expression signatures associated with response to the second-generation PI Ixazomib and produced a predictive score (PI score) for Ix response. HMCLs (n=45) were treated with increasing concentrations of Ixazomib used as single agent and half maximal inhibitory concentration (IC 50 ) values were determined using cell viability equation. Gene expression profiling data was obtained as publicly available data from the Keats lab website at TGen (http://www.keatslab.org/myeloma-cell-lines). Genes with high expression value and high standard deviation beyond the median values were pre-filtered and log expression values were normalized by subtracting mean expression of individual genes across all the samples and the housekeeping genes (GAPDH). Subsequently, analysis of correlation between Ix IC 50 data and GEP data and the False Discovery Rate (FDR) based on 1000 random permutations were performed to identify true patterns of genes that are highly predictive of Ix response and to look for the top genes that could discriminate between the top sensitive and top resistant cell lines. Gene clusters were identified that correlated with response and will be presented. Our results will demonstrate in vitro modeling of response using GEP approaches that may provide predictive scoring algorithms of a defined set of genes that will be useful in clinical evaluation of drug choice in treating individual patients. Disclosures No relevant conflicts of interest to declare."
}