{
    "doi": "https://doi.org/10.1182/blood.V124.21.458.458",
    "article_title": "NADPH Oxidase Limits Sterile Inflammation By Modulating IL-1/G-CSF-Driven Neutrophilic Inflammation ",
    "article_date": "December 6, 2014",
    "session_type": "201. Granulocytes, Monocytes and Macrophages: Myeloid-Mediated Inflammatory Disorders",
    "abstract_text": "The phagocyte NADPH oxidase is a multi-subunit enzyme that generates superoxide in response to multiple agonists. Besides their role in microbial killing, NADPH oxidase-derived reactive oxygen species (ROS) are important in regulating inflammation and have emerging links to autoimmunity. Patients with chronic granulomatous disease (CGD) have null mutations in NADPH oxidase subunit genes and absent enzyme activity, presenting not only with recurrent bacterial and fungal infections but also inflammatory conditions and an association with autoimmune disorders. How the NADPH oxidase regulates inflammatory processes independent of its role in microbial infection is incompletely characterized. We hypothesized that NADPH oxidase deficiency influences the magnitude of inflammatory mediators released in response to Danger Associated Molecular Patterns (DAMPs) during the acute phase of sterile tissue injury. Of note, prior studies (Chen et al Nature Medicine 2007; Kono et al, J Immunol 2010) identified IL-1α released by sentinel macrophages as a key mediator of the initial response to sterile cell death. We compared acute inflammation between WT and CGD mice lacking NADPH oxidase due to inactivation of X-linked Cybb ( Cybb KO), using peritoneal instillation of periodate to induce sterile tissue injury. We found that early recruitment of neutrophils and local production of IL-1 α,IL-1β and IL-1 receptor (IL-1-R)-driven secondary cytokines IL-6 and G-CSF were significantly elevated in Cybb KO mice compared to WT. Results were similar following peritoneal injection of uric acid crystals, a canonical DAMP. Studies in transplantation chimeras indicated that NADPH oxidase-deficient hematopoietic cells were required for the enhanced neutrophilic inflammation in response to periodate-induced tissue injury. In vivo neutralization of IL-1α but not IL-β abrogated peritoneal neutrophilic influx and the increase in peritoneal G-CSF in both WT and Cybb KO mice. G-CSF is a major regulator of neutrophil production, survival, and under inflammatory conditions, augments effector functions of immune cells. Cybb KO mice exhibited relatively greater acute phase peripheral blood neutrophilia following peritoneal injury and maintained a steady low-level recruitment of neutrophils into the tissue even in later stages of inflammation. However, steady state granulopoiesis was similar in WT and Cybb KO mice. Our studies provide the first evidence that early IL-1α release elicited by sterile tissue injury is exacerbated by NADPH oxidase deficiency and this is central to the exaggerated acute inflammatory response by CGD mice in this setting. These findings complement recent work demonstrating elevated IL-1β release by NADPH oxidase-deficient myeloid cells elicited by microbial products or other inflammasome-activating agents ( de Luca et al PNAS 2014; Meisener et al Blood 2009). Targeting the IL-1/IL-R axis may help ameliorate some of the autoinflammatory complications seen in CGD patients. However, as non-redundant roles for IL-1α and IL-1β in driving inflammation have been recently shown in a number of models, further studies are required to examine how dysregulated production of each IL-1 family member contributes to disease manifestations in NADPH oxidase deficiency. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "colony-stimulating factors",
        "inflammation",
        "interleukin-1",
        "nadph oxidases",
        "cerebrospinal fluid",
        "nadph oxidase 2",
        "granulocyte colony-stimulating factor",
        "nadp",
        "oxidase",
        "recombinant granulocyte colony stimulating factor"
    ],
    "author_names": [
        "Juhi Bagaitkar, PhD",
        "Ivanov Stoyan",
        "Nancy Pech",
        "Gaungming Huang",
        "Mary C. Dinauer, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Juhi Bagaitkar, PhD",
            "author_affiliations": [
                "Washington University School of Medicine, St Louis, MO "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ivanov Stoyan",
            "author_affiliations": [
                "Washington University Medical School in St. Louis, st louis, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nancy Pech",
            "author_affiliations": [
                "Washington University Medical School in St. Louis, st louis, MO "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gaungming Huang",
            "author_affiliations": [
                "Washington University Medical School in St. Louis, st louis, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mary C. Dinauer, MD PhD",
            "author_affiliations": [
                "Washington University School of Medicine, Saint Louis, MO"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-31T03:59:33",
    "is_scraped": "1"
}