{
    "doi": "https://doi.org/10.1182/blood.V118.21.462.462",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2135",
    "start_url_page_num": 2135,
    "is_scraped": "1",
    "article_title": "Mechanisms of Defective Hydroxylation of 5-Methylcytosine in MDS Include Pathways Other Than TET2 and IDH1/2  ",
    "article_date": "November 18, 2011",
    "session_type": "633. Myelodysplastic Syndromes: Role of RNA Splicing and Epigenetics",
    "topics": [
        "alpha-hydroxyglutarate",
        "cancer",
        "chromosomal disorder",
        "dideoxy chain termination dna sequencing",
        "dioxygenases",
        "enzymes",
        "hydroxylation",
        "idh1 gene",
        "karyotype determination procedure",
        "kiaa1546 gene"
    ],
    "author_names": [
        "Anna M Jankowska, PhD",
        "Yun Huang, PhD",
        "Myunggon Ko, PhD",
        "Utz J Pape, PhD",
        "Hideki Makishima, MD, PhD",
        "Hadrian Szpurka, PhD",
        "Fabiola Traina, MD, PhD",
        "Valeria Visconte, PhD",
        "Ramon V Tiu, MD",
        "Mikkael A Sekeres, MD",
        "Anjana Rao, PhD",
        "Jaroslaw P Maciejewski, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Translational Hematology and Oncology Research, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH, USA, "
        ],
        [
            "La Jolla Institute for Allergy and Immunology, La Jolla, CA, USA, "
        ],
        [
            "La Jolla Institute for Allergy and Immunology, La Jolla, CA, USA, "
        ],
        [
            "La Jolla Institute for Allergy and Immunology, La Jolla, CA, USA, "
        ],
        [
            "Translational Hematology and Oncology Research, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH, USA, "
        ],
        [
            "Translational Hematology and Oncology Research, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH, USA, "
        ],
        [
            "Translational Hematology and Oncology Research, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH, USA, "
        ],
        [
            "Translational Hematology and Oncology Research, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH, USA, "
        ],
        [
            "Translational Hematology and Oncology Research, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH, USA, "
        ],
        [
            "Department of Hematologic Oncology and Blood Disorders, Cleveland Clinic, Taussig Cancer Institute, Cleveland, OH, USA"
        ],
        [
            "La Jolla Institute for Allergy and Immunology, La Jolla, CA, USA, "
        ],
        [
            "Translational Hematology and Oncology Research, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH, USA, "
        ]
    ],
    "first_author_latitude": "41.5017263",
    "first_author_longitude": "-81.6160094",
    "abstract_text": "Abstract 462 In myelodysplastic syndrome (MDS), mutations in genes affecting epigenetic regulation constitute a link between genomic and epigenetic instability. Previously, we and others described mutations in TET2 , coding for a 2-oxyglutarate-dependent methylcytosine dioxygenase, which converts 5-methycytosine (5-mC) to 5-hydroxymethylcytosine (5-hmC). Subsequently, dysfunction of wild type TET2 was mechanistically linked to neomorphic IDH mutations which deplete 2-oxyglutarate and produce a competitive inhibitor, 2-hydroxyglutarate. Previously, we established analytic tools to indirectly quantify 5-hmC content in leukemic genomes: in patients with myeloid malignancies 5-hmC levels are decreased as compared to healthy controls (p=1.8e-09). A decrease in 5-hmC levels correlated with dysfunction of TET2 as a consequence of inactivating hypomorphic mutations. Nevertheless, while in a majority of patients with decreased 5hmC levels TET2 mutations can be found, in a substantial minority of cases no explanation for the 5hmC deficiency has been found; down-modulation of TET2 mRNA and protein expression was absent and mutations in TET1 and TET3 have not been identified. Thus, other currently unidentified proteins may be directly or indirectly (via regulation of TET activity) involved in the deregulation of 5hmC levels in TET2 and IDH1/2 -mutation-negative cases with low 5-hmC. To further investigate this issue we first characterized on a molecular levels patients with low 5-hmC using various approaches. SNP-A karyotyping failed to identify recurrent chromosomal defects in these patients that could point towards defects in pathogenic genes involved in the regulation of 5-hmC levels. We also screened 107 MDS patients to correlate of genomic 5-hmC content and the presence of recurrent mutations including IDH1/2 , DNMT3A , ASXL1 and RUNX1 genes (as well as TET2 ). Within these genes, except for an association with TET2 mutations, a positive correlation with low 5-hmC levels was found only for IDH1/2 mutant cases ( p=.05 , n=5), whereas no correlation has been established for DNMT3A ( p=.119 , n=12), ASXL1 ( p=.434 , n=21) and RUNX1 ( p=.602 , n=22) mutant cases. While TET2 and IDH mutations were rarely seen together (n=1), none of the other studied gene mutations were mutually exclusive with TET2 , suggesting contributions of defects in novel yet not identified genes. Several other genes similar to TET or IDH proteins, or hypothetically linked to DNA demethylation pathways could, at least theoretically, affect 5-hmC content, including for instance D2HGDH and the ELP gene family. However, no mutations were identified in these patients, except for identification of yet unknown SNPs in D2HGDH and ELP4 in some patients with unexplained low 5-hmC levels. In addition to the targeted approach we have also applied next generation sequencing technologies and sequenced whole exomes of malignant and non-affected cells (paired-end (2×100) Illumina HiSeq 2000) to identify novel acquired determinants of 5-mC hydroxymethylation in two representative patients. By using a selective algorithm, 18 overlapping potential somatic alterations in these patients were found in genes which could functionally affect 5-hmC content. In addition, several other mutated genes have been identified in each patient; these are being further investigated in other patients with low 5-hmC levels. Sanger sequencing was applied to confirm the presence of previously detected mutations in NF1 and KRAS, as well as all novel mutations, for instance in BRCC3 and SF3B1 , in these patients. In sum, our results provide novel insights into the molecular mechanisms underlying MDS pathophysiology and describe the possibility that the TET family enzymes can act together with other putative proteins linked to DNA demethylation pathways. The use of high throughput sequencing technologies increase the probability of identification of novel changes which can be linked to functional consequences in these patients, ultimately furthering the understanding its role in genomic stability in MDS. Disclosures: No relevant conflicts of interest to declare."
}