{
    "doi": "https://doi.org/10.1182/blood-2019-127407",
    "article_title": "ADAMTS13 Immunohistochemical Expression in Normal and Diseased Equine Tissues ",
    "article_date": "November 13, 2019",
    "session_type": "321.Blood Coagulation and Fibrinolytic Factors",
    "abstract_text": "ADAMTS13 is a metallopeptidase primarily synthesized in the liver. Its main function is to cleave von Willebrand factor (VWF) on the endothelial surface, and thus regulate platelet adhesion at the sites of vascular injury; VWF acts as a scaffold at the site of injury for platelet activation, platelet binding, and clot formation. Platelet activation also results in the release of platelet-dense granule components (such as cytokines, pro- and anti-inflammatory factors and other bioactive molecules) that are essential regulators of coagulation, but are also associated with inflammation. Reduced activity of ADAMTS13 is found in human patients with acquired thrombotic thrombocytopenic purpura (TPP), sepsis, and DIC. Both human TTP and equine colic are histologically characterized by the presence of microthrombi. Cleavage of VWF is dependent upon allosteric activation of ADAMTS13, which is broadly conserved in many animals, including horses. Human TTP and equine idiopathic colic share several interesting clinical similarities. Both have seasonal variations, typically in summer, can be associated with viral and bacterial infections, may be hereditary, have autoimmune associations, and recur. Both TTP and equine colic are clinically characterized by fever, abdominal pain renal failure, and neurologic symptoms. Microangiopathy is the predominant pathology in both TTP and equine colic. Using tissues obtained from thirteen horses euthanized for non-thrombotic conditions, immunohistochemical stains indicate the presence of ADAMTS13 in equine liver and colon. Furthermore, in one horse with colic, immunohistochemical staining of the resected colon indicates the presence of ADAMTS13 in the aboral margin (Figure 1) and the absence ADAMTS13 staining in the diseased tissue. These findings suggest that equine colic may be an animal model of thrombotic microangiopathy, very similar to TTP. Future studies will investigate immunohistochemical detection of ADAMTS13 in human tissues. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "abdominal pain",
        "acute abdominal pain",
        "adamts13 gene",
        "animal model",
        "anti-inflammatory agents",
        "bacterial infections",
        "cytokine",
        "equus caballus",
        "fever",
        "granules"
    ],
    "author_names": [
        "Sherri Flax, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Sherri Flax, MD",
            "author_affiliations": [
                "Department of Pathology, Immunology and Laboratory Medicine, University of Florida, Gainesville, FL"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-17T12:56:23",
    "is_scraped": "1"
}