{
    "doi": "https://doi.org/10.1182/blood.V114.22.897.897",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1377",
    "start_url_page_num": 1377,
    "is_scraped": "1",
    "article_title": "Disparities in the Use of Chemo-Immunotherapy for Diffuse Large B-Cell Lymphoma in the United States. ",
    "article_date": "November 20, 2009",
    "session_type": "HEALTH OUTCOMES RESEARCH: LYMPHOMA AND LEUKEMIA",
    "topics": [
        "chemotherapy regimen",
        "diffuse large b-cell lymphoma",
        "health disparity",
        "immunotherapy",
        "cancer",
        "brachial plexus neuritis",
        "cyclophosphamide, doxorubicin, prednisone, and vincristine",
        "lymphoma",
        "complete remission",
        "cyclophosphamide"
    ],
    "author_names": [
        "Christopher R. Flowers, MD",
        "Stacey Fedewa, MPH",
        "Amy Chen, MD, MPH, FACS",
        "Joseph Lipscomb, PhD",
        "Otis Brawley, MD",
        "Elizabeth Ward, PhD"
    ],
    "author_affiliations": [
        [
            "Winship Cancer Institute-Hematology and Medical Oncology, Emory University-School of Medicine, Atlanta, GA, USA, "
        ],
        [
            "American Cancer Society, Atlanta, GA, "
        ],
        [
            "American Cancer Society, Atlanta, GA, "
        ],
        [
            "Health Policy and Management, Emory University-Rollins School of Public Health, Atlanta, GA, "
        ],
        [
            "American Cancer Society, Atlanta, GA, USA"
        ],
        [
            "American Cancer Society, Atlanta, GA, "
        ]
    ],
    "first_author_latitude": "33.7928216",
    "first_author_longitude": "-84.31944075",
    "abstract_text": "Abstract 897 Background: Since the 1970s, cyclophosphamide, doxorubicin, vincristine, and prednisone (CHOP) has been the standard treatment for patients with diffuse large B-cell lymphoma (DLBCL). Beginning in 2002, published randomized, controlled clinical trials changed the standard of care by demonstrating that when rituximab is added to CHOP complete response rates and overall survival improved. However, it remains unclear how these results influenced the use of combination chemo-immunotherapy in clinical practice in the United States. We examined a national cohort of patients with DLBCL to assess clinical and demographic features of patients who receive chemo-immunotherapy and those who do not. Methods: Patients diagnosed with DLBCL (ICD-O codes 9679 and 9680) between January 1, 2001 and December 31, 2004, were selected from the National Cancer DataBase (NCDB), a hospital-based cancer registry jointly sponsored by the American Cancer Society and the American College of Surgeons that includes more than 1,400 Commission-on-Cancer-approved sites and captures ∼75% of all newly diagnosed cases of cancer in the United States. Data on patient demographics, stage at diagnosis, health insurance, area-level education status, facility characteristics, and type of treatment were collected. Multivariable log binomial models were performed to examine the association between race, insurance and the use chemo-immunotherapy compared with chemotherapy alone, adjusting for other covariates. Results: The study population included 38,002 patients with DLBCL. Overall, 27% received combination chemo-immunotherapy and 50% received chemotherapy alone. At diagnosis there were racial differences in baseline characteristics. Black pts were younger (median age 53 vs. 70 years), more likely to present with stage III/IV disease (44.5% vs. 40.9%), more likely to be uninsured (9.5% vs. 2.5%) or Medicaid insured (17.3% vs. 3.4%) and more likely to reside in a zip code where ≥29% of the population had no high school diploma (38.1% vs. 11.6%) when compared with White pts (all p60 years (RR 0.94, 95% CI 0.90-0.98), had limited stage disease (RR 0.89, 95% CI 0.86-0.92) or missing staging information (RR 0.54, 95% CI 0.50-0.58), or were diagnosed in 2001-2002 were less likely to receive chemo-immunotherapy. Receiving treatment at a high lymphoma volume teaching/research facility was associated with the greatest likelihood of chemo-immunotherapy use (RR 1.69, 95% CI 1.52-1.89). Sixteen percent of patients did not receive treatment and were more likely to be diagnosed in 2001, uninsured/non-Private insured, Black, older, or treated at low volume community or low volume comprehensive cancer center when compared with patients receiving any form of treatment. Conclusions: These results indicate that disparities exist in the use of chemo-immunotherapy for patients with DLBCL treated in the US. During the period immediately following the demonstration that chemo-immunotherapy improved survival over chemotherapy alone, patients who were Black, older than 60 years, or from areas of lower educational status were less likely to receive this new standard of care. While the use of chemo-immunotherapy appears to be rising, improving outcomes for patients with lymphoma in the US will require increased attention to strategies to extend the benefits of proven advances in therapy to all segments of the population. Disclosures: Flowers: Amos Medical Faculty Development Program grant from the American Society of Hematology/Robert Wood Johnson Foundation: Research Funding."
}