{
    "doi": "https://doi.org/10.1182/blood-2020-140834",
    "article_title": "Safety and Efficacy of Virus-Specific Cytotoxic T-Lymphocytes Manufactured By the IFN-g Cytokine Capture System for the Treatment of Refractory Adenovirus, Cytomegalovirus, Epstein Barr Virus, and BK Virus Infections in Children, Adolescents and Young Adults after Allogeneic Hematopoietic Stem Cell Transplantation, Solid Organ Transplantation, or with Primary Immunodeficiency (IND# 17449) ",
    "article_date": "November 5, 2020",
    "session_type": "203.Lymphocytes, Lymphocyte Activation, and Immunodeficiency, including HIV and Other Infections",
    "abstract_text": "Background: Viral infection remains a major cause of morbidity and mortality after allogeneic hematopoietic stem cell transplantation (allo-HSCT) (Bollard/Heslop Blood 2016). Anti-viral agents for treatment of viral infection in immunocompromised patients are limited in efficacy and are associated with significant toxicities (Gerdemann BBMT 2004; Sili Cytother 2012). The use of virus-specific cytotoxic T-lymphocytes (VST) for immunocompromised patients with viral infections has been associated with therapeutic benefit and improved OS (Bollard/Heslop Blood 2016; Sutrave Cytother 2017). Methods of VST production include ex-vivo expansion and direct selection (Gottlieb Cytother 2017). Ex-vivo expansion requires prolonged manufacturing time, is associated with T-cell exhaustion, and results in a limited donor pool. Direct selection is rapid (12-24 hours), can be done locally, allows for expanded HLA matching, permits a low degree of HLA match to the recipient, and can be adapted for many viruses. A multicenter consortium, the Viral Cytotoxic T-Lymphocyte Consortium (VIRCTLC) was created to investigate the safety and efficacy of VST manufactured by direct selection using the IFN-g Cytokine Capture System process automated on the CliniMACS® Prodigy device (Miltenyi Biotec) for immunocompromised patients with viral infection (Figure 1) . Objective: Determine the safety and efficacy of VST for the treatment of immunocompromised child, adolescent and young adult (CAYA) patients with refractory, systemic viral infection and/or viral infection and intolerance to appropriate anti-viral medical therapy. Design/Methods: CAYA patients after allo-HSCT, solid organ transplantation (SOT), or with primary immunodeficiency (PID) with refractory adenovirus (ADV), cytomegalovirus (CMV), Epstein Barr virus (EBV) or BK virus (BKV) infections as evidenced by increasing serum RT-PCR DNA (by 1 log) after 7 days or persistent quantitative RT-PCR DNA copies after 14 days of appropriate anti-viral therapy, and/or known resistance to anti-viral agents, and/or intolerance to anti-viral agents were eligible. Related donors with ≥1 HLA A, B, or DR match to recipient and with an adequate T-cell response to virus specific MACS® PepTivators were eligible. Donors were screened with viral specific antigen (PepTivator®) to predict successful VST manufacturing. Peripheral blood mononuclear cells (PBMC) were collected from eligible related donors using non-mobilized apheresis. VST were isolated using the CliniMACS® Prodigy following stimulation of PBMC with specific viral MACS PepTivator® pools, generously provided by Miltenyi Biotec. Production of CD4+ and CD8+ VST was performed as previously described (Feuchtinger Blood 2010). The target cell dose was 0.5x10 4 CD3 + /kg for HLA mismatched haploidentical related donors and 2.5x10 4 CD3 + /kg for matched related donors. Based on response and safety, VST were given every 2 weeks for a maximum of 5 infusions. Results: Eleven patients have been enrolled to date. Seven patients were treated for ADV, 2 for BKV, 1 for CMV, and 1 for EBV. There were 8 males and 3 females enrolled, aged 1-38 years. There were 10 patients post allo-HSCT and 1 patient post SOT. There were 8 haploidentical, related, original allo-HSCT donors and 3 haploidentical, related, third party donors. There have been no matched related donors enrolled to date. The mean±SEM %CD4+ IFN-g+ of total CD4+, %CD8+ IFN-g+ of total CD8+, and %CD3 cells recovered in the final product were 21.5±4.8, 25.0±7.0, and 50.4.2±7.2, respectively. The median number of VST infusions was 2 (1-5). The mean±SEM CD3 + cell dose was 0.49±0.001x10 4 . Ten patients achieved complete response (PCR negative) and 1 patient achieved partial response (PCR≥1 log decrease). The overall response and complete response rates were 100% and 90.9%, respectively. The median time to maximal response was 34 days (7-141) (Table 1) . No patient developed aGVHD, cGVHD, infusion reaction or CRS associated with VST. Conclusion: Preliminary results of this pilot study demonstrate that VST are safe, well tolerated and efficacious in CAYA with refractory viral infections after allo-HSCT, SOT or with PID. Manufacturing utilizing the CliniMACS® Prodigy device is rapid, reproducible and effective. Accrual is ongoing. This research is supported by FDA RO10063-01A1. View large Download slide View large Download slide  Close modal Disclosures Flower: Lentigen Technology Inc/Miltenyi Biotec: Research Funding. O'Donnell: Kiadis Pharma: Other: Licensing of intellectual property. Lee: Kiadis Pharma Netherlands B.V: Consultancy, Current equity holder in publicly-traded company, Membership on an entity's Board of Directors or advisory committees, Patents & Royalties. Johnson: Cell Vault: Research Funding; Miltenyi Biotec: Research Funding. Cairo: Technology Inc/Miltenyi Biotec: Research Funding; Nektar Pharmaceuticals: Membership on an entity's Board of Directors or advisory committees, Research Funding; Miltenyi: Research Funding; Jazz Pharmaceuticals: Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau.",
    "author_names": [
        "Allyson M. Flower, MD",
        "Rachel Friedmann, DO",
        "Janet Ayello, MS, MT(ASCP)",
        "Olivia Rigot, PhD",
        "Lauren Harrison, RN, MSN",
        "Erin Morris, RN, BSN",
        "Meghan Sturhahn, RN, MSN",
        "Elana Maryamchik, MD",
        "Yongping Wang, MD",
        "Lynn O'Donnell, PhD",
        "Rolla Abu-Arja, MD",
        "Dean Anthony Lee, MD PhD",
        "Julie-An Talano, MD",
        "Bryon Johnson, PhD",
        "Nancy Bunin, MD",
        "Mitchell S Cairo, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Allyson M. Flower, MD",
            "author_affiliations": [
                "Pediatrics, New York Medical College, Valhalla, NY"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Rachel Friedmann, DO",
            "author_affiliations": [
                "Pediatrics, Westchester Medical Center, Valhalla, NY"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Janet Ayello, MS, MT(ASCP)",
            "author_affiliations": [
                "Pediatrics, New York Medical College, Valhalla, NY"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Olivia Rigot, PhD",
            "author_affiliations": [
                "Pediatrics, New York Medical College, Valhalla, NY"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lauren Harrison, RN, MSN",
            "author_affiliations": [
                "Pediatrics, New York Medical College, Valhalla, NY"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Erin Morris, RN, BSN",
            "author_affiliations": [
                "Pediatrics, New York Medical College, Valhalla, NY"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Meghan Sturhahn, RN, MSN",
            "author_affiliations": [
                "Pediatrics, New York Medical College, Armonk, NY"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elana Maryamchik, MD",
            "author_affiliations": [
                "Children's Hosptial of Philadelphia, Phiadelphia, PA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yongping Wang, MD",
            "author_affiliations": [
                "Children's Hospital of Philadelphia, Philadelphia, PA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lynn O'Donnell, PhD",
            "author_affiliations": [
                "Pediatrics, Ohio State University, Columbus, OH"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rolla Abu-Arja, MD",
            "author_affiliations": [
                "Pediatrics, Nationwide Children's Hospital, Columbus, OH"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dean Anthony Lee, MD PhD",
            "author_affiliations": [
                "Center for Childhood Cancer and Blood Diseases, Abigail Wexner Research Institute, Nationwide Children's Hospital, Columbus, OH"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Julie-An Talano, MD",
            "author_affiliations": [
                "Medical College of Wisconsin, Milwaukee, WI"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bryon Johnson, PhD",
            "author_affiliations": [
                "Division of Hematology, Oncology and Bone Marrow Transplantation, Department of Pediatrics, Medical College of Wisconsin, Milwaukee, WI"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nancy Bunin, MD",
            "author_affiliations": [
                "Children's Hospital of Philadelphia, Philadelphia, PA"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mitchell S Cairo, MD",
            "author_affiliations": [
                "Pediatrics, New York Medical College, Valhalla, NY"
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-19T09:38:12",
    "is_scraped": "1"
}