{
    "doi": "https://doi.org/10.1182/blood.V106.11.3359.3359",
    "article_title": "Development of Small Molecule Inhibitors of the CBFβ-SMMHC Oncoprotein. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "The two subunits of core binding factor (RUNX1 and CBFβ) play critical roles in hematopoiesis and are frequent targets of chromosomal translocations found in leukemia. CBFβ functions to increase the DNA-binding of the RUNX1 subunit 20–40 fold and to protect the Runx1 subunit against ubiqitination and subsequent proteasome degradation, making this protein-protein interaction critical for CBF function. Two of the most common translocations involving the subunits of CBF are the inv(16) and the t(8;21) which produce the chimeric proteins CBFβ-SMMHC and AML1-ETO, respectively. We are characterizing both the structures and biochemical properties of these translocation products to gain insights into their function and provide novel avenues for therapeutic development. The inv(16) results in the fusion of the N-terminal 165 amino acids of CBFβ to the coiled-coil region of smooth muscle myosin protein. The CBFβ-SMMHC fusion protein causes dysregulation of CBF function by means of anomalously tight binding to RUNX1. As there is still one copy of the normal CBFβ present in those leukemic cells harboring the inv(16), inhibition of CBFβ-SMMHC may enable the wildtype CBFβ to restore normal CBF function. Since binding to RUNX1 is required for the dysfunction associated with this protein, this binding represents an excellent target for inhibition as a potential therapeutic strategy. A small molecule inhibitor of this kind has the potential to be a useful and highly specific therapeutic agent. As an initial step in this direction, we have developed small molecules which bind to CBFβ and inhibit RUNX1 binding. This represents the first step toward our overall goal of developing compounds which can specifically inhibit CBFβ-SMMHC while minimally perturbing the activity of CBFβ itself. We previously solved the 3D structure of CBFβ using solution NMR methods and mapped the binding interface with RUNX1 by both chemical shift perturbation as well as Ala mutagenesis of the binding interface. Using this data, we employed virtual screening of CBFβ and experimental screening with NMR spectroscopy and FRET to identify initial lead compounds that could bind to CBFβ and inhibit its interaction with the RUNX1 Runt domain. Using a traditional medicinal chemistry approach, we have elaborated these compounds to identify structure-activity relationships (SAR). Based on the SAR results and NMR-based docking of the compounds to CBFβ, we have optimized the initial leads to generate compounds with low micromolar affinity which effectively inhibit the binding of RUNX1 to CBFβ. These compounds represent the first small molecule inhibitors of this protein-protein interaction. These compounds demonstrate activity in a protein localization assay in mammalian cells with no generalized toxicity, indicating they are good leads for further development. NMR-based docking of these molecules to CBFβ shows these compounds bind at a site displaced from the binding interface for RUNX1 on CBFβ, i.e. these compounds function as allosteric inhibitors of this protein-protein interaction, an approach which may be generalizable to other protein-protein interactions. We are pursuing several approaches to modify these compounds to achieve selective inhibition of CBFβ-SMMHC with minimal perturbation of native CBFβ activity.",
    "topics": [
        "amino acids",
        "core-binding factor",
        "dna",
        "fusion proteins",
        "leukemia",
        "leukemic cells",
        "molecule",
        "multicatalytic endopeptidase complex",
        "oncogene proteins",
        "screening"
    ],
    "author_names": [
        "John H. Bushweller, PhD",
        "Michael J. Gorczynski, PhD",
        "Jolanta Grembecka, PhD",
        "Miki Newman, MS",
        "Takeshi Corpora, BA",
        "Yunpeng Zhou, BS",
        "Yali Kong, PhD",
        "Jae-Pil Jeon, PhD",
        "Pu Paul Liu, PhD",
        "Milton L. Brown, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "John H. Bushweller, PhD",
            "author_affiliations": [
                "Molecular Physiology and Biological Physics, University of Virginia, Charlottesville, VA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Michael J. Gorczynski, PhD",
            "author_affiliations": [
                "Chemistry, University of Virginia, Charlottesville, VA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jolanta Grembecka, PhD",
            "author_affiliations": [
                "Molecular Physiology and Biological Physics, University of Virginia, Charlottesville, VA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Miki Newman, MS",
            "author_affiliations": [
                "Molecular Physiology and Biological Physics, University of Virginia, Charlottesville, VA, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Takeshi Corpora, BA",
            "author_affiliations": [
                "Molecular Physiology and Biological Physics, University of Virginia, Charlottesville, VA, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yunpeng Zhou, BS",
            "author_affiliations": [
                "Molecular Physiology and Biological Physics, University of Virginia, Charlottesville, VA, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yali Kong, PhD",
            "author_affiliations": [
                "Chemistry, University of Virginia, Charlottesville, VA, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jae-Pil Jeon, PhD",
            "author_affiliations": [
                "National Human Genome Research Institute, National Institutes of Health, Bethesda, MD, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pu Paul Liu, PhD",
            "author_affiliations": [
                "National Human Genome Research Institute, National Institutes of Health, Bethesda, MD, USA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Milton L. Brown, PhD",
            "author_affiliations": [
                "Chemistry, University of Virginia, Charlottesville, VA, USA"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-27T21:33:46",
    "is_scraped": "1"
}