{
    "doi": "https://doi.org/10.1182/blood.V106.11.1443.1443",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=528",
    "start_url_page_num": 528,
    "is_scraped": "1",
    "article_title": "CD10 − Pre-B Acute Lymphoblastic Leukemia (ALL): A Distinct High-Risk Subgroup of Adult ALL. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "topics": [
        "leukemia, precursor b-cell lymphoblastic",
        "neprilysin",
        "cd19 antigens",
        "dna nucleotidylexotransferase",
        "immunophenotyping",
        "reverse transcriptase polymerase chain reaction",
        "immunoglobulins",
        "acute lymphocytic leukemia",
        "antibodies",
        "antigens"
    ],
    "author_names": [
        "Beate Gleissner, MD",
        "Nicola Goekbuget, MD",
        "Harald Rieder, MD",
        "Dieter Hoelzer, MD",
        "Eckhard Thiel, MD"
    ],
    "author_affiliations": [
        [
            "Department of Internal Medicine III, Campus Benjamin Franklin, Charite Universitätsmedizin, Berlin, Germany"
        ],
        [
            "Department of Hematology, Goethe University, Frankfurt, Germany"
        ],
        [
            "Institute of Human Genetics and Anthropology, Heinrich-Heine University, Duesseldorf, Germany"
        ],
        [
            "Department of Hematology, Goethe University, Frankfurt, Germany"
        ],
        [
            "Department of Internal Medicine III, Campus Benjamin Franklin, Charite Universitätsmedizin, Berlin, Germany"
        ]
    ],
    "first_author_latitude": "52.483957000000004",
    "first_author_longitude": "13.3497338",
    "abstract_text": "Introduction: Immunological subtyping and molecular genetic analysis enable risk-adapted treatment of acute lymphoblastic leukemia (ALL). Translocations involving the mixed lingeage leukemia (MLL) gene characterize one poor-prognosis subtype of adult B-lineage precursor ALL correlating with a CD19 + /CD10 − /cytoplasmic (cy) IgM − immunophenotype (pro-B ALL). Patients and Methods: Immunophenotyping was performed on 2,408 newly diagnosed ALL specimens indentifying pro-B ALL, TdT + /CD19 + /CD10 − /cyIgM − /surface(S)Ig − ; c-ALL, TdT + /CD19 + /CD10 + /cyIgM − /SIg − ; and pre-B ALL, TdT + /CD19 + /CD10 + /cyIgM + /SIg − . Ambiguous cases of CD10-positivity (5–15% CD10-positivity) were rechecked by a second antibody. BCR-ABL RT-PCR and cytogenetics were performed. CD10-negative blasts also underwent MLL-AF4 RT-PCR. FISH using directly labelled probes for MLL was done in selected cases. Patients were treated according the German Multicenter Adult ALL trials (GMALL) with MLL -rearrangement positive patients treated in the high-risk arm. Results: Immunophenotyping identified 70 CD10-negative pre-B ALL specimens (TdT + CD19 + cyIgM + ). Fifty-six of these 70 CD10-negative pre-B ALL specimens contained a sufficient amount of blasts for molecular analysis. A total of 46/56 CD10-negative pre-B ALL were assigned to MLL -rearrangement positivity, revealing either MLL-AF4 fusion by RT-PCR (n = 38) or an 11q23/ MLL translocation by cytogenetics (n = 4) or FISH (n = 4). Looking at clinical characteristics, MLL -rearrangement-positive patients were characterized by a higher median white blood cell count (P = .0002) and their blasts showed frequently neuroglial antigen 2 chondroitin sulfate proteoglycan (P = .02). Forty CD10 − pre-B ALL patients with molecular genetic and/or cytogenetic data were evaluable for the treatment response and outcome. A complete remission (CR) was achieved in 6 of 7 (86%) MLL -rearrangement-negative and in 27 of 33 (82%) MLL -rearrangement-positive patients ( P = .06). CR was maintained by 2 of 6 (33.3%) MLL -rearrangement-negative and 7 of 27 (26%) MLL -rearrangement-positive patients. The probability of remission duration after 3 years was 0.37 (± 0.29 SE) in MLL -rearrangement-negative versus 0.28 (± 0.13 SE) in MLL- rearrangement-positive patients contributing essentially to the overall survival at 3 years after diagnosis of 0.15 (± 0.06 SE) in patients with CD10-negative pre-B ALL. Conclusion: Our data identify CD10 − cytoplasmic Ig-positive pre-B ALL as a rare (2.2%) but distinct immunosubtype of adult ALL that is characterized by a high MLL rearrangement rate and a worse outcome with conventional intensified treatment strategies."
}