{
    "doi": "https://doi.org/10.1182/blood.V112.11.495.495",
    "article_title": "Characterization of Cancer Stem Cells in Multiple Myeloma ",
    "article_date": "November 16, 2008",
    "session_type": "Myeloma - Biology and Pathophysiology, excluding Therapy",
    "abstract_text": "Cancer stem cells persist in tumors as a distinct population and cause relapse and metastasis by giving rise to new tumors. Development of specific therapies targeted at cancer stem cells gives hope for improvement in the survival and quality life of cancer patients. Multiple myeloma (MM) is a cancer characterized by clonal expansion of terminally differentiated B cells. In order to characterize whether cancer stem cells can be identified in these patients, fresh bone marrow biopsies with 90% MM cells from MM patients were implanted into the superficial gluteal muscle of C.B-17 severe combined immunodeficient (SCID) mice. The tumors were excised from donor mice two months following implantation, and digested with proteinase-E to produce a single cell suspension. These cells were analyzed using flow cytometry to identify specific cellular phenotypes within the tumor population. Approximately 13% of the tumor cells were CD138 + cells, 1–2% CD20 + cells and 2–3% CD133 + cells. To examine gene expression within these populations, we isolated the tumor cells using immunomagnetic bead selection. Cells (1X10 8 ) were incubated with 200ml of anti-CD138 microbeads and either anti-CD133 or CD20 microbeads. The cell suspension was applied to the magnetic column and unbound cells were passed through the column by washing followed by centrifugation, and finally resuspended. Total RNA was purified from the cells and gene expression of each population was examined using RT-PCR analysis of specific previously identified stem cell-related transcription factors. β-catenin plays a critical role in stem cell development; and, furthermore, the Wnt-β-catenin signaling pathway is important for maintaining the balance of proliferation versus differentiation in the stem cell population. The gene expression of KLT-4, Oct-4, SOX2, and C-myc has recently been shown to convert nonterminally differentiated B cells into a pluripotent stem cell state. In our studies, we found that the CD20 + /CD138 − and CD133 + /CD138 − subpopulations both expressed high levels of β-catenin, KLT-4, Oct-4, SOX2, and C-myc. These small populations of tumor cells are likely to represent MM cancer stem cells as they express genes consistently identified in cancer stem cells identified in other types of cancers. We unexpectedly found that CD138 + cells also expressed β-catenin, KLT-4, Oct-4, SOX2, and C-myc. This population of cells might be a “premature” tumor cell in MM at a middle stage of tumor cell differentiation which ultimately differentiates into a mature MM cell. Only CD20 − /CD138 − cells showed no expression of β-catenin, KLT-4 and SOX2 and markedly reduced Oct-4 gene expression whereas the amount of C-myc gene expression was similar to the levels in the other tumor cell subtypes. Only CD133 − /CD138 − cells lost β-catenin and showed a reduction in Oct-4 gene expression but still expressed the KLT-4, SOX2, and C-myc genes. To further examine these cancer stem cell and mature tumor cell populations in terms of growth in vivo , we have injected subcutaneously CD20 + /CD138 − , CD133 + /CD138 − , CD20 − /CD138 − , and CD133 − /CD138 − tumor cell subpopulations back into SCID mice. We will assess growth of cells from these subtypes in vivo as determined by changes in tumor volume and Ig protein levels. We also will determine the sensitivity of these subtypes in vivo to treatment with a variety of agents with anti-MM activity including bortezomib, lenalidomide, melphalan, and Doxil. These studies have uncovered specific subpopulations within the tumor clone of MM and identified differences in expression of genes known to be involved in stem cell function. Further work should lead to specific treatments that can effectively treat these different subpopulations within the tumor clone in MM.",
    "topics": [
        "cancer stem cells",
        "multiple myeloma",
        "neoplasms",
        "cd20 antigens",
        "cancer",
        "tumor cells",
        "microspheres",
        "bone marrow biopsy",
        "bortezomib",
        "centrifugation"
    ],
    "author_names": [
        "Haiming Chen, MD, PhD",
        "Mingjie Li",
        "Eric Sanchez",
        "Cathy S Wang",
        "Ariana M Berenson",
        "Jennifer Li",
        "Jeffrey A Steinberg",
        "James Wang",
        "Jing Shen",
        "Zhi-Wei Li, PhD",
        "Benjamin Bonavida, PhD",
        "James R. Berenson, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Haiming Chen, MD, PhD",
            "author_affiliations": [
                "Hematology/Oncology, Institute for Myeloma & Bone Cancer Research, West Hollywood, CA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Mingjie Li",
            "author_affiliations": [
                "Hematology/Oncology, Institute for Myeloma & Bone Cancer Research, West Hollywood, CA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eric Sanchez",
            "author_affiliations": [
                "Hematology/Oncology, Institute for Myeloma & Bone Cancer Research, West Hollywood, CA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cathy S Wang",
            "author_affiliations": [
                "Hematology/Oncology, Institute for Myeloma & Bone Cancer Research, West Hollywood, CA, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ariana M Berenson",
            "author_affiliations": [
                "Hematology/Oncology, Institute for Myeloma & Bone Cancer Research, West Hollywood, CA, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jennifer Li",
            "author_affiliations": [
                "Hematology/Oncology, Institute for Myeloma & Bone Cancer Research, West Hollywood, CA, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeffrey A Steinberg",
            "author_affiliations": [
                "Hematology/Oncology, Institute for Myeloma & Bone Cancer Research, West Hollywood, CA, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James Wang",
            "author_affiliations": [
                "Hematology/Oncology, Institute for Myeloma & Bone Cancer Research, West Hollywood, CA, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jing Shen",
            "author_affiliations": [
                "Hematology/Oncology, Institute for Myeloma & Bone Cancer Research, West Hollywood, CA, USA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zhi-Wei Li, PhD",
            "author_affiliations": [
                "Hematology/Oncology, Institute for Myeloma & Bone Cancer Research, West Hollywood, CA, USA"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Benjamin Bonavida, PhD",
            "author_affiliations": [
                "Microbiology, Immunology & Molecular Genetics, University of CA, Los Angeles, Los Angeles, CA, USA"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James R. Berenson, MD",
            "author_affiliations": [
                "Hematology/Oncology, Institute for Myeloma & Bone Cancer Research, West Hollywood, CA, USA"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-09T06:39:52",
    "is_scraped": "1"
}