{
    "doi": "https://doi.org/10.1182/blood.V122.21.4336.4336",
    "article_title": "Ocular Adnexal Lymphomas (OALs) At Conjunctiva Present a Remarkable Good Prognosis : Oals Study Of 83 Cases At a Single Institution ",
    "article_date": "November 15, 2013",
    "session_type": "622. Non-Hodgkin Lymphoma: Biology, excluding Therapy: Poster III",
    "abstract_text": "Introduction Ocular adnexal lymphomas (OALs) are relatively rare, accounting for 2% of all lymphomas and 5% of non-Hodgkin lymphomas. OALs often represent as isolated and require only radiation therapy (RT). However, some of them are systematic and need intensive chemotherapy. Methods We analyzed newly diagnosed OALs at Cancer Institute Hospital from January 2006 to May 2013. All patients (pts.)’ samples were performed biopsy by expert oncology-ophthalmologists and all the histopathology samples were reviewed by expert hematopathologists, according to the WHO classification. Positron emission tomography-computed tomography and bone marrow assessment were required for initial evaluation. Results A total of 83 pts. were included in this study. Baseline pts.’ characteristics were a median age of 64.48 years (range, 29.46-85.26 years), 39 male and 44 female, 62 pts. (74.7%) with stage I (according to Ann Arbor staging system), and 21(25.3%) with over stage II. Sixty-five pts. (78.3%) had unilateral OAL, and 18 (21.7%) bilateral. None had central nervous system involvement. Sixty pts. (72.3%) had extranodal marginal zone B-cell lymphoma of mucosa-associated lymphoid tissue (MALT) type, in which 9 pts. with over stage II, 9 pts. (10.9%) diffuse large B cell lymphoma (DLBCL), 3 pts.(3.6%) follicular lymphoma, 2 pts.(2.4%) mantle cell lymphoma, and 9 pts. (10.8%) others. Fifty-five pts.(66.3 %) have received only RT, 19 pts.(22.9%) only chemotherapy, 5 pts.(6.0%) both RT and chemotherapy, and 4 pts. (4.8%) haven’t received any therapy at the hospital. Nineteen pts. have received rituximab with or without other chemotherapy. At a median follow-up of 26.8 months (range 1.3-88.7), the 2-year progression free survival (PFS) and overall survival (OS) rates were 84.0% and 91.6%, respectively. In MALT, PFS and OS were 96.2% and 95.0%, respectively. In DLBCL, PFS and OS were 37.5% and 66.7%, respectively. The sites were orbit (38, 45.8%), conjunctiva (32, 38.6%), lachrymal gland (7, 8.4%), eyelid (5, 6.0%), and dacryocyst (1, 1.2%). None demonstrated disease progression at conjunctiva. Three pts. (60.0%) at eyelid were progressive, 3 pts. (42.9%) at lachrymal gland, and 6 pts. (15.7%) at orbit. Over stage II contained 13 pts. at orbit, 3 pts. at conjunctiva and eyelid, and 2 pts. at lachrymal gland. DLBCL were 6 pts. at orbit, 1 pt. at conjunctiva, eyelid, dacryocyst, and lachrymal gland. Conclusions MALT demonstrated good prognosis. DLBCL as OALs might indicate poorer prognosis than those at other parts. At the standpoint of site, conjunctiva represented remarkably good prognosis. Conjunctiva may be independent from other OALs. Eyelid and lachrymal gland represented high rate of progressive disease. For ophthalmologists, especially the back side of bulbar is hard to distinguish between conjunctiva and eyelid. The separation of both at biopsy is important because the prognoses of them are different. Since the sample of biopsy is small at OALs, careful collection of sample by ophthalmologists and choice of examination by hematopathologists are important. OALs require cross-sectional cooperation for diagnosis and treatment. Disclosures: Yokoyama: Chugai Pharmaceutical CO., LTD.: Consultancy. Nishimura: Chugai Pharmaceutical CO., LTD.: Consultancy.",
    "topics": [
        "conjunctiva",
        "ocular adnexal lymphoma",
        "brachial plexus neuritis",
        "diffuse large b-cell lymphoma",
        "chemotherapy regimen",
        "biopsy",
        "cancer",
        "disease progression",
        "extranodal disease",
        "follicular lymphoma"
    ],
    "author_names": [
        "Aya Ouchi, MD",
        "Masahiro Yokoyama, M.D",
        "Kenji Nakano, MD",
        "Kengo Takeuchi, MD, PhD",
        "Hideki Tsuji",
        "Hideaki Nitta, M.D",
        "Kyoko Ueda, M.D",
        "Noriko Nishimura, M.D., Ph D",
        "Naoko Tsuyama, M.D.",
        "Yasuhito Terui, M.D., Ph D",
        "Kiyohiko Hatake, M.D., Ph D"
    ],
    "author_dict_list": [
        {
            "author_name": "Aya Ouchi, MD",
            "author_affiliations": [
                "Department of Hematology and Medical Oncology, The Cancer Institute Hospital, Japanese Foundation for Cancer Research, Tokyo, Japan, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Masahiro Yokoyama, M.D",
            "author_affiliations": [
                "Department of Hematology and Medical Oncology, The Cancer Institute Hospital, Japanese Foundation for Cancer Research, Tokyo, Japan, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kenji Nakano, MD",
            "author_affiliations": [
                "Department of Medical Oncology and Hematology, Cancer Institute Hospital, Japanese Foundation for Cancer Research, Tokyo, Japan, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kengo Takeuchi, MD, PhD",
            "author_affiliations": [
                "Pathology Project for Molecular Targets, The Cancer Institutue Hospital, Japanese Foundation for Cancer Reserach, Tokyo, Japan, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hideki Tsuji",
            "author_affiliations": [
                "Department of Ophthalmology, Cancer Institute Hospital, Japanese Foundation for Cancer Research, tokyo, Japan, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hideaki Nitta, M.D",
            "author_affiliations": [
                "Department of Medical Oncology and Hematology, the Cancer Institute Hospital, Japanese Foundation for Cancer Research, Tokyo, Japan, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kyoko Ueda, M.D",
            "author_affiliations": [
                "Department of Hematology and Medical Oncology, The Cancer Institute Hospital, Japanese Foundation for Cancer Research, Tokyo, Japan, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Noriko Nishimura, M.D., Ph D",
            "author_affiliations": [
                "Department of Hematology and Medical Oncology, The Cancer Institute Hospital, Japanese Foundation for Cancer Research, Tokyo, Japan, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Naoko Tsuyama, M.D.",
            "author_affiliations": [
                "Department of Pathology, the Cancer Institute Hospital, Japanese Foundation for Cancer Research, Tokyo, Japan"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yasuhito Terui, M.D., Ph D",
            "author_affiliations": [
                "Department of Hematology and Medical Oncology, The Cancer Institute Hospital, Japanese Foundation for Cancer Research, Tokyo, Japan, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kiyohiko Hatake, M.D., Ph D",
            "author_affiliations": [
                "Department of Hematology and Medical Oncology, The Cancer Institute Hospital, Japanese Foundation for Cancer Research, Tokyo, Japan, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-27T13:03:41",
    "is_scraped": "1"
}