{
    "doi": "https://doi.org/10.1182/blood.V128.22.3994.3994",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3564",
    "start_url_page_num": 3564,
    "is_scraped": "1",
    "article_title": "A Retrospective Analysis of Incident Cardiac and Neurological Co-Morbidity Following Treatment of Acute Promyelocytic Leukemia ",
    "article_date": "December 2, 2016",
    "session_type": "613. Acute Myeloid Leukemia: Clinical Studies: Poster III",
    "topics": [
        "acute promyelocytic leukemia",
        "comorbidity",
        "heart failure, systolic",
        "peripheral neuropathy",
        "anthracycline antibiotics",
        "follow-up",
        "neurologic complications",
        "tretinoin",
        "arsenic trioxide",
        "chemotherapy regimen"
    ],
    "author_names": [
        "Peter Geon Kim, MD",
        "Kelly Bridgham",
        "Olga Pozdnyakova, MD PhD",
        "Andrew M. Brunner, MD",
        "Amir T. Fathi, MD"
    ],
    "author_affiliations": [
        [
            "Massachusetts General Hospital, Boston, MA "
        ],
        [
            "Massachusetts General Hospital, Boston, MA "
        ],
        [
            "Brigham and Women's Hospital, Boston, MA"
        ],
        [
            "Massachusetts General Hospital, Boston, MA "
        ],
        [
            "Massachusetts General Hospital, Boston, MA "
        ]
    ],
    "first_author_latitude": "42.358321149999995",
    "first_author_longitude": "-71.0758704",
    "abstract_text": "Background Depending on the risk of disease, the use of all-trans retinoic acid (ATRA) combined with arsenic trioxide (ATO) and/or anthracyclines is the current standard for therapy of acute promyelocytic leukemia (APL). Despite the high rates of remission and overall survival (OS) that approach 100%, the extent and characterization of long-term morbidity following treatment in these patients is unknown. We performed a retrospective study to investigate the long-term clinical course of these patients. Methods We performed a retrospective analysis of adult patients with newly diagnosed APL from 2004 through 2014. Therapeutic regimens were ATRA+ATO-based (LoCoco et al. NEJM 2013;369:2), ATRA+anthracycline+ATO-based per CALBG 9710 (Powell et al. Blood 2010;116:19), ATRA+anthracycline+mitoxantrone-based per PATHEMA (Sanz et al. Blood 2004;103), and ATO+ATRA+gemtuzumab per SWOG S0535 (ASCO 2015). Co-morbidities were documented at diagnosis and extracted from the medical record, including the date of incident event. Long-term comorbidities were defined as those occurring mostly > 6 months after complete remission (CR). Patients were followed from the time of presentation to death or censored at last known follow-up. The cumulative incidence of co-morbid conditions after diagnosis was calculated by the Fine and Gray method, with relapse and death as competing risks. OS and progression-free survival (PFS) were calculated by the Kaplan and Meier method. Results We identified 116 patients with a new diagnosis of APL. Of the 116 patients, 102 (88%) achieved CR. 54 patients were treated per CALBG 9710, 17 were treated per LoCoco et al., 24 were treated per PATHEMA, and 6 were treated per SWOG S0535. 5 patients relapsed during follow up, and underwent hematopoietic stem cell transplantation. OS for all groups was 91.3%, 89.5%, 88.5% at 1, 12, and 24 months, respectively. PFS was 91.3%, 88.6%, 85.6% at 1, 12, and 24 months, respectively. Each of the 102 patients achieving CR had an echocardiogram after completion of chemotherapy; of these, 13 (12.7%) had newly depressed ejection fraction < 50% consistent with systolic heart failure with a cumulative incidence of 6.0% at 3 years from diagnosis (CI95 1.3-6.0%) (Figure 1A). However, there was no difference in subsequent development of systolic heart failure between the regimens with and without anthracycline (chi-squared, p =0.65). Neurological co-morbidities were common following therapy, with a cumulative incidence at 3 years, which included peripheral neuropathy 13.6% (CI95 6.9-20.4%), vision change 10.5% (CI95 4.6-16.5%), and memory or cognitive change 6.5% (CI95 1.8-11.1%) (Figure 1B). Conclusions APL is a highly curable form of leukemia but patients undergoing treatment may face significant long-term cardiac and neurologic co-morbidities regardless of the treatment regimens. It is critical that future care strategies incorporate treatments to improve and prevent comorbid effects of anti-leukemic treatment, potentially incorporating cardiac and neurological care into survivorship guidelines. Figure View large Download slide A. Cumulative incidence of systolic heart failure plotted against relapse and death as competing risks. B. Cumulative incidence of neurological complications including vision change, peripheral neuropathy, memory or cognitive change plotted against relapse and death as competing risks. Figure View large Download slide A. Cumulative incidence of systolic heart failure plotted against relapse and death as competing risks. B. Cumulative incidence of neurological complications including vision change, peripheral neuropathy, memory or cognitive change plotted against relapse and death as competing risks.  Disclosures Fathi: Bexalata: Other: Advisory Board participation; Merck: Other: Advisory Board participation; Seattle Genetics: Consultancy, Other: Advisory Board participation, Research Funding; Celgene: Consultancy, Research Funding; Agios Pharmaceuticals: Other: Advisory Board participation."
}