{
    "doi": "https://doi.org/10.1182/blood.V108.11.1278.1278",
    "article_title": "X-Linked Neutropenia with a I294T Mutation of the Wiskott-Aldrich Syndrome Gene. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "abstract_text": "X-linked neutropenia (XLN, OMIM #300299) is a rare cause of severe congenital neutropenia and was first described in a three-generation Belgian family with 5 affected members. Reported features of XLN include severe congenital neutropenia and monocytopenia with recurrent bacterial infections, a decreased CD4/CD8 ratio and bone marrow maturation arrest at the promyelocyte/metamyelocyte stage. In the Belgian family, a L270P WAS mutation was identified, causing constitutive activity of the Wiskott-Aldrich-syndrome protein (WASP) toward actin polymerisation (Devriendt et al. Nat.Genet. 2001). Here, we report the clinical phenotype of a second large family with XLN and with a I294T WAS mutation. In this three-generation family, 10 affected males (7–45 y) and 8 female carriers were identified. Variable non-cyclic neutropenia is present in affected males (0.2–3.3*10 9 /L in those not on G-CSF; 0.1–1.0*10 9 /L on G-CSF). Five of 10 affected males in the I294T family have monocytopenia. A consistent feature in all cases is a reduced NK cell number. In fact, 3 of 3 tested L270P cases also had reduced NK cell counts. The severity of the clinical phenotype is variable without apparent correlation with the degree of neutropenia. Five of 10 affected males are receiving treatment with G-CSF because of recurrent infections. Four of 10 are reported healthy in the absence of G-CSF. One case with a borderline neutrophil count (2.4*10 9 /L) is not on G-CSF, despite recurrent infections. In addition, two males with a history of recurrent infections, at least one of whom had neutropenia, died of infectious causes at age 5 and 18 years. Platelet counts are variably reduced in affected males, but with normal platelet volume. No consistent abnormalities in CD4/CD8 ratio are found. Available bone marrows have revealed no myelodysplastic features or cytogenetic abnormalities. Of note, female carriers show intermediate findings in neutrophil, platelet and NK cell counts. Only 1 female carrier is known with recurrent upper respiratory and ear infections and is treated with G-CSF. The T916C mutation we found in exon 9 of WAS , has recently been described (Ancliff et al. Blood online 2006) and results in a I294T mutation of the WASP GTPase-binding domain (GBD). The I294T GBD-VCA construct has a lower melting temperature (36°C) as measured by circular dichroism spectroscopy (78°C for wild-type). In the absence of Cdc42, I294T GBD-VCA is nearly completely active toward the Arp2/3 complex, contrary to wild-type GBD-VCA, but similar to the L270P construct. Thus, these data provide new and independent genetic evidence that mutations that disrupt the auto-inhibitory domain of WASP are the cause of XLN. In addition, based on this largest XLN kindred to date, reduced NK cell counts appear a consistent feature. None of the affected males presented with myelodysplasia. Finally, female carriers have moderately reduced neutrophil counts, mostly without clinical consequences. Thus, the presence of mild neutropenia in potential female carriers does not rule out the possibility of XLN in related males with neutropenia. Further investigation is needed to reveal how the L270P and the I294T WAS mutations lead to XLN.",
    "topics": [
        "mutation",
        "neutropenia",
        "wiskott-aldrich syndrome",
        "x-linked inheritance",
        "genes",
        "granulocyte colony-stimulating factor",
        "recombinant granulocyte colony stimulating factor",
        "recurrent infection",
        "congenital neutropenia",
        "monocytopenia"
    ],
    "author_names": [
        "Melanie M. Cotter, MD",
        "Karolien Beel, MD",
        "Jonathan Bond, MD",
        "Geoff Lucas",
        "Frances Greene",
        "Daisy Leung",
        "Sean Rooney",
        "Owen P. Smith, MD",
        "Michael K. Rosen, PhD",
        "Peter Vandenberghe, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Melanie M. Cotter, MD",
            "author_affiliations": [
                "Dept of Hematology/Oncology, Our Lady’s Children’s Hospital, Dublin, Ireland"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Karolien Beel, MD",
            "author_affiliations": [
                "Ctr for Human Genetics, University Hospital, Leuven, Belgium"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jonathan Bond, MD",
            "author_affiliations": [
                "Dept of Hematology/Oncology, Our Lady’s Children’s Hospital, Dublin, Ireland"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Geoff Lucas",
            "author_affiliations": [
                "Platelet and Granulocyte Immunology Lab, National Blood Service, Bristol, United Kingdom"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Frances Greene",
            "author_affiliations": [
                "Platelet and Granulocyte Immunology Lab, National Blood Service, Bristol, United Kingdom"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daisy Leung",
            "author_affiliations": [
                "HHMI and Dept of Biochemistry, University of Texas Southwestern Medical Ctr, TX, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sean Rooney",
            "author_affiliations": [
                "Dept of Hematology/Oncology, Our Lady’s Children’s Hospital, Dublin, Ireland"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Owen P. Smith, MD",
            "author_affiliations": [
                "Dept of Hematology/Oncology, Our Lady’s Children’s Hospital, Dublin, Ireland"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael K. Rosen, PhD",
            "author_affiliations": [
                "HHMI and Dept of Biochemistry, University of Texas Southwestern Medical Ctr, TX, USA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter Vandenberghe, MD, PhD",
            "author_affiliations": [
                "Ctr for Human Genetics, University Hospital, Leuven, Belgium"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-03T13:02:34",
    "is_scraped": "1"
}