{
    "doi": "https://doi.org/10.1182/blood.V110.11.3624.3624",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=890",
    "start_url_page_num": 890,
    "is_scraped": "1",
    "article_title": "Red Blood Cell Derived Microparticles Are Thrombogenic in Mouse Models of Atherosclerosis. ",
    "article_date": "November 16, 2007",
    "session_type": "Pathophysiology of Thrombosis",
    "topics": [
        "animal model",
        "atherosclerosis",
        "cell-derived microparticles",
        "erythrocytes",
        "mice",
        "massively-parallel genome sequencing",
        "mucopolysaccharidoses",
        "thromboplastin",
        "painful bladder syndrome",
        "complex"
    ],
    "author_names": [
        "Hirotaka Isobe, MD",
        "Thomas Perkmann, MD",
        "Johannes M. Breuss, PhD",
        "Christoph J. Binder, MDphD",
        "Chantal M. Boulanger, PhD",
        "Bernd R. Binder, MD"
    ],
    "author_affiliations": [
        [
            "Vascular Biology and Thrombosis Research, Medical University of Vienna, Vienna, Austria"
        ],
        [
            "Clinical Institute of Medical & Chemical Laboratory Diagnostics, Medical University of Vienna, Vienna, Austria"
        ],
        [
            "Vascular Biology and Thrombosis Research, Medical University of Vienna, Vienna, Austria"
        ],
        [
            "Clinical Institute of Medical & Chemical Laboratory Diagnostics, Medical University of Vienna, Vienna, Austria"
        ],
        [
            "Institut National de la Santé et de la Recherche Médicale (Inserm), Unit 689, University Paris VII, Paris, France"
        ],
        [
            "Vascular Biology and Thrombosis Research, Medical University of Vienna, Vienna, Austria"
        ]
    ],
    "first_author_latitude": "48.21969889999999",
    "first_author_longitude": "16.3515215",
    "abstract_text": "In normal individuals microparticles (MPs) derived from leukocytes, erythrocytes, platelets and endothelial cells are found in the circulation. When the thrombogenicity of microparticles was measured in vitro by their capacity to generate thrombin (thrombin generating activity, TGA) in normal control plasma we found the highest in vitro activity to be generated by red blood cell derived MPs and the lowest by monocyte derived MPs. While all MPs exhibited Annexin V binding, indicating the presence of negatively charged phospholipids on the surface, only monocyte and smooth muscle cell (SMC) derived MPs expressed tissue factor and their TGA was dependent on the “extrinsic” factor VII dependent pathway. All other MPs utilized the “intrinsic” factor XI, factor IX and VIII dependent pathway. In vivo, however, only MPs activating the “extrinsic” pathway were active as shown by TAT formation upon injection of MPs in wt C57/bl6 mice (3 minutes after injection). When, however, not directly thrombogenic MPs derived from red blood cells were co-injected with tissue factor bearing MPs, TAT formation was significantly enhanced, indicating that non-directly thrombogenic MPs need tissue factor “priming” to become thrombogenic. To prove this hypothesis, we injected red blood cell (RBC) derived MPs (10 6 –10 8 ) into wild type C57BL/6 mice and into ApoE −/− or LDLR −/ − deficient mice, fed a high lipid diet. In wild type C57BL6 mice red blood cell derived MPs did not significantly increase TAT complexes as compared to PBS (RBC derived MPs 10 8 6.2±0.8 vs. PBS 4.1±1.3 mg/L). When, however, such RBC derived MPs were injected into LDLR −/− mice fed a high lipid diet, TAT complexes significantly increased (PBS 4.4±0.5 vs RBC derived MPs 10 8 15.8±1.9mg/L). Similar results were obtained also in ApoE −/− mice. This indicates that tissue factor “priming” also occurs in atherosclerotic mice, likely by tissue factor expressed on the plaque or by plaque derived tissue factor bearing MPs. To determine whether local tissue factor expression causes also local fibrin formation upon injection of red blood cell derived MPs, the aortic arch of such mice were analyzed for local fibrin deposition after injection of red blood cell derived MPs. In fact red blood cell derived MPs did not only induce higher TAT complexes in LDLR −/− mice but also increased the number of fibrin positive plaques as compared to PBS. This indicates that red blood cell derived MPs are thrombogenic in animal models of atherosclerosis. When MPs isolated form the arterial blood of atherosclerotic patients undergoing carotid endarterectomy were analyzed, it was found that MPs from symptomatic patients were more thrombogenic and that this increased thrombogenicity was due to increased number of red blood cell derived MPs. This indicates that red blood cell derived MPs might also cause thrombus formation in atherosclerotic patients."
}