{
    "doi": "https://doi.org/10.1182/blood.V104.11.1858.1858",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=176",
    "start_url_page_num": 176,
    "is_scraped": "1",
    "article_title": "Development of Prothrombinase Induced Clotting Time (Pefakit ®, PiCT) Assay and its Validation in the Monitoring of Anti-Xa and Anti-FIIa Drugs. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "topics": [
        "anti factor xa",
        "thromboplastin",
        "whole blood coagulation time",
        "obesity",
        "activated partial thromboplastin time measurement",
        "low-molecular-weight heparin",
        "anticoagulants",
        "fondaparinux",
        "thrombin",
        "argatroban"
    ],
    "author_names": [
        "Debra A. Hoppensteadt, Ph.D.",
        "Josephine Cunanan",
        "Jeanine M. Walenga, Ph.D.",
        "Jawed Fareed, Ph.D."
    ],
    "author_affiliations": [
        [
            "Pathology and Pharmacology, Loyola University Medical Center, Maywood, IL, USA."
        ],
        [
            "Pathology and Pharmacology, Loyola University Medical Center, Maywood, IL, USA."
        ],
        [
            "Pathology and Pharmacology, Loyola University Medical Center, Maywood, IL, USA."
        ],
        [
            "Pathology and Pharmacology, Loyola University Medical Center, Maywood, IL, USA."
        ]
    ],
    "first_author_latitude": "41.8585516",
    "first_author_longitude": "-87.8350998",
    "abstract_text": "Unfractionated heparin (UFH), low molecular weight heparin (LMWH), fondaparinux, danaparoid, direct and indirect (via a cofactor) acting anti-FIIa and anti-Xa anticoagulant drugs are being used in patients for the prophylaxis and treatment of thrombosis. The aPTT does not reliably measure the effects of these drugs. Therefore, there is no simple/reliable method for monitoring patients administered these drugs, particularly those with renal insufficiency and obesity. The newly developed Prothrombinase Induced Clotting Time (PiCT) assay (Pefakit®; Pentapharm, Ltd.; Basel, Switzerland) was developed for monitoring heparins. The PiCT is based on the activation of plasma coagulation by a defined amount of activated FXa, phospholipid and Russell’s viper venom (RVV). The prothrombinase complex formed following recalcification is independent of endogenous thrombin mediated FV activation because the RVV directly activates FV. In this study, the PiCT was used to determine the relative anticoagulant actions of UFH, LMWH, anti-FIIa and anti-FXa drugs. Drugs were supplemented to normal human pooled plasma in a concentration range of 10- 0.08 μg/ml. Plasma samples were analyzed using the PiCT, aPTT, Heptest, thrombin time (TT), ecarin clotting time (ECT), chromogenic anti-FIIa, chromogenic anti-FXa and fibrinopeptide A (FPA) generation assays. In addition, plasma samples from patients treated with these drugs were also tested. The UFH, LMWH, anti-FIIa drugs and the indirect acting anti-FXa drugs produced a concentration-dependent prolongation of the PiCT. Different responses were obtained for each drug. The anti-FIIa drugs gave the strongest dose-response response followed by UFH, LMWH and fondaparinux, in that order. The direct acting anti-FXa agents showed a weak response in the PiCT. Compared to the other assays, the PiCT response showed better sensitivity, reproducibility and linearity over a broader dose range than the aPTT, Heptest, TT, ECT, anti-FIIa and anti-FXa assays. Samples from patients treated with enoxaparin (0.5 mg/kg IV) gave peak concentrations of 0.92± 0.11 U/ml by the PiCT, compared to 0.95± 0.24 U/ml by the anti-FXa assay. Samples from patients treated with bivalirudin, lepirudin or argatroban gave comparable values by the PiCT, aPTT and ECT. The relative prolongation of the PiCT was proportional to the inhibition of thrombin generation as measured by FPA. The PiCT is as simple to perform as the aPTT and can be adapted to any instrument capable of detecting a fibrin clot. Unlike other clot-based tests, the PiCT is sensitive to most old and new anticoagulant drugs and the results are linear through both the therapeutic and interventional dosing ranges. The PiCT may offer the first available single assay that can be universally used for monitoring most of the new anticoagulant drugs regardless of their mechanism of action."
}