{
    "doi": "https://doi.org/10.1182/blood.V110.11.4851.4851",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=991",
    "start_url_page_num": 991,
    "is_scraped": "1",
    "article_title": "Combination Therapy of Bortezomib with Bendamustin in Elderly Patients with Advanced Multiple Myeloma. Clinical Observation. ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "topics": [
        "bendamustine",
        "bortezomib",
        "combined modality therapy",
        "infectious mononucleosis",
        "multiple myeloma",
        "older adult",
        "brachial plexus neuritis",
        "chemotherapy regimen",
        "melphalan",
        "thalidomide"
    ],
    "author_names": [
        "Irena Hrusovsky, MD",
        "Hans-Heinrich Heidtmann"
    ],
    "author_affiliations": [
        [
            "Hematology-Oncology, St. Joseph-Hospital, Bremerhave, Germany"
        ],
        [
            "Hematology-Oncology, St. Joseph-Hospital, Bremerhave, Germany"
        ]
    ],
    "first_author_latitude": "53.552574299999996",
    "first_author_longitude": "8.5760144",
    "abstract_text": "Bortezomib(Bo) was approved for therapy of relapsed Multiple Myeloma (MM) in 2003-for use in Germany 2004. There is growing evidence that combination of Bo with conventional chemotharapy agents could improve MM patients’ (pts) outcome(P.Richardson ASCO 2004). Bendamustin(Ben) is widely used for MM chemotherapy in Germany. In weekly low dose regimen it is well tolerated and highly effective in therapy of low grade lymphoma in elderly (K.Bremer ASCO2003, Abstract 2410). Ben has no cross resistances with other cytostatic drugs used in MM therapy, in low dose regimen it is well tolerated, has low bone marrow toxicity and no renal toxicity. We reported results of the combination therapy of the first 17 pts 2 years ago. Because of very good tolerability and high response rates we established the combination in our institution as a salvage-therapy for pts with relapsed MM after at least 2 previous chemotherapies. Till now we treated 40 pts - all white European-21 women, 19 men- median age 66 years (range 51–86). All pts had relapsed MM with clinical symptoms such as anemia, bone pain, progressive bone disease, several of the pts had renal failure (1 on hemodialysis). Previous therapies - median 4-(range 2–10)- included Melphalan, Dexamethason, VAD and sim. combinations, Cyclophosphamide, Bendamustin, Thalidomide, Bortezomib mono and in 3 pts tandem HD Melphalan. Therapy-regimen: Bortezomib 1–1,3 m/sqm d 1,4,8,11, Bendamustin 60mg/sqm d 1,8, Dexamethason 3x8mmg p.o. d 1–3 and 8–10 if tolerated, Ondansetron 8 mg i.v. d 1,4,8,11- q3w until best response- median number of cycles 4 (range 2–6). Early responses with symptom relief at begin of second cycle were frequently observed. Results (outcome according to SWOG criteria): ORR 85%, very good PR 25%(normal electrophoresis, normal level of free light chains in serum and urine), PR 47,5%, MR 12,5%. Remission duration in pts with at least PR- 8 Months (range 2–26 months)-19 pts are still alive. Toxicity: comprised fatigue and mostly mild thrombocytopenia without bleeding, reversible within 1 week. 8 pts had neuropathy and required symptomatic therapy with Gabapentine- most of them pretreated with Thalidomide. 9 pts had herpes zoster before aciclovir 3x400 mg daily was administered as prophylactic therapy. Conclusion: The therapy with combination Bortezomib- Bendamustin is highly effective, safe and well tolerated. The therapy is feasible in out-patient setting. The response rates suggest that the drugs act at least additive. We think therefore that further studies are warranted."
}