{
    "doi": "https://doi.org/10.1182/blood.V128.22.567.567",
    "article_title": "N-RasG12D-Mediated Dysregulation of IRE1alpha-Xbp1s Signaling Promotes Pre-Leukemic Hematopoietic Stem Cell Expansion ",
    "article_date": "December 2, 2016",
    "session_type": "501. Hematopoietic Stem and Progenitor Biology: Hematopoietic Stem Cells Under Stress",
    "abstract_text": "Protein homeostasis is tightly regulated to ensure cell integrity. Upon stimulation by nutrition deprivation, increased reactive oxygen species (ROS), or high protein synthesis demand, increased ER stress triggers unfolded protein response (UPR) pathways to induce either adaptation, including reduced protein synthesis and increased expression of chaperones to promote protein refolding, or apoptosis after severe or prolonged damage. The fate of the cell under ER stress therefore depends on the balance between adaptive and pro-apoptotic signalings. Within the hematopoietic populations, HSCs have the lowest protein synthesis rate. In addition, HSCs are more sensitive to ER-stress-induced apoptosis compared to progenitors. Recent studies have shown that constitutive activation of ER-stress leads to depletion of HSCs. Promotion of adaptation to ER-stress by overexpressing co-chaperones such as ERDJ4, increase the HSC repopulation capacity. Taken together, these studies suggest that protein homeostasis plays an important role in hematopoietic stem cell (HSC) regulation. Genetic lesions that activate oncogenes or inactivate tumor suppressor genes transform HSCs and progenitors first to pre-leukemic stem cells (pre-LSCs) which often exhibit increased proliferation and therefore increased protein synthesis demand. Employing an Mx-Cre + ; LSL-Nras G12D/+ conditional knock-in mouse model, our previous studies have shown that N-Ras G12D increases both self-renewal and proliferation of HSCs. To determine whether UPR pathways contribute to N-Ras G12D -mediated pre-leukemic stem cell expansion, we first assessed the response of Nras mutant HSCs to ER stress either by exposure to tunicamycin(TM), which blocks synthesis of N-linked glycoproteins, or thapsigargin(TG), which disrupts Ca 2+ homeostasis in the ER. Consistent with recent reports, both TM and TG treatment induced apoptosis in murine SLAM HSCs (CD150 + CD48 - Lin - sca1 + ckit + ). Nras mutant HSCs, however, exhibited a significant reduction of apoptosis as measured by Annexin V staining and caspase activation, and their colonogenic potential was unaffected. These effects were mitigated by inhibition of MEK/ERK signaling but not STAT5, and were specific to hyperactive Nras mutant HSCs, since FLT3-ITD leukemic mutation had no effect on HSC survival under ER stress. To identify the mechanism underlying the N-Ras G12D -mediated HSC protection, we examined the major signaling branches of UPR: IRE1alpha/XBP1s, ATF6 and PERK/eIF2alpha. We found that N-Ras G12D activated the adaptive branch of the UPR, Inositol-requiring enzyme 1 (IRE-1)/XBP1s signaling, as increased level of phospho-IRE1alpha and XBP1s mRNA were observed. Furthermore, inhibition of this pathway by either a small molecular inhibitor specific to the RNase activity of IRE1alpha, or overexpression of a dominant negative mutant of XBP1s, reduced the adaptation to ER-stress and competitive advantage in transplant recipients of Nras mutantHSCs. Moreover, heterozygous knockout of IRE1alpha blocked N-Ras G12D -mediated splenomegaly and myeloid expansion in Mx1-cre + ; Ire1alpha fl/+ ; LSL - Nras G12D/+ mice. These results indicate that N-Ras G12D -mediated activation of IRE1alpha/XBP1s signaling protects HSCs from ER stress and promotes pre-LSC clonal expansion. To identify the downstream targets of IRE1alpha/XBP1s, we examined the potential transcription targets of XBP1s and found that the co-chaperone dnajb8 is significantly upregulated in Nras mutant HSCs . Overexpression of dnajb8 also significantly enhanced the long term reconstitution capacity of HSCs in transplant recipients, suggesting that N-Ras G12D -mediated activation of IRE1alpha/XBP1s promotes protein refolding. Consistent with this, in vivo level of protein aggregation was much lower in Nras mutant HSCs as compared to wild type HSCs. Interestingly, unlike Runx1 knockout, which confers resistance to ER stress by inhibiting ribosome biogenesis and protein synthesis, we observed increased protein synthesis in Nras G12D HSCs. Taken together, we conclude that N-Ras G12D dysregulates IRE1alpha-Xbp1s signaling to promote adaptation to ER-stress, re-balancing protein homeostasis, and maintaining the integrity of the HSC pool to promote pre-leukemic hematopoietic stem cell expansion. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "annexin a5",
        "caspases",
        "cd48 antigen",
        "endoribonucleases",
        "enzymes",
        "glycoprotein",
        "hematopoietic stem cells",
        "impedance threshold device",
        "inositol",
        "molecular chaperones"
    ],
    "author_names": [
        "Lu Liu, PhD",
        "Meiling Zhao, MS",
        "Kevin B Yang",
        "Xi Jin, PhD",
        "Gina Ney, MD PhD",
        "Juan Del Valle, BS, PhD",
        "Takao Iwawaki, PhD",
        "Qing Li, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Lu Liu, PhD",
            "author_affiliations": [
                "Department of Internal Medicine, University of Michigan, Ann Arbor, MI "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Meiling Zhao, MS",
            "author_affiliations": [
                "Department of Internal Medicine, University of Michigan, Ann Arbor, MI "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kevin B Yang",
            "author_affiliations": [
                "Department of Internal Medicine, University of Michigan, Ann Arbor, MI "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xi Jin, PhD",
            "author_affiliations": [
                "University of Michigan, Ann Arbor, MI "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gina Ney, MD PhD",
            "author_affiliations": [
                "University of Michigan, Ann Arbor, MI "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Juan Del Valle, BS, PhD",
            "author_affiliations": [
                "Department of Chemistry, University of South Florida, Tampa, FL "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Takao Iwawaki, PhD",
            "author_affiliations": [
                "Kanazawa Medical University, Uchinada, Japan"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Qing Li, MD PhD",
            "author_affiliations": [
                "Department of Internal Medicine, University of Michigan, Ann Arbor, MI "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-05T15:37:26",
    "is_scraped": "1"
}