{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.5262.5262",
    "article_title": "Response to Ponatinib in Patients with Chronic Myeloid Leukaemia (CML), the Tawam (tertiary care referral hospital UAE) Experience ",
    "article_date": "December 7, 2017",
    "session_type": "632. Chronic Myeloid Leukemia: Therapy",
    "abstract_text": "CML is a chronic myeloproliferative disorder that is characterized by the presence of Philadelphia chromosome (a translocation between chromosomes 9 and 22). The therapy of CML has evolved over the years from Hydroxyurea to Interferon, allogeneic stem cell transplant and from 2001 tyrosine kinase inhibitors (TKIs). Imatinib is the prototype of TKI and remains the standard against which other therapies are tested. Second generation drugs (Dasatinib, Nilotinib and Bosutinib) are indicated as salvage therapy as well as alternative front line therapy. Ponatinib is a 3rd generation tyrosine kinase inhibitor (TKI) approved for patients with T315i mutation or in patients who have failed or are not suitable for other therapies. We describe our experience with Ponatinib in patients with CML resistant to other TKIs. One hundred and seventeen patients with CML are in active follow up at our centre. Twenty one patients (18 %) have failed to achieve optimal response to therapy as per ELN guidelines. The median age is 34 years (range 22 to 62 years). The median time since diagnosis is eight years (range 1-22 years). Five patients received Ponatinib as salvage therapy. All patients had prior therapy with Imatinib, Nilotinib and Dasatinib (Bosutinib is not available) and failed to achieve an optimal response as per ELN guidelines. Aspirin was given concurrently. The median age at diagnosis was 34 years (range 31 -45 years) and median time from diagnosis and years on therapy is 8 (range 2-11 years). Three patients have discontinued therapy due to side effects and lack of efficacy. One due to ischemic heart disease and myocardial Infarction (despite aspirin) and other two due to cutaneous reaction and failure to achieve desired response (the median duration of therapy was 12 months range 8-21 months). Seen below are the two patients that are still on Ponatinib therapy. Although both the patients have not been able to reach MMR but the current response has been the best response so far especially for patient # 2. Patient 1 has been on therapy for 19 months while the second patient for 13 months. Our experience with Ponatinib although limited is promising. The most common toxicity was skin rash. The full dose of 45 milligram per day was poorly tolerated due to skin toxicity and cytopenias and required dose reduction. There was one serious complication of myocardial infarction despite aspirin prophylaxis (patient with history of diabetes mellitus, hypertension and dyslipidaemia). Subsequently other patients with comorbidities associated with cardiovascular diseases were not given salvage with Ponatinib. No doubt that the TKIs have significantly changed the treatment paradigm of CML. Although the majority of the patients achieve an optimal response (as per ELN or NCCN guidelines) either with first or 2 nd line therapy a 18% of our cohort fails to do so and remain at risk of disease progression. Some patients develop resistance to the standard TKI's but the most common underlying pattern for treatment failure is noncompliance with medication or fluctuating access to medication. In UAE testing and follow up is infrequently done as the majority of the patients are expatriate who return to their home country for prolonged periods of time. Allogeneic stem cell transplantation as salvage is not an option in the UAE currently and many patients doesn't have the financial possibilities to do this in their home country as well. Figure View large Download slide Figure View large Download slide  Close modal Disclosures Alam: Biologix: Honoraria; BMS: Honoraria.",
    "topics": [
        "leukemia, myelocytic, chronic",
        "ponatinib",
        "patient referral",
        "protein-tyrosine kinase inhibitor",
        "allogeneic stem cell transplant",
        "aspirin",
        "bosutinib",
        "dasatinib",
        "follow-up",
        "imatinib mesylate"
    ],
    "author_names": [
        "Arif Alam, MBBS",
        "Jorgen Kristensen, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Arif Alam, MBBS",
            "author_affiliations": [
                "Tawam SEHA, Al Ain, United Arab Emirates "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jorgen Kristensen, MD PhD",
            "author_affiliations": [
                "Mediclinic, dubai, United Arab Emirates"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T21:34:59",
    "is_scraped": "1"
}