{
    "doi": "https://doi.org/10.1182/blood.V120.21.2199.2199",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2207",
    "start_url_page_num": 2207,
    "is_scraped": "1",
    "article_title": "Dynamics of Improvement in Health-Related Quality of Life (HRQoL) with Long-Term Eltrombopag Treatment in Adults with Chronic Immune Thrombocytopenia (ITP) in EXTEND. ",
    "article_date": "November 16, 2012",
    "session_type": "311. Disorders of Platelet Number or Function: Poster II",
    "topics": [
        "eltrombopag",
        "health-related quality of life",
        "inosine triphosphate",
        "purpura, thrombocytopenic, idiopathic",
        "thrombocytopenia due to immune destruction",
        "magnetic endoscopic imaging",
        "fatigue",
        "duration of treatment",
        "hemorrhage",
        "immunoglobulin g"
    ],
    "author_names": [
        "Kelly M Grotzinger",
        "James B Bussel, MD",
        "Mansoor N Saleh, MD",
        "Christine Bieri, MBA",
        "Yuliya Orlova",
        "Andres Brainsky, MD"
    ],
    "author_affiliations": [
        [
            "GlaxoSmithKline, Collegeville, PA, USA, "
        ],
        [
            "Department of Pediatrics, Division of Hematology, Weill Medical College of Cornell University, New York, NY, USA, "
        ],
        [
            "Georgia Cancer Specialists, Atlanta, GA, USA, "
        ],
        [
            "Analysis Group, Inc., Washington, DC, USA"
        ],
        [
            "Analysis Group, Inc., Washington, DC, USA"
        ],
        [
            "GlaxoSmithKline, Collegeville, PA, USA, "
        ]
    ],
    "first_author_latitude": "40.156913700000004",
    "first_author_longitude": "-75.4763031",
    "abstract_text": "Abstract 2199 Background: Eltrombopag is an oral thrombopoietin receptor agonist approved for treatment of chronic immune thrombocytopenia (cITP). EXTEND is an ongoing, open-label extension study of long-term cITP treatment with eltrombopag in patients completing a prior eltrombopag study. EXTEND consists of 4 stages (stg): 1, initial treatment with eltrombopag to increase the platelet count (PC) ≥50,000/μL; 2, reduction/elimination of concomitant ITP medication; 3, re-establishing the minimum dose maintaining PC with minimum use of concomitant ITP medication; and 4, long-term treatment. Interim EXTEND data describing efficacy, safety, and HRQoL have been reported (Bussel 2008, 2009, 2012; Grotzinger 2012), but the dynamics of HRQoL effects have not. Previous results reported statistically significant ( P <0.05) yet modest clinically meaningful mean improvement from baseline (BL) at every stg of EXTEND for FACIT-Fatigue (FACIT-F) and 6 items from FACT-Thrombocytopenia (FACT-Th6), during Stg 2–4 for the MEI-SF, and Stg 1, 3, and 4 for the physical component summary (PCS) of the SF-36. However, these reports did not address when improvements in fatigue and functioning might occur, nor how HRQoL improvements might be associated with multiple definitions of clinical response. Aim: To assess timing and significance of patients' personal Best Response HRQoL (BR qol ) effects of eltrombopag and the association of HRQoL improvements with multiple clinical measures of response for cITP patients in EXTEND. Methods: EXTEND data through Feb 2011 was included; median treatment duration was 2.3 years. Self-reported HRQoL (7-day recall) was obtained at BL and serially afterwards, using the SF-36 mental component summary (MCS) and PCS, FACIT-F, MEI-SF, and FACT-Th6. Proportions of patients reaching BR qol at each stg of EXTEND were assessed for all patients. HRQoL association with clinical response was assessed for all patients with a BL and ≥1 post-BL HRQoL assessment, using 3 definitions of clinical response: • Achieving a doubling of BL PC (R a ) • PC >50,000/μL (R b ) • Achieving guideline-defined (Neunert 2011) responses (R c ), defined as PC ≥100,000/μL (or ≥30,000/μL and >2x BL) on 2 occasions >7 days apart in the absence of bleeding. A similar analysis was completed for a subset of patients with PC <30,000/μL at BL. Results: With minor variation among HRQoL tools, 25–33% of patients reached their BR qol within 90 days and 57–67% within 1 year ( Fig 1 ) of initiating EXTEND. Of those patients who went through each respective stage of EXTEND, 38–43% achieved a BR qol for at least one HRQoL tool during Stg 1 (n=174), 26–35% during Stg 2 (n=54), 33–38% during Stg 3 (n=178), and 44–59% during Stg 4 (n=135). There is little variation in time to BR qol by HRQoL tool among those achieving BR qol in Stg 1, 3, and 4. For the patients who went through Stg 2 and achieved BR qol during Stg 2, median days to BR qol varied by HRQoL tool (eg, 229 for the SF-36 MCS, 84 for the FACT-Th6, and 125 for the SF-36 PCS). All patients completing or continuing in EXTEND reported PC > BL and HRQoL assessment > BL at least once while on therapy. Improvements in MEI-SF, FACIT-F, FACT-Th6, and SF-36 MCS were positively associated ( P ≤0.05) with each definition of clinical response, except a non-significant association of the MEI-SF with guideline-defined responses (R c ); in addition, there was a positive association ( P ≤0.05) with SF-36 PCS and PC >50,000/μL (R b ). A similar pattern is evident among the subset of patients with BL PC <30,000/μL. Summary/conclusions: These results suggest BR qol may be achieved by up to 1/3 of patients within 3 months and 2/3 of patients within 12 months of initiating eltrombopag treatment. These data further demonstrate the variability of time to BR qol , and how improvements in HRQoL reflect achievement of multiple clinical goals such as those analyzed in EXTEND. HRQoL improvement may be associated with both simple increases in PC as well as broader definitions of clinical response. Neither guideline-defined responses nor elevating PC to “normal” range are usually the primary goals of treatment of cITP. Critical to note, therefore, is the positive association observed between HRQoL improvements and the straightforward, achievable clinical goals of doubling of PC or achieving PCs >50,000/μL and the time to achieve them. View large Download slide View large Download slide View large Download slide View large Download slide Disclosures: Grotzinger: GlaxoSmithKline: Employment. Bussel: Symphogen: Membership on an entity's Board of Directors or advisory committees; Sysmex: Research Funding; Shionogi: Membership on an entity's Board of Directors or advisory committees, Research Funding; Eisai, Inc: Membership on an entity's Board of Directors or advisory committees, Research Funding; Ligand: Membership on an entity's Board of Directors or advisory committees, Research Funding; Immunomedics: Research Funding; IgG of America: Research Funding; Genzyme: Research Funding; GlaxoSmithKline: Equity Ownership, Membership on an entity's Board of Directors or advisory committees, Research Funding; Cangene: Research Funding; Amgen: Equity Ownership, Membership on an entity's Board of Directors or advisory committees, Research Funding; Portola: Consultancy. Bieri: GlaxoSmithKline: Research Funding. Orlova: GlaxoSmithKline: Research Funding. Brainsky: GlaxoSmithKline: Employment, Equity Ownership, Patents & Royalties."
}