{
    "doi": "https://doi.org/10.1182/blood.V104.11.2409.2409",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=187",
    "start_url_page_num": 187,
    "is_scraped": "1",
    "article_title": "Doxorubicin and Dexamethasone Followed by Thalidomide and Dexamethasone (AD-TD) as Initial Therapy for Symptomatic Patients with Multiple Myeloma. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "Several drug combinations have been designed for the initial treatment of multiple myeloma. Although none has been shown to be superior, a regimen that leads to a high response rate in association with low incidence of major adverse events is highly desirable. We report response rates and complications - specifically thromboembolic complications- with the combination of doxorubicin, thalidomide and dexamethasone for patients with Durie-Salmon stage II and III symptomatic multiple myeloma. Methods: In this regimen, the drugs are used in a sequential fashion with the intent to reduce the high incidence (up to 28%) of venous thromboembolic complications known to be associated with this combination of drugs ( NEJM  2001 ; 344 : 1951 –2 ; Blood  2001 ; 98 : 1614 –5 ; Blood  2002 ; 100 : 1168 –71 ). Doxorubicin and dexamethasone (AD; A=9mg/m 2 /day, Days 1–4; D=40mg/day, Days 1–4, 9–12, 17–20) are given for 3 months followed by thalidomide and dexamethasone (TD; T=200mg nightly; D=as above) for 2 months with prophylactic antibiotics and daily aspirin (81 mg/day). At any point during therapy patients achieving a complete response (immunofixation negative) are permitted to forgo further induction therapy and proceed with autologous stem cell transplantation. Results: As of 8/04, we have enrolled 38 patients ( 22 men, 16 women) with a median age of 59 years (range, 35–82). Median β2 microglobulin level was 2.5 mg/L (ND-12.5) and median albumin level 3.95 g/dL. Fluorescent in situ hybridization (FISH) studies of baseline bone marrows, searching for abnormalities of chromosomes 11, 13 and 14, are available for 36 patients. Among those, 22 patients have abnormal findings. Three patients have been removed from study, one for a DVT that occurred during cycle 5, one for a myocardial infarction after cycle 1, and one for refusing further therapy. Five patients are currently receiving treatment. Therefore response data are available for 30 patients. Among those, 26 have responded to therapy (86.6 %), including 6 complete responses (20%), 8 very good partial responses (26.6%) and 12 partial responses (40%). Two patients (6.6 %) have stable disease while two patients (6.6 %) have progression of disease. When patients are stratified according to the International Staging System using β2 microglobulin and albumin levels, the response rate is not influenced by stage, as overall response rate is 81% for stage I (n=22), 100% for stage II (n=7) and 100 % for stage III (n=1). Likewise, the presence of Δ13 does not appear to affect overall response rate (82% for patients with no Δ13 and 100 % for patients with Δ13). Among patients who completed the treatment and those removed from study because of DVT, only three developed DVT (3/31; 9.6 %). All other patients tolerated the treatment well and completed therapy with no major adverse event. Conclusion: These results indicate that the regimen consisting of doxorubicin, dexamethasone, and thalidomide used in a schedule that allows sequential administration of the drugs as described and DVT prophylaxis with low dose aspirin is well tolerated and results in a high response rate with a low incidence of therapy-related thromboembolic complications.",
    "topics": [
        "dexamethasone",
        "doxorubicin",
        "multiple myeloma",
        "thalidomide",
        "deep vein thrombosis",
        "thromboembolism",
        "adverse event",
        "albumins",
        "partial response",
        "antibiotic prophylaxis"
    ],
    "author_names": [
        "Hani Hassoun, MD",
        "Lilian Reich, MD",
        "Virginia M. Klimek, MD",
        "Tarun Kewalramani, MD",
        "Madhav Dhodapkar, MD",
        "Lisa Drake",
        "Rachel Zimman",
        "Cyrus V. Hedvat, MD",
        "Teruya-Feldstein Julie, MD",
        "Fleisher Martin, phD",
        "Daniel A. Filippa, MD",
        "Stephen D. Nimer, MD",
        "Raymond L. Comenzo, MD"
    ],
    "author_affiliations": [
        [
            "Department of Medicine, Memorial Sloan Kettering Cancer Center, New York, NY, USA"
        ],
        [
            "Department of Medicine, Memorial Sloan Kettering Cancer Center, New York, NY, USA",
            "Department of Clinical Laboratories, Memorial Sloan Kettering Cancer Center"
        ],
        [
            "Department of Medicine, Memorial Sloan Kettering Cancer Center, New York, NY, USA"
        ],
        [
            "Department of Medicine, Memorial Sloan Kettering Cancer Center, New York, NY, USA"
        ],
        [
            "Department of Medicine, Memorial Sloan Kettering Cancer Center, New York, NY, USA"
        ],
        [
            "Department of Medicine, Memorial Sloan Kettering Cancer Center, New York, NY, USA"
        ],
        [
            "Department of Medicine, Memorial Sloan Kettering Cancer Center, New York, NY, USA"
        ],
        [
            "Department of Pathology, Memorial Sloan Kettering Cancer Center"
        ],
        [
            "Department of Pathology, Memorial Sloan Kettering Cancer Center"
        ],
        [
            "Department of Clinical Laboratories, Memorial Sloan Kettering Cancer Center"
        ],
        [
            "Department of Pathology, Memorial Sloan Kettering Cancer Center"
        ],
        [
            "Department of Medicine, Memorial Sloan Kettering Cancer Center, New York, NY, USA"
        ],
        [
            "Department of Medicine, Memorial Sloan Kettering Cancer Center, New York, NY, USA",
            "Department of Clinical Laboratories, Memorial Sloan Kettering Cancer Center"
        ]
    ],
    "first_author_latitude": "40.7640831",
    "first_author_longitude": "-73.9560269"
}