{
    "doi": "https://doi.org/10.1182/blood.V126.23.5410.5410",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3255",
    "start_url_page_num": 3255,
    "is_scraped": "1",
    "article_title": "Direct Comparison of Wharton Jelly and Bone Marrow Derived Mesenchymal Stromal Cells to Enhance Engraftment of Cord Blood CD34 + Transplants ",
    "article_date": "December 3, 2015",
    "session_type": "701. Experimental Transplantation: Basic Biology, Engraftment and Disease Activity",
    "topics": [
        "bone marrow",
        "cd34 antigens",
        "engraftment",
        "stem cell, mesenchymal",
        "umbilical cord blood",
        "wharton's jelly",
        "transplantation",
        "cd45 antigens",
        "cell adhesion molecules",
        "severe combined immunodeficiency"
    ],
    "author_names": [
        "Mark van der Garde",
        "Melissa Van Pel, PhD",
        "Jose Millan Rivero",
        "Alice de Graaf-Dijkstra",
        "Manon Slot",
        "Yoshiko Kleinveld",
        "Suzanne Watt, PhDFRCPath",
        "Helene Roelofs, PhD",
        "Jaap Jan Zwaginga, MD PhD"
    ],
    "author_affiliations": [
        [
            "Jon J van Rood Center for Clinical Transfusion Research, Sanquin Blood Supply Foundation, Leiden, Netherlands ",
            "Department of Immunohematology and Blood Transfusion, Leiden University Medical Center, Leiden, Netherlands ",
            "Nuffield Department of Clinical Laboratory Sciences, University of Oxford, Oxford, United Kingdom "
        ],
        [
            "Department of Immunohematology and Blood Transfusion, Leiden University Medical Center, Leiden, Netherlands "
        ],
        [
            "Department of Immunohematology and Blood Transfusion, Leiden University Medical Center, Leiden, Netherlands "
        ],
        [
            "Jon J van Rood Center for Clinical Transfusion Research, Sanquin Blood Supply Foundation, Leiden, Netherlands "
        ],
        [
            "Jon J van Rood Center for Clinical Transfusion Research, Sanquin Blood Supply Foundation, Leiden, Netherlands "
        ],
        [
            "Jon J van Rood Center for Clinical Transfusion Research, Sanquin Blood Supply Foundation, Leiden, Netherlands "
        ],
        [
            "Nuffield Department of Clinical Laboratory Sciences, University of Oxford, Oxford, United Kingdom "
        ],
        [
            "Department of Immunohematology and Blood Transfusion, Leiden University Medical Center, Leiden, Netherlands "
        ],
        [
            "Department of Immunohematology and Blood Transfusion, Leiden University Medical Center, Leiden, Netherlands ",
            "Center for Clinical Transfusion Research, Sanquin Research, Leiden, Netherlands"
        ]
    ],
    "first_author_latitude": "52.1644411",
    "first_author_longitude": "4.477862",
    "abstract_text": "Co-transplantation of CD34 + hematopoietic stem and progenitor cells (HSPC) and mesenchymal stromal cells (MSC) enhances HSPC engraftment. For these applications, MSC are mostly obtained from bone marrow. However, MSC can also be sourced from Wharton's jelly (WJ) of the human umbilical cord, which as a 'waste product', is cheaper to acquire and without significant burden to the donor. Here, we evaluated the ability of WJ MSC to enhance HSPC engraftment. First, we compared cultured human WJ MSC with human bone marrow-derived MSC (BM MSC) for in vitro marker expression, immunomodulatory capacity and differentiation into three mesenchymal lineages. Although we confirmed that WJ MSC have a more restricted differentiation capacity, both WJ MSC and BM MSC expressed similar levels of surface markers and exhibited similar immune inhibitory capacities. Co-transplantation of either WJ MSC or BM MSC with CB CD34 + cells into NOD-SCID mice showed faster recovery of human platelets and CD45 + cells in the peripheral blood and a 3-fold higher engraftment in the BM, blood and spleen six weeks after transplantation when compared to transplantation of CD34 + cells alone. Upon co-incubation, both MSC sources increased the expression of adhesion molecules on CD34 + cells, although SDF-1-induced migration of CD34 + cells remained unaltered. Interestingly, there was an increase in CFU-GEMM when CB CD34 + cells were cultured on monolayers of WJ MSC in the presence of exogenous thrombopoietin, and an increase in BFU-E when BM MSC replaced WJ MSC in such cultures. Our results suggest that WJ MSC is likely to be a practical alternative for BM MSC to enhance CB CD34 + cell engraftment. Disclosures No relevant conflicts of interest to declare."
}