{
    "doi": "https://doi.org/10.1182/blood-2021-147511",
    "article_title": "Tocilizumab As a Novel Immunomodulatory Regimen for Hemophilia Gene Therapy ",
    "article_date": "November 5, 2021",
    "session_type": "801.Gene Therapies",
    "abstract_text": "Hemophilia is an X-linked bleeding disorder typically resulting in deficiency of factor VIII (FVIII) or factor IX (FIX) due to mutations in the F8 or F9 genes, respectively. Data from clinical trials have shown that the investigational delivery of functional F8 or F9 gene by recombinant adeno-associated virus (AAV) to hepatocytes can substantially eliminate the need for infusions of clotting factor in hemophilia patients. Despite major advances, the durability and redosing of these investigational gene therapies have been limited by the host immune response against the AAV capsid (Verdera et al. Mol Ther 2020). Currently, an oral corticosteroid, prednisone, is commonly used to prevent cytotoxic T cells from killing AAV-transduced hepatocytes and to sustain the production of transgenic clotting factor. However, in some instances, transgene expression was lost despite prednisone administration and prolonged use of prednisone can be associated with adverse effects. Previously, we demonstrated that the anti-capsid humoral response depends on interleukin 6 (IL-6) secretion from human monocyte-related dendritic cells (Kuranda et al. JCI 2018). IL-6 signaling in response to AAV was also observed in human non-parenchymal liver cells in vitro , animal gene transfer models and AAV-based gene therapy trial for hemophilia B (Konkle et al. Blood 2021). Here, we investigated the effects of the IL-6 signaling blockade as a possible targeted approach to modulate AAV vector immunogenicity in hemophilia gene therapy using a non-human primate (NHP) model. Spk100 AAV capsid was used to deliver the human F9 gene. To prevent IL-6 signaling, we used a monoclonal antibody, tocilizumab (TCZ), which blocks the IL-6 receptor. TCZ is currently approved for use in several forms of arthritis and cytokine release syndrome. Ten male cynomolgus monkeys received an intravenous injection of Spk100-hFIX vector (4x10 12 vg/kg) and 5 of those animals received a single dose of TCZ (8 mg/kg) the day prior to vector administration and were monitored for 13 weeks. As assessed by an array of clinical and anatomic pathology parameters, the investigational use of gene therapy combined with prophylactic TCZ administration was safe and well-tolerated. TCZ did not interfere with vector biodistribution, liver transduction or the transgenic FIX production. Spk100-hFIX alone modestly increased IL-6 secretion from NHP peripheral blood mononuclear cells (PBMC) in vitro but, following the vector infusion in animals, plasma IL-6 levels did not change significantly. Overall, cytokine secretion in response to Spk100 capsid and hFIX protein was lower in PBMCs isolated from TCZ-treated animals compared to cells obtained from control animals. As expected, animals administered Spk100-hFIX alone developed anti-capsid antibodies. The administration of TCZ was associated with a lower level of anti-Spk100 IgM, IgG and neutralizing antibodies (NAb). While the blockade of IL-6 signaling was effective for about for 14 days post-vector infusion, the lower level of anti-Spk100 antibodies persisted for the entire study duration. In the TCZ group, 4 out of 5 animals had NAb titers equal to or below 1:10, theoretically compatible with vector readministration. In contrast, 4 out of 5 animals in the control group developed high titer NAbs following vector infusion. Importantly, TCZ reduced the detection of the capsid-specific TNFα-positive T cells that were observed in animals after vector infusion. Finally, livers from sacrificed animals were used to prepare liver non-parenchymal cells for ex vivo phenotyping. Compared to the control animals, liver-resident immune cells from the TCZ-treated group had increased basal IL-10 secretion, while liver sinusoidal endothelial cells (albumin-CD45-CD31+CD146+MHCII+) had lower surface levels of MHC class II molecules, suggesting an anti-inflammatory milieu in the TCZ-treated livers. Our results show that short-term prophylactic blockade of IL-6 signaling was safely used in NHPs and has the potential to reduce immune responses commonly observed post AAV vector infusion. These results support the continued investigation of tocilizumab as a targeted immunomodulatory regimen in liver gene therapy for hemophilia. Disclosures Kuranda:  Spark Therapeutics: Current Employment. Weisshaar:  Spark Therapeutics: Current Employment. Chen:  Spark Therapeutics: Ended employment in the past 24 months. Smith:  Spark Therapeutics: Current Employment. Beck:  Spark Therapeutics: Current Employment. Kahle:  Spark Therapeutics: Current Employment. Mingozzi:  Spark Therapeutics: Current Employment.",
    "author_names": [
        "Klaudia Kuranda",
        "Christine Weisshaar",
        "Yifeng Chen",
        "Corinne Smith",
        "Heena Beck",
        "Kristen Kahle",
        "Federico Mingozzi"
    ],
    "author_dict_list": [
        {
            "author_name": "Klaudia Kuranda",
            "author_affiliations": [
                "Spark Therapeutics, Inc., Philadelphia, PA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Christine Weisshaar",
            "author_affiliations": [
                "Spark Therapeutics, Inc., Philadelphia, PA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yifeng Chen",
            "author_affiliations": [
                "Spark Therapeutics, Inc. (previously), Philadelphia, PA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Corinne Smith",
            "author_affiliations": [
                "Spark Therapeutics, Inc., Philadelphia, PA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Heena Beck",
            "author_affiliations": [
                "Spark Therapeutics, Inc., Philadelphia, PA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kristen Kahle",
            "author_affiliations": [
                "Spark Therapeutics, Inc., Philadelphia, PA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Federico Mingozzi",
            "author_affiliations": [
                "Spark Therapeutics, Inc., Philadelphia, PA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T04:07:24",
    "is_scraped": "1"
}