{
    "doi": "https://doi.org/10.1182/blood-2018-99-119523",
    "article_title": "Ibrutinib Reduces Obinutuzumab-Gazyva Infusion Related Reactions (IRR) in Patients with Chronic Lymphocytic Leukemia (CLL) and It Is Associated with Changes on Plasma Cytokine Levels ",
    "article_date": "November 29, 2018",
    "session_type": "642. CLL: Therapy, excluding Transplantation: Poster I",
    "abstract_text": "Obinutuzumab-Gazyva (G) is an anti-CD20 monoclonal antibody that has shown better outcomes in patients (pts) with chronic lymphocytic leukemia and low-grade lymphoma (Goede 2014, Marcus 2017). However, one limitation for its use when compared to Rituximab is the presence of significantly more frequent and more severe infusion related reactions (IRR). Strategies to mitigate this significant adverse event are needed particularly to allow a safer administration of this antibody to elderly pts or those with existing comorbidities. We have observed a reduction of G-induced IRR in previously untreated CLL pts that are enrolled on a phase Ib/II clinical trial (NCT02315768) that combines G with the Bruton's tyrosine kinase inhibitor, ibrutinib (Ibr). Only 5 out of 23 pts treated have developed IRR (Grade 1-2, 17% and Grade 3, 4%). This rate of IRR is much lower as compared with rates previously reported (all grades: 65%, grade 3-4: 20% - Goede 2014), (all grades: 92%, grade 3-4: 26.3% - Freeman,2015). Moreover, there were no pts that require permanent discontinuation of G due to IRR. To understand the biology of this beneficial effect of Ibr, we performed serial cytokine measurements on plasma samples from 23 pts enrolled in this study at different time points during the first week of combined treatment (Cycle 1 prior to the first infusion of G and post G infusion on Day 1, Day 2 and Day 8) - Figure 1. We developed a multiplex assay (Luminex) to measure 7 different cytokines previously reported to be involved in IRR (IFN-g, IL-10, IL6, IL8, CCL3/MIP1-a, CCL4/MIP1-band TNF-a). Standards were set up in duplicate yielding curves from 3.2 pg/ml to 10.000 pg/ml. Assays were performed according to manufacturer's instructions, with undiluted samples and overnight agitated incubation at 4 °C. We identified the maximum peak of cytokine levels post G infusion and compared those values with the baseline cytokine profile obtained prior to the first G infusion on Cycle 1 Day 1. The majority of pts (22 out of 23) showed cytokines maximum peaks in the middle of G-infusion during Cycle 1 Day 1 and this correlated with the onset of IRR associated symptoms in those pts that reacted to G. With the exception of IL-6, we observed statistically higher post vs. pre G infusion levels of TNF-a(p=0.0012), IFN-g(p=<0.0001), CCL3 (p=0.0458), CCL4 (p=<0.0001), IL-8 (p=<0.0001), and IL-10 (p=<0.0001) even in pts that did not develop IRR. However, the post infusion peak levels of TNF-a(p=0.0043), IFN-g(p=0.0457) and CCL3 (p=0.0460) were significantly higher in pts with IRR compared to those that had no IRR. Baseline levels prior to G infusion of TNF-a(p=0.0495) and IFN-g(p=0.0301) were higher in IRR pts, suggesting a possible predictive role in the development of IRR. Figure 1. Our study shows that concurrent administration of Ibr (Initiated on Cycle 1 Day 1 with pre-medications) and G shows a beneficial effect decreasing the rates of IRR (Amaya-Chanaga, 2016). All pts showed a significant increase of cytokine levels post G infusion with IL-6 levels being the exception. When we compared post G infusion cytokine levels, we observed that IRR-pts had a significant increase in TNF-a, IFN-g, and CCL3 suggesting a role of these cytokines in the clinical manifestations associated with IRR. In addition, higher levels of TNF-a and IFN-g, at baseline prior to G infusion appear to be predictive of the development of IRR. Even though our sample size is small, our observations provide additional insights into the biology of G associated IRR and how to decrease effectively those adverse events using Ibr while preserving the immune function needed for the activity of this monoclonal antibody. In addition, Ibr induced modulation of signaling through the B cell receptor and patterns of cytokine release might be efficacious in preventing other monoclonal antibody IRR as well as those reactions observed in pts that receive adoptive cellular therapy (i.e. CART cell treatment). View large Download slide View large Download slide  Close modal Disclosures Choi: AbbVie, Inc: Consultancy, Speakers Bureau; Gilead: Speakers Bureau; Genentech: Speakers Bureau; Pharmacyclics: Consultancy, Research Funding, Speakers Bureau; Rigel: Consultancy. Amaya-Chanaga: AbbVie: Equity Ownership, Other: Research performed while employed as an investigator of this study at UCSD. Review and approval of abstract performed while employed at Pharmacyclics, LLC, an AbbVie Company.; Pharmacyclics, an AbbVie Company: Employment, Other: Research performed while employed as an investigator of this study at UCSD. Review and approval of abstract performed while employed at Pharmacyclics, LLC, an AbbVie Company.. Kipps: Celgene: Consultancy; F. Hoffmann-La Roche Ltd: Consultancy, Research Funding; Pharmacyclics: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Verastem: Membership on an entity's Board of Directors or advisory committees; Janssen: Honoraria, Membership on an entity's Board of Directors or advisory committees; Gilead: Consultancy, Honoraria, Research Funding; AbbVie: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Genentech Inc: Consultancy, Research Funding; Janssen: Honoraria, Membership on an entity's Board of Directors or advisory committees; Verastem: Membership on an entity's Board of Directors or advisory committees. Castro: F. Hoffmann-La Roche: Consultancy; Genentech, Inc: Consultancy; Pharmacyclics, LLC, an AbbVie Company:: Consultancy.",
    "author_names": [
        "Juliana Velez Lujan, BS,PhD",
        "Chaja Jacobs, MD",
        "Paula A Lengerke Diaz, MD",
        "Eider F Moreno-Cortes, MD",
        "Cesar A Ramirez-Segura, BS, PhD",
        "Michael Y. Choi, MD",
        "Colin McCarthy, BS",
        "Alaina Heinen, BS",
        "Carlos Amaya-Chanaga, MD",
        "Thomas J. Kipps, MD PhD",
        "Januario E Castro, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Juliana Velez Lujan, BS,PhD",
            "author_affiliations": [
                "Moores Cancer Center, University of California, San Diego, La Jolla, CA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Chaja Jacobs, MD",
            "author_affiliations": [
                "Moores Cancer Center, University of California, San Diego, La Jolla, CA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paula A Lengerke Diaz, MD",
            "author_affiliations": [
                "Cancer Center, Mayo Clinic, Phoenix, AZ "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eider F Moreno-Cortes, MD",
            "author_affiliations": [
                "Cancer Center, Mayo Clinic, Phoenix, AZ "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cesar A Ramirez-Segura, BS, PhD",
            "author_affiliations": [
                "Cancer Center, Mayo Clinic, Phoenix, AZ "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Y. Choi, MD",
            "author_affiliations": [
                "Moores Cancer Center, University of California, San Diego, La Jolla, CA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Colin McCarthy, BS",
            "author_affiliations": [
                "Moores Cancer Center, University of California, San Diego, San Diego, CA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alaina Heinen, BS",
            "author_affiliations": [
                "Moores Cancer Center, University of California, San Diego, San Diego, CA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carlos Amaya-Chanaga, MD",
            "author_affiliations": [
                "Pharmacyclics LLC, an AbbVie Company, Sunnyvale, CA "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas J. Kipps, MD PhD",
            "author_affiliations": [
                "Moores Cancer Center, University of California School, San Diego, CA "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Januario E Castro, MD",
            "author_affiliations": [
                "Cancer Center, Mayo Clinic, Phoenix, AZ ",
                "Cancer Center, UCSD, Phoenix, AZ"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-14T12:56:25",
    "is_scraped": "1"
}