{
    "doi": "https://doi.org/10.1182/blood.V120.21.1824.1824",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2341",
    "start_url_page_num": 2341,
    "is_scraped": "1",
    "article_title": "The Interaction Between Stromal Cell-Derived Factor 1 Alpha (SDF-1α) and Dickkopf-1 (DKK-1) Mediates Myeloma Bone Disease ",
    "article_date": "November 16, 2012",
    "session_type": "651. Myeloma - Biology and Pathophysiology, excluding Therapy: Poster I",
    "abstract_text": "Abstract 1824 Background and Object About 80% patients with multiple myeloma (MM) represent destructive bone disease, which is negatively correlated with life quality and survival. The mechanism of myeloma bone disease involves the enhancement of bone absorption accompanied with inhibition of bone formation, namely, over-activated osteoclasts and suppressed osteoblasts. Our previous data have shown that serum level of stromal cell derived factor 1 alpha (SDF-1 α), secreted by bone marrow stromal cells (BMSCs) for stem cell homing, was positively correlated with the serum level of dickkopf-1 (DKK-1), a soluble inhibitor of Wnt signaling pathway which plays an important role in osteoblast differentiation and proliferation. To further reveal the pathogenesis of MM bone disease, this study was to explore the mechanism how SDF-1α and DKK-1 interact to promote myeloma bone disease. Materials and Methods Forty six untreated MM patients were included in our study. The clinical data, sera and bone marrow aspirates were collected. Serum SDF-1α and DKK-1 were tested using ELISA kits. Plain radiographs were used to assess osteolytic lesions. The relationship between the severity of bone disease and serum values of SDF-1α and DKK-1 was analyzed. Human MM cell line RPMI 8226 was cultured in vitro . Under the condition of SDF-1α 10ng/ml, the transcription level of DKK-1 was detected at 8h and 36h by Realtime PCR relative quantitation SYBR technique. Myeloma cells from patients' bone marrow were sorted by CD138 immunomagnetic beads. The purity of sorted cells was detected by flowcytometry. The transcription level of DKK-1 in primary myeloma cells was tested after stimulation of SDF-1α for 72 hours. BMSCs from MM patients were cultured in vitro . When added with Wnt-3a (200ng/ml) and/or DKK-1 (20ng/ml), the transcription level of SDF-1 alpha was assayed. Statistics was carried out using SPSS Statistics 17.0. P value of less than 0.05 was considered as significance. Results The serum level of SDF-1α in MM patients (n=46) was significantly higher than that of the age-matched health control (n=30) (3275.9±1093.0pg/ml vs 2817.5±419.6pg/ml, P =0.015). The serum level of DKK-1 in MM patients was also significantly higher than that of the health control (3275.9±1093.0pg/ml vs 1494.2±918.7pg/ml, P =0.025). There was a positive relationship between serum SDF-1 alpha and DKK-1 in MM patients (r=0.40, P =0.001). However, such association did not show in health control group(r=0.15, P =0.428). Patients with positive radiological findings had higher level of SDF-1α compared to negative patients (2989±838 pg/ml vs 2460±739 pg/ml, respectively) with no statistically difference. Serum DKK-1 was also higher in patients with positive bone disease, which was 5072±8032pg/ml compared to 1032±720pg/ml in patients with negative findings ( P =0.18). Both SDF-1α and DKK-1 had the increasing trend according to more advanced stage of ISS, yet with no statistical difference. After stimulation of SDF-1α for 8h and 36h in RPMI 8226 cell line, the mRNA of DKK-1 was increased by 1.92 and 4.19 folds respectively ( P =0.099). The purity of CD138 positive myeloma cells was 99.5%. Primary myeloma cells from 9 MM patients had a wide range of DKK-1 relative expression from 0.06% to 11.09% contrasted to the house keeping gene of glyceraldehyde 3-phosphate dehydrogenase (GAPDH). Myeloma cells with higher baseline DKK-1 transcription level (higher than 0.2%) seemed to be more susceptible to extra SDF-1α, which leads to significantly upregulated DKK-1 expression ( P =0.043). However, upregulation of DKK-1 was not seen in cells with low baseline DKK-1 expression. When BMSCs exposed to Wnt-3a, it showed that SDF-1α mRNA was significantly down regulated to 29% ( P =0.028). However, this effect was reversed with the co-existence of DKK-1 and Wnt-3a. Conclusion The serum levels of both SDF-1α and DKK-1 were elevated in MM patients with positive correlation. The severity of clinical bone disease has the trend to parallel to SDF-1α and DKK-1. SDF-1α enhanced mRNA transcription level of DKK-1 in both myeloma cell line and primary myeloma cells, while DKK-1 promoted the transcription of SDF-1α in BMSCs. SDF-1α and DKK-1 interacted with each other as a vicious cycle to facilitate myeloma bone disease. It would be a new target to interrupt the communication of SDF-1α and DKK-1 for treating myeloma bone disease. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "bone diseases",
        "multiple myeloma",
        "stromal cell-derived factor 1",
        "rna, messenger",
        "bone marrow aspiration",
        "glyceraldehyde 3-phosphate",
        "osteolytic lesion",
        "oxidoreductase",
        "polymerase chain reaction",
        "enzyme-linked immunosorbent assay"
    ],
    "author_names": [
        "Junling Zhuang, MD, PhD",
        "Yi Da, MD",
        "Xuan Wang",
        "Tianjiao Li, BS",
        "Shujie Wang, MD, PhD",
        "Yongji Wu, MD",
        "Daobin Zhou, MD",
        "Yongqiang Zhao, MD & PhD"
    ],
    "author_affiliations": [
        [
            "Hematology, Peking Union Medical College Hospital, Beijing, China"
        ],
        [
            "Hematology, Peking Union Medical College Hospital, Beijing, China"
        ],
        [
            "Hematology, Peking Union Medical College Hospital, Beijing, China"
        ],
        [
            "Hematology, Peking Union Medical College Hospital, Beijing, China"
        ],
        [
            "Hematology, Peking Union Medical College Hospital, Beijing, China"
        ],
        [
            "Hematology, Peking Union Medical College Hospital, Beijing, China"
        ],
        [
            "Hematology, Peking Union Medical College Hospital, Beijing, China"
        ],
        [
            "Hematology, Peking Union Medical College Hospital, Beijing, China"
        ]
    ],
    "first_author_latitude": "39.91143099999999",
    "first_author_longitude": "116.41481"
}