{
    "doi": "https://doi.org/10.1182/blood.V118.21.765.765",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2066",
    "start_url_page_num": 2066,
    "is_scraped": "1",
    "article_title": "Two Cycles of Risk-Adapted Consolidation Leads to a Favorable Long-Term Prognosis in Patients with Acute Promyelocytic Leukemia After Standard AIDA Induction: Results From 141 Patients Treated in the SAL-AIDA-2000 Trial ",
    "article_date": "November 18, 2011",
    "session_type": "615. Acute Myeloid Leukemia - Therapy, excluding Transplantation: Clinical Studies",
    "topics": [
        "acute promyelocytic leukemia",
        "tretinoin",
        "cytarabine",
        "idarubicin",
        "anthracycline antibiotics",
        "complete remission",
        "daunorubicin",
        "follow-up",
        "intravenous infusion, continuous",
        "leukemia"
    ],
    "author_names": [
        "Uwe Platzbecker, MD",
        "Ulrich Schuler",
        "Martin Bornhäuser",
        "Michael Kramer",
        "Markus Schaich, MD",
        "Uta Oelschlagel",
        "Brigitte Mohr",
        "Mathias Hänel",
        "Hannes Wandt",
        "Thomas Wagner",
        "Hermann Einsele",
        "Stefan W. Krause, MD",
        "Heinrich Bodenstein",
        "Walter E. Aulitzky",
        "Norbert Schmitz",
        "Anthony D. Ho",
        "Gerhard Ehninger, MD",
        "Christoph Röllig, MD"
    ],
    "author_affiliations": [
        [
            "Medizinische Klinik und Poliklinik I, Universitätsklinikum Dresden, Dresden, Germany, "
        ],
        [
            "Medizinische Klinik und Poliklinik I, Universitätsklinikum Dresden, Dresden, Germany, "
        ],
        [
            "Medizinische Klinik und Poliklinik I, Universitätsklinikum Dresden, Dresden, Germany, "
        ],
        [
            "Medizinische Klinik und Poliklinik I, Universitätsklinikum Dresden, Dresden, Germany, "
        ],
        [
            "Medizinische Klinik und Poliklinik I, Universitätsklinikum Dresden, Dresden, Germany, "
        ],
        [
            "Medizinische Klinik und Poliklinik I, Universitätsklinikum Dresden, Dresden, Germany, "
        ],
        [
            "Medizinische Klinik und Poliklinik I, Universitätsklinikum Dresden, Dresden, Germany, "
        ],
        [
            "Klinik für Innere Medizin III, Klinikum Chemnitz, Germany, "
        ],
        [
            "5. Medizinische Klinik, Klinikum Nürnberg, Nürnberg, Germany, "
        ],
        [
            "Universitätsklinikum Lübeck, Lübeck, Germany, "
        ],
        [
            "Department of Internal Medicine II, Division of Hematology and Medical Oncology, Wuerzburg University Medical Center, Wuerzburg, Germany, "
        ],
        [
            "Medizinische Klinik 5, Universitätsklinikum Erlangen, Erlangen, Germany, "
        ],
        [
            "Klinikum Minden, Minden, Germany, "
        ],
        [
            "Robert-Bosch-Krankenhaus, Stuttgart, Germany, "
        ],
        [
            "Department of Hematology, Oncology and Stem Cell Transplantation, ASKLEPIOS Hospital St. Georg, Hamburg, Germany, "
        ],
        [
            "Department of Hematology and Oncology, University of Heidelberg, Heidelberg, Germany, "
        ],
        [
            "Department of Medicine I, University Hospital Dresden, Dresden, Germany"
        ],
        [
            "Medizinische Klinik und Poliklinik I, Universitätsklinikum Dresden, Dresden, Germany, "
        ]
    ],
    "first_author_latitude": "51.0559176",
    "first_author_longitude": "13.7814807",
    "abstract_text": "Abstract 765 Background: The combination of ATRA and idarubicin (AIDA) for induction therapy of acute promyelocytic leukemia (APL) yields complete remission (CR) rates of > 90%. If this is followed by intensive consolidation treatment, about 85% of patients are disease free and alive after 6 years. In fact, three cycles of consolidation treatment are considered the therapeutic standard; however, it is unclear how much treatment intensity is necessary for long-term survival. In order to address this question, we analyzed the clinical course of patients enrolled into the APL study of the German Study Alliance Leukemia (SAL), which contained only two courses of consolidation. Patients and Methods: All patients ≥ 18 years diagnosed with cytogenetically confirmed APL were eligible for inclusion in the risk-adapted SAL-AIDA-2000 trial. Enrolled patients received standard induction treatment with ATRA (45 mg/m 2 /d until CR) and idarubicin (12 mg/m 2 for 4 doses every other day). After CR, non-high-risk patients (WBC ≤ 10,000/μL) received daunorubicin (45/60 mg/m 2 days 1–3, dose depending on age) as first consolidation and mitoxantrone (10 mg/m 2 days 2–4) as second consolidation. High-risk patients received additional cytarabine in both consolidation cycles (100/200 mg/m 2 continuous infusion over 7 days in 1 st consolidation and 1000/3000 mg/m 2 twice daily on 4 days in 2 nd consolidation, dose depending on age). After 2 cycles of consolidation, all patients were scheduled for 24 months of maintenance with 6-mercaptopurin (90 mg/m 2 daily), methotrexate (15 mg/m 2 weekly), and ATRA (45 mg/m 2 for 15 days every 3 months). The following outcomes were analyzed: CR rate, induction deaths, disease-free survival (DFS), and overall survival (OS). Results: Between January 1999 and October 2010, 141 patients were enrolled in the trial. The median age at diagnosis was 51 years (range, 19–82), and 41 (29%) patients had a WBC >10,000/μL (high risk). The CR rate was 92% in the entire cohort; 95% in patients ≤ 60 and 86% in patients > 60 years (p=0.082). No significant differences in CR rates were seen between high-risk and non-high-risk patients (88% vs 94%, p=0.213). Three patients died during induction treatment (2%). After a median follow up of 55 months, the median DFS and OS were not reached. The estimated 6-year DFS was 80% (95%–CI 72%–88%) in all patients; 84% in patients ≤ 60 and 72% in patients > 60 years (p=0.140). The estimated 6-year OS was 77% in all patients; 84% (95%–CI 76%–92%) in the younger and 62% (95%–CI 47%–78%) in the elderly group (p=0.004). No significant survival differences between the high-risk and the non-high-risk patients were observed, neither for DFS (6-year DFS 78% (95%–CI 64–93%) vs 81% (95%–CI 72%–91%), p=0.625) nor for OS (6-year OS 71% (95%–CI 57%–86%) vs 79% (95%–CI 70–89), p=0.207). Conclusions: Our results confirm the efficacy of a risk-adapted approach both in high-risk and non-high-risk APL patients. The similarity for DFS and OS times between these two groups demonstrate the efficacy of cytarabine added to anthracyclines during consolidation in high-risk patients. Both CR rates and survival outcomes are comparable to the results obtained in the AIDA0493 and AIDA2000 trials by the GIMEMA group, which used three cycles of higher-dosed consolidation. In light of the data, modification in number and intensity of consolidation cycles may result in a less toxic but equally effective option for the treatment of APL and should be considered for further evaluation in a randomized clinical trial. Disclosures: No relevant conflicts of interest to declare."
}