{
    "doi": "https://doi.org/10.1182/blood-2020-141963",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4529",
    "start_url_page_num": 4529,
    "is_scraped": "1",
    "article_title": "Sickle Stroke Screen: A Patient-Centered Educational Initiative for Children with Sickle Cell Anemia in the Displace Consortium ",
    "article_date": "November 5, 2020",
    "session_type": "901.Health Services Research-Non-Malignant Conditions",
    "topics": null,
    "author_names": [
        "Alyssa M Schlenz, PhD",
        "Shannon Phillips, PhDRN",
        "Martina Mueller, PhD",
        "Cathy L Melvin, PhD MPH",
        "Robert J Adams, MD MS",
        "Julie Kanter, MD"
    ],
    "author_affiliations": [
        [
            "University of Colorado School of Medicine/Children's Hospital Colorado, Aurora, CO "
        ],
        [
            "College of Nursing, Medical University of South Carolina, Charleston, SC "
        ],
        [
            "College of Nursing, Medical University of South Carolina, Charleston, SC "
        ],
        [
            "Public Health Sciences, Medical University of South Carolina, Charleston, SC "
        ],
        [
            "Neurology, Medical University of South Carolina, Charleston, SC "
        ],
        [
            "Hematology/Oncology, University of Alabama at Birmingham, Birmingham, AL"
        ]
    ],
    "first_author_latitude": "39.7449247",
    "first_author_longitude": "-104.83770145",
    "abstract_text": "Introduction: The NHLBI funded Dissemination and Implementation of Stroke Prevention Looking at the Care Environment (DISPLACE) study was designed to improve implementation of stroke prevention guidelines in children with sickle cell anemia (SCA), particularly implementation of transcranial Doppler (TCD) ultrasound for identifying individuals at risk of stroke. The study consists of 3 phases: 1) evaluating current stroke risk screening practices, 2) exploring barriers and facilitators to guideline implementation (needs assessment), and 3) designing and implementing interventions to improve stroke risk screening. A key barrier identified through qualitative methods during the needs assessment was a gap in education, including an overall lack of understanding among patients and caregivers of the purpose of TCD screening. This abstract describes the process of developing one of the interventions for phase 3, a rebranding and educational initiative. Methods: During the needs assessment, 27 key informant interviews and 173 complete surveys were conducted with individuals with SCA and their caregivers. Transcripts from the interviews and survey responses were reviewed to better understand the extent of educational gaps described by families as well as to guide initial rebranding prototypes. Prototypes were developed by the study team, including a new name and logo for TCD as well as an infographic. An interview guide was then created to obtain feedback on the prototypes from individuals with SCA and/or the parent or primary caregiver from two sites in the consortium. Cue cards with prototypes were included with prompts for the \"think aloud\" method to be applied during interviews. Cue cards were presented first with prototypes for the new name in black font on a white background to solicit feedback on the wording alone. Then, cue cards included various layouts, fonts, and graphics with the prototype names for in-depth feedback on the logo appearance. Finally, participants were asked questions pertaining to the infographic. Results: Twenty interviews were conducted with individuals with SCA and/or the parent/caregiver at two DISPLACE sites. Almost all participants (95%) made the connection between the wording prototypes and TCD without prompting. Many participants expressed that the word \"stroke\" in both options was \"scary,\" and sometimes chose the option that was \"less scary to them.\" However, many participants also felt that the word \"stroke\" was necessary to explain the reason for the procedure and would prompt families to ask about the screening as opposed to making them more fearful. The majority of participants (60%) chose \"Sickle Stroke Screen\" over \"Stroke Risk Screen.\" Participants reported preferring this wording because it is specific to SCA, was easier to remember and represented a less \"scary\" option. The most commonly preferred logo is presented in Figure 1. Participant reasons for selecting this option were: it is easier to read; they preferred the stacked layout; it is less spread out; they liked the bold letters; it is more eye catching; and it includes the words \"sickle cell\" in the logo. When asked about preferences for an infographic, the majority described including a picture of a brain. Nearly all participants believed a reassuring message was needed to balance out the fear of the word \"stroke.\" The message, \"knowledge is power\" provided this balance and resonated with nearly all participants (95%). Figure 2 presents the infographic developed based on participant feedback. Conclusions: Results from this educational rebranding effort highlight the importance of understanding patient and family educational gaps and incorporating their perspective and feedback into educational campaigns. The new logo and infographic were integrated into an educational pamphlet, informative posters and other material designed by the DISPLACE site principal investigators. Part 3 of the study is underway including implementation of the educational initiative at the DISPLACE sites. The new terminology and logo have also been broadly distributed throughout the US through community-based organizations to other patients, families, and stakeholders. View large Download slide View large Download slide  Disclosures Kanter: AGIOS: Membership on an entity's Board of Directors or advisory committees; NHLBI Sickle Cell Advisory Board: Membership on an entity's Board of Directors or advisory committees; SCDAA Medical and Research Advisory Board: Membership on an entity's Board of Directors or advisory committees; Wells Fargo: Honoraria; Jeffries: Honoraria; Cowen: Honoraria; bluebird bio, inc: Consultancy, Honoraria; Novartis: Consultancy; Sanofi: Consultancy; Medscape: Honoraria; Guidepoint Global: Honoraria; GLG: Honoraria; BEAM: Membership on an entity's Board of Directors or advisory committees."
}