{
    "doi": "https://doi.org/10.1182/blood.V110.11.286.286",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=979",
    "start_url_page_num": 979,
    "is_scraped": "1",
    "article_title": "Dissociation of Systemic and Local Anti-Tumor Immunity Following Depletion of Regulatory T Cells Limits Therapeutic Activity in Established Tumors. ",
    "article_date": "November 16, 2007",
    "session_type": "Tumor Immunotherapy",
    "topics": [
        "dissociation",
        "immunity",
        "neoplasms",
        "regulatory t-lymphocytes",
        "antigens, cd25",
        "antibodies, blocking",
        "antigens",
        "cancer immunotherapy",
        "colony-stimulating factors",
        "cytotoxic t-lymphocyte antigen 4"
    ],
    "author_names": [
        "Karl S. Peggs, MD",
        "Sergio A. Quezada, PhD",
        "Tyler R. Simpson",
        "James P. Allison, PhD"
    ],
    "author_affiliations": [
        [
            "Hematology, UCL, London, United Kingdom",
            " "
        ],
        [
            "HHMI, Dept of Immunology, MSKCC, NY, USA",
            " "
        ],
        [
            "HHMI, Dept of Immunology, MSKCC, NY, USA",
            " "
        ],
        [
            "HHMI, Dept of Immunology, MSKCC, NY, USA",
            " "
        ]
    ],
    "first_author_latitude": "51.53630685",
    "first_author_longitude": "-0.12844075",
    "abstract_text": "Interference with the inhibitory immunological checkpoints controlling T-cell activation provides new opportunities to augment cancer immunotherapies. CD4 + CD25 + Foxp3 + T cells (T reg ) are important regulators of T cell activity being largely responsible for the maintenance of peripheral self-tolerance. Evidence for their role in fostering immune privilege within tumors has fueled attempts to manipulate their number or function for therapeutic benefit. In pre-clinical tumor models, CD25-directed T reg depletion efficiently synergizes with various immune-based approaches but only when depletion occurs prior or close to the time of tumor challenge. Accordingly, depletion in clinical studies has failed to consistently enhance immunostimulatory strategies. CTLA-4 is a cell-intrinsic inhibitor of T cell activity, and blocking antibodies enhance anti-tumor activity in both pre-clinical and clinical studies. Using in vivo murine models we combined a GM-CSF-secreting cellular vaccine (Gvax), CTLA-4-blockade and CD25-directed T reg depletion (using αCD25 monoclonal antibody either before [prophylactic] or after [therapeutic] tumor challenge) and studied their effects on systemic and local anti-tumor immunity. In contrast to prophylactic T reg depletion, therapeutic depletion failed to promote tumor rejection; this correlated with a lack of accumulation of T-cells within the tumor. Gvax/αCTLA-4 induced systemic accumulation of T reg which was prevented by T reg depletion regardless of its timing. Systemic anti-tumor responses were comparable as shown by similar T cell proliferation profiles and similar numbers of tumor-specific IFN-producing cells, suggesting that failure of therapeutic depletion to enhance rejection was unrelated to depletion of CD25 + effector T cells (T eff ). Foxp3-directed depletion (in Foxp3-DTR mice) confirmed these findings. Similar effects in adoptively transferred antigen-specific transgenic CD8 + T cells verify the relevance of these data to tumor-specific T cells. Within the tumor, αCD25 drove mainly CD8 + T cells into cell cycle, compared to mainly CD4 + Foxp3 − T cells with Gvax/αCTLA-4. Combination had an additive effect, inducing the proliferation of the whole T eff compartment regardless of the timing of αCD25. Intra-tumoral Foxp3 + T reg were in cycle independent of therapy, suggesting a constant turnover. Given the similarities in systemic immunity and proliferative responses of the infiltrating populations regardless of αCD25 timing, but marked differences in the numbers of cells accumulating within the tumor, we focused on the possibility that differences in migration from the vascular compartment might explain our observations. Only prophylactic αCD25 led to expression of endothelial activation markers on tumor vasculature, which directly correlated with intra-tumoral T cell accumulation and tumor rejection. Importantly, systemic anti-tumor activity was transferable from mice receiving therapeutic depletion into tumor-bearing recipients after non-myeloablative conditioning, resulting in activation of the vascular endothelium, T cell infiltration and tumor rejection. Our data demonstrate the potential of vaccination strategies to induce counter-productive immuno-inhibitory host responses and reveal a dichotomy between systemic and local anti-tumor immunity following therapeutic T reg depletion. Finally, they support an alternative strategy for the treatment of established tumors in humans that exploits the augmented systemic immunity induced by vaccination following T reg depletion."
}