{
    "doi": "https://doi.org/10.1182/blood.V116.21.4049.4049",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1670",
    "start_url_page_num": 1670,
    "is_scraped": "1",
    "article_title": "Over-Expression of RANKL In Invariant NKT Cells Is Characteristic of Active Myeloma but Not of MGUS or Asymptomatic Myeloma ",
    "article_date": "November 19, 2010",
    "session_type": "Myeloma - Biology and Pathophysiology, excluding Therapy: Poster III",
    "topics": [
        "monoclonal gammopathy of undetermined significance",
        "multiple myeloma",
        "natural killer t-cells",
        "smoldering myeloma",
        "trance protein",
        "rna, messenger",
        "polymerase chain reaction",
        "cd28 antigens",
        "flow cytometry",
        "glycolipids"
    ],
    "author_names": [
        "Emmanouil Spanoudakis",
        "Menelaos Papoutselis",
        "Ioannis Kotsianidis",
        "Evangelos Terpos",
        "Meletios A. Dimopoulos",
        "Ming Hu, PhD",
        "Amin Rahemtulla, MBBS, PhD, FRCP",
        "Dimitrios Margaritis",
        "Georgios Bourikas",
        "Konstantinos Tsatalas",
        "Anastasios Karadimitris"
    ],
    "author_affiliations": [
        [
            "Haematology, Democritus Thrace University, Alexandroupolis, Greece, "
        ],
        [
            "Haematology, Democritus Thrace University, Alexandroupolis, Greece, "
        ],
        [
            "Haematology, Democritus Thrace University, Alexandroupolis, Greece, "
        ],
        [
            "Department of Clinical Therapeutics, University of Athens School of Medicine, Athens, Greece, "
        ],
        [
            "Department of Clinical Therapeutics, University of Athens School of Medicine, Athens, Greece, "
        ],
        [
            "Haematology, Hammersmith Hospital, Imperial College London, London, United Kingdom"
        ],
        [
            "Haematology, Hammersmith Hospital, Imperial College London, London, United Kingdom"
        ],
        [
            "Haematology, Democritus Thrace University, Alexandroupolis, Greece, "
        ],
        [
            "Haematology, Democritus Thrace University, Alexandroupolis, Greece, "
        ],
        [
            "Haematology, Democritus Thrace University, Alexandroupolis, Greece, "
        ],
        [
            "Haematology, Hammersmith Hospital, Imperial College London, London, United Kingdom"
        ]
    ],
    "first_author_latitude": "40.85698505",
    "first_author_longitude": "25.818955399999997",
    "abstract_text": "Abstract 4049 RANKL upregulation in the multiple myeloma (MM) microenvironment and in particular in malignant plasma cells, osteoblasts and T-cells is pivotal for the pathological activation of osteoclasts and development of bone disease in multiple myeloma. Invariant NKT cells (iNKT) is a small but powerful subset of CD1d-restricted, glycolipid-specific immunoregulatory T-cells. iNKT cells are dysfunctional in MM in that they display reduced ability to secrete interferon-gamma contributing thus to myeloma immune evasion. Whether iNKT cells also contribute to the enhanced RANKL production in the (MM) microenvironment is not known. To address this we studied the dynamics of RANKL expression in iNKT cells of normal individuals and compared it to patients with myeloma and the pre-myeloma disorder monoclonal gammopathy of unknown significance (MGUS). Ex vivo assessment by 4-color flow-cytometry showed that a significantly higher proportion of peripheral blood iNKT than conventional T-cells from healthy donors expressed surface RANKL (mean±SD: 18,29%±2,6 vs 1,75%±0,5 respectively; n=48, p<0.0001). This was confirmed at mRNA level by RQ-PCR in highly purified iNKT (anti-iNKT selection kit, Miltenyi) and T cells: the iNKT/T RANKL mRNA ratio in 3 normal donors studied was 1.3, 8,66 and 12,33. Notably, while expression of surface RANKL on T cells remains constant with age (r of Pearson=0,007, p=0,96), on iNKT cells it increases linearly in an age-dependent manner (r of Pearson=0,31, p=0,03). Upon TCR stimulation of total T cells with CD3/CD28 beads, surface RANKL on iNKT cells increased from baseline faster and at higher levels than the rest of the T-cells (mean fold increment at 36 hours: iNKT 5,6±2,27 vs T-cells 1,97±0,9, n=8; p=0,04). In the presence of limiting concentrations of RANKL, activated iNKT cells were able to generate TRAP+ osteoclasts (>3nuclei) from autologous monocytes confirming that surface RANKL on iNKT cells is functional. Thus, in normal individuals, RANKL expression on per cell basis is higher in iNKT cells than in conventional T cells, and increases further upon TCR stimulation. Having established the status of RANKL expression in iNKT cells of normal individuals directly ex vivo and upon activation we next investigated surface RANKL expression in iNKT and conventional T cells in MM. We found that as in normal controls, in patients with MM (n=43) a higher proportion of iNKT than conventional T-cells expressed surface RANKL (mean±SD: 34,663%±4.214 vs 4,534%±1,64 respectively; n=48, p45yrs) normal donors (mean±SD: 34,6%±4.2 vs 23,2%±3,1 respectively; p=0.04). By contrast, in patients with MGUS or asymptomatic myeloma (n=13) the proportion of iNKT cells that expressed RANKL was similar to age-matched controls (mean±SD: 13,97%±5,73 vs 23,2%±3,1 respectively; p=0,136) but significantly lower when compared to MM patients (13,97%±5,73 vs 34,663%±4.214 respectively; p=0,005) suggesting that increased surface RANKL on iNKT cells is a phenomenon characteristic of active MM. Taken together these data establish for the first time the dynamics of RANKL expression in iNKT cells in normal individuals and raise the possibility of an important role of these cells in the age-dependent bone homeostasis. Furthermore our observations of enhanced expression of RANKL in iNKT cells in active MM but not in MGUS/AMM suggest that as well as to immune evasion these cells could also contribute to osteoclast activation and development of bone disease in MM. Disclosures: No relevant conflicts of interest to declare. Disclosures: No relevant conflicts of interest to declare."
}