{
    "doi": "https://doi.org/10.1182/blood.V128.22.1554.1554",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3272",
    "start_url_page_num": 3272,
    "is_scraped": "1",
    "article_title": "PML-Rara Drives Acute Promyelocytic Leukemia Genesis By Enhanceosome Depletion Leading to 3D Chromatin Reorganization ",
    "article_date": "December 2, 2016",
    "session_type": "603. Oncogenes and Tumor Suppressors: Poster I",
    "topics": [
        "acute promyelocytic leukemia",
        "chromatin",
        "progressive multifocal leukoencephalopathy",
        "retinoic acid receptor alpha",
        "transcription factor",
        "cancer",
        "leukemogenesis",
        "leukemia",
        "leukemia, myelocytic, acute"
    ],
    "author_names": [
        "Ping Wang, MD Ph. D;",
        "Zhonghui Tang, Ph. D.",
        "Hui Zhang, MD, PhD",
        "Yijun Ruan, Ph. D."
    ],
    "author_affiliations": [
        [
            "The Jackson laboratory for Genomic medicine, Farmington, CT "
        ],
        [
            "The Jackson laboratory for Genomic medicine, Farmington, CT "
        ],
        [
            "Department of Pharmaceutical Sciences, St. Jude Children's Research Hospital, Memphis, TN"
        ],
        [
            "The Jackson laboratory for Genomic medicine, Farmington, CT "
        ]
    ],
    "first_author_latitude": "41.732283699999996",
    "first_author_longitude": "-72.7934038",
    "abstract_text": "Dynamic changes in chromatin looping structure are identified to reflect interactions of enhancers to target promoters. Such changes modulate hematopoietic lineage differentiation and are known to be mediated by some critical transcription factor, such as GATA1 and MYC. How chromatin topology changes in cancer such as leukemia is poorly understood on a global genomic view. Moreover, how oncogenic transcription factors, such as PML-RARA, AML1-ETO and others, manipulate gene regulation by globally altering the topology of chromatin, which contribute to leukemogenesis in acute myeloid leukemia (AML) remains to be described. Here we identified PML-RARA involved chromosomal interactions spanning hundreds of kilobases between promoters and distal regulatory elements. The RNAPII mediated chromatin connectivity between transcriptionally active genes and its distal regulatory elements were lost in the reorganized chromatin structure caused by PML-RARA, while the chromatin topological associated domain mediated by CTCF remained stable. PML-RARA mediated chromatin loops eliminated the occupancy of myeloid specific transcription factors (such as PU.1, IRF1 and CEBPB et al .) as well as coordinately general transcriptional factors (such as P300 and RNAPII) at the distal regulatory elements and respective promoters. Finally we show that interacting loci designated as super enhancers become depleted by PML-RARA looping to suppress myeloid differentiation regulomes. These distinct results based on 3D genome architecture uncover novel modes of how PML-RARA disrupts the regulome of myeloid differentiation to contribute to leukemogenesis. This study provides new insights and accessible tools to delineate the aberrant regulome originated from the chaotic gene regulatory interactions leading to cancer genesis. Disclosures No relevant conflicts of interest to declare."
}