{
    "doi": "https://doi.org/10.1182/blood-2018-99-118619",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3922",
    "start_url_page_num": 3922,
    "is_scraped": "1",
    "article_title": " Ex Vivo Co-Culture of AML Blasts and Bone Marrow Mesenchymal Stromal Cells to Accurately Predict the Clinical Efficacy of Cytarabine-Daunorubicin Treatment ",
    "article_date": "November 29, 2018",
    "session_type": "604. Molecular Pharmacology and Drug Resistance in Myeloid Diseases: Poster II",
    "topics": [
        "blast cells",
        "bone marrow",
        "coculture techniques",
        "cytarabine",
        "daunorubicin",
        "stem cell, mesenchymal",
        "chemokines",
        "cytokine",
        "granulocyte colony-stimulating factor",
        "interleukin-6"
    ],
    "author_names": [
        "Sukhraj Pal Singh Dhami, MSc, BSc",
        "Andrea Tirincsi, MSc, BSc",
        "Denis V Baev, PhD",
        "Janusz Krawczyk, MD",
        "John Quinn, MD PhD",
        "Eva Szegezdi, PhD"
    ],
    "author_affiliations": [
        [
            "Apoptosis Research Centre, National University of Ireland, Galway, Galway, Ireland "
        ],
        [
            "Apoptosis Research Centre, National University of Ireland, Galway, Galway, Ireland "
        ],
        [
            "Apoptosis Research Centre, National University of Ireland, Galway, Galway, Ireland "
        ],
        [
            "Department of Haematology, Galway University Hospital, Galway, Ireland "
        ],
        [
            "Department of Haematology, Beaumont Hospital, Dublin, Ireland"
        ],
        [
            "Apoptosis Research Centre, National University of Ireland, Galway, Galway, Ireland "
        ]
    ],
    "first_author_latitude": "53.2819735",
    "first_author_longitude": "-9.06392965",
    "abstract_text": "Introduction- The mainstream therapy for AML is cytarabine (AraC) and anthracycline-based intensive chemotherapy. Between 10-40% of patients however have a refractory disease. It is becoming increasingly accepted that the risk for refractory disease could be reduced by finding better ways of selecting the induction therapy. While multiple in vitro and in vivo experimental models exist for pre-clinical drug efficacy testing, they are either labour intensive, too time consuming or generate variable results, making them unsuitable for clinical application. Furthermore, very few, if any of these methods have been shown to replicate the clinical response of patients. The aim of this study was to develop a functional drug testing system that can rapidly and faithfully predict the clinical response of the patient and therefore be utilized to help the identification of patients suitable for AraC+daunorubicin (DnR) therapy. Methods- Primary samples were obtained through Blood Cancer Biobank Ireland. All patients were consented and the research project was approved by the local Research Ethics Committee of NUI, Galway. Mononuclear AML blasts were isolated from bone marrow (BM) aspirates of newly diagnosed patients by ficoll-paque gradient separation. HS-5 human bone marrow mesenchymal stromal cells (BMSC), healthy donor (HD)-derived BMSCs immortalised with hTERT (iMSC) and primary BMSCs (non-immortalised, pBMSC) from HDs and AML patients were used as feeder layers. Cytokine and chemokine secretion by BMSCs was determined using antibody arrays (R&D systems). Extracellular matrix (ECM) scaffold formation was determined by immunocytochemical detection of collagen I, III, IV, V, VI, laminin and fibronectin. AML blasts were cultured in direct contact on established BMSC feeder layer. BMSCs were identifiable by either GFP expression or green cell tracker labelling (CFSE) and the percentage of dying AML cells (negative for GFP/CFSE and positive for the viability dye, ToPro-3) was determined with FACS. Results- In order to choose the most suitable BMSC feeder layer, three main characteristics were studied: cytokine/chemokine secretion, formation of ECM-BMSC proteocellular scaffold and ability to support ex vivo AML blast survival were determined. HS-5 cells, iMSCs and primary, HD pBMSC secreted 66, 59 and 51 paracrine factors, respectively including angiopoietin 1, fibroblast growth factor, interleukin-6 (IL-6), interleukin-8 (IL-8), granulocyte colony stimulating factor (G-CSF), C-X-C motif chemokine 12 (CXCL12), CXCL10 and vascular endothelial growth factor. 51% of cytokines/chemokines were common between iMSCs and HD pBMSC, while the HS-5 secretome shared 43% commonality with HD pBMSC. iMSCs also showed an equal ability to establish an ECM-BMSC scaffold with HD pBMSC and they had a superior ability to support the ex vivo survival of AML blasts over HS-5 cells. To determine how closely iMSCs can replicate the effects of BMSCs of AML patients, AML blasts were cultured on matching BMSCs (BMSCs isolated from the same patient). When these AML-BMSC co-cultures were exposed to the BH3 mimetics ABT-199 and ABT-737 or AraC+DnR, iMSCs closely replicated the protective effect of the patients' own BMSCs. Using this optimized ex vivo co-culture model, we tested 16 AML patient samples by exposing iMSC-AML blast co-cultures to a clinically-relevant dosage of AraC+DnR. To quantify drug efficacy, the area under the curve (AUC) for each treatment timepoint (24 h and 48 h) was calculated. By applying a cut-off value of 35% efficacy, we found that the ex vivo test could predict the clinical response of the patient in 81.2% of cases (p-value= 0.002, Figure). Conclusions- The developed drug efficacy test can recapitulate the key features of the BM microenvironment and could predict the clinical response of patients with high accuracy. The advantages of this model over more complex pre-clinical AML models is its suitability to be developed into a laboratory diagnostic tool which could greatly advance the clinical decision on treatment choice. Figure. View large Download slide Figure. View large Download slide  Disclosures Quinn: Janssen: Honoraria."
}