{
    "doi": "https://doi.org/10.1182/blood-2019-128196",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4364",
    "start_url_page_num": 4364,
    "is_scraped": "1",
    "article_title": "Pilot Study on the Safety of Intravenous Arsenic Trioxide and Oral Realgar-Indigo Naturalis Formula Administrated in Children with Acute Promyelocytic Leukemia: A Single-Center Study ",
    "article_date": "November 13, 2019",
    "session_type": "613.Acute Myeloid Leukemia: Clinical Studies",
    "topics": [
        "acute promyelocytic leukemia",
        "arsenic trioxide",
        "child",
        "indigofera",
        "arsenic",
        "follow-up",
        "adverse effects",
        "complete remission",
        "consolidation therapy",
        "tretinoin"
    ],
    "author_names": [
        "Linya Wang, MD",
        "Yuanyuan Zhang, MD",
        "Ruidong Zhang, MD PhD",
        "Jiaole Yu, PhD MD",
        "Ying Wu, MD",
        "Wei Lin",
        "Peijing Qi",
        "Jia Fan",
        "Jing Li, PhD",
        "Jiayan Lin",
        "Xueling Zheng",
        "Hairu Hu",
        "Xiaoxia Peng",
        "Hui Jiang, PhD",
        "Huyong Zheng, MD PhD"
    ],
    "author_affiliations": [
        [
            "Hematology Oncology Center, Beijing Children's Hospital, Capital Medical University, National Center for Children's Health, Beijing, China "
        ],
        [
            "Hematology Oncology Center, Beijing Children's Hospital, Capital Medical University, National Center for Children's Health, Beijing, China "
        ],
        [
            "Hematology Oncology Center, Beijing Children's Hospital, Capital Medical University, National Center for Children's Health, Beijing, China "
        ],
        [
            "Hematology Oncology Center, Beijing Children's Hospital, Capital Medical University, National Center for Children's Health, Beijing, China "
        ],
        [
            "Hematology Oncology Center, Beijing Children's Hospital, Capital Medical University, National Center for Children's Health, Beijing, China "
        ],
        [
            "Hematology Oncology Center, Beijing Children's Hospital, Capital Medical University, National Center for Children's Health, Beijing, China "
        ],
        [
            "Hematology Oncology Center, Beijing Children's Hospital, Capital Medical University, National Center for Children's Health, Beijing, China "
        ],
        [
            "Hematology Oncology Center, Beijing Children's Hospital, Capital Medical University, National Center for Children's Health, Beijing, China "
        ],
        [
            "Hematology Oncology Center, Beijing Children's Hospital, Capital Medical University, National Center for Children's Health, Beijing, China "
        ],
        [
            "Hematology Oncology Center, Beijing Children's Hospital, Capital Medical University, National Center for Children's Health, Beijing, China "
        ],
        [
            "Hematology Oncology Center, Beijing Children's Hospital, Capital Medical University, National Center for Children's Health, Beijing, China "
        ],
        [
            "Hematology Oncology Center, Beijing Children's Hospital, Capital Medical University, National Center for Children's Health, Beijing, China "
        ],
        [
            "Clinical Epidemiology and Evidence-Based Medicine Center, Beijing Children's Hospital, National Center for Children's Health, Capital Medical University, Beijing, China "
        ],
        [
            "Children's Hospital of Shanghai, Shanghai Jiao Tong University, Shanghai, China"
        ],
        [
            "Hematology Oncology Center, Beijing Children's Hospital, Capital Medical University, National Center for Children's Health, Beijing, China "
        ]
    ],
    "first_author_latitude": "39.865176999999996",
    "first_author_longitude": "116.352916",
    "abstract_text": "Objective Intravenous arsenic trioxide (ATO) and all-trans retinoic acid have become the front-line treatments for patients with acute promyelocytic leukemia (APL). Realgar-Indigo naturalis formula (RIF), an oral arsenic drug, not only shows a clinical efficacy comparable to ATO but also promotes incorporating an outpatient postremission therapy model into clinical practice for both low-risk and high-risk APL patients in China. However, the safety of ATO/RIF used in children with APL is unknown. To assess the safety of arsenic (ATO/RIF) administrated in children with APL, we designed the study. Methods Children with newly diagnosed APL treated with CCLG-APL2016 protocol (ChiCTR-OIN-17011227) in Beijing Children's Hospital from July 2016 to December 2018 were eligible for the study. The arsenic concentrations in different tissues, including plasma, urine, hair and nail, were measured at 10 time points: before ATO/RIF(D0), on the 7th, 14th and 28th day of ATO/RIF administration(D7, D14, D28), on the end of consolidation therapy (Con), during the 10 weeks of maintenance therapy (W10), on the cessation of therapy, after six months, one year and 1.5 years without arsenic administration. Adverse reactions were observed to evaluate the safety of arsenic received in children with APL. Results Nineteen patients with newly diagnosed APL were enrolled, including 9 boys and 7 girls with an onset average age of (10.9±3.7) years. There were 14 patients in low-risk group (white cell count <10,000/ul) and 5 patients in high-risk group (white cell count≥10,000/ul). All of them got hematologic complete remission (HCR) and molecular complete remission (MCR). The time to get HCR and MCR were 31 days (range, 27~74days) and (72.2±16.4) days, respectively. Besides, there were 13 patients getting ATO and 6 patients getting RIF in induction phase, and all patients receiving RIF as an outpatient postremission therapy. It showed that plasma and urine arsenic levels were significantly elevated after ATO/RIF administration. The median plasma arsenic ranged from 38.4 ng/ml to 76.10 ng/ml on D7, D14, D28, Con and W10 while the median urine arsenic retention ranged from 1562.80ng/ml to 3791.00ng/ml on D7, D14, D28, Con and W10. Plasma arsenic level rapidly decreased to 1.01 ng/ml after six months without RIF administration, which was slightly higher than D0 (1.01ng/ml vs 0.60ng/ml, P =0.043) and decreased to normal after 1 year without arsenic administration compared with D0 (0.55 ng/ml vs 0.60ng/ml, P =0.655). Urine arsenic level decreased to normal within 0~6 months off therapy (25.80ng/ml vs 13.74ng/ml, P =0.866). Hair arsenic (6480.95ng/g, range 2616.20-14683.70ng/g) and nail arsenic levels (17896.85ng/g, range 400.00-30334.00ng/g) peaked at the time of cessation of therapy. Hair arsenic level decreased to normal within half a year off arsenic (156.50 ng/g vs 103.45 ng/g, P =0.345) while nail arsenic retention decreased to normal after 1 year off arsenic ( P =0.655). In addition, Spearman rank correlation analysis showed that plasma arsenic concentration was positively correlated with urine (r=0.825, P <0.001), hair (r=0.595, P <0.001) and nail (r=0.584, P <0.001) arsenic. Urine arsenic were also positively correlated with hair (r=0.624, P <0.001), and nail (r=0.575, P <0.001). And arsenic concentration in hair was positively correlated with nail (r=0.805, P <0.001), too. Conclusions Through the detection of arsenic concentration in different periods and different tissues, it was found that the plasma arsenic concentration could be maintained within the effective concentration range in each treatment stage, and the arsenic concentration in plasma and hair gradually decreased to normal after six months off arsenic. Urine and nail arsenic went down to normal after 1 year off arsenic. Up to now, with a longest follow-up period of 34.7 months and the mean follow-up time of 19.6 months, the short-term response of arsenic disappeared after symptomatic therapy or arsenic reduction, and no chronic side effects of arsenic were observed. Therefore, the use of ATO/RIF in children with APL is safe, but it still needs long-term follow-up. Disclosures No relevant conflicts of interest to declare."
}