{
    "doi": "https://doi.org/10.1182/blood.V120.21.4008.4008",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2312",
    "start_url_page_num": 2312,
    "is_scraped": "1",
    "article_title": "Carfilzomib Induces Differentiation of Mesenchymal Stromal Cells Toward Osteoblast Via Activation of β-Catenin/TCF Signaling ",
    "article_date": "November 16, 2012",
    "session_type": "652. Myeloma - Pathophysiology and Pre-Clinical Studies, excluding Therapy: Poster III",
    "topics": [
        "carfilzomib",
        "osteoblasts",
        "signal transduction",
        "stem cell, mesenchymal",
        "calcification",
        "alkaline phosphatase",
        "antagonists",
        "bortezomib",
        "cancer",
        "chymotrypsin"
    ],
    "author_names": [
        "Yu Chen",
        "Saad Z Usmani, MD FACP",
        "Bo Hu, PhD",
        "Xenofon Papanikolaou",
        "Christoph Heuck, MD",
        "Joshua Epstein, DSc",
        "Bart Barlogie, MD, PhD",
        "Ya-Wei Qiang, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Myeloma Institute for Research and Therapy, University of Arkansas for Medical Sciences, Little Rock, AR, USA"
        ],
        [
            "Myeloma Institute for Research and Therapy, University of Arkansas for Medical Sciences, Little Rock, AR, USA"
        ],
        [
            "Myeloma Institute for Research and Therapy, University of Arkansas for Medical Sciences, Little Rock, AR, USA"
        ],
        [
            "Myeloma Institute for Research and Therapy, University of Arkansas for Medical Sciences, Little Rock, AR, USA"
        ],
        [
            "Myeloma Institute for Research and Therapy, University of Arkansas for Medical Sciences, Little Rock, AR, USA"
        ],
        [
            "Myeloma Institute for Research and Therapy, University of Arkansas for Medical Sciences, Little Rock, AR, USA"
        ],
        [
            "Myeloma Institute for Research and Therapy, University of Arkansas for Medical Sciences, Little Rock, AR, USA"
        ],
        [
            "Myeloma Institute for Research and Therapy, University of Arkansas for Medical Sciences, Little Rock, AR, USA"
        ]
    ],
    "first_author_latitude": "34.748461999999996",
    "first_author_longitude": "-92.3192351",
    "abstract_text": "Abstract 4008 The first-in-class reversible proteasome inhibitor (PI) bortezomib (Bzb) is effective in the treatment of multiple myeloma (MM), both as a single agent and in combination with lenalidomide and dexamethasone. An irreversible next-generation PI, carfilzomib (CFZ) is a peptide epoxyketone that functions through primary inhibition of chymotrypsin-like (ChT-L) activity of the β5 subunits of the core 20S proteasome, similar to Bzb. CFZ has preclinical efficacy against hematologic and solid malignancies both in vitro and in vivo. Clinical data have shown an increase in the bone anabolic marker alkaline phosphatase in MM patients treated with CFZ. Recent studies reported that in addition to its anti-MM effect, CFZ inhibits osteoclast differentiation and promotes osteogenic differentiation (Hurchla et al, Leukemia 2012). However, the molecular basis of CFZ effects on bone anabolism in MM is unclear. We have previously demonstrated that Bzb induced osteoblast differentiation via regulation of β-catenin/T-cell factor (TCF) signaling (Qiang et al, Blood 2009), a pivotal regulator of mesenchymal stromal cell (MSC) differentiation into osteoblasts (Qiang et al, Bone 2008; Qiang et al, Blood 2008a and 2008b). In the present study we attempted to identify the molecular mechanism(s) by which CFZ regulates MSC differentiation toward osteoblasts. CFZ induced a significant increase in calcium deposition in matrix mineralization by osteoblasts as shown by van Kossa and Alizarin Red (AR) staining in multiple mouse and human MSC cell lines, human bone marrow (BM) stromal cells, and primary MSC from patients with MM. An E-cadherin pull-down assay and subsequent immunoblotting analysis demonstrated that CFZ induces increases in free and active forms of β-catenin in the cytoplasm and nuclei of human osteoblast progenitor cell lines and bone stromal cell lines in a dose- and time-dependent fashion. Similar results were observed in primary MSC from 6 patients with MM and 2 healthy donors. CFZ induced increases in the ubiquitinated β-catenin, as determined by its decreased electrophoretic mobility in SDS-PAGE analysis. Increases in cytoplasmic and nuclear β-catenin protein in response to CFZ treatment were further confirmed by immunofluorescent analysis in osteoblast cell lines and in 4 MSC samples from patients with MM. CFZ treatment also increased TCF transcriptional activity in a dose-dependent manner as determined by luciferase activity in cells transfected with TOPflash plasmid DNAs. CFZ-induced increases in β-catenin protein levels and TCF transcriptional activity were independent of modifications in the expression of 19 extracellular members of the Wnt family ligands, 10 members of the Frizzled receptor family, LRP5/6 co-receptors, antagonists of 4 members of the DKK and sFRP family, and β-catenin, respectively, as determined by qRT-PCR analysis. CFZ did not increase intracellular levels of Dvl-3 proteins, a downstream target of Wnt pathway. Lithium chloride, an inhibitor of GSK3β did not synergize with CFZ -induced increases in β-catenin protein or TCF transcriptional activity, indicating that CFZ activates β-catenin/TCF signaling independent of activity of GSK3β. Blocking the activation of β-catenin/TCF signaling by expression of dominant negative TCF attenuated CFZ-induced matrix mineralization indicating that CFZ-induced MSC differentiation into osteoblast occurred through activation of β-catenin/TCF signaling. Comparison of the biologic effect of CFZ with Bzb demonstrated that CFZ was a more potent inducer of MSC differentiation than Bzb. CFZ also induced increases in Runx2 protein in nuclear fractions, but this effect was less pronounced than CFZ's effect on β-catenin. These results provide evidence that CFZ induces MSC differentiation into osteoblasts mainly via Wnt-independent activation of the β-catenin/TCF signaling pathway. The data also indicate that transcriptional activation is a downstream effect of CFZ in osteoblast progenitor cell lines, BM stromal cells and MM derived MSC. Together these data suggest that PI therapy in MM may function mainly by bypassing tumor-induced suppression of canonical Wnt signaling in the bone microenvironment. Disclosures: No relevant conflicts of interest to declare."
}