{
    "doi": "https://doi.org/10.1182/blood.V124.21.80.80",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2911",
    "start_url_page_num": 2911,
    "is_scraped": "1",
    "article_title": "Safety and Efficacy in the Stratus (MM-010) Trial, a Single-Arm Phase 3b Study Evaluating Pomalidomide + Low-Dose Dexamethasone in Patients with Refractory or Relapsed and Refractory Multiple Myeloma ",
    "article_date": "December 6, 2014",
    "session_type": "653. Myeloma: Therapy, excluding Transplantation II",
    "topics": [
        "arm",
        "dexamethasone",
        "multiple myeloma",
        "pomalidomide",
        "brachial plexus neuritis",
        "leukemia",
        "partial response",
        "peripheral neuropathy",
        "toxic effect",
        "adverse event"
    ],
    "author_names": [
        "Meletios A. Dimopoulos, MD",
        "Antonio Palumbo, MD",
        "Katja Weisel, MD",
        "Enrique M. Ocio, MD PhD",
        "Michele Cavo, MD",
        "Paolo Corradini, MD PhD",
        "Michel Delforge, MD PhF",
        "Albert Oriol, MD",
        "Hartmut Goldschmidt, MD",
        "María Jesús Blanchard, MD",
        "Chantal Doyen, MD",
        "Gareth J Morgan, MD PhD",
        "Mathew Simcock, MSc",
        "Neil Miller, CRS",
        "Ana Slaughter, PhD",
        "Teresa Peluso, MBBS",
        "Lars Sternas, MD",
        "Mohamed H. Zaki, MD PhD",
        "Philippe Moreau, MD"
    ],
    "author_affiliations": [
        [
            "University of Athens School of Medicine, Athens, Greece "
        ],
        [
            "Myeloma Unit, Division of Hematology, University of Torino, Torino, Italy "
        ],
        [
            "University Hospital of Tuebingen, Tuebingen, Germany "
        ],
        [
            "Hospital Universitario de Salamanca & Instituto de Investigación Biomédica de Salamanca (IBSAL), Salamanca, Spain "
        ],
        [
            "Bologna University School of Medicine, Bologna, Italy "
        ],
        [
            "Fondazione IRCCS Istituto Nazionale dei Tumori, Milano, Italy "
        ],
        [
            "Myeloma Study Group Belgian Hematological Society, Brussels, Belgium "
        ],
        [
            "Hospital Germans Trias i Pujol, Barcelona, Spain "
        ],
        [
            "University Clinic of Heidelberg, Heidelberg, Germany "
        ],
        [
            "Hospital Universitario Ramón y Cajal, Madrid, Spain "
        ],
        [
            "CHU Dinant Godinne UcL, Yvoir, Belgium "
        ],
        [
            "University of Arkansas Medical School, Little Rock, AR "
        ],
        [
            "Celgene Corporation, Boudry, Switzerland "
        ],
        [
            "Celgene Corporation, Boudry, Switzerland "
        ],
        [
            "Celgene Corporation, Boudry, Switzerland "
        ],
        [
            "Celgene Corporation, Boudry, Switzerland "
        ],
        [
            "Celgene Corporation, Summit, NJ "
        ],
        [
            "Celgene Corporation, Summit, NJ "
        ],
        [
            "University Hospital of Nantes, Nantes, France"
        ]
    ],
    "first_author_latitude": "37.9844858",
    "first_author_longitude": "23.7651061",
    "abstract_text": "Background: Patients (pts) with multiple myeloma (MM) who have relapsed on or are refractory to treatment (Tx) with novel agents lenalidomide (LEN) and bortezomib (BORT) have few effective options for Tx and short overall survival (OS; Kumar, Leukemia , 2012). Pomalidomide (POM) is a distinct oral IMiDs® immunomodulatory agent with direct antimyeloma, stromal cell inhibitory, and immune modulatory effects (Quach, Leukemia 2010; Mark, Leuk Res , 2014). POM has been approved in the United States and the European Union for the Tx of pts with ≥ 2 prior Tx, including LEN and BORT, and progressive disease (PD) on Tx (EU, in combination with low-dose dexamethasone [LoDEX]) or within 60 days of completion of the last line of Tx (US). Results from the pivotal phase 3 MM-003 trial demonstrated that POM + LoDEX significantly extended progression-free survival (PFS) and OS vs high-dose dexamethasone in this pt population (San Miguel, Lancet Oncol , 2013). STRATUS is a multicenter, single-arm, open-label phase 3b trial with > 85 sites across Europe designed to further evaluate safety and efficacy of POM + LoDEX in a large pt population (N = 456 at data cutoff). Methods: Eligible pts had refractory or relapsed and refractory disease (PD during or within 60 days of last line of Tx), previous BORT and LEN Tx failure, and adequate prior alkylator therapy as defined in study protocol. Pts must have been refractory to their last prior line of Tx. Key exclusion criteria included absolute neutrophil count < 800/μL , platelet count < 75,000 or < 30,000/μL (for pts with < 50% or ≥ 50% of bone marrow nucleated cells as plasma cells, respectively), creatinine clearance < 45 mL/min, hemoglobin < 8 g/dL, and peripheral neuropathy ≥ grade (Gr) 2. POM was administered at 4 mg D1-21 of a 28-day cycle in combination with LoDEX 40 mg/day (20 mg for pts aged > 75 yrs) on D1, 8, 15, and 22 until PD or unacceptable toxicity. All pts received thromboprophylaxis with low-dose aspirin, low-molecular-weight heparin, or equivalent. The primary endpoint was safety, and key secondary endpoints included POM exposure, overall response rate (ORR; ≥ partial response), duration of response (DOR), PFS, OS, and cytogenetic analyses. STRATUS is registered with ClinicalTrials.gov (NCT01712789) and EudraCT (2012-001888-78). Results: As of March 17, 2014, 456 pts were enrolled and 452 had received POM + LoDEX; median age was 66 yrs (range, 37-88 yrs); median time since diagnosis was 4.9 yrs (range, 0.3-22.6 yrs). Pts were heavily pretreated with a median of 5 prior Tx (range, 2-18); 78% were refractory to BORT and LEN. Median follow-up was 6.8 mos with a median of 4 cycles received. Median PFS and OS were 4.3 mos and 10.9 mos, respectively ( Figure 1 ). The ORR was 35%, with 6% of pts achieving ≥ very good partial response (VGPR); median DOR was 6.0 mos. Similar PFS (4.2 and 3.9 mos), OS (10.9 mos for each), and ORR (34% and 33%) were achieved in pts refractory to prior LEN (n = 427) or LEN and BORT (n = 356), respectively. In addition, PFS (4.3 and 3.9 mos), OS (11.5 mos and not estimable), and ORR (27% and 37%) were consistent in pts with LEN (N = 172) or BORT (N = 189) as last prior treatment, respectively. The most frequent Gr 3-4 treatment-emergent adverse events (TEAEs) were hematologic, including neutropenia (39%), anemia (27%), and thrombocytopenia (19%); Gr 3-4 non-hematological toxicities included pneumonia (11%), fatigue (5%), and hypercalcemia (4%). Gr 3-4 deep vein thrombosis was low (1%) with prophylaxis, and peripheral neuropathy was 1%. Dose reductions of either POM or LoDEX due to TEAEs were required in 28% of pts; discontinuations due to TEAEs were infrequent (9%). Conclusions: Results from STRATUS, the largest POM + LoDEX clinical trial thus far, were consistent with those observed in the pivotal MM-003 trial, and confirm that this regimen has an acceptable safety and efficacy profile and shows substantial improvements in PFS and OS benefits. Combination therapy with POM and LoDEX represents a new standard of therapy for pts with refractory or relapsed and refractory MM in whom LEN and BORT Tx failed. View large Download slide View large Download slide View large Download slide View large Download slide Disclosures Dimopoulos: Celgene: Consultancy, Honoraria. Palumbo: Array BioPharma: Honoraria; Onyx Pharmaceuticals: Consultancy, Honoraria; Millennium Pharmaceuticals, Inc.: Consultancy, Honoraria; Janssen-Cilag: Consultancy, Honoraria; Celgene: Consultancy, Honoraria; Genmab A/S: Consultancy, Honoraria; Bristol-Myers Squibb: Consultancy, Honoraria; Amgen: Consultancy, Honoraria; Sanofi: Honoraria. Weisel: BMS: Consultancy; Onyx: Consultancy, Honoraria; Janssen: Consultancy, Honoraria; Celgene Corporation: Consultancy, Honoraria; Noxxon: Consultancy. Ocio: Celgene Corporation: Honoraria, Research Funding. Cavo: Celgene Corporation: Consultancy, Honoraria, Speakers Bureau. Delforge: Celgene Corp: Honoraria; Janssen: Honoraria. Oriol: Celgene Corporation: Consultancy. Goldschmidt: Celgene Corporation: Consultancy, Research Funding, Speakers Bureau. Doyen: Celgene Corp: Membership on an entity's Board of Directors or advisory committees. Morgan: Celgene Corp: Membership on an entity's Board of Directors or advisory committees; Novartis: Membership on an entity's Board of Directors or advisory committees; Janssen: Membership on an entity's Board of Directors or advisory committees; Myeloma UK: Membership on an entity's Board of Directors or advisory committees; International Myeloma Foundation: Membership on an entity's Board of Directors or advisory committees; The Binding Site: Membership on an entity's Board of Directors or advisory committees; MMRF: Membership on an entity's Board of Directors or advisory committees. Simcock: Celgene Corporation: Employment. Miller: Celgene: Employment, Equity Ownership. Slaughter: Celgene: Employment. Peluso: Celgene: Employment. Sternas: Celgene Corp: Employment, Equity Ownership. Zaki: Celgene Corp: Employment, Equity Ownership. Moreau: Celgene: Honoraria, Membership on an entity's Board of Directors or advisory committees."
}