{
    "doi": "https://doi.org/10.1182/blood.V110.11.1548.1548",
    "article_title": "Platelet vWF, ADAMTS-13, and Neutrophil Activation in Patients with Essential Thrombocythemia (ET) ",
    "article_date": "November 16, 2007",
    "session_type": "Myeloproliferative Syndromes",
    "abstract_text": "ET is a chronic myeloproliferative disorder, the benign clinical course of which can be complicated by both thromboses and hemorrhages. The levels of the largest multimers of plasma vWF, are relevant for the hemostatic balance in this disease. vWF is stored in the cellular granules of both endothelial cells and platelets, from which is released upon activation. Neutrophils and platelets circulate in an activation status in ET patients, leading to an increased formation of platelet/neutrophil aggregates. In this study we evaluated in ET patients, the platelet vWF content and its relation to neutrophil activation. In addition, the activity of ADAMTS13, the enzyme responsible for maintaining the normal size distribution of vWF multimers, was studied. A group of 61 consecutive ET patients (50% carrying the JAK2 V617F mutation) and 30 healthy controls were included into the study. Total vWF antigen (vWF:Ag) and activity (vWF:Act) levels were determined in both plasma and in isolated washed platelets by ELISA and collagen binding assay (CBA), respectively. ADAMTS13 activity was measured in plasma according to Gerritsen’s method. CD11b and leukocyte alkaline phosphatase (LAP) were measured on neutrophil membrane as activation markers. Plasma vWF:Ag levels resulted significantly increased in ET patients compared to controls (p<0.05), the subgroup of patients with the JAK2 mutation showing the highest levels; whereas vWF:Act was not statistically different. The vWF Act/Ag ratio was significantly lower in ET compared to controls (0.85±0.15 vs 0.95±0.23; p<0.01). A significant inverse relation between platelet count and plasma vWF:Act existed. On the other hand, platelets from these patients had a decreased content of both vWF:Ag and vWF:Act than platelets form controls (p<0.01), suggesting an increased platelet release of vWF. In addition, platelets from ET JAK2 mutation carriers had significantly lower vWF:Act compared to wild-type subjects. Accordingly, the platelet vWF Act/Ag ratio of JAK2 mutation carriers was significantly (p<0.01) lower vs wild-type patients and controls. Neutrophil confirmed to be activated in these patients, as previously described. Indeed, surface activation markers were increased in ET patients compared to controls, and, in particular, CD11b levels were inversely related to platelet vWF:Act (p<0.01). The measurement of plasma ADAMTS13 showed a reduction in the activity of this protease in ET patients (68±16%) compared to normal control mean (p<0.01). In conclusion, in ET patients and particularly in JAK2 mutation carriers, a decrease in platelet vWF:Ag and Act is found and correlates with neutrophil activation, suggesting a role of neutrophil in platelet degranulation. Increased vWF release and reduced ADAMTS13 activity can represent a mechanism of hypercoagulation in these patients.",
    "topics": [
        "adamts proteins",
        "blood platelets",
        "neutrophil activation",
        "thrombocythemia, hemorrhagic",
        "von willebrand factor",
        "granules",
        "macrophage-1 antigen",
        "antigens",
        "endopeptidases",
        "enzymes"
    ],
    "author_names": [
        "Anna Falanga, MD, PhD",
        "Marina Marchetti",
        "Laura Russo",
        "Tiziano Barbui"
    ],
    "author_dict_list": [
        {
            "author_name": "Anna Falanga, MD, PhD",
            "author_affiliations": [
                "Hematology, Ospedali Riuniti di Bergamo, Bergamo, Italy"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Marina Marchetti",
            "author_affiliations": [
                "Hematology, Ospedali Riuniti di Bergamo, Bergamo, Italy",
                "Department of Internal Medicine, Laboratory for Clinical Thrombosis and Haemostasis, Cardiovascular Research Institute Maastricht, Maastricht University, Maastricht, Netherlands"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laura Russo",
            "author_affiliations": [
                "Hematology, Ospedali Riuniti di Bergamo, Bergamo, Italy"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tiziano Barbui",
            "author_affiliations": [
                "Hematology, Ospedali Riuniti di Bergamo, Bergamo, Italy"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-04T02:37:31",
    "is_scraped": "1"
}