{
    "doi": "https://doi.org/10.1182/blood-2018-99-118826",
    "article_title": "Histiocytic Necrotizing Lymphadenitis, a Benign Mimic of Lymphoma Presenting with B Symptoms ",
    "article_date": "November 29, 2018",
    "session_type": "201. Granulocytes, Monocytes, and Macrophages",
    "abstract_text": "Introduction Histiocytic necrotizing lymphadenitis (HNL), also known as Kikuchi Fujimoto disease, is a disorder of unknown etiology. Diagnosis is made only with histological examination and is frequently misdiagnosed as lymphoma. Our objective is to maintain high index of suspicion to diagnose HNL and to emphasize on the role of hydroxychloroquine (HCQ) for management of complicated cases. Case 48 year old male with a past medical history of ankylosing spondylitis, uveitis, and hypothyroidism initially presented 4 years ago with fever, night sweats, vomiting and weight loss of 10 pounds over the past 1 month. The physical exam was significant for tender, mobile left supraclavicular lymphadenopathy with no hepatosplenomegaly. Laboratory findings revealed leukopenia, anemia and elevated liver enzymes, lactate dehydrogenase, erythrocyte sedimentation rate and C-reactive protein. He was given broad spectrum antibiotics with no improvement. Computed tomography of the chest/abdomen demonstrated mediastinal, hilar and abdominal lymphadenopathy. Further infectious and autoimmune workup was negative. The patient then underwent a left supraclavicular lymph node excision which was consistent with HNL (Figure 1). Flow cytometry of the lymph node revealed no diagnostic evidence of a lymphoproliferative disorder. He was started on prednisone and his symptoms resolved. He had multiple episodes of recurrence in the last 4 years, manifesting as high grade fever, fatigue and lymphadenopathy. He was treated each time with prednisone. No provoking factors including viral infection or flare of uveitis was evidenced. Most recently, he had 3 episodes within 12 month span. Eventually he was treated with HCQ and since, has had no recurrence. Discussion HNL is most commonly reported among young Asian females. The exact entity of this disease is unclear including its pathogenesis and treatment. No signs or symptoms are pathognomonic, making it a difficult diagnosis. Awareness of this disorder by clinicians would help prevent unnecessary treatment with antibiotics and allow earlier initiation of HCQ. Characteristic histopathologic findings of HNL include irregular paracortical areas of coagulative necrosis with karyorrhectic focus, distorting the nodal architecture. The foci are formed by predominantly histiocytes and plasmacytoid monocytes, also immunoblasts and lymphocytes. Neutrophils are absent and plasma cells are either absent or scarce. The histiocytes express antigens such as CD163 and CD68. Most cases of HNL have a self-limited clinical course, although 3-7% of patients experience recurrent episodes. Treatment is generally directed towards symptomatic relief. Use of short term administration of corticosteroids and nonsteroidal anti-inflammatory drugs may be effective. However preventing recurrence has been a challenge. Several reports have proposed a close association between HNL and autoimmune disorders. Therefore, it has been speculated that HCQ would be useful for treating HNL. Our patient had 3 recurrences within 4 years and with the use of HCQ, remission was finally achieved. Conclusion In past 1 year, two articles discussed the use of HCQ in HNL. Lin et al. presented a retrospective review of 40 children diagnosed with HNL over approximately 15 years. Corticosteroids and HCQ were administered in 15.6% of patients. There were neither recurrences nor relevant major adverse effects in cases treated with HCQ. Honda et al. reported a case of a 42 year old female with multiple recurrences following tapering dose of prednisone. Continuous remission was achieved by concomitant use of HCQ with prednisolone. Several other cases have been reported suggesting that HCQ is effective for treating HNL patients with Systemic lupus erythematosus (SLE). Despite our patient not meeting the American College of Rheumatology criteria of SLE, he still responded to HCQ and has been able to avoid unnecessary use of steroids. Further research is needed regarding management of HNL flares which do not present with obvious autoimmune symptoms. Lin, YC et al., Pediatric Kikuchi-Fujimoto disease: A clinicopathologic study and the therapeutic effects of hydroxychloroquine; https://doi.org/10.1016/j.jmii.2017.08.023 Honda et al; Recurrent Kikuchi-Fujimoto Disease Successfully Treated by the Concomitant Use of Hydroxychloroquine and Corticosteroids; Intern Med. 2017 Dec 15; 56(24): 3373-3377. View large Download slide View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "kikuchi's disease",
        "lymphoma",
        "weight reduction",
        "adrenal corticosteroids",
        "glucocorticoids",
        "hydroxychloroquine",
        "mineralocorticoids",
        "prednisone",
        "systemic lupus erythematosus",
        "antibiotics"
    ],
    "author_names": [
        "Varsha Gupta, MD",
        "Shreya Gor, MD",
        "Anmol S Cheema, MD",
        "Ravneet Bajwa, MD",
        "Carrie Edelman, MD",
        "Ethan Jeffrey Wasserman, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Varsha Gupta, MD",
            "author_affiliations": [
                "Jersey shore university medical center, Neptune, NJ "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Shreya Gor, MD",
            "author_affiliations": [
                "Jersey Shore University Medical Center, Neptune city, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anmol S Cheema, MD",
            "author_affiliations": [
                "Jersey Shore University Medical Center, Neptune, NJ "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ravneet Bajwa, MD",
            "author_affiliations": [
                "Jersey Shore University Medical Center, Neptune, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carrie Edelman, MD",
            "author_affiliations": [
                "Ocean Medical Center, Brick, ",
                "Arthritis, Rheumatic & Back Disease Associates, Wall, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ethan Jeffrey Wasserman, MD",
            "author_affiliations": [
                "Department of Hematology/Medical Oncology, Jersey Shore University Medical Center, Neptune, ",
                "Regional Cancer Care Associates, LLC, Howell, NJ"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-15T15:37:59",
    "is_scraped": "1"
}