{
    "doi": "https://doi.org/10.1182/blood.V128.22.1569.1569",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3279",
    "start_url_page_num": 3279,
    "is_scraped": "1",
    "article_title": "A Novel Dual Class III/Src Family Tyrosine Kinase Inhibitor Is Highly Active Against FLT3-ITD Leukemia Cells In Vivo ",
    "article_date": "December 2, 2016",
    "session_type": "604. Molecular Pharmacology and Drug Resistance in Myeloid Diseases: Poster I",
    "topics": [
        "flt3 gene",
        "impedance threshold device",
        "leukemia",
        "ms-like tyrosine kinase 3",
        "src-family kinases",
        "phosphotransferases",
        "poly(adp-ribose) polymerases",
        "cancer",
        "cell culture techniques",
        "flt3 ligand"
    ],
    "author_names": [
        "Tereza Radosova Muchova",
        "Eva Reznickova",
        "Zuzana Somikova",
        "Tomas Gucky",
        "Miroslav Strnad, DSc",
        "Vladimir Krystof, PhD",
        "Vladimir Divoky, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Biology, Faculty of Medicine and Dentistry, Palacky University, Olomouc, Czech Republic "
        ],
        [
            "Laboratory of Growth Regulators & Department of Chemical Biology and Genetics, Centre of the Region Hana for Biotechnological and Agricultural Research, Palacky University and Institute of Experimental Botany AS CR, Olomouc, Czech Republic"
        ],
        [
            "Department of Biology, Faculty of Medicine and Dentistry, Palacky University, Olomouc, Czech Republic "
        ],
        [
            "Laboratory of Growth Regulators & Department of Chemical Biology and Genetics, Centre of the Region Hana for Biotechnological and Agricultural Research, Palacky University and Institute of Experimental Botany AS CR, Olomouc, Czech Republic"
        ],
        [
            "Laboratory of Growth Regulators & Department of Chemical Biology and Genetics, Centre of the Region Hana for Biotechnological and Agricultural Research, Palacky University and Institute of Experimental Botany AS CR, Olomouc, Czech Republic"
        ],
        [
            "Laboratory of Growth Regulators & Department of Chemical Biology and Genetics, Centre of the Region Hana for Biotechnological and Agricultural Research, Palacky University and Institute of Experimental Botany AS CR, Olomouc, Czech Republic"
        ],
        [
            "Department of Biology, Faculty of Medicine and Dentistry, Palacky University, Olomouc, Czech Republic "
        ]
    ],
    "first_author_latitude": "49.5954268",
    "first_author_longitude": "17.260015199999998",
    "abstract_text": "Class III receptor tyrosine kinases (RTK), which include c-fms, c-kit, FMS-like tyrosine kinase receptor-3(FLT3) and platelet-derived growth factor receptor (PDGFR) α/β are expressed on acute myelogenous leukemia (AML) cells from the majority of patients and stimulate survival and proliferation of leukemic blasts. FLT3 activation cooperates, for instance, with oncogenic mixed lineage leukemia (MLL) fusion proteins in MLL-induced transformation. The most common FLT3 activation mutation, internal tandem duplication (ITD), is the most frequently observed molecular defect in AML, and it is associated with early relapses and poor prognosis. FLT3-ITD leads to constitutive, ligand-independent activation of the kinase; this results in FLT3 autophosphorylation and induction of several downstream signaling cascades including Ras/MAPK kinase (MEK)/extracellular signal-regulated kinase (ERK) and STAT5 pathways. FLT3 as well as other class III RTK have been widely accepted as suitable drug targets. Several potent inhibitors have been developed, and some of them, such as quizartinib or crenolanib, have demonstrated promising clinical outcomes. However, resistance to these inhibitors remains a significant clinical problem; therefore, development of novel inhibitors is needed. Also Src family tyrosine kinases (SFK) have been proven as therapeutic targets in multiple cancers including leukemia. Here, we developed and tested a novel series of compounds which revealed dual inhibitory activities against class III RTK and SFK, and tested them in vitro against FLT3- and PDGFRα-mutated leukemic cells and in vivo against FLT3-ITD-positive AML. First, we tested kinase selectivity of the novel compounds. Kinase-inhibitory properties were screened at single concentration of 10 nM in biochemical phosphorylation assays against 300 kinases. The compounds revealed strong and specific inhibitory activity especially against class III RTK and SFK. Then, we have used multiple cell lines harboring various oncogenic kinases to test in vitro growth inhibition potential of the compounds. The most potent newly synthesized inhibitor, designated 3922, showed EC50 values at low nanomolar concentrations against FLT3-ITD-positive cell line MV4-11 and FIP1L1-PDGFRα-positive EOL-1 cells. We also used primary cells derived from mouse bone marrow bearing inducible fusion oncogene MLL-ENL-ER (MEER) adapted to growth in cell culture (Takacova et al, 2012, Cancer Cell 21:517). Prior to drug testing, the MEER cells were grown in cell culture media to induce cytokine addiction either to stem cell factor (SCF) or to ligand of FLT3 (FLT3L). The efficacy of 3922 was 5 times more potent against FLT3L-addicted MEER cells than against SCF-addicted cells suggesting that FLT3 is the main target of 3922. We then compared the effect of 3922 on inhibition of FLT3 phosphorylation (pFLT3-Tyr589/591) with quizartinib (Zarrinkar et al, 2009, Blood 114:2984). Both compounds showed to be very efficient inhibitors of FLT3 phosphorylation at nanomolar concentrations, however, 3922 inhibitory effect had longer durability after drug withdrawal when compared with quizartinib. Finally, we determined the activity of 3922 in vivo . A single-dose of 10 mg/kg of 3922 or quizartinib was administered to the mice with subcutaneously implanted MV4-11 xenograft. Quantitation of pFLT3 revealed that the RTK was inhibited by 95% even after 2 hours administration of 3922 and this inhibition sustained 24 hours, in contrast to elevated pFLT3 24 hours after quizartinib administration (Zarrinkar et al, 2009; Gunawardane et al, 2013, Mol Cancer Ther 12:438). After 2 hours, the pERK1/2 levels were reduced by both inhibitors, however, returned to phosphorylation levels comparable to vehicle treated control in 24 hours after administration. The inhibitory effect was more pronounced on phosphorylation of STAT5. Inhibitor 3922 reduced the pSTAT5 level by more than 95% after 24 hours, slightly more effectively than quizartinib. Induction of apoptosis was assessed by PARP cleavage. Cleaved PARP was significantly elevated by 3922 even after 2 hours of treatment, with a pattern similar to the PARP cleavage induced by quizartinib (Gunawardane et al, 2013). In conclusion, we have developed a novel highly potent tyrosine kinase inhibitor effective against AML in vitro and in vivo . Acknowledgment: Supported by NV15-28951A from Ministry of Health, Czech Republic. Disclosures No relevant conflicts of interest to declare."
}