{
    "doi": "https://doi.org/10.1182/blood-2019-124967",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4283",
    "start_url_page_num": 4283,
    "is_scraped": "1",
    "article_title": "Myeloma Cells Addicted to Glutamine for Biomass Production Are Sensitive to Lenalidomide ",
    "article_date": "November 13, 2019",
    "session_type": "652.Myeloma: Pathophysiology and Pre-Clinical Studies, excluding Therapy",
    "topics": [
        "biomass",
        "culture media",
        "glutamine",
        "infectious mononucleosis",
        "lenalidomide",
        "myeloma cells",
        "hydrogen peroxide",
        "glucose",
        "lysine",
        "western blotting"
    ],
    "author_names": [
        "Sinto Chirackal, PhD",
        "Esteban Braggio, PhD",
        "Rahman Atiqur, PhD",
        "Gregory J Ahmann, BS",
        "Yuan Xiao Zhu, PhD",
        "A. Keith Stewart, MB, ChB",
        "Marta Chesi, PhD",
        "P. Leif Bergsagel, MD",
        "Rafael Fonseca, MD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology-Oncology, Mayo Clinic, Scottsdale, AZ "
        ],
        [
            "Mayo Clinic Arizona, Scottsdale, AZ "
        ],
        [
            "Mayo Clinic, Scottsdale, "
        ],
        [
            "Division of Hematology/Oncology, Mayo Clinic, Scottsdale, AZ "
        ],
        [
            "Hematology and Oncology, Mayo Clinic, Scottsdale, AZ "
        ],
        [
            "Division of Hematology, Mayo Clinic, Scottsdale, AZ "
        ],
        [
            "Division of Hematology/Oncology, Mayo Clinic, Scottsdale, AZ "
        ],
        [
            "Division of Hematology/Oncology, Mayo Clinic, Scottsdale, AZ "
        ],
        [
            "Division of Hematology and Oncology, Mayo Clinic, Scottsdale, AZ"
        ]
    ],
    "first_author_latitude": "33.6203087",
    "first_author_longitude": "-111.87505879999999",
    "abstract_text": "Introduction We have shown that in myeloma (MM) the immunomodulatory drugs (IMiDs) lenalidomide and pomalidomide, in a CRBN dependent fashion, inhibit thioredoxin reductase and thus increase intracellular oxidative stress as a consequence of peroxide accumulation (Sebastian et al. 2017). Accordingly, we have also shown that CRBN expression alone does not fully correlate with lenalidomide sensitivity, as the cells ability to decompose H 2 O 2 is important - MM cells with lower H 2 O 2 decomposition capacity are more sensitive to IMiDs. We hypothezised that the specific metabolic pathways used by cells for biomass production would influence IMiD sensitivity since they also influence this cellular oxidative capacity. Cellular proteins are key elements of this biomass, and required for the proliferation of MM cells and production of immunoglobulin proteins. Methods We cultured MM cells under various nutrients conditions to understand its effect on cell proliferation and drug responses. Cell viability was assessed by MTT assay, the Luminescent Assay, and direct cell counting. MM cells glycolytic rate was measured using the Seahorse XF analyzer. Western blots were performed to quantify various protein expression levels in MM cells cultured under different nutrients conditions. CRBN CRISPR/Cas9 KO plasmid was used to generate CRBN knockout cells and a lentivirus system was used to over-express CRBN in MM cells. Results MM cells resistant to lenalidomide, but still expressing functional CRBN, show a higher glycolytic pathway use than sensitive cells. We found that the lenalidomide sensitive cell line MM1.S is highly dependent on extracellular glutamine for cell proliferation. In contrast, JJN3, a lenalidomide resistant cells line with wild type CRBN, preferentially consumes glucose. We found that glutamine depletion from culture media completely abolished lenalidomide sensitivity in MM1.S cell line. Western blot analysis revealed that antibody production by MM1.S was primarily dependent on glutamine availability, and that JJN3 antibody production was dependent upon glucose availability. While glutamine depletion from culture medium completely abolished lenalidomide sensitivity in MM1.S cell line, IKZF1, and IKZF3 degradation was unchanged. We further studied the role of CRBN in glutamine dependent cellular biomass protein production using isogenic cell lines (+/- wtCRBN). We found that wtCRBN expressing cells proliferate more and show higher antibody production in the presence of glutamine, over CRBN negative isogenic cell lines. Lenalidomide treatment further increased glutamine dependent antibody production in wtCRBN expressing cells. One possibile explanation is that activation of glutamine catabolism can facilitate protein demethylation via the supplementation α-ketoglutarate (α-KG). Therefore, we tested whether lenalidomide treatment could induce protein demethylation in sensitive cell lines. Western blot probed with mono-methyl lysine antibody showed lenalidomide induced protein demethylation. We further confirmed that protein demethylation, and lenalidomide sensitivity is a consequence of elevated α-KG by treating cells with cell-permeable 5-octyl- α-ketoglutarate which act as a substrate of the lysine demethylases. 5-Octyl-α-ketoglutarate treatment inhibited cell proliferation preferentially in wtCRBN expressing cells, and also enhanced lenalidomide induced sensitivity. Protein demethylation is associated with protein ubiquitination and proteasomal degradation. We thus hypothesize that lenalidomide induced protein demethylation also likely increases proteasome inhibitors sensitivity in MM. Conclusion MM cells with preferential glutamine consumption are likely to be more sensitive to lenalidomide, and extracellular glutamine depletion can induce lenalidomide resistance. MM cells expressing CRBN, but not dependent on glutamine for protein biomass production are more likely to be resistant to lenalidomide. Our study postulates that CRBN protein requirement in lenalidomide sensitivity cells is restricted to high glutamine dependency, and that it is quite likely CRBN has a role in glutamine metabolism. Moreover, MM cells that consume more glutamine are under higher oxidative stress and exhibit less H 2 O 2 decomposition capacity and therefore increasing sensitivity to IMiDs. References Sebastian , S., et al., Blood 2017 129:991-1007 Disclosures Stewart: Ono: Consultancy; Roche: Consultancy; Seattle Genetics: Consultancy; Takeda: Consultancy; Amgen: Consultancy, Research Funding; Bristol Myers-Squibb: Consultancy; Celgene: Consultancy, Research Funding; Ionis: Consultancy; Janssen: Consultancy, Research Funding; Oncopeptides: Consultancy. Bergsagel: Janssen Pharmaceuticals: Consultancy; Ionis Pharmaceuticals: Consultancy; Celgene: Consultancy. Fonseca: AbbVie, Amgen, Bayer, Celgene, Kite, Janssen, Juno, Merck, Pharmacylics, Sanofi, Takeda: Other: Consultant/Advisor; Prognosticatin of MM based on Genetic Categorization by FISH: Patents & Royalties; Adaptive Biotechnologies: Other: Scientific Advisory Board."
}