{
    "doi": "https://doi.org/10.1182/blood.V128.22.3089.3089",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3569",
    "start_url_page_num": 3569,
    "is_scraped": "1",
    "article_title": "Brief Research Report: Novel Compound BCR-ABL Mutations in Late Chronic Phase Imatinib Sensitive CML Patients Are Associated with Progression to Advance Disease Phase ",
    "article_date": "December 2, 2016",
    "session_type": "632. Chronic Myeloid Leukemia: Therapy: Poster II",
    "topics": [
        "bcr-abl tyrosine kinase",
        "imatinib mesylate",
        "mutation",
        "disease progression",
        "protein-tyrosine kinase inhibitor",
        "follow-up",
        "accelerated phase",
        "chief complaint",
        "cluster headache",
        "communicable diseases"
    ],
    "author_names": [
        "Zafar Iqbal, MPhil PhDPost-doc.",
        "Afia Muhammad Akram",
        "Tanveer Akhtar, PhD",
        "Aamer Aleem, MBBS FRCP",
        "Muhammad Farooq Sabar, PhD",
        "Zeba Aziz, MD MBBS",
        "Nadia Sajid",
        "Mahmood Rasool, PhD",
        "Muhammad Asif",
        "Mehmood Husssain Qazi, PhD",
        "Saleh Oraibi, PhD",
        "Ammara T Gill, MBBS ABIM",
        "Khalid Al Jamaan, MDFRCPC",
        "Mudassar Iqbal, MDMS",
        "Ahmad Mukhtar Khalid"
    ],
    "author_affiliations": [
        [
            "Hematology, Oncology and Pharmacogenetic Engineering Sciences (HOPES) Group,Health Sciences / Parasitology Research Laboratories, Faculty of Biological Sciences, Department of Zoology, University of the Punjab Lahore, Lahore, Pakistan ",
            "Medical Genetics/Clinical Hematology & Oncology (Department of Basic Sciences), CAMS-A, King Saud Bin Abdulaziz University for Health Sciences, King Abdulaziz Medical City, National Guard Health Affairs, Al Ahsa, Saudi Arabia ",
            "Institute of Molecular Biology & Biotechnology and Centre for Research in Molecular Medicine (CRiMM), University of Lahore, Lahore, Pakistan "
        ],
        [
            "Institute of Molecular Biology & Biotechnology and Centre for Research in Molecular Medicine (CRiMM), University of Lahore, Lahore, Pakistan ",
            "Hematology, Oncology and Pharmacogenetic Engineering Sciences (HOPES) Group, Faculty of Biological Sciences, Department of Zoology, University of the Punjab Lahore, Lahore, Pakistan "
        ],
        [
            "Hematology, Oncology and Pharmacogenetic Engineering Sciences (HOPES) Department of Zoology, University of the Punjab, Lahore, Pakistan "
        ],
        [
            "Division of Hematology/Oncology, Department of Medicine, College of Medicine & KKUH, King Saud University, Riyadh, Saudi Arabia "
        ],
        [
            "Core Genomic Facility, Centre for Applied Molecular Biology (CAMB), University of the Punjab Lahore, Lahore, Pakistan "
        ],
        [
            "Hameed Latif Hospital, Lahore, Pakistan "
        ],
        [
            "Department of hematology and oncology, Institute of nuclear medicine and oncology (INMOL), Lahore, Pakistan "
        ],
        [
            "Centre of Excellence in Genomic Medicine Research, King Abdulaziz University, Jeddah, Saudi Arabia "
        ],
        [
            "Department of Biotechnology, 2Office of Research Innovation and Commercialization, Balochistan University of Information Technology, Engineering and Management Sciences, Quetta, Pakistan "
        ],
        [
            "Institute of Molecular Biology and Biotechnology (IMBB) and Centre for Research in Molecular Medicine (CRiMM), The University of Lahore, Lahore, Pakistan "
        ],
        [
            "King Saud Bin Abdulaziz University for Health Sciences, King Abdulaziz Medical City, National Guard- Health Affairs, Riyadh, Saudi Arabia "
        ],
        [
            "Hematology, Oncology and Pharmacogenetic Engineering Sciences (HOPES) Department of Zoology, University of the Punjab, Lahore, Pakistan ",
            "Cox Health System, 1000 East Walnut Lawn Street, Springfield, MO "
        ],
        [
            "Division of Pediatric Hematology/Oncology Department of Oncology, King Abdullah Specialist Children Hospital (KASCH) / King Saud Bin Abdulaziz University for Health Sciences, King Abdulaziz Medical City, National Guard Health Affairs, Riyadh, Saudi Arabia "
        ],
        [
            "Asian State Medical Academy, Kant, Kyrgyzstan ",
            "Asian Medical Institute Kant City Kyrgyzystan and Hematology, Oncology and Pharmacogenetic Engineering Sciences (HOPES) Department of Zoology, University of the Punjab, Lahore, Lahore, Pakistan"
        ],
        [
            "Institute of Molecular Biology & Biotechnology and Centre for Research in Molecular Medicine (CRiMM), University of Lahore, Lahore, Pakistan "
        ]
    ],
    "first_author_latitude": "31.501645899999996",
    "first_author_longitude": "74.30680699999999",
    "abstract_text": "Introduction: BCR-ABL kinase domain (KD) mutations have well established role in tyrosine kinase inhibitors (TKIs) resistance and disease progression in chronic myeloid leukemia (CML) 1 . In recent years, compound BCR-ABL mutations have emerged as a new threat to CML patients by causing higher degrees of resistance involving multiple TKIs, including ponatinib 2 . However, there are limited reports about association of compound BCR-ABL mutations with disease progression in imatinib sensitive CML patients 3 . Furthermore, BCR-ABL mutation detection is currently recommended only in case of drug resistance and disease progression and clinical significance of BCR-ABL mutation detection in TKI responder chronic phase CML is not well documented 4 . Therefore, we investigated presence of ABL-KD mutations in chronic phase (CP) and advanced phase imatinib sensitive CML to find out association of BCR-ABL mutations with progression to advanced disease phases in CML patients. . Patients and Methods: Imatinib sensitive CML patients in CP and advanced phases of the disease were included in the study.All CP patients were incomplete hematological, complete cytogenetic and major molecular responses. Due to specific study objectives, patients manifesting drug resistance during follow-up studies were excluded from the study. A total of 90 imatinib sensitive CML patients (CP=41, late CP=33, and accelerated phase=16) were finally available for analysis. All patients as well as 10 healthy controls were investigated for BCR-ABL mutations using Sanger sequencing. All response criteria were per European LeukemiaNet guidelines 4 . Data was analyzed using SPSS software (version 19). Results: Mean age of the patients was 33 years (Table 1). Eleven out of 33 (33.3%) patients in late-CP CML harbored 24 types of point mutations, out of which eight (72.72%) harbored compound mutated sites (Figure 1, Table 2). E355G (3.33%) was the most prevalent mutant. Five patients (45.45%), all of which had compound mutations, progressed to advanced phases of disease during follow up studies. No BCR-ABL mutation was detected in healthy subjects and in early CP CML patients. Therefore, early CP CML patients served as additional control in this study. BCR-ABL mutations were found in 3 accelerated phase patients as well. Late-CP mutations were associated with elevated platelet count (p= 0.037) and male gender (p= 0.049). The median overall survival and event free survival of CML patients (n=90) was 6.98 and 5.8 years respectively. Seven year survival was found to be 94.2%. Discussion and conclusions: Compound BCR-ABL mutations were associated with progression to advanced disease in imatinib sensitive late-CP CML patients. Although single BCR-ABL mutations have previously been found to cause CML progression 5 , this is first report of association of compound BCR-ABL mutations with disease progression in stable imatinib responders at late CP. Detection of new mutations can help in defining mechanism of CML progression 6 . Moreover, BCR-ABL mutation detection in late CP CML patients sensitive to TKI treatment can help in early assessment of risk for disease progression and/or drug resistance and subsequent clinical intervention to delay disease progression which is a major challenge of CML therapy in TKI era 7 . References: 1. Haznedaroglu IC. Mediterranean journal of hematology and infectious diseases 2015;7. 2. Khorashad JS, Kelley TW, Szankasi P, Mason CC, Soverini S, Adrian LT, Eide CA, Zabriskie MS, Lange T, Estrada JC. Blood 2013;121:489-98. 3. Deininger MW, Hodgson JG, Shah NP, Cortes JE, Kim DW, Nicolini FE, Talpaz M,Baccarani M, Müller MC, Li J, Parker WT, Lustgarten S, Clackson T, Haluska FG,Guilhot F, Kantarjian HM, Soverini S, Hochhaus A, Hughes TP, Rivera VM, Branford S. Blood. 2016 Feb 11;127(6):703-12.dddd 4. 7. Baccarani M, Deininger MW, Rosti G, Hochhaus A, Soverini S, Apperley JF, Cervantes F, Clark RE, Cortes JE, Guilhot F. Blood 2013;122:872-84. 5. Carella AM, Garuti A, Cirmena G, Catania G, Rocco I, Palermo C, Pica G, Pierri I, Miglino M, Ballestrero A, Gobbi M, Patrone F. Leukemia & lymphoma 2010;51:275-8. 6. Giotopoulos G, van der Weyden L, Osaki H, Rust AG, Gallipoli P, Meduri E,Horton SJ, Chan WI, Foster D, Prinjha RK, Pimanda JE, Tenen DG, Vassiliou GS,Koschmieder S, Adams DJ, Huntly BJ. J Exp Med. 2015 Sep 21;212(10):1551-69. 7. Mukherjee S, Kalaycio M. Curr Hematol Malig Rep. 2016 Apr;11(2):86-93. View large Download slide View large Download slide View large Download slide View large Download slide View large Download slide View large Download slide Disclosures No relevant conflicts of interest to declare."
}