{
    "doi": "https://doi.org/10.1182/blood.V120.21.1340.1340",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2294",
    "start_url_page_num": 2294,
    "is_scraped": "1",
    "article_title": "Polymorphisms in the Human Organic Cation Transporter (hOCT1) (Solute Carrier Family 22, SLC22A1) and the Multidrug Resistance Gene (MDR1, ABCB1): Correlation with Imatinib Levels and Clinical Course in Chronic Myeloid Leukemia Patients ",
    "article_date": "November 16, 2012",
    "session_type": "604. Molecular Pharmacology, Drug Resistance: Poster I",
    "topics": [
        "cations",
        "genes, mdr",
        "imatinib mesylate",
        "leukemia, myelocytic, chronic",
        "membrane transport proteins",
        "p-glycoprotein",
        "solutes",
        "polymorphism",
        "brachial plexus neuritis",
        "chief complaint"
    ],
    "author_names": [
        "Jacob Vine, medical student",
        "Sara Bar Cohen, PhD",
        "Rosa Ruchlemer",
        "Neta Goldschmidt, MD",
        "Moshe Levin, MD",
        "Diana Libster, MD",
        "Alexander Gural, MD",
        "Moshe E. Gatt, MD",
        "David Lavie, MD",
        "Dina Ben-Yehuda, MD",
        "Deborah Rund, MD"
    ],
    "author_affiliations": [
        [
            "Medicine, Hebrew University-Hadassah Medical School, Jerusalem, Israel, "
        ],
        [
            "Hematology, Hebrew University-Hadassah Medical Organization, "
        ],
        [
            "Department of Hematology, Shaare Zedek Medical Center, Jerusalem, Israel, "
        ],
        [
            "Hematology, Hebrew University-Hadassah Medical Organization, "
        ],
        [
            "Department of Hematology, Hadassah University Medical Centre, "
        ],
        [
            "Hematology Mt. Scopus, Hebrew University-Hadassah Medical Organization, Jerusalem, Israel, "
        ],
        [
            "Hematology, Hebrew University-Hadassah Medical Organization, Jerusalem, Israel, "
        ],
        [
            "Hematology, Hadassah Hebrew University- Medical Center, Jerusalem, Israel, "
        ],
        [
            "Hematology, Hadassah University Hospital, "
        ],
        [
            "Department of Hematology, Hadassah Hebrew University Medical Center, Jerusalem, Israel"
        ],
        [
            "Hematology, Hebrew University-Hadassah Medical Organization, Jerusalem, Israel, "
        ]
    ],
    "first_author_latitude": "31.764074999999995",
    "first_author_longitude": "35.149989999999995",
    "abstract_text": "Abstract 1340 Background: Drug metabolism/disposition genes have substantial impact on drug pharmacology. Single nucleotide polymorphisms (SNPs) may affect gene activity. For CML, the human organic cation transporter (hOCT1) transports imatinib mesylate (IM) into cells. The multidrug resistance gene MDR1 effluxes IM. MDR1 SNPs are correlated with response to IM (Dulucq et al, 2008). We studied hOCT1 and MDR1 SNPs and correlated them with plasma levels and clinical response to IM. We studied an exon 2 hOCT1 SNP (480C>G, Phe160Leu) for which homozygosity (GG) is associated with IM failure (Kim, 2009), and an exon 7 SNP (1222A>G, Met408Val) which correlated with major molecular remission (MMR) (Takahashi, 2010). Both are prevalent in Caucasians (exon 2 SNP: 22%, exon 7 SNP: 60%) (Kerb, 2006). Methods: We studied 84 chronic phase CML patients (pts) aged 17–89 years, followed from 16 months (mos) to 20 yrs from diagnosis (mean 94 mos). 19% were diagnosed during or prior to 2000. Time to initiating IM ranged from 400 mg (mean 621 mg), and 9 pts took <400 mg (mean 283 mg). Trough IM levels were performed on 81 pts by Novartis Pharmaceuticals. Treatment response was defined as per European Leukemia Net criteria. Until 2004, MMR was defined as PCR negativity using RT-PCR, and thereafter, using real time PCR (BCR/Abl<0.1% on an international scale). Results: The overall mean IM trough level was 1,168 ng/ml (+/–477), and varied by dose. Pts on 400 mg had a mean level of 1145 (+/– 468), pts on >400 mg had 1392 (+/– 472), and pts on <400 mg had 909 (+/– 425). Table 1 shows genotype frequencies. Table 1. Genotype frequencies  hOCT1 . MDR1 . Ex. 2 % (n) Ex. 7 % (n) 2677 % (n) 3435 % (n) CC 60 (50) GG 40 (33) GG 76 (62) CC 32 (27) CG 32 (27) AG 48 (40) GT 16 (13) CT 37 (31) GG 8 (7) AA 12 (10) TT 8 (7) TT 31 (26) hOCT1 . MDR1 . Ex. 2 % (n) Ex. 7 % (n) 2677 % (n) 3435 % (n) CC 60 (50) GG 40 (33) GG 76 (62) CC 32 (27) CG 32 (27) AG 48 (40) GT 16 (13) CT 37 (31) GG 8 (7) AA 12 (10) TT 8 (7) TT 31 (26) View Large hOCT1 exon 2 GG homozygotes had higher IM levels than CG/CC genotypes (1231 +/− 644 versus 1162 +/−463). hOCT1 GG patients were on slightly higher doses (mean 457 +/− 162 mg compared to 422 +/− 96 mg for CC/CG pts). hOCT1 exon 7 AA homozygotes had the same IM levels as did GG/AG pts (1178 +/− 477 for AA, 1177 +/− 476 for GG/AG). This is despite the fact that the AA homozygotes were on higher doses (500 +/− 134 mg for AA, 413 +/− 93 mg for GG/AG). Notably, 20% (2/10) AA patients failed IM compared to 11% (8/73) GG/AG pts. MDR1 2677 TT had lower than average IM levels (964 +/− 557) on a mean dose of 414 +/− 90 mg. Pts with genotypes 2677GG/GT had IM levels of 1195+/−473 on a slightly higher dose of 428 +/− 104 mg. MDR1 3435 TT homozygotes had similar IM levels to CC/CT pts (TT: 1127 +/− 434; CC/CT: 1188 +/− 434). TT patients were on slightly lower doses (404 +/− 77 compared to 434 +/− 111 mg). 82/84 of the pts are still alive and 82% are still on IM. 15 pts discontinued IM (10 treatment failures, 5 due to intolerance). Only two pts developed accelerated phase or blast crisis. Time to MMoR is seen in Table 2 , as related to genotype. Table 2. Time to MMR (mos)  hOCT1 . MDR1 . Ex. 2 mos Ex. 7 mos G2677T mos C3435 T mos CC 15.4 GG 16.3 GG 12.1 CC 13 CG 14.2 AG 12.3 GT 14.6 CT 11.6 GG 8 AA 17.6 TT 20.2 TT 20.1 hOCT1 . MDR1 . Ex. 2 mos Ex. 7 mos G2677T mos C3435 T mos CC 15.4 GG 16.3 GG 12.1 CC 13 CG 14.2 AG 12.3 GT 14.6 CT 11.6 GG 8 AA 17.6 TT 20.2 TT 20.1 View Large 20 pts lost molecular remission (LMR) at some point. Some of these had received IM as second line therapy (average 17.7 mos from diagnosis to starting IM). Half of the LMR events occurred when no second like TKIs were available so IM dose was increased. Half the pts with LMR switched to a newer TKI. Of treatment failures, there was a tendency to more A alleles in hOCT1 Exon 7 (AG or AA) and more T alleles in both MDR1 SNPs (GT/TT for 2677 and CT/TT for 3435). Conclusions: 1. IM levels are associated with clinical response in CML. Treatment failures may be caused by suboptimal IM dosing. Alternate TKIs may overcome this problem. 2. Failures were more likely in pts for whom IM was not front line therapy. 3. Genotypes seem to correlate with IM levels and with treatment response for both SNPs. The hOCT1 AA genotype was associated with a higher dose requirement and more treatment failures. TT genotype for both MDR1 SNPs correlated with longer time to MMR ( Table 2 ). Disclosures: Rund: Novartis Corporation: Honoraria, Research Funding."
}