{
    "doi": "https://doi.org/10.1182/blood.V116.21.3899.3899",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1660",
    "start_url_page_num": 1660,
    "is_scraped": "1",
    "article_title": "Myeloid Neoplasm-Related Gene Abnormalities Differentially Affect FLT3-Ligand Mediated Dendritic Cell Differentiation From Murine Hematopoietic Stem/Progenitor Cells ",
    "article_date": "November 19, 2010",
    "session_type": "Lymphocytes, Lymphocyte Activation and Immunodeficiency, including HIV and Other Infections: Poster III",
    "topics": [
        "dendritic cells",
        "flt3 ligand",
        "gene abnormality",
        "mice",
        "neoplasms",
        "stem cells",
        "ms-like tyrosine kinase 3",
        "impedance threshold device",
        "myeloproliferative disease",
        "progressive multifocal leukoencephalopathy"
    ],
    "author_names": [
        "Jiro Fujita",
        "Masao Mizuki",
        "Masayasu Otsuka",
        "Sachiko Ezoe",
        "Hirokazu Tanaka",
        "Yusuke Satoh",
        "Kentaro Fukushima",
        "Masahiro Tokunaga",
        "Itaru Matsumura",
        "Yuzuru Kanakura"
    ],
    "author_affiliations": [
        [
            "Department of Hematology and Oncology, Osaka University Graduate School of Medicine, Suita, Japan, "
        ],
        [
            "Department of Hematology and Oncology, Osaka University Graduate School of Medicine, Suita, Japan, "
        ],
        [
            "Department of Hematology and Oncology, Osaka University Graduate School of Medicine, Suita, Japan, "
        ],
        [
            "Department of Hematology and Oncology, Osaka University Graduate School of Medicine, Suita, Japan, "
        ],
        [
            "Department of Hematology and Oncology, Osaka University Graduate School of Medicine, Suita, Japan, "
        ],
        [
            "Department of Hematology and Oncology, Osaka University Graduate School of Medicine, Suita, Japan, "
        ],
        [
            "Department of Hematology and Oncology, Osaka University Graduate School of Medicine, Suita, Japan, "
        ],
        [
            "Department of Hematology and Oncology, Osaka University Graduate School of Medicine, Suita, Japan, "
        ],
        [
            "Division of Hematology, Department of Internal Medicine, Kinki University School of Medicine, Osaka-Sayama, Japan"
        ],
        [
            "Department of Hematology and Oncology, Osaka University Graduate School of Medicine, Suita, Japan, "
        ]
    ],
    "first_author_latitude": "34.8187664",
    "first_author_longitude": "135.526609",
    "abstract_text": "Abstract 3899 DCs play important roles in tumor immunology. In patients with myeloid neoplasm such as AML, CML, and MDS, there are spontaneously-differentiated DCs in vivo from leukemic cells (in vivo leukemic DCs), which are thought to retain leukemia-associated antigens (LAAs). Therefore it is postulated that in vivo leukemic DCs affect host immune responses in a LAA-specific manner. However, there have been only a few concise examinations about their subsets, maturation state, or function. DC differentiation is crucially regulated by STAT3/5 and in part associated with myeloid differentiation. Myeloid neoplasm develops from hematopoietic stem/progenitors cells (HSCs/HPCs) bearing various gene abnormalities, named class I and class II mutations, which contribute to growth augmentation and myeloid differentiation block, respectively. Therefore, this study tested the hypothesis that myeloid neoplasm-related gene abnormalities may affect steady-state DC differentiation from HSCs/HPCs. We first established an efficient and reproducible in vitro FLT3-ligand (FL)-mediated DC (FL-DC) differentiation system from murine HSCs/HPCs-rich population, lineage - , Sca-I + , c-Kit high cells (LSKs). After 9 days of culture, the proportion of whole FL-DCs (CD11c + cells), pDCs (CD11c + B220 + cells) and cDCs (CD11c + B220 - cells) were reproducibly constant (whole FL-DCs; 87.5 ± 0.9 %, pDCs; 30.4 ± 6.4 %, cDCs; 57.1 ± 6.4 %, pDCs/cDCs ratio; 0.55 ± 0.19). FL-DCs from LSKs efficiently stimulated allogeneic CD4 + T cells. FL-DCs from LSKs yielded high amount of type I interferon by CpG-stimulation. These results indicated that our culture method efficiently and reproducibly induced functionally competent FL-DCs from LSKs. Next, we transduced various myeloid neoplasm-related gene abnormalities, named class I and II mutations, into LSKs, and then analyzed their effects on FL-DC differentiation from LSKs. We selected FLT3-ITD, FLT3-TKD, constitutive active (CA)-N-Ras, c-Kit-TKD, TEL/PDGFRβ, and FIP1L1/PDGFRα as representative of class I mutations, and AML1/ETO, PML/RARα, CBFβ/MYH11, and AML1dC as representative of class II mutations, respectively (Table). All class II mutations consistently showed mild impairment of FL-DCs keeping comparable pDCs/cDCs ratio with control. In contrast, class I mutations induced the heterogeneous impairment of FL-DCs. Both FLT3-ITD and FLT3-TKD showed a mild decrease in whole FL-DCs retaining comparable pDCs/cDCs ratio with control. CA-N-Ras showed the mild impairment of whole FL-DCs with a severe decrease in pDCs/cDCs ratio. c-Kit-TKD, TEL/PDGFRβ, and FIP1L1/PDGFRα displayed a severe decrease in both whole FL-DCs and their pDCs/cDCs ratio.  . whole FL-DCs (%) . pDCs/cDCs ratio . mock 85.4 ± 3.0 0.50 ± 0.21 FLT3-WT 46.1 ± 5.7 0.42 ± 0.19 FLT3-ITD 30.6 ± 14.5 0.60 ± 0.23 FLT3-TKD 29.4 ± 10.0 0.82 ± 0.48 CA-N-Ras 55.2 ± 6.3 0.02 ± 0.01 c-Kit-TKD 9.4 ± 5.7 0.19 ± 0.10 TEL/PDGFRβ 13.3 ± 2.9 0.05 ± 0.04 FIP1L1/PDGFRα 14.8 ± 4.7 0.03 ± 0.04 AML1/ETO 51.6 ± 8.4 0.63 ± 0.11 PML/RARα 35.6 ± 3.0 0.60 ± 0.30 CBFβ/MYH11 40.9 ± 17.3 0.48 ± 0.27 AML1dC 55.8 ± 7.9 0.29 ± 0.15 . whole FL-DCs (%) . pDCs/cDCs ratio . mock 85.4 ± 3.0 0.50 ± 0.21 FLT3-WT 46.1 ± 5.7 0.42 ± 0.19 FLT3-ITD 30.6 ± 14.5 0.60 ± 0.23 FLT3-TKD 29.4 ± 10.0 0.82 ± 0.48 CA-N-Ras 55.2 ± 6.3 0.02 ± 0.01 c-Kit-TKD 9.4 ± 5.7 0.19 ± 0.10 TEL/PDGFRβ 13.3 ± 2.9 0.05 ± 0.04 FIP1L1/PDGFRα 14.8 ± 4.7 0.03 ± 0.04 AML1/ETO 51.6 ± 8.4 0.63 ± 0.11 PML/RARα 35.6 ± 3.0 0.60 ± 0.30 CBFβ/MYH11 40.9 ± 17.3 0.48 ± 0.27 AML1dC 55.8 ± 7.9 0.29 ± 0.15 View Large Time course study showed that each differentiation pattern of CA-N-Ras, c-Kit-TKD, TEL/PDGFRβ, or FIP1L1/PDGFRα was quite different from that of control. The analysis of the effects of signal transduction molecules revealed that CA-STAT5 and CA-MEK1, but not CA-STAT3 and CA-PI3 kinase, severely inhibited pDC differentiation. These data suggested that class I mutations differentially regulated FL-DC differentiation, possibly via their individual sets and magnitude of each constitutive active signal transduction pathway. We next investigated whether this DC differentiation heterogeneity seen in class I mutations influence on DC maturation. Overall, surface expressions of MHC II, CD80, and CD86 on whole FL-DCs induced by class I mutations were higher than those induced by control. FLT3-ITD-expressing FL-DCs, showing relatively immature phenotype among class I mutations, stimulated allogeneic CD4+ T cells comparably with control. CA-N-Ras-expressing FL-DCs, showing relatively mature phenotype among class I mutations, more efficiently stimulated allogeneic CD4+ T cells. These data suggested that class I mutations caused heterogeneous maturation and function of FL-DC. In conclusion, FL-DC differentiation from LSKs, its maturation, and function were affected in a myeloid neoplasm-related gene abnormality-specific manner. Disclosures: No relevant conflicts of interest to declare."
}