{
    "doi": "https://doi.org/10.1182/blood.V124.21.4004.4004",
    "article_title": "25-Oh Vitamin D, Vitamin D Receptor and Immunomodulatory Cytokines Serum Levels in Patients with Autoimmune Citopenias: Correlation with Hematologic Parameters and Clinical Severity ",
    "article_date": "December 6, 2014",
    "session_type": "101. Red Cells and Erythropoiesis, Structure and Function, Metabolism, and Survival, Excluding Iron: Poster III",
    "abstract_text": "Increasing evidence is being produced about the immunomodulatory role of 25-OH vitamin D on Th1/Th2 balance, T-reg activation and cytokine production in autoimmune diseases. We evaluated vitamin D levels and its receptor (VDR), as well as immunomodulatory cytokines in patients with primary immune thrombocytopenia (ITP), autoimmune hemolytic anemia (AIHA), Evans' syndrome (ES), and chronic idiopathic neutropenia (CIN). We enrolled 103 patients, median age 59 years (range 17-86), 32 males and 71 females; clinical history, physical examination, complete blood count, serum samples and informed consent were collected at the time of enrolment. The number of immunosuppressive therapy lines (steroids, immunosuppressors, rituximab, splenectomy, and thrombopoietin agonists for ITP) were retrospectively collected. 25-OH vitamin D, VDR, and immunomodulatory cytokines levels were evaluated in serum from all patients and 40 age and sex matched healthy controls, using ELISA kits. Statistical analysis was performed using Student's t test for continuous variables and chi-square test for categorical variables. Hematologic parameters, vitamin D, VDR and cytokine levels of 44 ITP patients, 35 AIHA, 19 CIN, and 5 Evans syndrome are shown in Table. 25-OH vitamin D levels were significantly lower (2.3±1.8 vs 6±6 ng/mL, mean±SD, p0.001) in patients than in controls, regardless sex, age and type of cytopenia (Table). No relationship was found among vitamin D levels and hemoglobin, platelets and ANCs values at enrollment for AIHA, ITP and CIN patients. Likewise VDR levels were not associated with hematological parameters. However, 20 ITP with very low vitamin D levels (<1.3 ng/mL, lower limit of controls) displayed reduced platelets counts compared with the remaining 24 (74±42 x10 3 /mL versus 114±89, p=0.04), irrespective of the bleeding history (positive in 31 patients). As regards cytokines levels (Table), the following differences were found versus controls: IL-6, IL-10 and IL-17 serum levels were higher in AIHA and ITP, significantly for the former two cytokines; IFN-g was increased in all hematologic cytopenias, significantly in CIN. Finally, TNF-a was significantly reduced in AIHA, ITP and CIN patients versus controls. Cytokine levels showed no relationship with vitamin D and VDR levels, nor with the hematologic parameters. However, AIHA cases with Hb <10g/dL at enrollment displayed increased IL-17 levels, although not significantly. Moreover CIN cases with ANCs<1x10 3 /mcL showed higher IL-6 and lower TNF-a compared to those with higher ANCs. Among ITP patients, those with platelets <100.000/mcL showed reduced values of IL-6 and IFN-g. As regards therapy, 90% of ITP and AIHA, and all ES cases were treated with steroids. Rituximab was administered in 1 ITP, 17 AEA, and 2 ES, and immunosuppressors in 7, 6 and 4 cases, respectively. Splenectomy was performed in 8 ITP, 2 AEA and 2 ES, and TPO-agonists used in 5 ITP and 1 ES. CIN patients received no specific treatment. Considering the number of therapy lines vitamin D levels were reduced in AIHA patients who underwent two or more lines compared to cases with 0 or 1 line of therapy (1.7±1 ng/mL vs 2.8±1.8 ng/mL, p=0.04). No association was found among the number of therapy lines and VDR and cytokines levels in ITP and AIHA cases. In conclusion, we report evidence of reduced values of vitamin D in autoimmune cytopenias, particularly in AIHA cases refractory to first line therapy, and in CIN patients with more marked neutropenia. Moreover VDR was increased in all disease investigated, suggesting a compensatory up-regulation and/or an increased shedding possibly related to a reduced receptor engagement. We also observed and over-expression of Th1 and Th2 cytokines, consistent with the role of autoimmune activation in hematologic cytopenias. Likewise, IL-17 which is produced by a novel Th cell subset distinct from Th1 and Th2 cells was found increased in our cases, in line with what reported in various autoimmune diseases, although without a definite relationship with clinical and hematologic parameters and vitamin D levels or its receptor. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "autoimmunity",
        "cytokine",
        "vitamin d",
        "vitamin d3 receptor",
        "purpura, thrombocytopenic, idiopathic",
        "autoimmune hemolytic anemia",
        "cytopenia",
        "interleukin-17",
        "interleukin-6",
        "agonists"
    ],
    "author_names": [
        "Bruno Fattizzo, MD",
        "Anna Zaninoni, BS",
        "Paola Bianchi, BSC, PhD",
        "Elisa Fermo, PhD",
        "Francesco Nesa, MD",
        "Wilma Barcellini, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Bruno Fattizzo, MD",
            "author_affiliations": [
                "Fondazione IRCCS Ca' Granda Ospedale Maggiore Policlinico.mi.it, Milano, Italy "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Anna Zaninoni, BS",
            "author_affiliations": [
                "Fondazione IRCCS Ca' Granda Ospedale Maggiore Policlinico, MIlano, Italy "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paola Bianchi, BSC, PhD",
            "author_affiliations": [
                "Fondazione IRCCS Ospedale Maggiore Policlinico, Milan, Italy "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elisa Fermo, PhD",
            "author_affiliations": [
                "Fondazione IRCCS Cà Granda, Ospedale Maggiore Policlinico, Milan, Italy "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francesco Nesa, MD",
            "author_affiliations": [
                "Fondazione IRCCS Ospedale Maggiore Policlinico, Milano, Italy "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wilma Barcellini, MD",
            "author_affiliations": [
                "Fondazione IRCCS Ospedale Maggiore Policlinico, University of Milan, Milan, Italy"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-30T06:47:59",
    "is_scraped": "1"
}