{
    "doi": "https://doi.org/10.1182/blood.V112.11.1826.1826",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1329",
    "start_url_page_num": 1329,
    "is_scraped": "1",
    "article_title": "Thrombin Generation Is Normal in Most Patients with Cirrhosis despite a Prolonged INR. ",
    "article_date": "November 16, 2008",
    "session_type": "Pathophysiology of Thrombosis",
    "topics": [
        "international normalized ratio",
        "liver cirrhosis",
        "thrombin",
        "liver diseases",
        "thromboplastin",
        "blood coagulation factors",
        "protein c",
        "thrombomodulin",
        "corn of toe",
        "factor viii"
    ],
    "author_names": [
        "Alexander Gatt, MD, MRCP, FRCPath",
        "Anne Riddell",
        "Vincenza Calvaruso",
        "Michael Makris, MD",
        "Edward Tuddenham",
        "Andrew Burroughs"
    ],
    "author_affiliations": [
        [
            "Hemophilia Ctr. & Thrombosis Unit, The Royalfree Hospital, London, United Kingdom"
        ],
        [
            "Hemophilia Ctr. & Thrombosis Unit, The Royalfree Hospital, London, United Kingdom"
        ],
        [
            "Royal Free Hospital, London,UK, Hepatology and Liver Transplantation Unit, London, United Kingdom"
        ],
        [
            "Dept. of Haematology, Sheffield Teaching Hospitals Trust, Sheffield"
        ],
        [
            "Hemophilia Ctr. & Thrombosus Unit, The Royalfree Hospital, London"
        ],
        [
            "Royal Free Hospital, London,UK, Hepatology and Liver Transplantation Unit, London, United Kingdom"
        ]
    ],
    "first_author_latitude": "51.55303680000001",
    "first_author_longitude": "-0.16533910000000002",
    "abstract_text": "Introduction : Advanced liver disease is associated with prolongation of the prothrombin time (PT). In order to decrease the inter-laboratory variability of PT measurement, the international normalised ratio (INR) calculated as the ratio of patient’s PT to a normal (control) sample, raised to the power of the international sensitivity index (ISI) of the particular thromboplastin used was developed. However, the ISI is derived from PT results of patients on warfarin and results cannot be extrapolated to liver patients. Despite this, the INR is still commonly performed to assess bleeding risk in patients with liver disease worldwide. Furthermore the INR is only affected by factors I, II, V, VII, and X and is not influenced by other factors such as factor VIII which is usually raised in hepatic cirrhosis. Recently it has been reportd that thrombomodulin addition (to take into account the protein C pathway) normalises thrombin generation (TG) 1 despite these patients having a low TG if thrombomodulin is not used. Aim : We speculated that TG, which is a global assay of coagulation and sensitive to all coagulation factors, when triggered by a low tissue factor (TF) concentration might not correlate with the INR in patients with liver disease and that contact inhibition with corn trypsin inhibitor (CTI) might better reflect the coagulation potential in this patient group. Results : 73 unselected patients with liver cirrhosis due to various diseases and 25 normal subjects were studied. INR and TG using the calibrated automated thrombogram (CAT) at 1pM tissue factor (TF) with CTI, 5pM without CTI and with and without Protac (a Protein C activator) were performed using platelet poor plasma (PPP). The INR range was 0.8–4.0 (mean 1.6). At 5pM TF without Protac, the patient group had a significantly lower endogenous thrombin potential (ETP) than the controls (mean ETP difference 752nM/min; P <0.0001). With Protac, no significant differences could be detected between the 2 groups. However, if the ETP without Protac was divided by the ETP with Protac x 100, the liver group showed more resistance to PC activation (mean % difference 25.4; P 0.0002). At 1pM TF, the mean ETP in the cirrhosis cohort was slightly lower than the normal group (difference between means 216nM/min; P 0.03). However, only 7 (9.6%) patients had ETP values less than the normal range (mean±2SD). No correlation was found between the ETP at 1pM and the INR. The mean FVIII:C was raised at 185.6 (78–420U/dl). Conclusion : TG measured at low TF with CTI is normal in the majority of patients with cirrhosis. These patients are also more resistant to PC activation and have supranormal FVIII:C. Thus most patients have a normal or high thrombin potential despite an abnormal INR. These findings have important implications as in the absence of bleeding, “prophylactic” plasma and clotting factors are unnecessary."
}