{
    "doi": "https://doi.org/10.1182/blood.V122.21.266.266",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2493",
    "start_url_page_num": 2493,
    "is_scraped": "1",
    "article_title": "JAK2V617F Mutation Evokes Paracrine DNA Damage To Adjacent Normal Cells Via Secretion Of Lipocalin-2 ",
    "article_date": "November 15, 2013",
    "session_type": "635. Myeloproliferative Syndromes: Basic Science",
    "topics": [
        "bodily secretions",
        "culture media, conditioned",
        "dna damage",
        "lipocalin-2 protein",
        "mutation",
        "paracrine",
        "iron overload",
        "myeloproliferative disease",
        "adipokines",
        "deferoxamine"
    ],
    "author_names": [
        "Yuki Kagoya, MD, PhD",
        "Shunya Arai, MD, PhD",
        "Akihide Yoshimi, MD, PhD",
        "Takako Tsuruta-Kishino",
        "Keisuke Kataoka, MD, PhD",
        "Mineo Kurokawa, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology & Oncology, Graduate School of Medicine, The University of Tokyo, Tokyo, Japan, "
        ],
        [
            "Department of Hematology and Oncology, Graduate School of Medicine, The University of Tokyo, Tokyo, Japan"
        ],
        [
            "Department of Hematology and Oncology, Graduate School of Medicine, The University of Tokyo, Tokyo, Japan"
        ],
        [
            "Department of Hematology & Oncology, Graduate School of Medicine, The University of Tokyo, Tokyo, Japan, "
        ],
        [
            "Department of Hematology & Oncology, Graduate School of Medicine, The University of Tokyo, Tokyo, Japan, "
        ],
        [
            "Department of Hematology & Oncology, Graduate School of Medicine, The University of Tokyo, Tokyo, Japan, "
        ]
    ],
    "first_author_latitude": "35.7126775",
    "first_author_longitude": "139.761989",
    "abstract_text": "Myeloproliferative neoplasms (MPN) are clonal myeloid disorders associated with a high prevalence of JAK2V617F mutation. One of the most dismal complications in MPN is their transformation to acute myeloid leukemia (AML) after accumulation of additive genetic mutations. Curiously, the transformed AML cells frequently lack the JAK2 mutation, indicating that these leukemia cells are derived from JAK2V617F-negative clones which coexisted with JAK2V617F-positive ones during MPN phase. In this study, we investigated the pathogenesis underlying these phenomena using murine MPN model induced by transplantation of JAK2V617F-IRES-GFP-transduced bone marrow cells. First, we evaluated accumulation of DNA damage by immunofluorescence staining of γH2AX in GFP-positive and GFP-negative fractions. Surprisingly, we observed increased γH2AX foci formation in both GFP-positive and negative hematopoietic stem/progenitor cells. Moreover, when normal hematopoietic cells were cultured in conditioned media (CM) by JAK2V617F-positive cells, the cultured cells showed significantly elevated intracellular reactive oxygen species (ROS) levels and accumulation of γH2AX foci formation. These findings indicate that JAK2V617F-positive clones confer genetic instability and DNA damage accumulation to both themselves and neighboring normal cells in a paracrine manner. To clarify the mechanism of JAK2V617F-induced paracrine DNA damage, we analyzed gene expression profiles of JAK2V617F-positive hematopoietic stem/progenitor cells compared with normal counterparts in murine and human MPN. Since we were interested in elucidating the cause for paracrine effects evoked by JAK2V617F-positive clones, we focused on 8 genes encoding soluble factors included in the list of the genes that showed significantly elevated expression in JAK2V617-positive cells. Through shRNA-mediated knockdown of the individual genes in JAK2V617F-positive cells, we found that repression of lipocalin-2 (LCN2), one of the pro-inflammatory adipokines, strikingly alleviated the paracrine DNA damage response mediated by JAK2V617F-positive cells. Consistent with the result, exposure of hematopoietic cells to LCN2 resulted in elevated intracellular ROS levels and increased γ-H2AX foci formation. Collectively, these data demonstrate that LCN2 secreted from JAK2V617F-positive clones should be associated with the induction of oxidative DNA damage into neighboring cells in a paracrine fashion. Next, we explored how DNA damage is evoked by LCN2 exposure. Interestingly, we found that hematopoietic cells treated with LCN2 had significantly higher levels of intracellular iron, and the effect was further augmented with addition of FeSO4 in the medium. Furthermore, the intracellular ROS levels elevated by LCN2 were reverted to normal with co-treatment of iron chelating agent deferoxamine, suggesting that LCN2-triggered paracrine oxidative stress is mediated by intracellular iron overload. Finally, we studied the response of normal clones to increased oxidative stress. Importantly, we found that hematopoietic cells treated with JAK2V617F CM or LCN2 had increased phosphorylation of p53 and elevated expression of the pro-apoptotic genes regulated by p53 pathway, such as Bax, Noxa, and Puma. They also showed decreased cell proliferation and increased apoptosis rate. In contrast, when bone marrow cells derived from p53-deficient mice were treated with LCN2, they showed no significant change in apoptosis rate, suggesting that p53 pathway activation is required for the LCN2-treated cells to exclude themselves when severely damaged, and prevent the emergence of clones with various genetic aberrations. These results are consistent with clinical findings that p53 mutation, which might accelerate the DNA damage accumulation, is frequently seen in leukemic clones transformed from MPN. In summary, we demonstrate that JAK2V617F-positive cells evoke DNA damage to adjacent normal clones through LCN2-mediated iron overload, which is associated with increased risk for leukemogenesis from both JAK2V617F-positive and negative cells within MPN bone marrow. Disrupting these cascades presents a promising therapeutic approach for preventing the leukemic transformation from MPN. Disclosures: Kurokawa: Celgene: Consultancy, Research Funding; Bristol-Myers Squibb: Research Funding; Novartis: Consultancy, Research Funding."
}