{
    "doi": "https://doi.org/10.1182/blood.V110.11.2506.2506",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1018",
    "start_url_page_num": 1018,
    "is_scraped": "1",
    "article_title": "ß-Catenin siRNA Successfully Suppressed the Progression of Multiple Myeloma in In Vivo Mouse Model. ",
    "article_date": "November 16, 2007",
    "session_type": "Myeloma - Pathophysiology and Pre-Clinical Studies excluding Therapy",
    "topics": [
        "mice",
        "multiple myeloma",
        "rna, small interfering",
        "neoplasms",
        "painful bladder syndrome",
        "tumor volume",
        "hematologic neoplasms",
        "cancer",
        "carcinogenesis",
        "carcinoma, hepatocellular"
    ],
    "author_names": [
        "Eri Kawata, MD",
        "Eishi Ashihara, MD, PhD",
        "Ruriko Tanaka",
        "Asumi Yokota",
        "Yoshihide Murotani, MD",
        "Miki Taniguchi, MD",
        "Yuri Kamitsuji, MD",
        "Junya Kuroda, MD, PhD",
        "Tohru Inaba, MD, PhD",
        "Chihiro Shimazaki, MD, PhD",
        "Shinya Kimura, MD, PhD",
        "Taira Maekawa, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Transfusion Medicine and Cell Therapy, Kyoto University Hospital, Kyoto, Japan"
        ],
        [
            "Department of Transfusion Medicine and Cell Therapy, Kyoto University Hospital, Kyoto, Japan"
        ],
        [
            "Department of Transfusion Medicine and Cell Therapy, Kyoto University Hospital, Kyoto, Japan"
        ],
        [
            "Department of Transfusion Medicine and Cell Therapy, Kyoto University Hospital, Kyoto, Japan"
        ],
        [
            "Department of Transfusion Medicine and Cell Therapy, Kyoto University Hospital, Kyoto, Japan"
        ],
        [
            "Department of Transfusion Medicine and Cell Therapy, Kyoto University Hospital, Kyoto, Japan"
        ],
        [
            "Department of Transfusion Medicine and Cell Therapy, Kyoto University Hospital, Kyoto, Japan"
        ],
        [
            "Division of Hematology and Oncology, Kyoto Prefectural University of Medicine, Kyoto, Japan"
        ],
        [
            "Department of Molecular Genetics and Laboratory Medicine, Kyoto Prefectural University of Medicine, Kyoto, Japan"
        ],
        [
            "Department of Molecular Genetics and Laboratory Medicine, Kyoto Prefectural University of Medicine, Kyoto, Japan"
        ],
        [
            "Department of Transfusion Medicine and Cell Therapy, Kyoto University Hospital, Kyoto, Japan"
        ],
        [
            "Department of Transfusion Medicine and Cell Therapy, Kyoto University Hospital, Kyoto, Japan"
        ]
    ],
    "first_author_latitude": "35.0227581",
    "first_author_longitude": "135.7773029",
    "abstract_text": "ß-catenin is the downstream effector of the Wnt signaling pathway and has cyclin D1 and c-myc as its target genes. Activation of Wnt signaling is greatly involved in the process of carcinogenesis, and its overexpression has reported to be positively correlated with prognosis in many types of malignant tumors, as colorectal cancer and hepatocellular carcinoma, or hematological malignancy, as acute myeloid leukemia and chronic myeloid leukemia. Multiple myeloma (MM) is a relatively common hematological malignancy and remains incurable with conventional treatments. Here, we assessed the expression of ß-catenin in MM and growth inhibitory effect of ß-catenin siRNA on MM. We first examined the expression of ß-catenin on human MM cell lines: AMO-1, EJM, IM-9, KMS-12-BM, LP-1, NCIH929, OPM-2, RPMI8226, and U266. All cell lines examined expressed a significantly higher level of ß-catenin than normal human mononuclear cells. Moreover, ß-catenin was also overexpressed in myeloma cells from patients. We then assessed the in vivo growth inhibitory effects of ß-catenin siRNA in mouse model. Six -week-old male Balb/c nu/nu mice were subcutaneously inoculated in the right flank with 5 × 10 6 RPMI8226 myeloma cells in 100μl PBS. Three to four weeks later, when palpable tumors (100 mm 3 in diameter) developed, mice (n = 5 for all groups) were treated with either subcutaneous (around tumors) injections of group A: ß-catenin siRNA (2.5μM) / atelocollagen complex (final atelocollagen concentration 0.5%), group B: control siRNA (2.5μM) /atelocollagen complex, group C: ß-catenin siRNA (2.5μM)/PBS, group D: PBS/atelocollagen twice a week for a total of eight injections. Tumor size was measured in two dimensions using a caliper, and tumor volume (mm 3 ) was calculated as a 2 × b /2 mm 3 (a;minor axis,b;major axis). The mean tumor volume of each group after two weeks treatment was 412.2 mm 3 in groupA, 1317.9 mm 3 in group B, 2075.9 mm 3 in group C, and 1802.3 mm 3 in group D, respectively, and the treatment with ß-catenin siRNA (2.5μM) / atelocollagen complex significantly reduced tumor burdens and retarded tumor growth, measured as tumor volumes ( p <0.05) (Figure 1). Therefore, ß-catenin siRNA revealed growth inhibitory effects on MM in in vivo mouse model, which strongly indicates that ß-catenin is the attractive novel target in treating MM. View large Download slide Figure View large Download slide Figure "
}