{
    "doi": "https://doi.org/10.1182/blood-2018-99-118558",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4109",
    "start_url_page_num": 4109,
    "is_scraped": "1",
    "article_title": "Mechanism of BAALC-Mediated Leukemogenesis Downstream of RUNX1 -Mutations in Severe Congenital Neutropenia ",
    "article_date": "November 29, 2018",
    "session_type": "201. Granulocytes, Monocytes, and Macrophages: Regulation of Myelopoiesis and Neutrophil Lineage Mutations: Biological Mechanism and Clinical Implications",
    "topics": [
        "congenital neutropenia",
        "leukemogenesis",
        "mutation",
        "cd34 antigens",
        "leukemia",
        "granulocyte colony-stimulating factor receptors",
        "cd45 antigens",
        "colony-forming units assay",
        "rna",
        "rna, messenger"
    ],
    "author_names": [
        "Benjamin Dannenmann",
        "Maksim Klimiankou",
        "Benedikt Oswald",
        "Malte U Ritter",
        "Masoud Nasri",
        "Anna Solovyeva",
        "Lothar Kanz",
        "Cornelia Zeidler",
        "Karl Welte",
        "Julia Skokowa, MDPhD"
    ],
    "author_affiliations": [
        [
            "Department of Oncology, Hematology, Immunology, Rheumatology and Pulmonology, University Hospital Tuebingen, Tuebingen, Germany "
        ],
        [
            "Department of Oncology, Hematology, Immunology, Rheumatology and Pulmonology, University Hospital Tuebingen, Tuebingen, Germany "
        ],
        [
            "Department of Oncology, Hematology, Immunology, Rheumatology and Pulmonology, University Hospital Tuebingen, Tuebingen, Germany "
        ],
        [
            "Department of Oncology, Hematology, Immunology, Rheumatology and Pulmonology, University Hospital of Tuebingen, Tübingen, Germany "
        ],
        [
            "Department of Oncology, Hematology, Immunology, Rheumatology and Pulmonology, University Hospital Tuebingen, Tübingen, Germany "
        ],
        [
            "Department of Oncology, Hematology, Immunology, Rheumatology and Pulmonology, University Hospital Tuebingen, Tuebingen, Germany "
        ],
        [
            "Department of Internal Medicine II, University Hospital Tuebingen, Tuebingen, Germany, Tuebingen, Germany "
        ],
        [
            "SCNIR, Medical School Hannover, Hannover, Germany "
        ],
        [
            "The University Children's Hospital Tuebingen, Tuebingen, Germany"
        ],
        [
            "Department of Oncology, Hematology, Immunology, Rheumatology and Pulmonology, University Hospital Tuebingen, Tuebingen, Germany "
        ]
    ],
    "first_author_latitude": "48.5297568",
    "first_author_longitude": "9.0381857",
    "abstract_text": "Severe congenital neutropenia (CN) is a pre-leukemic bone marrow failure syndrome. We recently reported a high frequency of cooperating RUNX1 and CSF3R mutations in CN patients that developed AML or MDS. To study the mechanism of leukemia development in CN, we established a model for step-wise leukemia progression in CN using iPSC-based hematopoietic differentiation in combination with CRISPR/Cas9-mediated gene editing of iPSCs. Using this model, we confirmed that co-acquisition of CSF3R and RUNX1 mutations is necessary and sufficient to induce leukemia in CN. We also identified BAALC (brain and acute leukemia, cytoplasmic) upregulation as a key leukemogenic event downstream of RUNX1 and CSF3R mutations. BAALC mRNA was upregulated in CN/AML blasts (n = 5) and in CD34 + HSPCs generated from CN/AML iPSCs of two patients. Importantly, CRISPR/Cas9-mediated knockout of BAALC in CN/AML-iPSCs reversed defective myeloid differentiation of CN/AML blasts to the levels observed in healthy donor hematopoietic stem cells. We further investigate the mechanism of BAALC up-regulation. In silico analysis of the BAALC gene promoter in combination to publicly available ChIP-Seq data revealed three putative RUNX1 binding sites that were validated using ChIP assay in lysates of NB4 cells. Interestingly, transduction of healthy donor CD34 + cells with lentiviral constructs expressing WT RUNX1 led to inhibition of BAALC mRNA expression, whereas transduction with two RUNX1 RUNT domain mutants resulted in the marked BAALC up-regulation, as compared to the control BFP transduced cells. These data suggest that mutated RUNX1 failed to inhibit BAALC expression in CD34 + HSPCs. To evaluate the mechanism of leukemogenic transformation in CN, we performed RNA-Seq analysis of CD34 + cells derived from CN and CN/AML iPSC clones. GSEA revealed that changes in gene expression between CN- and CN/AML-HSPCs were strongly correlated with gene expression signatures of \"Wierenga STAT5 targets\" and \"reactome ATF4 targets\", an observation in line with the markedly elevated levels of STAT5 and ATF4 in CN/AML-HSPCs. Importantly, gene expression differences between CN/AML-HSPCs and CN-HSPCs were correlated to \"Valk AML\" targets in GSEA, suggesting that HSPCs generated from CN/AML-iPSCs possess characteristics of AML cells. Strong support for the leukemogenic role of upregulated BAALC in CN/AML was provided by further GSEA analysis of the BAALC KO CN/AML-HSPCs. We observed a reversal in the expression of a majority of genes in the studied leukemia-associated pathways in CN/AML-HSPCs after BAALC knockout compared with CN/AML-HSPCs. Since there are no direct inhibitors for BAALC available and protein structure is not solved yet, BAALC effects can be targeted only indirectly. Morita et al., Leukemia, 2015 showed that BAALC potentiates oncogenic ERK pathway through interactions with MEKK1 and Klf4. We treated CD45 + cells generated from CN/AML or healthy donor (HD) iPSCs with MEK1/2- or MEK1-specific inhibitors or vehicle control and evaluated cell proliferation and differentiation (CFU assay). We were able to induce ~ 40-60 % cell death of CN/AML cells upon treatment with each of inhibitors, whereas HD CD45 + cells were unaffected. Moreover, treatment of CN/AML cells with MEK1/2 inhibitor led to an increase in CFU-G formation, as compared to vehicle control cells. Using connectivity Map analysis of RNA-Seq data of CD34 + cells generated from CN/AML iPSCs vs CN/AML BAALC KO iPSCs, we identified small molecule p38/MAPK14 inhibitor that could possibly reverse BAALC-mediated leukemogenic gene expression signature. We treated CN/AML iPSC-generated CD34 + cells for 7 days with this inhibitor and subsequently performed CFU assay. We found an increase in CFU-GM formation. In summary, using CN/AML-iPSC-model, we confirmed the major role of BAALC in leukemia development downstream of CSF3R and RUNX1 mutations in CN. Inhibition of MAPK/ERK-pathway downstream of BAALC reduced proliferation and partially induced myeloid differentiation of CN/AML-derived hematopoietic cells. Disclosures No relevant conflicts of interest to declare."
}