{
    "doi": "https://doi.org/10.1182/blood.V116.21.4907.4907",
    "article_title": "CD19 as Foreign Antigen Elicits a Specific T-Cell Response and Mediates Rejection of High Grade B-Cell Lymphoma In Mice ",
    "article_date": "November 19, 2010",
    "session_type": "LYMPHOMA: PRE-CLINICAL - CHEMOTHERAPY AND BIOLOGIC AGENTS",
    "abstract_text": "Abstract 4907 Targeting selfantigens by specific T-cells for anti-tumor therapy bears the risk of fatal autoimmunity. Ideal self antigens are characterized by restricted expression in a specific cell compartment and are ideally highly expressed in malignant cells. Potential autoimmunity against those antigens must be tolerable for the host and loss of the expressing cell compartment has to be acceptable. In addition such self antigens should deliver survival signals for the tumor making escape variants highly unlikely or even impossible. The CD19 molecule as a member of the Ig superfamily is a transmembrane protein whose expression is restricted to B-cells in mouse and man. Aside from other proteins (CD81, CD21 etc.) it associates with the B-cell receptor (BCR) to augment its signal and appears to be of critical importance in the development and differentiation of B-cells. CD19 is expressed on virtually all B-cell malignancies and may provide a survival signal for at least some B cell malignancies. Targeting CD19 by antibodies appears to be effective in disease control making it an interesting target for T-cell therapy. We have developed a murine model for high grade B-cell lymphoma using lambda-human-cmyc transgenic mice. These animals spontaneously develop high grade B-cell lymphomas with similarities to human Burkittxs lymphoma. From these mice we established various cell lines which can be cultured long term and transferred onto recipients to form new locally or systemically growing lymphomas. Using homozygous CD19cre mice as a model for CD19 deficiency we show here that transfer of lethal doses of lymphoma cells (0.1-1.0 Mio 291cells) which form lymphomas in more than 90% of wild type recipients can be rejected long term (100 days) in up to 60% (9/14) of CD19 deficient mice (p=0.001, left figure). After s.c. injection 9/14 of CD19-/- animals transiently form tumors at the site of injection (right figure CD19-/-B6 rejection) which eventually disappear as a sign of rejection. STAT1-/- deficient animals served as a positive control since they harbour a NK- and T-cell defect. In case of outgrowing tumors (5/14), we still observe a strong infiltration by T-cells which is completely absent in wild type recipients. Heterotypic prime-boost-vaccination of CD19 deficient mice using a CD19 expression vector and long peptides results in a strong T-cell response as shown by IFNgamma ELISPOT and ELISA assay which is absent in wt mice or control vaccinated animals (chicken ovalbumine, OVA). Using peptide prediction several epitopes within the murine CD19 protein could be identified giving rise to mainly CD4 responses in the context of MHC H2b. Vaccination of CD19 deficient animals is being done to further improve survival of tumor-challenged animals. Collectively, our data indicate that CD19 serves as a rejection antigen in our model system and that protective T-cell responses can be generated to provide long survival after tumor challenge. View large Download slide View large Download slide  Close modal Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "antigens",
        "b-lymphocytes",
        "cd19 antigens",
        "lymphoma",
        "mice",
        "rejection (psychology)",
        "t-lymphocytes",
        "neoplasms",
        "autoantigens",
        "cancer"
    ],
    "author_names": [
        "Frank Lehmann",
        "Armin Gerbitz, MD, PhD",
        "Christoph Loddenkemper, MD, PhD",
        "Elisabeth Kremmer, PhD",
        "Josef Mautner, PhD",
        "Thomas Kammertöns, PhD",
        "Georg Bornkamm, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Frank Lehmann",
            "author_affiliations": [
                "Clinical molecular biology and tumor genetics, Helmholtz-Center Munich, Munich, Germany, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Armin Gerbitz, MD, PhD",
            "author_affiliations": [
                "Hematology, University of Erlangen, Erlangen, Germany, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christoph Loddenkemper, MD, PhD",
            "author_affiliations": [
                "Pathology, Technical University of Munich, Munich, Germany, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elisabeth Kremmer, PhD",
            "author_affiliations": [
                "Molecular Immunology, Hlemholtz-Center Munich, Munich, Germany, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Josef Mautner, PhD",
            "author_affiliations": [
                "Pediatrics, Technical University of Munich, Munich, Germany, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas Kammertöns, PhD",
            "author_affiliations": [
                "Immunology CBF, Charite Berlin, Berlin, Germany"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Georg Bornkamm, MD, PhD",
            "author_affiliations": [
                "Clinical molecular biology and tumor genetics, Helmholtz-Center Munich, Munich, Germany, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-14T21:35:35",
    "is_scraped": "1"
}