{
    "doi": "https://doi.org/10.1182/blood.V126.23.4007.4007",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3199",
    "start_url_page_num": 3199,
    "is_scraped": "1",
    "article_title": "CC-122 Exhibits Potent Anti-Lymphoma Activity in Combination with Obinutuzumab through Cell Autonomous and Antibody Dependent Cell Mediated Cytotoxicity ",
    "article_date": "December 3, 2015",
    "session_type": "625. Lymphoma: Pre-Clinical - Chemotherapy and Biologic Agents: Poster III",
    "abstract_text": "Background: CC-122 modulates the CRL4 E3 ligase complex, which results in recruitment and degradation of Aiolos and Ikaros. This results in cell autonomous anti-lymphoma and immunomodulatory effects on T and NK-cell function; such as increased expression of activation markers and cytokine production such as IFN-γ and TNF-α (Gandhi, ASH 2012). Single agent CC-122 is currently in a Phase I clinical trial for diffuse large B-cell lymphoma (DLBCL), multiple myeloma, and solid tumors (NCT01421524) and in combination with obinutuzumab (GA101) in DLBCL and indolent non-Hodgkin lymphoma (iNHL) (NCT02417285). We sought to understand the effects of combining CC-122 with anti-CD20 monoclonal antibody obinutuzumab (GA101) in in vitro and in vivo models of DLBCL and follicular lymphoma (FL). Methods: Apoptosis and cell toxicity was measured by Annexin V/ToPro-3 flow cytometry and CellTiter Glo luciferase assays, respectively. Antibody dependent cellular cytotoxicity (ADCC) was measured by anti-CD3 stimulated peripheral blood mononuclear cells (PBMCs) treated with vehicle or 100 nM CC-122 for 3 days. Prior to co-culture, target tumor cells were incubated with vehicle or GA101 for 1 hour, washed and incubated with treated PBMCs for an additional 4 hours followed by an apoptosis assay. DOHH2 and OCI-LY10 xenograft models were analyzed in C.B-17/Icr- Prkdcscid /IcoIcr mice, which retain NK cells, and CC-122 was dosed at 30 mg/kg, qd days (days 1-5 out of a 7 day schedule). Results: In the DOHH2 FL cell line, the percentage of Annexin V and ToPro-3 positive DOHH2 cells treated with 40 nΜ CC-122 or 1000 ng/mL GA101 was 35% and 40%, respectively. The combination of CC-122 and GA101 resulted in a synergistic enhancement with 82% cell death (theoretical additivity = 61%). Treatment of RL FL cells with 40 nΜ CC-122 or 2000 ng/mL GA101 resulted in 14% and 12% apoptotic cells, respectively. CC-122 combined with GA101 showed a synergistic enhancement of 44% cell death (theoretical additivity = 24.2%). In ADCC assays, DOHH2 cells incubated with vehicle treated PBMCs demonstrated 14% apoptosis. DOHH2 cells treated with 1000 ng/ml GA101 and vehicle treated PBMCs exhibited 42% apoptosis. The addition of CC-122 (100 nM) treated PBMCs to GA101 treated DOHH2 cells increased the level of ADCC to 57%. Similarly, CC-122 treatment of PBMCs co-cultured with GA101 treated RL cells led to increased levels of apoptosis by ADCC (75.7%) compared to DMSO treated PBMC with GA101 treated RL cells (62.8%) and vehicle treated co-cultures (33.9%). In a DOHH2 xenograft model, the mean tumor volume (MTV) for vehicle treated controls was 2818 mm 3 at the conclusion of the study, compared to CC-122 MTV of 1568 mm 3 (44% tumor growth inhibition (TGI)). GA101 monotherapies at 0.5 and 3 mg/kg once weekly yielded dose-related MTVs of 1576 mm 3 (44% TGI) and 826 mm 3 (71% TGI), respectively. CC-122 in combination with GA101 at 0.5 mg/kg resulted in a MTV of 694 mm 3 (75% TGI), whereas the combination of CC-122 with GA101 at 3 mg/kg yielded a MTV of 493 mm 3 (83% TGI). All regimens produced TGI that was statistically different from vehicle treated controls (p≤0.001). In 2 DLBCL cell lines (OCI-LY10, ABC-DLBCL and WSU-DLCL2, GCB-DLBCL), CC-122 treatment induced apoptosis with an IC50 ranging from 100 to 300 nΜ. Cell toxicity of either single agent CC-122, GA101 or a combination of the two was measured. OCI-LY10 and WSU-DLCL2 cells treated with 40 nΜ CC-122 reduced viability by 20% and 15%, respectively. OCI-LY10 and WSU-DLCL2 cells treated with 2000 ng/mL GA101 reduced viability by 46% and 62%, respectively. The combination of CC-122 with GA101 in either cell line resulted in additive effects of 58% and 68%, respectively. In the OCI-LY10 xenograft model, CC-122 demonstrated no significant reduction in MTV compared to vehicle. Single agent GA101 at 0.5 and 2.5 mg/kg once weekly yielded dose-related reduction in TGI's of 30.5% and 49.2%, respectively. CC-122 in combination with GA101 at 0.5 mg/kg resulted in 47% TGI), whereas the combination of CC-122 with GA101 at 2.5 mg/kg yielded a 94.5% TGI. Conclusion: Together, these data demonstrate that CC-122 has potent cell autonomous and immunomodulatory activities and that the addition of GA101 provides a synergistic effect in FL and is additive in DLBCL when compared to either as single agents. These data provide pre-clinical proof of concept that a combination of CC-122 and GA101 in the treatment of DLBCL and iNHL may be clinically beneficial. Disclosures Chiu: Celgene: Employment, Equity Ownership. Hagner: Celgene: Employment, Equity Ownership. Pourdehnad: Celgene: Employment, Equity Ownership. Daniel: Celgene: Employment, Equity Ownership. Chopra: Celgene: Employment, Equity Ownership. Klippel: Celgene Corporation: Employment, Equity Ownership. Klein: Roche: Employment. Thakurta: Celgene Corporation: Employment, Equity Ownership. Gandhi: Celgene: Employment, Equity Ownership.",
    "topics": [
        "antibody-dependent cell cytotoxicity",
        "chief complaint",
        "lymphoma",
        "obinutuzumab",
        "diffuse large b-cell lymphoma",
        "transplantation, heterologous",
        "annexin a5",
        "coculture techniques",
        "inhalers",
        "mechlorethamine"
    ],
    "author_names": [
        "Hsiling Chiu",
        "Patrick Hagner, PhD",
        "Michael Pourdehnad, MD",
        "Thomas Daniel",
        "Rajesh Chopra",
        "Anke Klippel",
        "Christian Klein, PhD",
        "Anjan Thakurta",
        "Anita K. Gandhi, PhD"
    ],
    "author_affiliations": [
        [
            "Celgene Corporation, Summit, NJ "
        ],
        [
            "Celgene Corporation, Summit, NJ "
        ],
        [
            "Celgene Corporation, San Francisco, CA "
        ],
        [
            "Celgene Corporation, San Diego, CA "
        ],
        [
            "Celgene Corporation, Summit, NJ "
        ],
        [
            "Celgene Corporation, Summit, NJ "
        ],
        [
            "Roche Pharmaceutical Research and Early Development Roche Innovation Center, Zurich, Switzerland"
        ],
        [
            "Celgene Corporation, Summit, NJ "
        ],
        [
            "Celgene Corporation, Summit, NJ "
        ]
    ],
    "first_author_latitude": "40.70797340000001",
    "first_author_longitude": "-74.34519949999999"
}