{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.621.621",
    "article_title": "The Deubiquitinase Activity of CYLD Is Required for Maturation of B Cells ",
    "article_date": "December 7, 2017",
    "session_type": "203. Lymphocytes, Lymphocyte Activation, and Immunodeficiency, including HIV and Other Infections: B cells and Innate Immunity",
    "abstract_text": "B cell development is a tightly controlled process leading to the generation of mature B cells. A number of genes and pathways, as well as stimuli from the microenvironment play an important role in the maturation process, which in the adult begins in the bone marrow, where progenitor cells reside, and is completed in the peripheral lymphoid organs. Perturbation of this process can have severe effects on the homeostasis of B cells, leading to lymphoproliferative or lymphocytopenic conditions. CYLD is a functional deubiquitinase, hydrolysing K63-linked ubiquitin chains from a variety of substrates. CYLD regulates many cellular pathways, important to cell survival and apoptosis, including NF- κ B, through deubiquitination of key molecules and has been implicated in several solid and haematological tumours. Previous studies on the effect of CYLD ablation on B cells using conventional knock-out animal models lead to varying results, ranging from B cell hyperplasia and enlargement of the lymphoid organs (J Biol Chem. 2007 May 25;282(21):15884-93) to no effect (J Clin Invest. 2006 Nov;116(11):3042-9). On the other hand, targeted expression of a shorter splice variant of CYLD, which retains its catalytic domain, but lacks binding sites for interacting proteins, in place of the full-length protein, led to a marked expansion of the mature B lymphocytes compartment (J Exp Med. 2007 Oct 29;204(11):2615-27) and promoted the development of a human B-Chronic Lymphocytic Leukemia-like syndrome in mice (Leukemia. 2017 Jun 1. doi: 10.1038/leu.2017.168). To better understand the role of CYLD in B cell development, we generated transgenic mice with targeted disruption of the catalytically active form of CYLD in B cells. To this end we crossed mice harbouring the floxed CYLD gene (CYLD flx ), to mice expressing the Cre recombinase under the control of the Mb1(CD79a) or the CD19 promoter. Mb1CreCYLD flx/flx and CD19CreCYLD flx/flx mice, ranging between 4 and 12 weeks of age were compared to age and sex matched CYLD flx/flx control animals. Mb1CreCYLD flx/flx mice displayed a marked reduction in spleen size and cellularity, compared to their control (CYLD flx/flx ) littermates and histopathology findings indicate differences in the architecture and organization of secondary follicles. Cytometric analysis of peripheral blood showed a pronounced decrease of CD19 + cells in the peripheral blood (on average 33.19% of total lymphocytes vs 0.97%, n=3, t-test, P< 0.001) and the spleen (on average 43.88% of total lymphocytes vs 16.0%, n=3 animals, t-test, P<0.01) of Mb1CreCYLD flx/flx compared to control (CYLD flx/flx ) mice. In the bone marrow, the percentage of immature (CD19 + /CD25 + /IgM + /c-kit - ) B cells was elevated in Mb1CreCYLD flx/flx mice, compared to CYLD flx/flx mice (on average 11.52% of lymphocytes vs 22.57%, n=3, t-test, P<0.01), whereas the percentage of mature (CD19 + /CD25 - /IgM + /c-kit - ) B cells was reduced (on average 28.67% of lymphocytes, vs 8.28%, n=3, t-test, P<0.01). Similar results were obtained with CD19CreCYLD flx/flx mice. Our data imply a crucial role for the deubiquitinase activity of CYLD in the maturation of B cells, since its cell-specific ablation in B cells leads to a severe impairment of their maturation. Further studies to elucidate the mechanism governing CYLD function in B cell maturation and its potential use as a target for therapeutic intervention in Chronic Lymphocytic Leukemia are underway. The research leading to these results has received funding from the Marie Skłodowska-Curie actions - IF 2015 of the European Union's Horizon 2020 Programme (Project ID: 708041). Disclosures Ghia: Roche: Honoraria; AbbVie: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Gilead: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Janssen Pharmaceuticals: Honoraria, Research Funding.",
    "topics": [
        "ablation",
        "animal model",
        "antigens, cd25",
        "b-lymphocytes",
        "cd19 antigens",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "curie",
        "hematologic neoplasms",
        "histopathology tests"
    ],
    "author_names": [
        "Konstantinos Xanthopoulos, PhD",
        "Alessandra Rovida",
        "Lucia Bongiovanni, MD",
        "Thomas H Winkler, PhD",
        "Maurilio Ponzoni, MD",
        "Paolo Ghia"
    ],
    "author_dict_list": [
        {
            "author_name": "Konstantinos Xanthopoulos, PhD",
            "author_affiliations": [
                "Università Vita-Salute San Raffaele and IRCCS Istituto Scientifico San Raffaele, Milan, Italy "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Alessandra Rovida",
            "author_affiliations": [
                "Università Vita-Salute San Raffaele and IRCCS Istituto Scientifico San Raffaele, Milan, Italy "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lucia Bongiovanni, MD",
            "author_affiliations": [
                "Ateneo Vita-Salute, Department of Pathology, IRCCS Scientific Institute San Raffaele, Milan, Italy, Milan, Italy "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas H Winkler, PhD",
            "author_affiliations": [
                "Nikolaus-Fiebiger-Zentrum für Molekulare Medizin, Erlangen, Germany "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maurilio Ponzoni, MD",
            "author_affiliations": [
                "San Raffaele H. Scientific Institute, Milan, Italy"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paolo Ghia",
            "author_affiliations": [
                "Università Vita-Salute San Raffaele and IRCCS Istituto Scientifico San Raffaele, Milan, Italy "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-11T18:33:35",
    "is_scraped": "1"
}