{
    "doi": "https://doi.org/10.1182/blood.V128.22.842.842",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3416",
    "start_url_page_num": 3416,
    "is_scraped": "1",
    "article_title": "Inferior Access to Allogeneic Transplant in Disadvantaged Populations: A CIBMTR Analysis ",
    "article_date": "December 2, 2016",
    "session_type": "902. Health Services Research-Malignant Conditions: Racial and Ethnic Disparities in Outcomes",
    "abstract_text": "Introduction: Allogeneic stem cell transplant is an intensive procedure, offered in a limited number of medical centres. We sought to describe how sociodemographic variables impacted access to transplant across the United States, and if disadvantaged populations had inferior access to transplant. Methods: Data from the Surveillance, Epidemiology and End Results Program (SEER) and the Center for International Blood and Marrow Transplant Research (CIBMTR) was integrated to determine the rate of unrelated donor transplantation between 2000 and 2010 in each of the 612 counties included in the SEER registry. Patients under the age of 65 with AML, ALL, and MDS were included, and the analysis was restricted to unrelated donors due to limited availability of ZIP code in CIBMTR data. New incident cases were determined from SEER, and the number of transplants was determined from CIBMTR. The transplant rate was calculated (transplants performed divided by incident cases) for each county. County attributes (percent minority, rural/urban status, percentage below the poverty line, and median family size) were obtained from US Census data. Poisson regression was used to describe how county attributes impacted transplant rates. Transplant rates were calculated separately for AML, White residents, and pediatric ALL. Results: 3147 patients were identified in the CIBMTR dataset that met inclusion criteria. The estimated ZIP code completeness was 75%. There were 30,468 new incident diagnoses of ALL, AML, and MDS. For AML, patients from rural areas (less than 20,000 residents) and patients from areas with higher poverty levels had lower transplant rates (Table 1). Minority status and family size did not impact transplant rate. In regression models, higher levels of poverty remained associated with lower transplant rates, while rurality did not (Table 2). The results were similar among White residents. In contrast, in pediatric ALL, no county attributes (poverty, rurality, percent minority, and family size) were significantly associated with a difference in transplant rate (Table 1). However, numbers of transplants were smaller, limiting power. Discussion: Patients with AML from disadvantaged areas had lower rates of unrelated donor transplant. While patients from disadvantaged areas were also more likely to be non-White, and non-White Americans are less likely to have an available unrelated donor, this difference was also seen in White Americans from disadvantaged areas. This suggests the lower transplant rate is due impaired access to transplant. Poverty rate was the most important predictor of transplant rate. The results of this study suggest that improving access to transplant in disadvantaged populations should be a priority for health care administrators. Based on these results, approximately 2500 Americans do not undergo allogeneic transplant annually due to inferior access associated with higher poverty rates. Table 1 View large Download slide Univariate Analysis Table 1 View large Download slide Univariate Analysis Table 2 View large Download slide Acute Myeloid Leukemia, Regression Model * Metropolitan = county > 50,000 people, micropolitan = county > 20,000, rural county < 20,000. Table 2 View large Download slide Acute Myeloid Leukemia, Regression Model * Metropolitan = county > 50,000 people, micropolitan = county > 20,000, rural county < 20,000. Disclosures Hahn: Novartis: Equity Ownership; NIH: Research Funding.",
    "topics": [
        "transplantation",
        "leukemia, lymphocytic, acute, childhood",
        "leukemia, myelocytic, acute",
        "allogeneic stem cell transplant",
        "donors",
        "univariate analysis",
        "equity"
    ],
    "author_names": [
        "Kristjan Paulson, MD",
        "Ruta Brazauskas, PhD",
        "Naya He, MPH",
        "David Szwajcer, MD",
        "Matthew D. Seftel, MBChB, FRCP(C), MRCP",
        "Yoshiko Atsuta, MD PhD",
        "Jignesh D Dalal, MD",
        "Theresa Hahn, PhD",
        "Carmem Bonfim, MD",
        "Nandita Khera, MD",
        "Linda J. Burns, MD",
        "Lih-Wen Mau, PhD MPH",
        "Navneet S. Majhail, MD",
        "Wael Saber, MD MS"
    ],
    "author_affiliations": [
        [
            "Department of Medical Oncology and Haematology, CancerCare Manitoba, Section of Hematology/Oncology, Department of Internal Medicine, University of Manitoba, Winnipeg, Canada "
        ],
        [
            "CIBMTR (Center for International Blood and Marrow Transplant Research), Department of Medicine, Medical College of Wisconsin, Milwaukee, WI ",
            "Division of Biostatistics, Institute for Health and Society, Medical College of Wisconsin, Milwaukee, WI "
        ],
        [
            "CIBMTR (Center for International Blood and Marrow Transplant Research), Department of Medicine, Medical College of Wisconsin, Milwaukee, WI "
        ],
        [
            "University of Manitoba, Cancer Care Manitoba, Winnipeg, Canada "
        ],
        [
            "Department of Medical Oncology and Hematology, Princess Margaret Cancer Center, Toronto, Canada "
        ],
        [
            "Japanese Data Center for Hematopoietic Cell Transplantation, Nagoya, Japan "
        ],
        [
            "Bone Marrow Transplantation, Pediatric Hematology/Oncology, Rainbow Babies and Children's Hospital, Cleveland, OH "
        ],
        [
            "Department of Medicine, Roswell Park Cancer Institute, Buffalo, NY "
        ],
        [
            "Hospital de Clínicas, Federal University of Paraná, Curitiba, Brazil "
        ],
        [
            "Department of Hematology/ Oncology, Mayo Clinic Arizona, Phoenix, AZ "
        ],
        [
            "CIBMTR (Center for International Blood and Marrow Transplant Research), National Marrow Donor Program/ Be the Match, Minneapolis, MN "
        ],
        [
            "CIBMTR (Center for International Blood and Marrow Transplant Research), National Marrow Donor Program/ Be the Match, Minneapolis, MN "
        ],
        [
            "Blood & Marrow Transplant Program, Cleveland Clinic Taussig Cancer Institute, Cleveland, OH "
        ],
        [
            "CIBMTR (Center for International Blood and Marrow Transplant Research), Department of Medicine, Medical College of Wisconsin, Milwaukee, WI"
        ]
    ],
    "first_author_latitude": "49.856057050000004",
    "first_author_longitude": "-97.14867910000001"
}