{
    "doi": "https://doi.org/10.1182/blood.V112.11.4187.4187",
    "article_title": "Serum CD26 (Dipeptidyl Peptidase IV, DPP IV) compared with Immunoglobulin Heavy-Chain Mutation Status, ZAP-70 and CD38 as a Predictor of Time to First Treatment in Early B-CELL Chronic Lymphocytic Leukemia ",
    "article_date": "November 16, 2008",
    "session_type": "Chronic Lymphocytic Leukemia - Biology and Pathophysiology, excluding Therapy",
    "abstract_text": "We analyzed the correlation between well-established biological parameters of prognostic relevance in B-chronic lymphocytic leukemia [CLL] (i.e, mutational status of the immunoglobulin heavy chain variable region [IgV H ], ZAP-70- and CD38-expression) and serum levels of CD26 (dipeptidyl peptidase IV, DPP IV) by evaluating the impact of these variables on the time to first treatment [TFT] in a series of 69 previously untreated Binet stage A B-CLL patients. By using a commercial ELISA (Human DPPIV/CD26 Quantikine R D Systems, USA) we found that circulating levels of CD26 did not reflect Rai sub-stages (P=0.52), β2-microglobulin (P=0.68), LDH (P=0.06), mutational status of IgV H (P=0.28), ZAP-70 (P=0.52) and CD38 (P=0.48). We used an optimal cut-point search to determine how to best split soluble CD26 data. Maximally selected logrank statistics plots identified a CD26 serum concentration of 371 ng/mL as the best cut-off. Accordingly, patients who had CD26 levels higher than 371 ng/mL experienced a shorter TFT (median 40 months) in comparison to patients whose CD26 levels were lower than 371 ng/mL (median 120 months; P=0.003). The univariate Cox proportional hazard model identified higher serum concentration of CD26 and absence of mutation in IgV H as predictor of shorter TFT. Again in multivariate analysis all these parameters maintained their discriminating power: mutational status of IgV H (HR= 0.23; CI 95% 0.10−0.51, P<0.0001), soluble CD26 (HR= 0.38; CI 95% 0.17−0.85, P=0.02). The effects of CD26 on TFT were masked by mutational status of IgV H in patients with unmutated IgV H . In contrast, serum levels of CD26 and mutational status of IgV H had a joint effect on TFT in patients with mutated IgV H which translates into a segregation of patients with mutated IgV H in two sub-groups with different TFT according to CD26 levels (HR= 0.18; CI 95% 0.05−0.60, P=0.005). Our results indicate that in early B-cell CLL biological profile including among other parameters soluble CD26 may provide a useful insight into the complex interrelationship of prognostic variables. Furthermore, CD26 along with mutational status of IgV H can be adequately used to predict clinical behaviour of patients with low biological risk.",
    "topics": [
        "cd38",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "dipeptidyl-peptidase iv",
        "immunoglobulins",
        "mutation",
        "zap-70 kinase",
        "immunoglobulin heavy chains",
        "lymphoblastic leukemia",
        "enzyme-linked immunosorbent assay"
    ],
    "author_names": [
        "Stefano Molica",
        "Gaetano Vitelli, MD",
        "Giovanna Cutrona, MD",
        "Rosanna Mirabelli, MD",
        "Giovanna Digiesi, MD",
        "Diana Giannarelli, MD",
        "Isabella Sperduti, MD",
        "Fortunato Morabito",
        "Manlio Ferrarini, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Stefano Molica",
            "author_affiliations": [
                "Oncology/Hematology, Azienda Ospedaliera Pugliese-Ciaccio, Catanzaro, Italy"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Gaetano Vitelli, MD",
            "author_affiliations": [
                "Clinical Pathology,, IRCCS Regina Elena, Roma, Italy, Rome, Italy"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Giovanna Cutrona, MD",
            "author_affiliations": [
                "Medical Oncology C,, IST Genova, Genova, Italy"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rosanna Mirabelli, MD",
            "author_affiliations": [
                "Hematology/Oncology,, Azienda Ospedaliera, Catanzaro, Italy"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Giovanna Digiesi, MD",
            "author_affiliations": [
                "Clinical Pathology, IRCCS Regina Elena, Roma, Italy"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Diana Giannarelli, MD",
            "author_affiliations": [
                "IRCCS Regina Elena, Roma, Italy"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Isabella Sperduti, MD",
            "author_affiliations": [
                "IRCCS Regina Elena, Roma, Italy"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fortunato Morabito",
            "author_affiliations": [
                "O.U. Haematology, Azienda Ospedaliera, Cosenza, Italy"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Manlio Ferrarini, MD",
            "author_affiliations": [
                "Medical Oncology Center-Onclogy, Biology and Genetic Department, IST Genova-University of Genova, Genova, Italy"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-07T15:42:57",
    "is_scraped": "1"
}