{
    "doi": "https://doi.org/10.1182/blood.V124.21.1947.1947",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2780",
    "start_url_page_num": 2780,
    "is_scraped": "1",
    "article_title": "p38 MAPK Controls Sensitivity Towards BH3 Mimetics By Regulating Mcl-1 Expression of Chronic Lymphocytic Leukemia in Hypoxia and Acquired Resistance ",
    "article_date": "December 6, 2014",
    "session_type": "641. CLL: Biology and Pathophysiology, excluding Therapy: Poster I",
    "topics": [
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "hypoxia",
        "mitogen-activated protein kinase p38",
        "chemotherapy regimen",
        "abt-737",
        "cd40 ligand",
        "fludarabine",
        "dna",
        "bendamustine"
    ],
    "author_names": [
        "Malte F Huelsemann",
        "Michaela Patz, PhD",
        "Laura Beckmann",
        "Kerstin Brinkmann",
        "Teresa Otto",
        "Joachim Fandrey, MD",
        "Hans Jiro Becker",
        "Sebastian Theurich, MD",
        "Michael S. von Bergwelt-Baildon, MD PhD",
        "Christian P. Pallasch, MD",
        "Réne P. Zahedi",
        "Hamid Kashkar, PhD",
        "Christian Reinhardt, MD",
        "Michael Hallek, MD",
        "Clemens-Martin Wendtner, MD",
        "Lukas P. Frenzel, MD"
    ],
    "author_affiliations": [
        [
            "University Hospital of Cologne, Cologne, Germany "
        ],
        [
            "University Hospital of Cologne, Cologne, Germany "
        ],
        [
            "University Hospital of Cologne, Cologne, Germany "
        ],
        [
            "University of Cologne, Cologne, Germany "
        ],
        [
            "University Duisburg Essen, Essen, Germany "
        ],
        [
            "University Duisburg Essen, Essen, Germany "
        ],
        [
            "University Hospital of Cologne, Cologne, Germany "
        ],
        [
            "University Hospital of Cologne, Cologne, Germany "
        ],
        [
            "University of Cologne, Cologne, Germany "
        ],
        [
            "University Hospital of Cologne, Cologne, Germany "
        ],
        [
            "Leibniz-Institute for Analytical Sciences–ISAS–e.V., Dortmund, Germany "
        ],
        [
            "University of Cologne, Cologne, Germany "
        ],
        [
            "University Hospital of Cologne, Cologne, Germany "
        ],
        [
            "University of Cologne, Cologne, Germany"
        ],
        [
            "University Hospital of Cologne, Cologne, Germany "
        ],
        [
            "University Hospital of Cologne, Cologne, Germany "
        ]
    ],
    "first_author_latitude": "50.925274599999995",
    "first_author_longitude": "6.913330950000001",
    "abstract_text": "Background: CLL patients frequently suffer relapse after an initially successful chemotherapy. This distinct resistance towards chemotherapy is thought to be caused by microenvironmental stimulation. Within the tumor microenvironment (TME) cells are not only stimulated by well-known external stimuli like CD40 ligand (CD40L) or activation of the B cell receptor (BCR), but are also exposed to hypoxia, which was found in the bone marrow and lymphatic tissue. Despite the known importance of hypoxia in solid tumors, its impact on survival and treatment response in CLL is still poorly understood. Methods: We have established a novel in vitro model for the CLL microenvironment, which considers both the external stimulation by CD40L and the hypoxic oxygen levels (1% O 2 ). Treatment efficacy of different drugs in normoxia (21% O 2 ) and hypoxia were determined by AnnexinV/7-AAD staining and subsequent FACS analysis. The underlying molecular mechanisms were analyzed via qRT-PCR and immunoblot. Furthermore B-cell lines Raji, Ramos and Mec-1 were continuously exposed to increasing concentrations of fludarabine or the BH3 mimetic ABT-737. After establishment of resistance the molecular adaptation was assessed and correlated to the changes induced by hypoxia. Results: Hypoxia is known to protect solid cancers from chemotherapy. In our model we made similar observations for CLL, since sensitivity to the classical DNA-targeting drugs fludarabine and bendamustine was reduced under hypoxic conditions. Interestingly, the tyrosine kinase inhibitor ibrutinib did not benefit from hypoxia either. However, this resistance was overcome by the mitochondria-targeting BH3 mimetics ABT-199 and ABT-737, whose effect was pronounced under hypoxia. We reveal that this effect was caused by an uncoupling of major signaling pathways. Under hypoxic conditions the activity of Akt, ERK1/2 and NFκB was reduced, while p38 MAPK became hyperphosphorylated. Phospho-p38 (pp38) downregulated Mcl-1 levels, which are the main regulator of sensitivity towards BH3 mimetics. Despite the known heterogeneity in between CLL patients this effect was found in most samples analyzed. The functional importance was underlined by the observation that pharmacological inhibition of p38 MAPK could reconstitute Mcl-1 levels and thereby resistance in hypoxia. The relevance of the pp38-Mcl-1 axis for ABT efficacy was emphasized by findings in B-cell lines with acquired resistance. Each ABT-resistant clone of the three tested cell lines induced p38 activity and decreased Mcl-1 levels. In contrast, in the fludarabine-resistant clones the pp38-Mcl-1 axis was not altered. Conclusion: These are the first experiments providing evidence that hypoxia has a crucial impact on survival and response to chemotherapy in CLL. We show that hypoxia renders CLL cells resistant to classical DNA-targeting agents, while the small molecules ABT-199 and ABT-737, which specifically target mitochondria, efficiently eradicate CLL cells within the microenvironment. Furthermore, we identified the pp38-Mcl-1 axis to be a major determinant of sensitivity to these BH3 mimetics, which warrants further evaluation of p38 as a novel biomarker for prediction of sensitivity to BH3 mimetics. Disclosures No relevant conflicts of interest to declare."
}