{
    "doi": "https://doi.org/10.1182/blood.V110.11.190.190",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=896",
    "start_url_page_num": 896,
    "is_scraped": "1",
    "article_title": "Phase II Trial of Lenalidomide, Cyclophosphamide, and Dexamethasone (CRd) for Newly Diagnosed Myeloma. ",
    "article_date": "November 16, 2007",
    "session_type": "Myeloma - Therapy, excluding Transplantation",
    "topics": [
        "cyclophosphamide",
        "dexamethasone",
        "lenalidomide",
        "multiple myeloma",
        "phase 2 clinical trials",
        "retinitis pigmentosa",
        "toxic effect",
        "brachial plexus neuritis",
        "infections",
        "thrombosis"
    ],
    "author_names": [
        "Shaji Kumar, MD",
        "Suzanne R. Hayman, MD",
        "Francis K. Buadi, MD",
        "Martha Q. Lacy, MD",
        "Keith Stewart, MD",
        "Philip R. Greipp, MD",
        "Stephen Russell, MD",
        "Steven Zeldenrust, MD",
        "Morie A. Gertz, MD",
        "Leif Bergsagel, MD",
        "Rafael Fonseca, MD",
        "Jacob Allred, MS",
        "Megan Campbell",
        "John A. Lust, MD",
        "Thomas E. Witzig, MD",
        "Robert A. Kyle, MD",
        "S. Vincent Rajkumar, MD",
        "Angela Dispenzieri, MD"
    ],
    "author_affiliations": [
        [
            "Hematology, Mayo Clinic, Rochester, MN, USA"
        ],
        [
            "Hematology, Mayo Clinic, Rochester, MN, USA"
        ],
        [
            "Hematology, Mayo Clinic, Rochester, MN, USA"
        ],
        [
            "Hematology, Mayo Clinic, Rochester, MN, USA"
        ],
        [
            "Hematology, Mayo Clinic, Scottsdale, AZ, USA"
        ],
        [
            "Hematology, Mayo Clinic, Rochester, MN, USA"
        ],
        [
            "Hematology, Mayo Clinic, Rochester, MN, USA"
        ],
        [
            "Hematology, Mayo Clinic, Rochester, MN, USA"
        ],
        [
            "Hematology, Mayo Clinic, Rochester, MN, USA"
        ],
        [
            "Hematology, Mayo Clinic, Scottsdale, AZ, USA"
        ],
        [
            "Hematology, Mayo Clinic, Scottsdale, AZ, USA"
        ],
        [
            "Hematology, Mayo Clinic, Rochester, MN, USA"
        ],
        [
            "Hematology, Mayo Clinic, Rochester, MN, USA"
        ],
        [
            "Hematology, Mayo Clinic, Rochester, MN, USA"
        ],
        [
            "Hematology, Mayo Clinic, Rochester, MN, USA"
        ],
        [
            "Hematology, Mayo Clinic, Rochester, MN, USA"
        ],
        [
            "Hematology, Mayo Clinic, Rochester, MN, USA"
        ],
        [
            "Hematology, Mayo Clinic, Rochester, MN, USA"
        ]
    ],
    "first_author_latitude": "44.022427199999996",
    "first_author_longitude": "-92.4666779",
    "abstract_text": "Background: The combination of lenalidomide and dexamethasone (Rev/Dex) has been shown to be a highly effective therapy for multiple myeloma (MM). Over half of the patients with newly diagnosed MM achieve a complete response with prolonged therapy. More recently, a phase III trial demonstrated improved survival with use of lenalidomide and low dose dexamethasone with one year survival in excess of 90%. We report the initial results from a phase II trial combining lenalidomide and low dose dexamethasone with cyclophosphamide (CRd) as initial therapy of newly diagnosed MM. Methods: The trial was initiated in July 2006 and completed the target accrual of 33 patients by July 2007. The treatment protocol consisted of lenalidomide given orally at a dose of 25 mg daily on days 1–21 of a 28-day cycle. Dexamethasone (dex) was given orally at a dose of 40 mg on days 1, 8, 15, and 22 of each cycle. Cyclophosphamide at a dose of 300 mg/m 2 was given on days 1, 8, and 15 of each cycle. Patients also received an aspirin once daily as thromboprophylaxis. Response was defined as a decrease in serum monoclonal (M) protein by 50% or higher and a decrease in urine M protein by at least 90% or to a level less than 200 mg/24 hours, confirmed at least 4 weeks apart. Results: The median age was 63 years (range, 44–79). Eight patients (24%) had ISS stage III disease. At this time, 19 of the 33 patients are evaluable for confirmed responses (i.e., off-study or completed at least 4 cycles of therapy). Of these, 2 achieved VGPR and 13 had a partial response giving an overall response rate of 79%. The response rate was affected by 5 of 19 patients who went off study within three cycles due to toxicities [interstitial nephritis (1 pt), multiple grade 3 toxicities including infection (1 pt) atrial fibrillation and infection (1 pt)] or alternative treatment [no response and possible renal toxicity (1 pt) and progression at 4 cycles (1 pt)]. Overall, hematological toxicity was the most common with grade 4 toxicity seen in 6 patients (20%). Non-hematological grade 3 or higher toxicities included fatigue (4 pts), thrombosis (3 pts) and renal failure (2 pts). One patient with thrombosis came off study for other toxicities, and the other two continued on study with anticoagulation. Thirteen patients (43%) had dose reductions of both cyclophosphamide and lenalidomide, most commonly due to hematological toxicity. So far, 12 patients have gone off study, 6 went to stem cell transplant, 3 due to adverse events, 1 due to disease progression and 2 patients went to alternate treatment. Conclusions: CRd has excellent activity in newly diagnosed myeloma with an estimated overall response rate of 79%. Response evaluation of the entire 33 patients will be presented at the meeting. We believe that the initial use of a 300 mg/m2 dose of cyclophosphamide resulted in 5 of the first 19 pts experiencing early toxicity and withdrawal. As a result, an expansion of the current trial is evaluating lower doses of cyclophosphamide (300 mg fixed dose). Full analysis of this study will be needed to determine if CRd can improve outcome compared to Rd."
}