{
    "doi": "https://doi.org/10.1182/blood.V122.21.1902.1902",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2543",
    "start_url_page_num": 2543,
    "is_scraped": "1",
    "article_title": "Minimal Residual Disease (MRD) Detection By Deep Sequencing In Newly Diagnosed Multiple Myeloma Patients Treated With Carfilzomib, Lenalidomide and Dexamethasone ",
    "article_date": "November 15, 2013",
    "session_type": "651. Myeloma: Biology and Pathophysiology, excluding Therapy: Poster I",
    "topics": [
        "carfilzomib",
        "dexamethasone",
        "lenalidomide",
        "massively-parallel genome sequencing",
        "multiple myeloma",
        "neoplasm, residual",
        "flow cytometry",
        "retinitis pigmentosa",
        "dna",
        "lysate"
    ],
    "author_names": [
        "Sham Mailankody, MD",
        "Neha Korde, MD",
        "Malek Faham, MD, PhD",
        "Mary Kwok, MD",
        "Elisabet E. Manasanch, MD",
        "Manisha Bhutani, MD",
        "Nishant Tageja, MD",
        "Dickran Kazandjian",
        "Li Weng, PhD",
        "Martin Moorhead, PhD",
        "Rene Costello",
        "Yong Zhang, PhD",
        "Adriana Zingone, MD, PhD",
        "Debbie Burton",
        "Peter Wu",
        "Marcia Mulquin, RN",
        "Diamond Zuchlinski, RN",
        "Roger Kurlander, MD",
        "Irina Maric, MD",
        "Katherine R Calvo, MD, PhD",
        "Raul C. Braylan",
        "Constance Yuan, MD, PhD",
        "Maryalice Stetler-Stevenson, MD, PhD",
        "Diane C Arthur, M.D.",
        "Mark Roschewski, MD",
        "Ola Landgren, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Multiple Myeloma Section, National Cancer Institute, National Institutes of Health, Bethesda, MD, USA, "
        ],
        [
            "Multiple Myeloma Section, National Cancer Institute, National Institutes of Health, Bethesda, MD, USA, "
        ],
        [
            "Sequenta, Inc., South San Francisco, CA, USA, "
        ],
        [
            "Multiple Myeloma Section, National Cancer Institute, National Institutes of Health, Bethesda, MD, USA, "
        ],
        [
            "Multiple Myeloma Section, National Cancer Institute, National Institutes of Health, Bethesda, MD, USA, "
        ],
        [
            "Multiple Myeloma Section, National Cancer Institute, National Institutes of Health, Bethesda, MD, USA, "
        ],
        [
            "Multiple Myeloma Section, National Cancer Institute, National Institutes of Health, Bethesda, MD, USA, "
        ],
        [
            "NCI/NIH, Multiple Myeloma Section, Metabolism Branch, Bethesda, USA, "
        ],
        [
            "Multiple Myeloma Section, National Cancer Institute, National Institutes of Health, Bethesda, MD, USA, "
        ],
        [
            "Multiple Myeloma Section, National Cancer Institute, National Institutes of Health, Bethesda, MD, USA, "
        ],
        [
            "Multiple Myeloma Section, National Cancer Institute, National Institutes of Health, Bethesda, MD, USA, "
        ],
        [
            "Multiple Myeloma Section, National Cancer Institute, National Institutes of Health, Bethesda, MD, USA, "
        ],
        [
            "Multiple Myeloma Section, National Cancer Institute, National Institutes of Health, Bethesda, MD, USA, "
        ],
        [
            "Multiple Myeloma Section, Metabolism Branch, Bethesda, USA, "
        ],
        [
            "Multiple Myeloma Section, National Cancer Institute, National Institutes of Health, Bethesda, MD, USA, "
        ],
        [
            "Multiple Myeloma Section, National Cancer Institute, National Institutes of Health, Bethesda, MD, USA, "
        ],
        [
            "Multiple Myeloma Section, National Cancer Institute, National Institutes of Health, Bethesda, MD, USA, "
        ],
        [
            "Clinical Center, Department of Laboratory Medicine, National Institutes of Health, Bethesda, MD, USA, "
        ],
        [
            "Department of Laboratory Medicine, Clinical Center, National Institutes of Health, Bethesda, MD, USA, "
        ],
        [
            "Multiple Myeloma Section, National Cancer Institute, National Institutes of Health, Bethesda, MD, USA, "
        ],
        [
            "Multiple Myeloma Section, National Cancer Institute, National Institutes of Health, Bethesda, MD, USA, "
        ],
        [
            "Flow Cytometry Unit, Laboratory of Pathology, Center for Cancer Research, National Cancer Institute, National Institutes of Health, Bethesda, MD, USA, "
        ],
        [
            "Multiple Myeloma Section, National Cancer Institute, National Institutes of Health, Bethesda, MD, USA, "
        ],
        [
            "Laboratory of Pathology/CCR, National Cancer Institute, National Institutes of Health, Bethesda, MD, USA"
        ],
        [
            "Multiple Myeloma Section, National Cancer Institute, National Institutes of Health, Bethesda, MD, USA, "
        ],
        [
            "Multiple Myeloma Section, National Cancer Institute, National Institutes of Health, Bethesda, MD, USA, "
        ]
    ],
    "first_author_latitude": "38.999363949999996",
    "first_author_longitude": "-77.10164599999999",
    "abstract_text": "Background Multiple myeloma (MM) therapies are becoming increasingly effective with deeper responses. Indeed, recent prospective clinical trials based on carfilzomib, lenalidomide and dexamethasone (CRd) show complete response (CR)/near (n)-CR rates of over 75%. Consequently, newer techniques are needed to detect minimal residual disease (MRD). We are conducting a prospective Phase II clinical trial studying response to CRd in newly diagnosed MM patients. We assessed treatment responses obtained by traditional IMWG response criteria, MRD measurement by 8-color multiparameter flow cytometry (MFC) based on a minimum of 3 million events (maximum detection rate: 0.0005%), and MRD measurement by high throughput sequencing in 14 newly diagnosed MM patients who achieved very good partial response (VGPR)/CR/nCR. Methods Bone marrow (BM) and/or plasma samples were obtained from 14 newly diagnosed MM patients receiving CRd therapy. Samples were subjected to deep sequencing using the LymphoSIGHT™ platform, which has a sensitivity to detect one cancer cell per million leukocytes in peripheral blood (Faham et al, Blood 2012). Briefly, using universal primer sets, we amplified immunoglobulin heavy and kappa chain (IGH and IGK) variable, diversity, and joining gene segments from genomic DNA obtained from CD138+ BM cell lysate at baseline, as well as post-treatment plasma samples. Amplified products were sequenced and analyzed using standardized algorithms for clonotype determination. Myeloma-specific clonotypes were identified for each patient based on their high frequency within the B-cell repertoire in the CD138+ cell lysate BM sample. The presence of the myeloma-specific clonotype was then quantified in plasma samples obtained post-treatment. A quantitative and standardized measure of clone level among all leukocytes in the sample was determined using internal reference DNA. For patients who achieved VGPR/CR/nCR, we compared the results from MFC of the BM with those obtained by sequencing the cell free DNA in plasma samples. Results We detected a high frequency myeloma-specific gene rearrangement in 13 of 14 (93%) CD138+ BM cell lysate samples obtained at diagnosis. We assessed for MRD by flow cytometry and deep sequencing for the seven patients who were in VGPR/CR/nCR based on traditional protein response criteria. One patient was MRD positive by flow cytometry of the marrow and negative by deep sequencing in blood. Another patient was MRD positive by deep sequencing but negative by flow cytometry. Additionally, in the diagnostic BM sample of one patient, we observed two distinct high-frequency IGH clones that were related through a process of somatic hypermutation. The specific mutation pattern observed is consistent with a branched model of evolution where the two observed clones did not evolve from each other but rather from a common ancestor. We are currently analyzing samples collected at baseline and post-treatment in an additional 23 MM patients enrolled on the CRd trial, and results will be presented. Conclusions The development of sensitive, non-invasive MRD assays is becoming increasingly important to assess the impact of modern anti-myeloma therapies. One novel approach for MRD detection, termed the LymphoSIGHT™ platform, relies on high-throughput sequencing of VDJ rearrangements at the immunoglobulin locus. Based on our CRd clinical trial for newly diagnosed MM patients, we found sequencing of cell free tumor DNA in bone marrow aspirates and peripheral blood (plasma) to be technically feasible. Among 6 patients who obtained VGPR/CR/nCR and were found to be MRD negative by MFC of the BM, we found one patient to be MRD positive by sequencing in the peripheral blood (plasma compartment). One patient was MRD positive by flow cytometry but negative by deep sequencing. These preliminary results suggest that a sequencing-based MRD blood test may be more sensitive than standard protein response criteria and complementary to MFC-based BM tests. Analysis of additional samples will be presented. Disclosures: Faham: Sequenta: Employment, Equity Ownership, Membership on an entity’s Board of Directors or advisory committees. Weng: Sequenta, Inc.: Employment, Equity Ownership. Moorhead: Sequenta, Inc.: Employment, Research Funding."
}