{
    "doi": "https://doi.org/10.1182/blood.V116.21.3678.3678",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1653",
    "start_url_page_num": 1653,
    "is_scraped": "1",
    "article_title": "Evaluation of Clotting Factor Concentrates for Treatment of Thrombotic Thrombocytopenic Purpura. ",
    "article_date": "November 19, 2010",
    "session_type": "Disorders of Coagulation or Fibrinolysis: Poster II",
    "topics": [
        "blood coagulation factors",
        "concentrate dosage form",
        "thrombotic thrombocytopenic purpura",
        "fresh-frozen plasma",
        "gel",
        "solvents",
        "blood groups",
        "antigens",
        "autoantibodies",
        "adverse effects"
    ],
    "author_names": [
        "Tanja Falter",
        "Mirjeta Qorraj",
        "Sarah Steinemann",
        "Thomas Vigh",
        "Inge Scharrer, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Oncology and Pneumology, University Medical Center of the Johannes Gutenberg University Mainz, Mainz, Mainz, Germany, "
        ],
        [
            "Department of Hematology, Oncology and Pneumology, University Medical Center of the Johannes Gutenberg University Mainz, Mainz, Mainz, Germany, "
        ],
        [
            "Department of Hematology, Oncology and Pneumology, University Medical Center of the Johannes Gutenberg University Mainz, Mainz, Mainz, Germany, "
        ],
        [
            "Institute of Clinical Chemistry and Laboratory Medicine, University Medical Center of the Johannes Gutenberg University Mainz, M, Mainz, "
        ],
        [
            "III. Med. Klinik, Klinikum der Johannes Gutenberg-Universitat, Mainz, Germany"
        ]
    ],
    "first_author_latitude": "49.9925214",
    "first_author_longitude": "8.2599667",
    "abstract_text": "Abstract 3678 Introduction: Thrombotic thrombocytopenic purpura (TTP) is characterized by microthrombi, hemolytic anemia as well as thrombocytopenia. These symptoms are caused by a decreased activity of the protease ADAMTS13 which cleaves the von Willebrand Factor (VWF), due to mutation of the ADAMTS13-gene or autoantibodies. At the moment, the only available immediate therapy is plasmapheresis with Fresh Frozen Plasma (FFP) which may induce side effects. Therefore an alternative therapy might be the treatment with clotting factor concentrates. Methods: 40 plasma samples were tested, consisting of FFP and solvent/detergent treated plasma, four batches of each blood group; VWF/VIII concentrates (Wilate®; Wilfactin®; Haemate®P; Immunate®; Kogenate®, Beriate®). In all samples ADAMTS13 activity, antigen and autoantibodies against ADAMTS13 were investigated. Additionally, the samples were tested for the presence of ultralarge VWF multimers. The BCS method according to Böhm, two ELISAs (Technozym®ADAMTS13 and Actifluor™ADAMTS13) and the electrophoresis on a SDS gel were used. Results: ADAMTS13 activity was found in all VWF)VIII concentrates, which are produced from human plasma, but only with a very low activity (Wilate® 5.6%; Wilfactin® 2.8%; Haemate®P 13%; Immunate® 3.7%). ADAMTS13 activity was not detectable in the factor VIII concentrates (Kogenate® <2%; Beriate® <2%). Usual FFP and solvent/detergent treated plasma samples, contained much higher ADAMTS13 activity and antigen values than concentrates (FFP 78.6%, solvent/detergent treated plasma 77.6%). However a difference of activity between individual blood groups was evident in FFP samples (blood group A 69.4%; B 64.9%; AB 98.1%; 0 82.0%). Ultralarge VWF multimers could be demonstrated in VWF containing concentrates, less in VIII concentrate from human plasma and not in FFP and solvent/detergent treated plasma samples. As expected recombinant-produced VIII concentrate contained no traces of ultralarge VWF. In all analyzed samples antibodies were negative. Conclusion: For therapy of TTP clotting factor concentrates cannot be used as an alternative to the usual FFP and solvent/detergent treated plasma, because their ADAMTS13 activity values are too low. In addition, the VWF/VIII concentrates contain higher quantities of ultralarge VWF multimers, which are contraindicated for TTP patients. The differences of ADAMTS13 activity in FFP samples varies between the individual blood groups and batches. Solvent/detergent treated plasma shows less variation in ADAMTS13 activity due to the manufacturing process involving plasma pooling. Disclosures: No relevant conflicts of interest to declare."
}