{
    "doi": "https://doi.org/10.1182/blood.V110.11.118.118",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=972",
    "start_url_page_num": 972,
    "is_scraped": "1",
    "article_title": "Gene Dosage of the Cell Cycle Regulatory Phosphatases Cdc25C and PP2A Determines Sensitivity to Lenalidomide in del(5q) MDS. ",
    "article_date": "November 16, 2007",
    "session_type": "Myelodysplastic Syndromes",
    "abstract_text": "MDS with chromosome 5q deletion [del(5q)] is uniquely sensitive to clonal suppression by lenalidomide (LEN), yielding high rates of cytogenetic and erythroid response. Although haploinsufficiency for a candidate tumor suppressor gene within the common deleted segment (CDS) has been implicated in the pathogenesis of del(5q) MDS, no specific gene products account for the karyotype-dependent LEN sensitivity. Using primary AML cells, we showed that LEN is selectively cytotoxic to del(5q) cells, inducing cell cycle arrest at the G 2 > G 1 junctures and apoptosis in a concentration-dependent fashion. Now we show that the CDS-encoded Cdc25C and PP2A phosphatases (PPTs) serve as molecular targets for LEN. Cdc25C and PP2A are dual specificity PPTs that regulate cell cycle. The genes encoding the catalytic subunit alpha ( PP2A Ca ) , the dominant catalytic isoform, and the regulatory subunit B ( beta isoform PR 52 ) of the PP2A holoenzyme reside within the del(5q) CDS. Real-time RT-PCR showed that Cdc25C and PP2A Ca gene expression is significantly reduced in primary del(5q) AML and MDS BM-MNC compared to non-del5q and normal controls. A Cdc25C FISH probe confirmed presence of only a single allele in del(5q) specimens [n=5] vs. normal karyotype [n=5] with no overlap with the EGR1 locus. We found that LEN inhibited rHu-Cdc25C activity with IC 90 inhibitory concentrations ≤10nM. Similarly, PP2A PPT activity was inhibited by LEN in enzyme immunoprecipitates from Ramos cells at sub-micromolar concentrations. In U937 cells, we confirmed intracellular Cdc25C and PP2A inhibition, showing concentration-dependent retention of the inhibitory p-Tyr 15 -Cdc2 substrates for Cdc25C with corresponding phosphorylation of the PP2A substrate Ser 216 Cdc25C, findings reproduced by treatment with the PP2A selective antagonist, fostreicin. Cdc25C immunoprecipitation showed that phosphorylation of Ser 216 Cdc25C increased binding to the 14-3-3 protein with consequent cytoplasmic sequestration confirmed by fluorescence microscopy. Phosphorylation of histone H2A.X Ser 139 was unchanged after LEN treatment, indicating that phosphorylation of the inhibitory Cdc25C serine does not arise from upstream DNA damage activated kinases. Importantly, siRNA suppression of Cdc25C gene expression in U937 cells promoted LEN-specific apoptosis in 45% of cells, which increased to 68% after fostreicin inhibition of PP2A. These data indicate that haplodeficiency for the Cdc25C and PP2A C a genes promotes selective sensitivity of del(5q) cells to LEN-induced apoptosis. Haplodeficiency of critical drug-able targets may represent a novel strategy for tumor selective therapy.",
    "topics": [
        "cells",
        "lenalidomide",
        "phosphoric monoester hydrolases",
        "gene dosage",
        "karyotype determination procedure",
        "protein isoforms",
        "14-3-3 proteins",
        "antagonists",
        "cdc2 protein kinase",
        "enzymes"
    ],
    "author_names": [
        "Sheng Wei, MD",
        "Kathy Rocha, BS",
        "Ann Williams, Ph.D.",
        "Xianhong Chen, Ph.D",
        "P.K. Burnette, Ph.D.",
        "Julie Y. Djeu, Ph.D.",
        "Qing Liu, Ph.D.",
        "John Byrd, M.D.",
        "Lubomir Sokol, M.D.",
        "Nick Lawrence, Ph.D.",
        "Roberta Pireddu, Ph.D",
        "Gordon Dewald, Ph.D.",
        "Jaroslaw Maciejewski, M.D.",
        "Alan List, M.D."
    ],
    "author_affiliations": [
        [
            "H. Lee Moffitt Cancer Center and Research Institute University of South Florida, Tampa, FL, USA"
        ],
        [
            "H. Lee Moffitt Cancer Center and Research Institute University of South Florida, Tampa, FL, USA"
        ],
        [
            "University of Tampa, Tampa, FL, USA"
        ],
        [
            "H. Lee Moffitt Cancer Center and Research Institute University of South Florida, Tampa, FL, USA"
        ],
        [
            "H. Lee Moffitt Cancer Center and Research Institute University of South Florida, Tampa, FL, USA"
        ],
        [
            "H. Lee Moffitt Cancer Center and Research Institute University of South Florida, Tampa, FL, USA"
        ],
        [
            "Ohio State University, Columbus, OH, USA"
        ],
        [
            "Ohio State University, Columbus, OH, USA"
        ],
        [
            "H. Lee Moffitt Cancer Center and Research Institute University of South Florida, Tampa, FL, USA"
        ],
        [
            "H. Lee Moffitt Cancer Center and Research Institute University of South Florida, Tampa, FL, USA"
        ],
        [
            "H. Lee Moffitt Cancer Center and Research Institute University of South Florida, Tampa, FL, USA"
        ],
        [
            "Mayo Clinic, Rochester, MN, USA"
        ],
        [
            "Taussig Cancer Center, Cleveland, OH, USA"
        ],
        [
            "H. Lee Moffitt Cancer Center and Research Institute University of South Florida, Tampa, FL, USA"
        ]
    ],
    "first_author_latitude": "28.0640091",
    "first_author_longitude": "-82.42166519999999"
}