{
    "doi": "https://doi.org/10.1182/blood.V128.22.2045.2045",
    "article_title": "Attainment of Complete Remission Is Significantly Associated with Longer Survival Outcomes in Relapsed/Refractory (R/R) CLL: A Meta-Analysis ",
    "article_date": "December 2, 2016",
    "session_type": "642. CLL: Therapy, excluding Transplantation: Poster I",
    "abstract_text": "Introduction: Chronic lymphocytic leukemia (CLL) is an incurable, indolent neoplasm of B lymphocytes, associated with a heterogeneous clinical course. Complete response (CR) with or without minimal residual disease in first-line chemoimmunotherapy has been associated with more favorable progression-free survival (PFS) and overall survival (OS). However, patients with R/R CLL and/or those with TP53 abnormalities (ie, 17p deletion and/or TP53 mutation) are less likely to achieve deep responses and experience poorer outcomes. Therefore, less is known about the relationship between complete response and survival outcomes in R/R CLL patients. To quantify this association, we generated meta-analytic estimates of PFS and OS reported in clinical trials using the proportion of study patients with CR as a predictor variable. Methods: We performed a systematic literature review of PubMed and EMBASE up to November 2014 and congress abstracts between 2012 and 2014. Randomized controlled trials and observational studies evaluating any treatment in R/R CLL patients were eligible for inclusion. Data were extracted from publications as median survival, the proportions of patients surviving at specific follow-up times, or individual event or censoring times from reported Kaplan-Meier (KM) curves, along with the proportion of patients with CR. Data were synthesized to estimate overall OS and PFS including population-level CR as a covariate using a Weibull proportional hazards model within a Bayesian meta-analysis framework. Results: 74 published studies of treatment outcomes in R/R CLL patients were identified from the peer-reviewed literature and congress abstracts. 56 of these studies reported the proportion of CRs together with either OS or PFS outcomes and were included in the analysis. Individual patient data were extracted from KM curves of 29 studies generating 5176 individual patient OS and PFS data points in addition to 54 study-level data points including 3638 patients. There were no clinically meaningful differences in study or patient characteristics among the included studies that were not also associated with CR, our variable of interest. The hazard ratio (HR; and 95% credible interval, the Bayesian analog to confidence intervals) of survival for each 10% increase in CR among a study population was estimated to be 0.64 (0.60, 0.68). Estimated median OS for hypothetical populations with 0% CR, 25% CR, or 50% CR were 20.4 mo, 44.7 mo, and 61.9 mo. Corresponding median PFS estimates were 10.0 mo, 21.9 mo, and 30.3 mo. (Figure) Conclusions: We have demonstrated that the attainment of CR is significantly associated with longer OS and PFS outcomes in R/R CLL at the study level. Moreover this can be expressed linearly, with each 10% increase in CR rate corresponding to a 36% reduction in the risk of progression or death. To our knowledge, this is the first meta-analysis to quantify the relationship between CR and survival outcomes in R/R CLL patients. It must be noted that these results reflect the study ( population) level CR versus survival association and therefore do not necessarily represent the expected survival gain associated with an individual achieving CR. Further, CR is less likely to be achieved in patients with TP53 abnormalities, a factor not explicitly considered in our analysis. These results synthesize data from 56 clinical trials and strongly support the importance of achieving CR to improve long-term outcomes in R/R CLL patients. In particular, given the negative association between CR and TP53 abnormalities, treatments focused on improving the likelihood of CR in these hard-to-treat patients are likely to confer the greatest impact on survival outcomes. Figure View large Download slide Weibull meta-analysis estimates of OS (A) and PFS (B) with median survival times for a population with 0% CR, 25% CR and 50% CR Figure View large Download slide Weibull meta-analysis estimates of OS (A) and PFS (B) with median survival times for a population with 0% CR, 25% CR and 50% CR  Close modal Disclosures Ektare: Pharmerit International, paid consultants to AbbVie: Employment. Fox: AbbVie: Consultancy; Gilead: Honoraria, Other: travel funding; Takeda: Honoraria, Other: travel funding; Janssen: Honoraria, Other: travel funding; Adienne: Honoraria, Research Funding. Taylor: AbbVie: Consultancy. Timothy: Pharmerit International, paid consultants to AbbVie: Employment. Pena: AbbVie: Employment, Equity Ownership. Maher: AbbVie: Employment, Equity Ownership. Snedecor: Pharmerit International, paid consultants to AbbVie: Employment.",
    "topics": [
        "complete remission",
        "protein p53",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "craniosynostosis",
        "cytokine release syndrome",
        "follow-up",
        "indolent",
        "lung compliance",
        "neoplasm, residual"
    ],
    "author_names": [
        "Varun Ektare, MPH",
        "Christopher P. Fox, MBChB, PhD",
        "Rod S Taylor, MSc, PhD",
        "Inocencio J Timothy, PharmD, PhD",
        "German E Pena, MD",
        "Johnathan C Maher, PhD",
        "Sonya J. Snedecor, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Varun Ektare, MPH",
            "author_affiliations": [
                "Pharmerit International, Bethesda, MD "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Christopher P. Fox, MBChB, PhD",
            "author_affiliations": [
                "Nottingham City Hospital, Nottingham University Hospitals NHS Trust, Nottingham, United Kingdom "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rod S Taylor, MSc, PhD",
            "author_affiliations": [
                "Institute of Health Research, University of Exeter Medical School, England, United Kingdom "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Inocencio J Timothy, PharmD, PhD",
            "author_affiliations": [
                "Pharmerit International, Bethesda, MD "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "German E Pena, MD",
            "author_affiliations": [
                "AbbVie, North Chicago, IL "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Johnathan C Maher, PhD",
            "author_affiliations": [
                "AbbVie, Mettawa, IL"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sonya J. Snedecor, PhD",
            "author_affiliations": [
                "Pharmerit International, Bethesda, MD "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-08T04:12:16",
    "is_scraped": "1"
}