{
    "doi": "https://doi.org/10.1182/blood.V120.21.3175.3175",
    "article_title": "Costs and Outcomes Associated with Rasburicase Versus Allopurinol in Patients with Tumor Lysis Syndrome. ",
    "article_date": "November 16, 2012",
    "session_type": "901. Health Services and Outcomes Research: Poster II",
    "abstract_text": "Abstract 3175 Background: Tumor lysis syndrome (TLS) is an oncologic emergency resulting in several metabolic abnormalities (Cairo et al, BJH, 2004). Hyperuricemia and its associated complications are the most frequent manifestations of TLS. For decades, treatment has consisted of hydration, urine alkalinization, and administration of allopurinol (Cairo et al BJH, 2011). However, recent clinical trials have shown that initiation of rasburicase, a hypouricemic agent, within four hours significantly reduces high uric acid (UA) levels in patients experiencing TLS (Goldman et al Blood, 2001). Studies demonstrate that rasburicase is safe and effective, has excellent tolerability, and is potentially cost-effective in patients at high risk for TLS. Objective: The objective of this retrospective analysis was to evaluate real-world differences in UA levels, length of stay and costs for patients initiating treatment with rasburicase compared to patients receiving allopurinol. Methods: A retrospective study, spanning January 1, 2005 to March 31, 2009, was conducted utilizing administrative data from more than 400 U.S. hospitals. Hospitalized patients with clinically confirmed TLS, who received rasburicase or allopurinol during the study period were eligible for inclusion. Patients with a diagnosis of gout, as determined by the presence of an ICD-9 diagnosis code 274.x, were excluded from the study. Patients receiving rasburicase were propensity score matched to allopurinol-treated patients in a 1:4 ratio based on time between hospital admission and treatment initiation, baseline UA level, cancer type, age, gender, race, hospital characteristics, payer type, and prior intensive-care unit (ICU) admission. Differences in length of stay (LOS), changes in UA levels and serum creatinine, days in the ICU, and costs per percent of UA reduction were assessed through various statistical models. Due to a high level of missing cancer diagnosis, comparative results of rasburicase and allopurinol were also evaluated through sensitivity analysis to test the robustness of the results. Results: A total of 130 patients were identified, matched and included in this study; 26 initiated treatment with rasburicase and 104 were treated with allopurinol. Patients were predominately male (∼61%) Caucasian (∼76%) with an average age of 55 years. There were no statistically significant differences among baseline variables between the two cohorts. Prior to initiating treatment, mean UA levels were 11.4 mg/dL for the rasburicase cohort and 11.2 mg/dL for allopurinol cohort. By the second day of treatment mean UA levels were 5.3 mg/dL (p<0.0001) lower for rasburicase (2.7mg/dL) compared to allopurinol (8.0 mg/dL). Changes in potassium, phosphorus and creatinine levels were not statistically different across the two cohorts. The LOS for patients in the rasburicase cohort averaged 11.5 days compared to 16.5 days for allopurinol patients (p=0.0212); rasburicase patients also had a lower ICU LOS, 1.4 and 3.9 days, respectively (p<0.0001). The reduction in LOS correlated with a reduction in costs, which averaged $34,065 per rasburicase patient compared to $54,103 per allopurinol patient (p=0.0205). Results of the sensitivity analyses did not change the overall findings. Figure 1. View large Download slide Figure 1. View large Download slide Close modal Figure 2. View large Download slide Figure 2. View large Download slide Close modal Figure 3. View large Download slide Figure 3. View large Download slide Close modal Conclusions: This retrospective study, using hospital administrative data, revealed that treatment with rasburicase, compared with allopurinol, was associated with a significant reduction in UA levels, ICU LOS, overall LOS and overall costs per patient. Despite the increase pharmaceutical costs of rasburicase versus allopurinol, the use of rasburicase in patients with TLS is cost effective and reduces LOS. Disclosures: Cairo: sanofi aventis: Consultancy. Thompson: sanofi aventis: Employment. Tangirala: sanofi aventis: Employment. Eaddy: Xcenda: Employment.",
    "topics": [
        "allopurinol",
        "rasburicase",
        "tumor lysis syndrome",
        "length of stay",
        "cancer",
        "cancer diagnosis",
        "creatinine",
        "creatinine tests, serum",
        "gout",
        "hospital admission"
    ],
    "author_names": [
        "Mitchell S. Cairo, MD",
        "Stephen Thompson, MS",
        "Krishna Tangirala, MPH",
        "Michael T. Eaddy, PharmD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Mitchell S. Cairo, MD",
            "author_affiliations": [
                "Maria Fareri Children's Hospital at Westchester Medical Center, New York Medical College, Valhalla, NY, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Stephen Thompson, MS",
            "author_affiliations": [
                "sanofi-aventis U.S., Inc, Bridgewater, NJ, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Krishna Tangirala, MPH",
            "author_affiliations": [
                "sanofi-aventis U.S., Bridgewater, NJ, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael T. Eaddy, PharmD, PhD",
            "author_affiliations": [
                "Xcenda"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-21T12:51:33",
    "is_scraped": "1"
}