{
    "doi": "https://doi.org/10.1182/blood-2021-153675",
    "article_title": "Breast Implant-Associated Anaplastic Large Cell Lymphoma: A Cost Evaluation Study of Management and Surveillance, and Review of the Recent USA and UK Guidelines ",
    "article_date": "November 5, 2021",
    "session_type": "902.Health Services Research-Lymphoid Malignancies",
    "abstract_text": "Introduction Breast implant-associated anaplastic large cell lymphoma (BIA-ALCL) is a T-cell lymphoma associated with textured breast implants, recently recognized by the revised WHO Classification. Recommended management for BIA-ALCL involves a multidisciplinary team (MDT) approach with breast surgery, haemato-oncology, pathology, radiology and oncoplastic input. Definitive management for the ' effusion-only ' subset is surgical implant and capsule removal; systemic therapy is reserved for ' mass-forming ' and ' advanced-disease ' cohorts. Overall prognosis is excellent with the vast majority achieving remission. Although the diagnostic and treatment paradigm is established, post treatment surveillance and follow-up guidance varies widely (globally); over-utilisation of imaging tests compromises the patient pathway, impacts limited health-care resources and is associated financial burdens on patients and providers. Recently, newly published consensus guidelines (UK MHRA and USA NCCN clarify follow-up and surveillance imaging (Table 1). The aim of this study was to review our BIA-ALCL specialist centre institutional practise; to quantify the direct economic cost (EC) of imaging surveillance and indirect EC of outpatient clinic (OPC) assessment compared EC if recent guidelines were followed. The secondary aim is to highlight and raise awareness of the latest international guidance to promote the standardisation of practise. Methods A retrospective analysis of a prospectively maintained patient database between July 2015 to October 2019 was conducted, with Institutional Review Board Approval. Data collection included patient demographics, tumour subset, treatment, clinical and imaging surveillance. Follow-up and imaging undertaken for symptomatic concerns / non-BIA-ALCL related pathology was excluded. Imaging costs were calculated using UK NHS tariffs. Results Eleven patients were treated for BIA-ALCL during the study period, with a median age of 49 at diagnosis (range 30-82years). Patients were diagnosed with: effusion-only (n=7), effusion and mass (n=2), mass-only (n=2) subtypes, at a median time of eleven years from implant insertion (IQR 8-12). All patients underwent explantation and en-bloc capsulectomy, with 1 patient required neo-adjuvant (CHOP, Brentuximab) and 1 adjuvant (CHOP) therapy (CHOP. Surveillance with imaging and OPC detected no disease recurrence to date (overall median follow-up 38 months, IQR 12-47). Post treatment episodes of surveillance imaging or follow-up related to patient symptoms were excluded. 8 patients underwent surveillance imaging at our institute (Table 2). Total cost of imaging was £10,396 ($14,396) with a median cost of £1,953 ($2,705) per patient [IQR £526-2029 ($728-2,810)]. 7 patients had completed at least 24 months follow-up since surgery during the study period (Table 3), with 3 patients having not yet completed their follow-up period of two years. Of those with completed follow-up, the median OPC follow-up per patient was 48 months (IQR 38-52), median number of OPC was 7 (IQR 6-11) and the median cost of clinic review was £982 (IQR 804-1395). The surplus cost per patient compared with recommended follow-up was £118 ($164) [IQR £0-531 ($0-738)]. Conclusions Our data shows the variable BIA-ALCL surveillance practise pattern and the associated additional direct and indirect EC of unnecessary asymptomatic surveillance imaging, with an excessive number of follow-up OPC and period of clinical follow-up after complete remission. With no recurrence detected in our patient cohort to date, this data supports the new UK and updated USA NCCN Guidelines (extrapolated from data in other NHLs, and analogous to principles of the ASH Choosing Wisely Campaign) that routine post-treatment surveillance imaging should not be performed in BIA-ALCL patients. Routine asymptomatic post-treatment surveillance imaging is clinically unnecessary and potentially leads to a ' Cascade Effect ' of further tests, with increased radiation exposure, excess costs and impact on limited health-care resources. We also support open-access follow-up for patients in remission, to reduce unnecessary follow up appointments. With UK and USA guidelines now available for BIA-ALCL, we support training and education of health-care professionals, global consensus guidelines and a registry, for this rare however increasingly recognised new entity. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Iyengar:  Takeda: Membership on an entity's Board of Directors or advisory committees, Other: conference support, Speakers Bureau; Gilead: Membership on an entity's Board of Directors or advisory committees, Other: conference support, Speakers Bureau; Beigene: Membership on an entity's Board of Directors or advisory committees; Abbvie: Other: conference support; Janssen: Other: conference support, Speakers Bureau. Nicholson:  Pfizer: Consultancy; Kite, a Gilead Company: Other: Conference fees, Speakers Bureau; BMS/Celgene: Consultancy; Novartis: Consultancy, Other: Conference fees. El-Sharkawi:  Kyowa Kirin: Other: Ad boards; Beigene: Other: Ad boards; ASTEX: Other: Ad boards; Novartis: Other: Travel Support; Takeda: Honoraria; Roche: Honoraria; Janssen: Honoraria, Other: Ad boards; AstraZeneca: Honoraria, Other: Ad boards; AbbVie: Honoraria, Other: Travel Support, Ad boards. Tasoulis:  BMJ: Consultancy, Membership on an entity's Board of Directors or advisory committees. Cunningham:  Roche: Research Funding; Clovis Oncology: Research Funding; Celgene: Research Funding; Eli Lilly: Research Funding; Bayer: Research Funding; OVIBIO: Membership on an entity's Board of Directors or advisory committees; 4SC: Research Funding; AstraZeneca: Research Funding; MedImmune: Research Funding.",
    "author_names": [
        "Aia S Mehdi",
        "Rachel O'Connell",
        "Michael Potter",
        "Chris Marshall",
        "Liza Van Kerckhoven",
        "Sunil Iyengar",
        "Emma Nicholson",
        "Dima El-Sharkawi",
        "Marios Tasoulis",
        "David Cunningham",
        "Bhupinder Sharma"
    ],
    "author_dict_list": [
        {
            "author_name": "Aia S Mehdi",
            "author_affiliations": [
                "Imperial College NHS Healthcare Trust, London, London, United Kingdom"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Rachel O'Connell",
            "author_affiliations": [
                "The Royal Marsden NHS Foundation Trust, London, UK, London, United Kingdom"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Potter",
            "author_affiliations": [
                "The Royal Marsden NHS Foundation Trust, London, UK, London, United Kingdom"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chris Marshall",
            "author_affiliations": [
                "The Royal Marsden NHS Foundation Trust, London, UK, London, United Kingdom"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Liza Van Kerckhoven",
            "author_affiliations": [
                "The Royal Marsden NHS Foundation Trust, London, UK, London, United Kingdom"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sunil Iyengar",
            "author_affiliations": [
                "The Royal Marsden NHS Foundation Trust, London, UK, London, United Kingdom",
                "The Institute of Cancer Research (ICR), London, UK, London, United Kingdom"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Emma Nicholson",
            "author_affiliations": [
                "The Royal Marsden NHS Foundation Trust, London, UK, London, United Kingdom"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dima El-Sharkawi",
            "author_affiliations": [
                "The Royal Marsden NHS Foundation Trust, London, UK, London, United Kingdom",
                "The Institute of Cancer Research (ICR), London, UK, London, United Kingdom"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marios Tasoulis",
            "author_affiliations": [
                "The Royal Marsden NHS Foundation Trust, London, UK, London, United Kingdom"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Cunningham",
            "author_affiliations": [
                "The Royal Marsden NHS Foundation Trust, London, UK, London, United Kingdom",
                "The Institute of Cancer Research (ICR), London, UK, London, United Kingdom"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bhupinder Sharma",
            "author_affiliations": [
                "The Royal Marsden NHS Foundation Trust, London, UK, London, United Kingdom",
                "The Institute of Cancer Research (ICR), London, UK, London, United Kingdom"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-21T18:45:47",
    "is_scraped": "1"
}