{
    "doi": "https://doi.org/10.1182/blood.V118.21.3453.3453",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1897",
    "start_url_page_num": 1897,
    "is_scraped": "1",
    "article_title": "Core Transcriptional Regulatory Circuit Controlled by the TAL1 Complex in T-Cell Acute Lymphoblastic Leukemia, ",
    "article_date": "November 18, 2011",
    "session_type": "602. Disordered Gene Expression in Hematologic Malignancy, including Disordered Epigenetic Regulation: Poster III",
    "topics": [
        "adult t-cell lymphoma/leukemia",
        "t-cell leukemia, acute",
        "transcription, genetic",
        "gata3 gene",
        "transcription factor",
        "binding (molecular function)",
        "mice",
        "thymocytes"
    ],
    "author_names": [
        "Takaomi Sanda, M.D., Ph.D.",
        "Lee N Lawton, PhD",
        "M Inmaculada Barrasa, Ph.D.",
        "Zi Peng Fan",
        "Yebin Ahn",
        "Richard Young, PhD",
        "A. Thomas Look, M.D."
    ],
    "author_affiliations": [
        [
            "Pediatric Oncology, Dana-Farber Cancer Institute, Boston, MA, USA, "
        ],
        [
            "Whitehead Institute for Biomedical Research, Cambridge, MA, USA"
        ],
        [
            "Whitehead Institute for Biomedical Research, Cambridge, MA, USA"
        ],
        [
            "Whitehead Institute for Biomedical Research, Cambridge, MA, USA"
        ],
        [
            "Pediatric Oncology, Dana-Farber Cancer Institute, Boston, MA, USA, "
        ],
        [
            "Whitehead Institute for Biomedical Research, Cambridge, MA, USA"
        ],
        [
            "Pediatric Oncology, Dana-Farber Cancer Institute, Boston, MA, USA, "
        ]
    ],
    "first_author_latitude": "42.33745149999999",
    "first_author_longitude": "-71.1081799",
    "abstract_text": "Abstract 3453 Aberrant expression of TAL1 is one of the most frequent abnormalities in T-cell acute lymphoblastic leukemia (T-ALL), yet little is known about the transcriptional network controlled by this oncogenic transcription factor, posing a major obstacle to understanding T-ALL pathogenesis. Here we identify the core transcriptional regulatory circuit controlled by TAL1 and its regulatory partners HEB, E2A, GATA3 and RUNX1 in T-ALL cells. We determined direct transcriptional targets of TAL1 and its regulatory partners by ChIP-seq analysis, and found that TAL1 binds to the majority of HEB- and E2A-enriched regions and that these commonly bound regions are frequently overlapping with the GATA3- and RUNX1-enriched regions. We found that TAL1 forms an interconnected auto-regulatory loop with its partners, which likely contribute to the sustained upregulation of its direct target genes. TAL1 core regulatory circuit activates genes involved in T-cell development and hematopoesis. Microarray gene expression analysis revealed that TAL1 and GATA3 predominantly act as positive regulators of the expression of their direct target genes in T-ALL. Importantly, we found the MYB oncogenic transcription factor is directly activated by the TAL1 complex and positively regulates many of the same target genes, thus forming a feed-forward positive regulatory loop that further promotes the TAL1-regulated oncogenic program. Moreover, we found that a specific subset of TAL1 target genes are oppositely regulated by TAL1 and its obligate partner proteins E2A and HEB, uncovering a leukemogenic pattern that previously emerged from studies in murine models. These findings underscore the importance of TAL1 as a critical regulator of an aberrant gene expression program in T-ALL, and indicate how these networks maintain the malignant state in thymocytes. Disclosures: No relevant conflicts of interest to declare."
}