{
    "doi": "https://doi.org/10.1182/blood.V124.21.5223.5223",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2758",
    "start_url_page_num": 2758,
    "is_scraped": "1",
    "article_title": "Prognostic Impact of Cytarabine Pathway Gene Polymorphisms in Acute Myeloid Leukemia Adults Undergoing Induction Chemotherapy ",
    "article_date": "December 6, 2014",
    "session_type": "604. Molecular Pharmacology, Drug Resistance–Myeloid Diseases",
    "topics": [
        "chemotherapy, neoadjuvant",
        "cytarabine",
        "genes",
        "leukemia, myelocytic, acute",
        "polymorphism",
        "toxic effect",
        "thrombocytopenia",
        "enzymes",
        "hepatotoxicity",
        "neutropenia"
    ],
    "author_names": [
        "Juan Eduardo Megías, PharmD",
        "Pau Montesinos, MD",
        "Virginia Bosó, PharmD",
        "Federico Moscardo, MD",
        "Marí­a José Herrero, PhD",
        "David Martínez-Cuadrón",
        "Rebeca Rodríguez-Veiga, MD",
        "Luis Rojas",
        "Blanca Boluda",
        "Jesus Martinez, MD",
        "Jaime Sanz, MD",
        "Francisca López, MD",
        "Isabel Cano",
        "Carmen Alonso, MD",
        "Aima Lacharro",
        "José Cervera",
        "José Luis Poveda, PhD",
        "Salvador Aliño, PhD",
        "Miguel Ángel Sanz, MD PhD"
    ],
    "author_affiliations": [
        [
            "Hematology Department and Pharmacogenetic Unit of Pharmacy Department, Hospital Universitari i Politecnic La Fe, Valencia, Spain "
        ],
        [
            "Hematology, Hospital Universitari i Politecnic La Fe, Valencia, Spain "
        ],
        [
            "Pharmacogenetic Unit of Pharmacy Department, Hospital Universitari i Politecnic La Fe, Valencia, Spain "
        ],
        [
            "Hematology, Hospital Universitari i Politecnic La Fe, Valencia, Spain "
        ],
        [
            "Pharmacogenetic Unit of Pharmacy Department, Hospital Universitari i Politecnic La Fe, Valencia, Spain "
        ],
        [
            "PETHEMA cooperative group, Valencia, Spain "
        ],
        [
            "Hematology, Hospital Universitari i Politecnic La Fe, Valencia, Spain "
        ],
        [
            "Pharmacogenetic Unit of Pharmacy Department, Hospital Universitari i Politecnic La Fe, Valencia, Spain "
        ],
        [
            "Hematology, Hospital Universitari i Politecnic La Fe, Valencia, Spain "
        ],
        [
            "Hematology, Hospital Universitari i Politecnic La Fe, Valencia, Spain "
        ],
        [
            "Hematology, Hospital Universitari i Politecnic La Fe, Valencia, Spain "
        ],
        [
            "Hematology, Hospital Universitari i Politecnic La Fe, Valencia, Spain "
        ],
        [
            "Hematology, Hospital Universitari i Politecnic La Fe, Valencia, Spain "
        ],
        [
            "Hematology, Hospital Universitari i Politecnic La Fe, Valencia, Spain "
        ],
        [
            "Hematology, Hospital Universitari i Politecnic La Fe, Valencia, Spain "
        ],
        [
            "Genetics Unit, Hospital Universitario La Fe, Valencia, Spain "
        ],
        [
            "Pharmacy Department, Hospital Universitari i Politecnic La Fe, Valencia, Spain "
        ],
        [
            "Pharmacogenetic Unit of Pharmacy Department, Hospital Universitari i Politecnic La Fe, Valencia, Spain "
        ],
        [
            "Hospital Universitari i Politecnic La Fe, Valencia, Spain"
        ]
    ],
    "first_author_latitude": "39.443475199999995",
    "first_author_longitude": "-0.3760153",
    "abstract_text": "Background: Several studies have suggested that genetic variability related with single nucleotide polymorphisms (SNPs) within the genes involving Ara C pathway could influence in treatment outcome of AML patients treated with this cytotoxic drug. However, the association of these polymorphisms with toxicity of combinations of Ara C and anthracyclines in AML patients remains undetermined. Methods: The SNPs of Ara C metabolism genes previously described in literature (DCK: rs2306744, rs11544786, rs4694362; CDA: rs2072671, rs3215400, rs532545, rs602950; NT5C2: rs11598702; RRM1: rs9937; NME1: rs2302254) were evaluated in 109 adult patients of a single center at initial diagnosis of AML, using a Sequenom (iPLEX) mass spectrometry–based multiplex genotyping assay (Sequenom, San Diego, CA). All patients were treated with intensive induction chemotherapy consisting of idarubicin plus Ara C (PETHEMA-AML 99, 2007 and 2010 trials). Genotypes were grouped as dichotomous variables (dominant and recessive model). Efficacy of first induction cycle was evaluated comparing complete remission (CR) vs. partial remission or resistance. Patients dying during induction were considered as no evaluable for efficacy. Based on WHO grading scale, toxicities were grouped as binary variables (grade 0-1 vs. grade 2-4). The grade of toxicity assigned to an organ group was the maximum grade of all the specific toxicities within that group. Overall toxicity was grouped with grade 3-4 assessment. Hematologic toxicity was measured with the time to neutropenia and thrombocytopenia recovery since first day of chemotherapy. Categorical and continuous variables were assessed using χ2 test with Yates correction if needed and Mann–Whitney U test, respectively. Multivariate analyses were performed using the Cox method. Results: The median age of patients was 53 years (17-78 years). Among the baseline characteristics analyzed (age, gender, leukocyte count, hemoglobin level, platelet count and percentage of peripheral or BM blasts) there was statistically significant difference in the genotype distributions of CDA polymorphisms regarding age (patients with variant alleles of rs2072671, rs532545, rs602950, and wild type of rs3215400 were older, P= 0.006, 0.025, 0.025 and 0.012, respectively) and gender (men had higher proportion of variant alleles than women for rs2072671, rs3215400 and rs602950, P= 0.04, 0.046 and 0.039). The variant homozygous of DCK SNP rs11544786, enzyme that catalyzes the limiting first phosphorylation in activation of Ara C, showed a trend towards a prolonged neutropenia duration (67.5 vs. 34.2 days, P=0.058). Concerning the CDA polymorphisms, the main inactivating enzyme in the Ara C, wild genotype of rs2072671 was associated with higher frequency of grade 2-4 liver toxicity (83.3% vs. 51.0%, P= 0.034) and time to thrombocytopenia recovery (36.1 vs. 20.6 days, P= 0.026) compared to variant alleles, which is consistent with the CDA activity reduction attributed to this SNP. Multivariable regression models including age and gender as covariates were performed in CDA SNPs analysis with similar results for the association between rs2072671 and liver toxicity (OR=0.209, 95%IC=0.043-1.002, P=0.026), but not for time to thrombocytopenia recovery. We did not found any association between any of the investigated cytarabine pathway gene polymorphisms and the CR rates. Conclusions: This study reveals associations between polymorphisms of metabolic genes of Ara C and the toxicity during induction therapy in adult AML patients. Further studies with larger population are needed to validate these associations, especially in SNPs with low variant allele frequency, such as in DCK. A better knowledge of the patient’s risk of toxicity related to genetic variability could improve the treatment outcomes in AML. Disclosures No relevant conflicts of interest to declare."
}