{
    "doi": "https://doi.org/10.1182/blood.V104.11.756.756",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=143",
    "start_url_page_num": 143,
    "is_scraped": "1",
    "article_title": "Osteonecrosis of the Jaws in Myeloma: Time Dependent Correlation with Aredia® and Zometa® Use. ",
    "article_date": "November 16, 2004",
    "session_type": "Oral Sessions",
    "topics": [
        "jaw",
        "multiple myeloma",
        "osteonecrosis",
        "prednisone",
        "pamidronate",
        "zoledronic acid",
        "bisphosphonates",
        "melphalan",
        "steroids",
        "bone pain"
    ],
    "author_names": [
        "Brian G.M. Durie, MD",
        "Michael Katz",
        "Jason McCoy, MS",
        "John Crowley, PhD"
    ],
    "author_affiliations": [
        [
            "Hematology/Oncology, Cedars-Sinai Comprehensive Cancer Center, Los Angeles, CA, USA"
        ],
        [
            "Data Analysis, International Myeloma Foundation, Los Angeles, CA, USA"
        ],
        [
            "Statistics, Cancer Research and Biostatistics, Seattle, WA, USA"
        ],
        [
            "Statistics, Cancer Research and Biostatistics, Seattle, WA, USA"
        ]
    ],
    "first_author_latitude": "34.07431945",
    "first_author_longitude": "-118.37973364999999",
    "abstract_text": "Osteonecrosis of the jaws was evaluated in 812 myeloma patients responding to a web-based survey. Data items collected included age, sex, diagnosis, type and duration of bisphosphonate treatment, dental problems such as pain, bone spurs, tooth decay, poor healing, infection, gum disease, and other details, as well as treatment for dental problems. Information about other treatments was also recorded, including melphalan, cytoxan, thalidomide, bortozemib (VELCADE®), VAD, dexamethasone, prednisone, methylprednisone, erythropoietin, interferon, as well as high dose aklylating agents, as part of autologous and/or allogeneic or syngeneic transplants. Details of radiation therapy were gathered, with special reference to head and neck irradiation. There was the option to provide text details, which added helpful information. Of the 812 myeloma patients, 46 (5.7%) indicated a diagnosis of osteonecrosis of the jaws and an additional 46 patients had findings suspicious for early osteonecrosis, giving a total of 92 patients or 11.4% of respondents affected. The true occurrence rate of osteonecrosis in the U.S. myeloma population is currently unknown. A minimal estimate is 0.5 – 1% based upon the current plus accumulated reported cases thus far. The focus of these analyses is not the percentage, but the comparison of affected with unaffected patients. The strongest correlation was with use of Aredia and/or Zometa in both univariate and multivariate analyses (p < .0001). The only other therapy with a significant correlation was prednisone as part of melphalan/prednisone or alone, but not other steroid use. In an analysis of time dependency, only Aredia and/or Zometa use showed a significant correlation. The time dependence was assessed from 3 months to 36 months. The results are shown in Table 1. The odds ratio is > 1 at 3 months. The P-value becomes significant at 12 months; more so at 24 and 36 months. For these and other correlations, there was an identical trend with osteonecrosis and/or suspicious findings. Additional analysis assessed the interaction between steroid use, prednisone in particular, and increased risk combined with Aredia and/or Zometa. There was no indication of interaction. Both Aredia and/or Zometa and prednisone use were separate factors in the multivariate analyses. The full clinical details and the impact of dental treatment and preventative measures are being further evaluated. Preliminary analysis indicates increase risk in patients undergoing tooth extraction, root canal and other surgical procedures, as well as a decreased occurence in patients with recent dental prophylaxis, but these issues require further analysis and investigation. Conclusions: The new entity of osteonecrosis of the jaws in myeloma patients is most strongly associated with use of Aredia and/or Zometa. This risk is time-dependent and becomes significant at 12 months, increasing thereafter to 36 months. Prednisone is an additional and separate risk factor that is not time-dependent. Risk appears to be increased by major dental procedures and poor dental hygiene. These analyses can help form the basis for new recommendations for bisphosphonate use, as well as dental treatment and prevention strategies. Table 1  . ≥ 3 months . ≥ 6 months . ≥ 9 months . ≥ 12 months . ≥ 24 months . ≥ 36 months . Odds Ratio  1.33 1.40 1.97 2.20 2.44 2.56 P-Value  0.46 0.32 0.06 0.03 0.004 0.004 . ≥ 3 months . ≥ 6 months . ≥ 9 months . ≥ 12 months . ≥ 24 months . ≥ 36 months . Odds Ratio  1.33 1.40 1.97 2.20 2.44 2.56 P-Value  0.46 0.32 0.06 0.03 0.004 0.004 View Large"
}