{
    "doi": "https://doi.org/10.1182/blood.V122.21.5409.5409",
    "article_title": "Characterization Of Leukemic Stem Cells In AML Cell Lines Using ALDH Staining ",
    "article_date": "November 15, 2013",
    "session_type": "661. Malignant Stem and Progenitor Cells: Leukemia Stem Cells - Molecular Lesions and Novel Targets",
    "abstract_text": "The clinical significance of LSCs has recently been confirmed by the finding that stem cell-like gene expression signatures can predict the clinical outcome of acute myeloid leukemia (AML) patients, what suggests that the targeted elimination of LSCs would be an efficient therapeutic approach in AML. LSCs are rather infrequent in patients’ bone marrow, and hence are difficult to be identified and isolated. As an attempt to overcome such limitations, it has been previously shown that cell lines might be considered as attractive models aimed to better characterize LSC biological properties and their chemotherapy resistance mechanisms. Many attempts have been made to identify an immunophenotype that allow to discriminate between LSCs and normal hematopoietic stem cells (HSCs), but there is still controversy regarding the surface markers proposed so far. As a functional rather than immunological approach, the assessment of intracellular enzyme activities associated with the protection of primitive cells from oxidative insult during hematopoietic development has been proven as successful strategies, such as the use of Aldefluor reagent in the identification of AML LSCs. By taking advantage of the Aldefluor reagent in the field of stem cells research, we sought to identify LSC among the following AML cell lines, based on their high expression levels of the enzyme aldehyde dehydrogenase (ALDH): Kasumi-1, THP-1, MV-4;11, NB4 and OCI-AML3. Cells were stained with the Aldefluor reagent, following manufacturer’s specifications, and cell subsets presenting high ALDH activity were identified in Kasumi-1 (13%), THP-1 (25%) and OCI-AML3 (12%). To assess if the Aldefluor staining was correlated to the expression of genes involved in stem cell maintenance or myeloid commitment, these cell lines were further sorted in two subpopulations, according to ALDH activity (ALDH high and ALDH low/int ), and the respective expression levels of the following genes were evaluated by RQ-PCR: CEBPA , BMI-1 , NOTCH-1 , C-MYC , HOXA9 , E2F1 , NANOG and OCT3/4 . The delta-delta Ct method was used to determine the fold change in target genes between ALDH high and ALDH low/int subpopulations. CEBPA, BMI-1 and NOTCH-1 genes were upregulated (9, 2.3 and 2 fold, respectively) in Kasumi-1 ALDH high cells when compared to ALDH low/int , whereas C-MYC and E2F1 were downregulated (0.3 and 0.5 fold, respectively). Little is known about the physiological role of CEBPA in adult HSC biology, though it has been described as a central determinant in the switch from fetal to adult HSCs. Bmi-1 has been shown to be essential for the generation of self-renewing adult HSCs. Despite the roles of Notch signaling on myeloid development and AML are poorly understood, it can promote self-renewal, and induce growth arrest and apoptosis in hematopoietic stem cells. Some molecular mechanisms responsible for self-renewal, like Bmi-1 and Notch signaling pathways, were found to be shared by both HSC and LSC, suggesting that a higher expression of both genes in ALDH high cells would be in accordance with stemness properties. In line with these results, lower levels of C-MYC and E2F1 expression in ALDH high cells would suggest that they are somehow more quiescent than their ALDH low/int counterparts. No significant differences were observed on the target genes expression levels among the other cell lines studied. In conclusion, our results reveal an important correlation between ALDH activity and the expression of genes associated with stemness properties in identifying stem cells in Kasumi-1 cell line, suggesting that like KG-1 cell line, which is also CD34-enriched, Kasumi-1 would be considered as a valuable model to better understand AML stem cells properties. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "aldehyde dehydrogenases",
        "cell lines",
        "leukemic hematopoietic stem cell",
        "ccaat/enhancer binding protein alpha",
        "enzymes",
        "cd34 antigens",
        "chemotherapy regimen",
        "immunophenotyping",
        "leukemia, myelocytic, acute",
        "organic cation transporter 3"
    ],
    "author_names": [
        "Mariana Tereza Lira Benício",
        "Priscila S. Scheucher",
        "Aglair Bergamo Garcia",
        "Roberto P. Falcao, M.D., Ph.D",
        "Eduardo M. Rego, M.D., PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Mariana Tereza Lira Benício",
            "author_affiliations": [
                "Hematology Division, Internal Medicine Department, Ribeirão Preto Medical School, University of São Paulo, Ribeirão Preto, Brazil"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Priscila S. Scheucher",
            "author_affiliations": [
                "Hematology Division, Internal Medicine Department, Ribeirão Preto Medical School, University of São Paulo, Ribeirão Preto, Brazil"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aglair Bergamo Garcia",
            "author_affiliations": [
                "Hematology Division, Internal Medicine Department, Ribeirão Preto Medical School, University of São Paulo, Ribeirão Preto, Brazil"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Roberto P. Falcao, M.D., Ph.D",
            "author_affiliations": [
                "Hematology Division, Internal Medicine Department, Ribeirão Preto Medical School, University of São Paulo, Ribeirão Preto, Brazil"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eduardo M. Rego, M.D., PhD",
            "author_affiliations": [
                "Hematology Division, Internal Medicine Department, Ribeirão Preto Medical School, University of São Paulo, Ribeirão Preto, Brazil"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-28T02:09:17",
    "is_scraped": "1"
}