{
    "doi": "https://doi.org/10.1182/blood.V124.21.4415.4415",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2714",
    "start_url_page_num": 2714,
    "is_scraped": "1",
    "article_title": "The Effects of Radiation Therapy (RT) and Surgical Resection on Overall Survival in Gastric Lymphoma ",
    "article_date": "December 6, 2014",
    "session_type": "623. Lymphoma: Chemotherapy, excluding Pre-Clinical Models: Poster III",
    "topics": [
        "excision",
        "gastric lymphoma",
        "radiation effects",
        "diffuse large b-cell lymphoma",
        "surgical procedures, operative",
        "chemotherapy regimen",
        "extranodal disease",
        "rituximab",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia"
    ],
    "author_names": [
        "Henry Vuong, MD",
        "Gurinder Sidhu, MD",
        "Vaibhav Verma, MBBS"
    ],
    "author_affiliations": [
        [
            "SUNY Downstate Medical Center, Brooklyn, NY"
        ],
        [
            "SUNY Downstate Medical Center, Brooklyn, NY"
        ],
        [
            "SUNY Downstate Medical Center, Brooklyn, NY"
        ]
    ],
    "first_author_latitude": "40.635897199999995",
    "first_author_longitude": "-73.98311354999998",
    "abstract_text": "Introduction: Lymphoma of the stomach is an uncommon tumor. However, it is the most common extra-nodal manifestation of Non-Hodgkin lymphoma. Over the last few decades, preferred treatment for gastric lymphoma has shifted from surgical resection to non-surgical methods involving chemotherapy and RT. The current standard treatment is chemo-immunotherapy. The role of RT and surgery, if any, is unclear. Methods: We reviewed data which was obtained from the Surveillance, Epidemiology and End Results (SEER) data registry for patients with gastric lymphoma from 1973 until 2011. The data was analyzed using Microsoft Excel and statistical analysis was performed using SPSS statistical software. The SEER registry does not provide information about chemotherapy (CT) administered. Results: We analyzed 13,659 patients with the diagnosis of gastric lymphoma in the SEER database. The three most prevalent subtypes were diffuse large B-cell lymphoma (DLBCL) with 6,134 (44.9%) cases, extranodal marginal zone lymphoma (MZL) with 4,318 (31.6%) cases and chronic lymphocytic leukemia (CLL/SLL) with 352 (2.5%) cases. In the DLBCL group, the median (range) age was 71 (4 – 105) years, of which 44.7% were female and 55.3% male. Of the group, 4,992 (81%) patients were White, 447 (7%) Black, and the remainder were Asian, Pacific Islander, or Native American. The median overall survival (OS) in patients who did and did not receive RT was 63 vs. 34 months (p<0.01). Analysis by stage shows median OS with and without RT was 108 vs. 65 months in Stage I disease (p<0.01), 71 vs. 62 months (p=0.41) in Stage II disease, 59 vs. 25 months in Stage III disease (p=0.52), and 8 vs. 8 months in Stage IV disease (p=0.46). The median OS in patients who underwent surgical resection, at least partial gastrectomy, is 76 months compared to 28 months in patients who did not undergo resection (p<0.01) (Fig.1). Analyzed by stage, the median OS in patients who did and who did not undergo surgery was 114 vs. 59 months in Stage I disease (p<0.01), 70 vs. 54 months in Stage II disease (p=0.03), 50 vs. 22 months in Stage III disease (p=0.63), and 10 vs. 8 months in Stage IV disease (p=0.85). Since widespread use of rituximab started in 2001, we analyzed patients treated before and after that year. Among patients with DLBCL, 2,719 (44%) were diagnosed prior to 2001 and 3,415 (56%) were diagnosed in 2001 or afterwards. Median OS with and without RT was 43 months vs. 31 months prior to 2001 and 97 months vs. 39 months after 2001 (p<0.01). The median OS with and without surgery is 81 vs. 12 months prior to 2001 (Fig. 2) and 57 vs. 51 months after 2001 (Fig. 3) (p<0.01). In the MZL group, the median (range) age was 68 (10 – 101) years of which 50.5% were female and 49.5% male. Of the group, 3,457 (80%) patients were White, 392 (9%) Black, and the remainder were Asian, Pacific Islander, or Native American. The median OS of patients with MZL who had surgery and who did not was 146 vs. 145 months (p=0.372). Analysis by stage shows no significance difference in OS either. The median OS of patients who did not undergo RT was 132 months and was not yet reached in patients who underwent RT (p<0.01). Analysis by stage shows RT significantly benefitted patients with Stage I and II disease but not stage III and IV disease. Conclusion: Our analysis shows that patients with DLBCL who undergo RT have improved median OS. The benefit is limited to Stage I disease. Improved median OS is seen in patients with DLBCL who undergo surgical resection which is contrary to recent data. The benefit of surgical resection is seen only in Stage I and II but not in Stage III and IV. The benefit of surgery was present prior to 2001 but not seen after 2001 - after the widespread use of rituximab. In MZL, surgical resection has no impact on median OS; whereas RT improves OS, particularly in Stage I and II disease. While our analysis is limited due to the lack of data regarding chemotherapy administered, this large population based analysis supports the benefit of RT and surgery in select disease stages. Prospective clinical trials may better address the benefits of each modality independently. Fig 1. View large Download slide KM Curve of DLBCL gastric lymphoma, all cases, who did and did not undergo surgery (p<0.01) Fig 1. View large Download slide KM Curve of DLBCL gastric lymphoma, all cases, who did and did not undergo surgery (p<0.01) Fig 2. View large Download slide KM Curve of DLBCL gastric lymphoma of cases diagnosed before 2001 (p<0.01) Fig 2. View large Download slide KM Curve of DLBCL gastric lymphoma of cases diagnosed before 2001 (p<0.01) Fig 3. View large Download slide KM Curve of DLBCL gastric lymphoma for cases diagnosed after 2001. Fig 3. View large Download slide KM Curve of DLBCL gastric lymphoma for cases diagnosed after 2001. Disclosures No relevant conflicts of interest to declare."
}