{
    "doi": "https://doi.org/10.1182/blood.V128.22.5374.5374",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3315",
    "start_url_page_num": 3315,
    "is_scraped": "1",
    "article_title": "Novel Bruton's Tyrosine Kinase Inhibitor Bgb-3111 Demonstrates Potent Activity in Mantle Cell Lymphoma ",
    "article_date": "December 2, 2016",
    "session_type": "625. Lymphoma: Pre-Clinical-Chemotherapy and Biologic Agents",
    "topics": [
        "mantle-cell lymphoma",
        "protein-tyrosine kinase inhibitor",
        "ibrutinib",
        "neoplasms",
        "btk inhibitors",
        "chromatography, reverse-phase",
        "tumor growth",
        "flow cytometry",
        "hyperplasia",
        "immunoblotting"
    ],
    "author_names": [
        "Carrie J Li",
        "Yang Liu, PhD",
        "Taylor Bell",
        "Jack Wang",
        "Hui Guo, MD PhD",
        "Makhdum Ahmed, MD MPH",
        "Hui Zhang",
        "Laura T Lam, PhD",
        "Krystle Nomie, PhD",
        "Lai Wang, PhD",
        "Liang Zhang, MD PhD",
        "Michael Wang, MD"
    ],
    "author_affiliations": [
        [
            "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Tulane University, New Orleans, LA "
        ],
        [
            "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "BeiGene (Beijing) Co. Ltd., Beijing, China"
        ],
        [
            "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ]
    ],
    "first_author_latitude": "29.707097200000003",
    "first_author_longitude": "-95.3971021",
    "abstract_text": "Background: Aberrant B-cell receptor signaling is an important contributor to lymphomagenesis in mantle cell lymphoma (MCL). Bruton's Tyrosine Kinase (BTK), a component of the BCR signaling axis, has been validated as a clinically relevant target, and BTK inhibitor ibrutinib received FDA approval for treatment of MCL in 2013. Growing concerns that single agent ibrutinib exerts off-target effects that interfere with other treatments such as rituximab-induced antibody-dependent cell cytotoxicity limit its utility in combination treatments. In this study, we assessed the in vitro and in vivo effects of BGB-3111in MCL models. Methods: We performed cell viability assays with BGB-3111 treated MCL cell lines to determine inhibition of cellular proliferation. The same assays were conducted on primary human MCL cells and patient-derived xenograft (PDX) tumor samples. Dose-dependent inhibition of BTK auto-phosphorylation and inhibition of downstream targets such as PLC-γ were determined by phospho-protein immunoblotting and immunoprecipitation. A reverse-phase protein assay (RPPA) was conducted on BGB-3111-treated Mino cells to evaluate changes in MCL oncogenic signaling. Induction of apoptosis in MCL cells treated with increasing doses of BGB-3111 was quantified using flow cytometry. For in vivo experiments, an ibrutinib-sensitive MCL PDX mouse model was treated with 50 mg/kg/day BGB-3111 and monitored for mean tumor burden and survival. Results: BGB-3111 potently inhibited cell viability in a panel of MCL cell lines, with an activity range of 1-10 uM, and induced apoptosis in a dose-dependent manner in several MCL cell lines.BGB-3111 treatment of MCL cells demonstrated a dose-dependent decrease in p-BTK (Y223) and inhibition of downstream effectors without impacting total protein levels, while RPPA revealed upregulation of the PI3K-Akt signaling axes. In addition, BGB-3111 treatment did not impact phosphorylation of off-target kinases affected by ibrutinib treatment. In vivo, BGB-3111 suppressed tumor growth and prolonged tumor survival in BGB-3111 treated mice. Conclusion: The second generation BTK inhibitor BGB-3111 demonstrates selectivity for BTK in vitro and BTK inhibition in vivo. BGB-3111-treated PDX mouse models examining survival, tumor growth, and other factors point to BGB-3111 as an effective single agent BGB-3111 is being investigated in Phase I clinical trials. Disclosures Wang: Beigene: Employment. Wang: Asana BioSciences: Research Funding; Janssen: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Dava Oncology: Honoraria; Acerta: Consultancy, Research Funding; Kite Pharma: Research Funding; BeiGene: Research Funding; Asana biosciences, Beigene, Celgene, Juno, Kite, Onyx, Pharmacyclics: Research Funding; Juno Therapeutics: Research Funding."
}