{
    "doi": "https://doi.org/10.1182/blood-2019-128608",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4393",
    "start_url_page_num": 4393,
    "is_scraped": "1",
    "article_title": "Efficacy and Safety Evaluation of Elderly Patients with AML Based on Clinical Common Chemotherapy Regimens Under Real-World Events ",
    "article_date": "November 13, 2019",
    "session_type": "613.Acute Myeloid Leukemia: Clinical Studies",
    "topics": [
        "chemotherapy regimen",
        "older adult",
        "adverse effects",
        "impedance threshold device",
        "infections",
        "ms-like tyrosine kinase 3",
        "complete remission",
        "decitabine",
        "electrocorticogram",
        "lung infections"
    ],
    "author_names": [
        "Yu Wang",
        "Mengying Zou",
        "Xi Yang",
        "Li Hui",
        "Hong Zheng, MD PhD"
    ],
    "author_affiliations": [
        [
            "Sichuan Provincial People's Hospital, Department of Hematology, Affliated Hospital of University of Electronic Science and Technology of China, Chengdu, China "
        ],
        [
            "Department of Hematology, Sichuan Provincial People's Hospital, Affliated Hospital of University of Electronic Science and Technology of China, Chengdu, China "
        ],
        [
            "Department of Hematology, Sichuan Provincial People's Hospital, Affliated Hospital of University of Electronic Science and Technology of China, Chengdu, China "
        ],
        [
            "Department of Hematology, Sichuan Provincial People's Hospital, Affliated Hospital of University of Electronic Science and Technology of China, Chengdu, China "
        ],
        [
            "Penn State Cancer Institute, Penn State Hershey Medical Center, Hershey, PA"
        ]
    ],
    "first_author_latitude": "38.995950799999996",
    "first_author_longitude": "-77.0988323",
    "abstract_text": "Objective: To investigate the efficacy and safety of common clinical chemotherapy regimens in the treatment of elderly patients with AML, and to explore the effects of age stratification, gene mutation and leucocyte stratification on the survival of elderly patients with AML. Method: Part I: Collect all the literature published to January 2019 on the efficacy and adverse reactions of \"3+7\" regimen in the treatment of elderly AML patients compared with \"3+7\" regimen, or decitabine(DAC) combined with pre-excitation regimen. Evidence-based evidence is obtained by evaluating the efficacy and adverse reactions of \"3+7\" regimen compared with DAC regimen, pre-excitation regimen and DAC combined with pre-excitation regimen, respectively. The difference of efficacy and adverse reactions between the above schemes was confirmed. Part II: Retrospective analysis of clinical data of 90 elderly patients with AML (non-M3) hospitalized in the Department of Hematology, Sichuan Provincial People's Hospital from January 31, 2015 to January 31, 2019. These patients were divided into \"3 + 7\" group, the DAC group, and the DAC combined with the pre-excitation group according to the chemotherapy regimen. Complete response rate, partial response rate, and overall survival of each group were compared to evaluate the efficacy response. And explore the effects of genetic mutation, risk stratification, age stratification, ECOG score, white blood cell stratification on the survival of elderly AML. Results: Part I: A total of 12 articles were included, including 1715 elderly patients with AML. Through subgroup analysis, the results showed that the \"3+7\" regimen was superior to the DAC regimen in terms of CR; the infection of the \"3+7\" chemotherapy regimen was higher than that of the pre-excitation regimen. The mortality rate of \"3+7\" group was higher than that of pre-excitation group. Part II: The study included 90 patients, \"3+7\" group included 42 patients, DAC group included 12 patients, DAC combined pre-excitation group included 36 patients. In the three groups, the CR rate of the \"3+7\" chemotherapy group was 61.9%; the CR rate of the DAC group was 58.3%, while DAC combined with HAG or CAG treatment was 52.8%(P>0.05). In low risk group, the CR rate of the \"3+7\" chemotherapy regimen was 75%, the DAC group was 60%, while DAC+HAG/CAG was 75% (P=0.401). But the DAC+HAG/CAG group showed a survival advantage compared with the \"3+7\" group. There was no significant difference in survival between patients with FLT3-ITD mutations compared with those who without mutations. The OS of patients between 60 to 65 years were significantly better. The white blood cells were divided into <30×10^9/L group, 30-50×10^9/L group, 50-100×10^9/L group, and there was no difference in CR and OS in the group. About the time of neutropenia, the \"3+7\" chemotherapy regimen lasted for 15 (2-23) days, the DAC group was 11 (8-22) days, and the DAC+HAG/CAG was 16 (8-36) days, the difference between groups was between the DAC group and the DAC combined pre-excitation group (P=0.031). About platelet recovery time, \"3+7\" chemotherapy regimen lasted 12.5 (2-23) days, while DAC group lasted 11 (8-20) days and DAC+HAG/CAG group lasted 8 (5-16) days. Statistical differences could be observed in platelet recovery time between DAC group and DAC combined pre-excitation group (P=0.017). Lung infection rate was 83.3% in the \"3+7\" group, 77.8% in the DAC combined pre-excitation group, and the DAC group infection rate was 73.8%. 83.3%. Conclusion: Compared with other age groups, patients aged 60-65 have survival advantages. DAC-based drugs are more beneficial to patients than 3+7 chemotherapy. OS of patients without poor prognosis genome was significantly better than those with three or more poor prognosis genomes, while FLT3-ITD mutation had little effect on OS of elderly AML patients. The prognosis of patients with hyper-leucocyte is worse than that of patients without hyper-leucocyte, but WBC count has little effect on the long-term survival of patients with non- hyper-leucocyte. DAC group had obvious inhibitory effect on megakaryocytes. Disclosures Zheng: Pfizer: Research Funding."
}