{
    "doi": "https://doi.org/10.1182/blood-2019-130600",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4389",
    "start_url_page_num": 4389,
    "is_scraped": "1",
    "article_title": "Interest of a New Method for Free Plasma Heme Related Species Dosages in Sickle Cell Disease and Beta Thalassemia ",
    "article_date": "November 13, 2019",
    "session_type": "803.Emerging Diagnostic Tools and Techniques",
    "topics": [
        "beta thalassemia",
        "heme",
        "plasma",
        "sickle cell anemia",
        "hemopexin",
        "biological markers",
        "thalassemia",
        "bilirubin",
        "albumins",
        "carboxyhemoglobin"
    ],
    "author_names": [
        "Laurent Kiger",
        "Sandia Adypagavane",
        "Laura Bencheikh, PhD",
        "Nicolas Hebert",
        "Stephane Moutereau, MD",
        "Frédéric Galactéros, MD PhD",
        "Michael Marden, PhD",
        "Yves Beuzard, MD",
        "France Pirenne, MD PhD",
        "Pablo Bartolucci, MD PhD"
    ],
    "author_affiliations": [
        [
            "IMRB, INSERM U955, Créteil, France "
        ],
        [
            "IMRB, EFS, Créteil, France "
        ],
        [
            "IMRB, EFS, Créteil, France "
        ],
        [
            "EFS IMRB Team 2, CRETEIL, France "
        ],
        [
            "Hopital Henri Mondor, Creteil, FRA "
        ],
        [
            "UMGGR, 6UMGGR, Hôpital Henri Mondor; Assistance Publique-Hôpitaux de Paris (APHP); UPEC,, Créteil, France "
        ],
        [
            "IMRB, Inserm U955 Transfusion et maladies du globule rouge (Equipe 2), Créteil, FRA "
        ],
        [
            "IMRB, Inserm U955 Transfusion et maladies du globule rouge (Equipe 2), Creteil, France "
        ],
        [
            "French Blood Agency Ile de France, INSERM U955, Laboratory of Excellence GR-Ex, IMRB, Paris Est-Creteil University, CRETEIL, France "
        ],
        [
            "INSERM-U955, EFS, Institut Mondor, Université Paris-Est Créteil, Team 2 Transfusion et maladies du globule rouge, Laboratoire d´Excellence GR-Ex, Créteil, France"
        ]
    ],
    "first_author_latitude": "48.8313342",
    "first_author_longitude": "2.35624945",
    "abstract_text": "Introduction: Hemolytic anemia combines 3 components to various extents: extravascular hemolysis, intravascular hemolysis and dyserythropoiesis. Global hemolysis in excess to defense lines induces oxidative and inflammatory syndromes and vascular damages in various organs. Therefore, accurate hemolysis biomarkers are required for a better evaluation of hemolytic disorders, such as sickle cell disease (SCD) or thalassemia syndromes and to evaluate the efficacy of various therapies. Accordingly, we have developed a new spectrophotometric method to measure and calculate several hemolysis biomarkers in plasma or serum including Hemoglobin in various forms (HbO2, HbCO, MetHb), Heme or Hemin bound to albumin or to hemopexin, total bilirubin and total hemopexin. Patients and Method : Blood samples were collected at steady-state for 77 SCD adults (mean age 39.8 ± 10.2 yrs, M/F ratio 0.64) and 23 beta thalassemia patients (mean age 42.7 ± 16 yrs, M/F ratio 0.91); SCD patients (SS or Sb0-Thalassemia) were either treated with Hydroxycarbamide (HU: 27) or not (NT: 50). For comparison, plasma samples from healthy volunteers (HV) were also analyzed. Continuous variables were expressed as means ± SD or medians [interquartile range], depending on their normal or asymmetric distributions. Categorical variables were expressed as numbers (%). Univariate analyses were done using Student's t-test or Mann-Whitney non-parametric test, depending on the distribution. Correlation were analyzed using a spearman test. The dosage methodology is based on the light absorption spectrophotometry of plasma samples using an appropriate mathematical conversion of the signal, reference spectra of the different species and some chemical modifications of the iron redox and ligation states. Results: The levels of plasma Hb were statistically higher in homozygous SCD patients compared to beta-thalassemia patients (p=0.001) and healthy volunteers, with median of 6.3 [3.4-11], 2.6 [1-5.4] and 1.7 [0.5-3] µM respectively (Table 1). Interestingly levels of plasma heme were higher in beta thalassemia patient compared to SCD patients (p=0.0001) and HV, with a mean of 1.05 [0.05-3], 10.5 [3.5-24] and ≤ 0.2 µM level of detection respectively (Table 1). A significant negative correlation was found between heme and hemopexin levels in both diseases (p<0.0001; r=0.85). Among 77 SS or Sb 0 -Thalassemia patients, 29 were treated by HU without any difference for plasma Hb, plasma Heme and Hemopexin values compared to non-treated patients. Discussion and Conclusion s: plasma Hb is a more accurate dosage for intra vascular hemolysis than other biomarkers which are not specific of intra vascular hemolysis and could be biased by other pathological conditions: LDH or ASAT can be increased in hepatic or muscular cytolysis, bilirubin is dependent on the heme oxygenase and glycuronyl transferase activities, and reticulocytes are dependent on erythropoiesis. Our results showed that the intra-vascular hemolysis is more pronounced in SCD compared to beta-thalassemia based on the plasma Hb levels. The elevated plasma heme concentration in beta thalassemia is a new finding that should be investigated in more details. It could reflect the ineffective erythropoiesis or heme export from erythroblasts or macrophages involving hemopexin scavenging. View large Download slide View large Download slide  Disclosures Bencheikh: Hemanext: Research Funding. Bartolucci: HEMANEXT: Membership on an entity's Board of Directors or advisory committees; AddMedica: Honoraria, Membership on an entity's Board of Directors or advisory committees; Roche: Membership on an entity's Board of Directors or advisory committees; Global Blood Therapeutics: Membership on an entity's Board of Directors or advisory committees; Agios: Membership on an entity's Board of Directors or advisory committees; Novartis: Membership on an entity's Board of Directors or advisory committees."
}