{
    "doi": "https://doi.org/10.1182/blood.V122.21.4205.4205",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2676",
    "start_url_page_num": 2676,
    "is_scraped": "1",
    "article_title": "Preclinical Evaluation Of Engineered T Cells In Multiple Myeloma: Uncovering a Mechanism Of Immune Escape ",
    "article_date": "November 15, 2013",
    "session_type": "801. Gene Therapy and Transfer: Poster III",
    "topics": [
        "multiple myeloma",
        "t-lymphocytes",
        "hla-a antigens",
        "luciferases",
        "neoplasms",
        "autologous tumor cells",
        "cancer therapy",
        "chimeric antigen receptors",
        "dna",
        "flow cytometry"
    ],
    "author_names": [
        "Zandra K. Klippel, MD",
        "Jeffrey Chou, MD, PhD",
        "Andrea M. H. Towlerton",
        "Paul F Robbins, PhD",
        "Lilien Voong",
        "William I. Bensinger, MD",
        "H. Lokhorst",
        "Tuna Mutis, MD, PhD",
        "Lihua Elizabeth Budde, MD, PhD",
        "Edus H. Warren, III, MD, PhD"
    ],
    "author_affiliations": [
        [
            "University of Washington, Seattle, WA, USA, "
        ],
        [
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA, USA, "
        ],
        [
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA, USA, "
        ],
        [
            "Surgery Branch, National Cancer Institute, Bethesda, MD, USA, "
        ],
        [
            "Molecular Biosciences, Northwestern University, Evanson, IL, USA, "
        ],
        [
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA, USA, "
        ],
        [
            "Hematology, University Medical Center Utrecht, Utrecht, Netherlands, "
        ],
        [
            "Clinical Chemistry and Hematology, UMC Utrecht, Utrecht, Netherlands, "
        ],
        [
            "Hematology and Hematopoietic Transplantation, City of Hope, Duarte, CA, USA"
        ],
        [
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA, USA, "
        ]
    ],
    "first_author_latitude": "47.655335099999995",
    "first_author_longitude": "-122.3035199",
    "abstract_text": "Introduction Adoptive immunotherapy is an increasingly effective modality of cancer therapy. The ability to redirect the antigenic specificity of patient-derived T cells toward autologous tumor cells through introduction of T-cell receptors (TCRs) or chimeric antigen receptors (CARs) enables reproducible manufacturing of tumor-reactive T cell products even in patients who carry few, if any, tumor-reactive T cells in their peripheral blood repertoire. We present the results of our pre-clinical studies of adoptive therapy with T cells transduced with a retroviral vector that encodes an enhanced-affinity (a95:LY) variant of the HLA-A*02:01-restricted, NY-ESO-1 157-165 -specific 1G4 TCR to redirect CD8 + T cells from HLA-A*02:01 + multiple myeloma patients to HLA-A*02:01 + , NY-ESO-1-expressing myeloma cells. Methods CD3-stimulated peripheral blood mononuclear cells from HLA-A*02:01 + multiple myeloma patients were retrovirally transduced with the NY-ESO-1 157-165 -specific 1G4 a95:LY TCR. CD8 + TCR-transduced cells were isolated by flow cytometric sorting with a NY-ESO-1 157-165 /HLA-A*02:01 tetramer. The cytolytic activity of CD8 + tetramer + cells was evaluated by 51 Cr release assay using as target cells the multiple myeloma cell lines U266 (HLA-A*02:01 + NY-ESO-1 + ) and UM-9 (HLA-A*02:01 - NY-ESO-1 + ), and T2 cells with or without exogenous NY-ESO-1 157-165 peptide. The U266 cell line was stably transduced with luciferase-containing retrovirus and used to develop a xenograft model of diffuse myeloma in NOD/scid/IL-2Rg-null (NSG) mice in order to evaluate the anti-myeloma activity of adoptive therapy with CD8 + TCR-transduced T cells. Mice that received TCR-transduced CD8 + cells and developed disease were sacrificed, and human CD138+ cells were harvested from marrow and other sites for evaluation by flow cytometry, HLA-A typing, NY-ESO-1 expression, and loss of heterozygosity (LOH) analysis of the Major Histocompatibility Complex (MHC) on chromosome 6 with short tandem repeat (STR) probes to determine the mechanism of immune escape. Results CD8 + TCR-transduced cells were specifically cytolytic against HLA-A*02:01 + , NY-ESO-1 + tumor cells. Intravenous injection of luciferase-transduced U266/Luc in sub-lethally irradiated NSG mice led to the development of a multiple myeloma-like disease. Mice that received U266/Luc without T cells (control) developed progressive disease within 2 weeks, and met criteria for euthanasia by week 9. Mice that received U266/Luc with sham-transduced cells developed myeloma more slowly, yet all met criteria for euthanasia by week 18 after U266/Luc injection. Of the 6 mice that received U266/Luc and NY-ESO-1-specific TCR-transduced CD8 + T cells, 4 did not have any evidence of myeloma by bioluminescence at the end of study (week 18), and 2 had low burden disease at that point. Kaplan-Meier survival analysis demonstrated significant improvement of overall survival in the mice that received TCR-transduced T cells (Log-rank test p< 0.0001). Flow cytometric analysis of human CD138 + cells isolated from the 2 mice that developed myeloma despite adoptive therapy with NY-ESO-1-specific T cells demonstrated selective loss of surface HLA-A*02 expression, with preserved expression of other MHC class I molecules. Real-time PCR analysis also confirmed preserved expression of HLA-A , B2M , and NY-ESO-1 . Low resolution HLA-A typing of genomic DNA from myeloma cells from these 2 mice revealed loss of HLA-A*02, but retention of HLA-A*03. LOH analysis using 7 STR markers mapping to the MHC on chromosome 6p21.3 and 2 markers on chromosome 15 (control) demonstrated LOH in the MHC involving the HLA-A locus in myeloma cells from both of the mice that developed disease despite TCR-transduced T cells. The extent of LOH in the myeloma cells from the 2 mice was distinct. Conclusions LOH in the MHC as a mechanism of immune scape has been described in allogeneic transplantation for AML, but has not been described in multiple myeloma. We identified LOH affecting the HLA-A allele targeted by adoptively transferred TCR-transduced T cells. Given that NY-ESO-1-specific TCR-transduced cells have recently entered clinical testing, this mechanism of immune escape should be evaluated in patients that fail therapy despite persistence of adoptively transferred T cells. View large Download slide View large Download slide View large Download slide View large Download slide Disclosures: No relevant conflicts of interest to declare."
}