{
    "doi": "https://doi.org/10.1182/blood-2021-152112",
    "article_title": "Ixazomib, Daratumumab and Low Dose Dexamethasone in Intermediate-Fit Patients with Newly Diagnosed Multiple Myeloma (NDMM); Results of Induction Treatment of the Phase II HOVON 143 Study ",
    "article_date": "November 5, 2021",
    "session_type": "653.Myeloma and Plasma Cell Dyscrasias: Clinical-Prospective Therapeutic Trials",
    "abstract_text": "Introduction Non-transplant eligible newly diagnosed multiple myeloma (NTE-NDMM) patients have a heterogeneous clinical outcome, which can be partly explained by differences in frailty level. Accordingly, intermediate-fit patients, according to the IMWG frailty index, have an inferior survival and higher rates of treatment discontinuation as compared to fit NTE-NDMM patients. The aim of this study was to prospectively investigate the efficacy and tolerability of the novel regimen ixazomib-daratumumab-low dose dexamethasone in intermediate-fit NTE-NDMM patients. This trail is registered at www.trialregister.nl as NTR6297. Methods In the phase II HOVON 143 study, intermediate-fit NTE-NDMM patients were treated with nine 28-day induction cycles, consisting of ixazomib 4mg (day 1, 8, 15), daratumumab 16mg/kg (cycle 1-2 on day 1, 8, 15, 22; cycle 3-6 on day 1, 15; cycle 7-9 on day 1) and dexamethasone (on days of daratumumab; cycle 1-2 20mg, subsequent cycles 10mg), followed by maintenance therapy of 8-week cycles with ixazomib (days 1, 8, 15, 29, 36, 43), and daratumumab (day 1), of maximum 2 years or until earlier progression. Inclusion criteria were NTE-NDMM patients who were intermediate-fit according to the IMWG frailty index. Main exclusion criteria were severe cardiac dysfunction, chronic obstructive pulmonary disease with an FEV1 <50% of expected and a creatinine clearance of <20 ml/minute. The primary endpoint was overall response rate (ORR) after nine induction cycles, defined by having at least a partial response (≥PR). Secondary endpoints were PFS, OS, event free survival (EFS, defined as either treatment discontinuation, progressive disease (PD), death, hematological adverse events (AE) grade 4 or non-hematological AE grade 3/4), and health-related quality of life (using the EORTC-QLQ C30 and -MY20). Results Sixty-five NTE-NDMM patients were included in the study of whom the demographics are described in Table 1. Median age was 76 years (range 65-80), 14% had a WHO≥2, 18% had ISS3 and 14% had high-risk cytogenetic abnormalities. The ORR was 71% (95% CI 63-73), including 23 (35%) patients with a very good partial response and 1 (2%) with a complete response. After a median follow-up time of 18.1 months (range 9.5-27.8), the median PFS was 17.4 months (95% CI 10.4-22.6), the median OS was not reached and 12-month OS was 92% (95% CI 82-97)(Figure 1). Eight patients died, 3/65 (5%) due to relapse and 5/65 (8%) due to other reasons, including one early death (≤60 days from registration). The median EFS was 5.3 months (95% CI 2.8-8.3). EFS defining events were non-hematological AEs grade 3/4 in 31 (48%), PD in 15 (23%), hematological AEs grade 4 in 2 (3%), treatment discontinuation in 2 (3%) and death in 1 (2%) patients (Figure 1). Thirty/65 (46%) patients did not proceed to maintenance therapy, due to PD (19/65 (29%)), toxicity (4/65 (6%)), incompliance (3/65 (5%)), sudden death (1/65 (2%)) or other reasons (3/65 (5%)). In addition, 7/65 (11%) patients had to discontinue ixazomib-only, all 7 due to PNP. Cumulative grade 3 or higher hematological AEs occurred in 8/65 (12%), mainly neutropenia (6%), whereas grade ≥3 non-hematological AEs were reported in 33/65 (51%) patients. Most common non-hematological grade ≥3 AEs were gastro-intestinal (14%), central nervous system AEs (11%) or infections (9%). Of 27/65 (42%) patients experiencing PNP, 4 (8%) had PNP grade 3. During induction, patients experienced a statistically and clinically (reaching minimal important difference thresholds) significant improvement in GHS/QoL, role functioning, and future perspective. In contrast, PNP worsened over time. Conclusion In intermediate-fit patients, ixazomib, daratumumab and dexamethasone is an effective and feasible regime, which improves QoL. However, treatment discontinuation due to toxicity (either the whole regimen (6%), but especially ixazomib only (11%)) or incompliance, which negatively affects PFS, remains a concern. This underscores the need to investigate novel monoclonal antibody-based treatment combinations with a higher efficacy to tolerability balance for intermediate-fit patients with NDMM. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Vekemans:  Amgen: Membership on an entity's Board of Directors or advisory committees; Celgene: Membership on an entity's Board of Directors or advisory committees; Bristol Myers Squibb: Membership on an entity's Board of Directors or advisory committees; Janssen: Membership on an entity's Board of Directors or advisory committees; Takeda: Membership on an entity's Board of Directors or advisory committees. van de Donk:  Janssen Pharmaceuticals: Membership on an entity's Board of Directors or advisory committees, Research Funding; Takeda: Membership on an entity's Board of Directors or advisory committees; Cellectis: Research Funding; Servier: Membership on an entity's Board of Directors or advisory committees; Amgen: Membership on an entity's Board of Directors or advisory committees, Research Funding; Adaptive Biotechnologies: Membership on an entity's Board of Directors or advisory committees; Celgene: Membership on an entity's Board of Directors or advisory committees, Research Funding; Bristol Myers Squibb: Membership on an entity's Board of Directors or advisory committees, Research Funding; Novartis: Membership on an entity's Board of Directors or advisory committees; Roche: Membership on an entity's Board of Directors or advisory committees; Bayer: Membership on an entity's Board of Directors or advisory committees. Timmers:  Gilead Sciences: Other: Travel, Accommodations, Expenses; Daiichi Sankyo Ned: Membership on an entity's Board of Directors or advisory committees; Servier: Speakers Bureau; Janssen-Cilag: Membership on an entity's Board of Directors or advisory committees; Novartis: Speakers Bureau. Sonneveld:  Karyopharm: Consultancy, Honoraria, Research Funding; Janssen: Consultancy, Honoraria, Research Funding; Celgene/BMS: Consultancy, Honoraria, Research Funding; SkylineDx: Honoraria, Research Funding; Amgen: Consultancy, Honoraria, Research Funding; Takeda: Consultancy, Honoraria, Research Funding. van der Spek:  Amgen: Other. De Waal:  Celgene: Speakers Bureau; Roche: Other: Travel, Accommodations, Expenses. Nijhof:  Janssen: Membership on an entity's Board of Directors or advisory committees; Celgene/Bristol Myers Squibb: Membership on an entity's Board of Directors or advisory committees. Levin:  Roche, Janssen, Abbvie: Other: Travel Expenses, Ad-Board. Zweegman:  Oncopeptides: Membership on an entity's Board of Directors or advisory committees; Sanofi: Membership on an entity's Board of Directors or advisory committees; BMS: Membership on an entity's Board of Directors or advisory committees; Takeda: Membership on an entity's Board of Directors or advisory committees, Research Funding; Janssen: Membership on an entity's Board of Directors or advisory committees, Research Funding.",
    "author_names": [
        "Kaz Groen",
        "Claudia A.M. Stege",
        "Kazem Nasserinejad",
        "Koen de Heer",
        "Roel J.W. Van Kampen",
        "Maria B.L. Leijs",
        "Noortje Thielen",
        "Matthijs Westerman",
        "Ka Lung Wu",
        "Inge Ludwig",
        "Djamila Issa",
        "Gerjo A. Velders",
        "Marie-Christiane Vekemans",
        "Niels W.C.J. van de Donk",
        "Gert-Jan Timmers",
        "Pieter Sonneveld",
        "Maarten R. Seefat",
        "Fransien Croon-de Boer",
        "Lidwine W. Tick",
        "Ellen van der Spek",
        "Esther G.M. De Waal",
        "Maaike Sohne",
        "Paula F Ypma",
        "Inger S. Nijhof",
        "Saskia K. Klein",
        "Mark-David Levin",
        "Sonja Zweegman"
    ],
    "author_dict_list": [
        {
            "author_name": "Kaz Groen",
            "author_affiliations": [
                "Amsterdam UMC, Vrije Universiteit Amsterdam, Cancer Center Amsterdam, Amsterdam, NLD"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Claudia A.M. Stege",
            "author_affiliations": [
                "Amsterdam UMC, Vrije Universiteit Amsterdam, Cancer Center Amsterdam, Amsterdam, Netherlands"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kazem Nasserinejad",
            "author_affiliations": [
                "HOVON data center, Hematology, Erasmus MC Cancer Institute, Rotterdam, Netherlands"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Koen de Heer",
            "author_affiliations": [
                "Department of Internal Medicine, Flevoziekenhuis, Almere, Netherlands"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Roel J.W. Van Kampen",
            "author_affiliations": [
                "Zuyderland Medical Center, Sittard-Geleen, NLD"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria B.L. Leijs",
            "author_affiliations": [
                "Maasstad Ziekenhuis, Rotterdam, Netherlands"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Noortje Thielen",
            "author_affiliations": [
                "Department of Internal Medicine, Diakonessenziekenhuis, Utrecht, NLD"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Matthijs Westerman",
            "author_affiliations": [
                "Northwest Clinics, Alkmaar, NLD"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ka Lung Wu",
            "author_affiliations": [
                "Department of Hematology, Ziekenhuis Netwerk Antwerpen, Antwerp, Belgium"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Inge Ludwig",
            "author_affiliations": [
                "Department of Hematologie, Bernhoven Hospital, Uden, NLD"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Djamila Issa",
            "author_affiliations": [
                "Jeroen Bosch Hospital, Den Bosch, NLD"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gerjo A. Velders",
            "author_affiliations": [
                "Department of Internal Medicine, Gelderse Vallei Hospital, Ede, Netherlands"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marie-Christiane Vekemans",
            "author_affiliations": [
                "Cliniques Universitaires Saint-Luc, Université Catholique de Louvain, Bruxelles, Belgium"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Niels W.C.J. van de Donk",
            "author_affiliations": [
                "Department of Hematology, Cancer Center Amsterdam, Amsterdam UMC, Vrije Universiteit Amsterdam, Cancer Center Amsterdam, Amsterdam, Netherlands"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gert-Jan Timmers",
            "author_affiliations": [
                "Amstelland Hospital, Amstelveen, NLD"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pieter Sonneveld",
            "author_affiliations": [
                "Erasmus MC University and Medical Center, Rotterdam, Netherlands"
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maarten R. Seefat",
            "author_affiliations": [
                "Department of Hematology, Amsterdam UMC, Amsterdam, Netherlands"
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fransien Croon-de Boer",
            "author_affiliations": [
                "Ikazia Hospital, Rotterdam, Netherlands"
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lidwine W. Tick",
            "author_affiliations": [
                "Maxima Medical Center, Veldhoven, NLD"
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ellen van der Spek",
            "author_affiliations": [
                "Department of Internal Medicine, Rijnstate Hospital, Arnhem, Netherlands"
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Esther G.M. De Waal",
            "author_affiliations": [
                "Oncologisch Centrum Leeuwarden, Medisch Centrum Leeuwarden, Leeuwarden, Netherlands"
            ],
            "author_rank": 21,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maaike Sohne",
            "author_affiliations": [
                "Department of Internal Medicine/Hematology, Antonius Ziekenhuis, Nieuwegein, NLD"
            ],
            "author_rank": 22,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paula F Ypma",
            "author_affiliations": [
                "Haga Hospital, The Hague, Netherlands"
            ],
            "author_rank": 23,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Inger S. Nijhof",
            "author_affiliations": [
                "Department of Hematology, Amsterdam UMC, Vrije Universiteit Amsterdam, Cancer Center Amsterdam, Amsterdam, Netherlands"
            ],
            "author_rank": 24,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Saskia K. Klein",
            "author_affiliations": [
                "Meander Medical Center, Amersfoort, Netherlands",
                "University Medical Center Groningen, Groningen, Netherlands"
            ],
            "author_rank": 25,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mark-David Levin",
            "author_affiliations": [
                "Department of Internal Medicine, Albert Schweitzer Hospital, Dordrecht, Netherlands"
            ],
            "author_rank": 26,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sonja Zweegman",
            "author_affiliations": [
                "VUMC, Amsterdam, Netherlands"
            ],
            "author_rank": 27,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-21T06:47:34",
    "is_scraped": "1"
}