{
    "doi": "https://doi.org/10.1182/blood-2020-142973",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4527",
    "start_url_page_num": 4527,
    "is_scraped": "1",
    "article_title": "Complete Spatial Mapping of Steady-State and Stress Erythropoiesis ",
    "article_date": "November 5, 2020",
    "session_type": "501.Hematopoietic Stem and Progenitor Biology",
    "topics": null,
    "author_names": [
        "Qingqing Wu, PhD",
        "Jizhou Zhang",
        "Courtney Johnson, BS",
        "Anastasiya Slaughter, BA",
        "Margot Lindsay May, BS",
        "Daniel Lucas-Alcaraz, PhD"
    ],
    "author_affiliations": [
        [
            "Division of Experimental Hematology and Cancer Biology, Cincinnati Children's Medical center, Cincinnati, OH "
        ],
        [
            "Division of Experimental Hematology and Cancer Biology, Cincinnati Children's Medical center, Cincinnati, OH "
        ],
        [
            "Division of Experimental Hematology and Cancer Biology, Cincinnati Children's Medical center, Cincinnati, OH "
        ],
        [
            "Division of Experimental Hematology and Cancer Biology, Cincinnati Children's Medical center, Cincinnati, OH "
        ],
        [
            "Division of Experimental Hematology and Cancer Biology, Cincinnati Children's Medical center, Cincinnati, OH "
        ],
        [
            "Division of Experimental Hematology and Cancer Biology, Cincinnati Children's Medical center, Cincinnati, OH ",
            "Cincinnati Children's Hospital, Cincinnati,, OH"
        ]
    ],
    "first_author_latitude": "39.139122",
    "first_author_longitude": "-84.50281365000001",
    "abstract_text": "The anatomy of differentiation in the bone marrow (BM) is poorly understood due to lack of markers to image stepwise HSPC differentiation. We analyzed 250+ cell surface molecules in all hematopoietic progenitors and identified 56 differentially expressed markers in at least one HSPC that can be \"mixed and matched\" to prospectively image any HSPC of interest in the bone marrow. We used this data to develop a pipeline to map stepwise erythropoiesis in vivo. We found that all erythroid progenitors can be defined as Ly6C-CD27-ESAM-CD117+ cells and then Pre-MegE (earliest erythroid progenitor Cell Stem Cell. 2007 1(4):428-42) are CD150+CD71-. These give rise to CD71+CD150+ Pre-CFU-E that differentiate into CD71+CD150- CFU-E that then generate early erythroblasts. All BFU-E activity was restricted to Pre-MegE and Pre- CFU-E (70 and 30% of all BFU-E) whereas all CFU-E colonies were spread between Pre-MegE (44%), pre-CFU-E (10%) and CFU-E (46%). We also confirmed previously published data showing that CD71 and Ter119 can be used to image stepwise terminal erythropoiesis; CD71+Ter119dim early erythroblasts, CD71+Ter119bright late erythroblasts, CD71dimTer119bright reticulocytes and CD71-Ter119bright erythrocytes. Importantly, all populations were detected at identical frequencies using FACS or confocal imaging indicating that our imaging strategy detects all erythroid cells (Pre-CFU-E: 0.022 vs 0.027 %; CFUE: 0.32 vs 0.30%; Early-Ery: 0.62 vs 0.66%; Late-Ery: 32.05 vs 32.12%; Reticulocyte: 5.98 vs. 3.36%; Erythrocytes: 12.49 vs. 13.47%). We mapped the 3D location of every erythroid lineage cell in mouse sternum and interrogated the spatial relationships between the different maturation steps and with candidate niches. We compared the interactions found in vivo with those found in random simulations. Specifically, we used CD45 and Ter119 to obtain the spatial coordinates of every hematopoietic cell. Then we randomly placed each type of erythroid lineage cell at identical frequencies as those found in vivo to generate random simulations. We found erythroid progenitors show no specific association with HSC, indicating that Pre-Meg-E or more primitive progenitors leave the HSC niche after differentiation. Both Pre-Meg-E and Pre-CFU-E are found as single cells through the central BM space and do not specifically associate with other progenitors, or components of the microenvironment. In contrast almost all CFU-E locate to strings (28 strings per sternum) containing 8 CFU-E that are selectively recruited to sinusoids (mean CFU-E to sinusoid distance=2.2µm). As soon as CFU-E detach from sinusoids they downregulate CD117 and upregulate CD71 giving rise to a cluster of early erythroblasts that buds from the vessel. These progressively upregulate Ter119 to generate large clusters of late erythroblasts that in turn differentiate into clusters of reticulocytes and erythrocytes. To examine the clonal architecture of erythropoiesis we used Ubc-creERT2:confetti mice where a tamoxifen pulse leads to irreversible expression of GFP, CFP, YFP or RFP. Four weeks later we found that the CFU-E strings are oligoclonal with each clone contributing 2-6 CFU-E to the string. The budding erythroblasts clusters are similarly organized. These indicate that different CFU-E are serially recruited to the same sinusoidal spot where they self-renew 1-2 times and then undergo terminal differentiation. We then tracked how this architecture changed in response to stress (hemorrhage). Two days after bleeding we found that Pre-Meg-E and Pre-CFU-E numbers and locations were unaltered. The number of CFU-E strings remained constant (30 CFUE strings/sternum) but all strings contained more CFU-E (2-fold) suggesting increased self-renewal. Unexpectedly, fate mapping showed that the size of CFU-E clones did not increase when compared to steady-state. These results indicate that all CFU-E expand in respond to stress and that this is mediated via increased recruitment and differentiation of upstream progenitors. In summary we have found 56 differentially expressed markers that can be combined to detect most HSPC; validated a 5-color stain to image and fate map all steps of red blood cell maturation in situ; demonstrated that terminal erythropoiesis emerges from strings of sinusoidal CFU-E, and revealed the clonal architecture of normal and stress erythropoiesis. Disclosures No relevant conflicts of interest to declare."
}