{
    "doi": "https://doi.org/10.1182/blood-2019-125049",
    "article_title": "Maintaining the Cellular Anti-Viral and Anti-Leukemic Activities in GvHD Patients Undergoing Extracorporeal Photophoresis Therapy ",
    "article_date": "November 13, 2019",
    "session_type": "722.Clinical Allogeneic Transplantation: Acute and Chronic GVHD, Immune Reconstitution",
    "abstract_text": "Introduction: Systemic steroids with their strong immunosuppressive and anti-inflammatory effects are the current gold standard for initial treatment of the graft-versus-host disease (GvHD). But, the effectiveness of high-dose steroids comes along with an increased susceptibility to infections and other secondary malignancies. Extracorporeal photophoresis (ECP), an immunotherapeutic therapy, is currently being used as a clinically well-established second-line treatment for GvHD. Contrary to steroid treatment, there is no clinical data showing that ECP is associated with an increased risk of infection. However, the exact mechanism of action how ECP preserves the anti-viral and anti-leukemic effects on the cellular level has not been discovered yet. Materials and methods: Thirty-four patients with steroid-refractory/resistant aGvHD ≥ II and moderate to severe cGvHD were treated with ECP at the University Hospitals in Heidelberg, Greifswald in Germany and Chaim Sheba Medical Center in Israel. A comprehensive analysis of cell subsets was performed using multi-parametric flow cytometry. Additionally, the quantity and quality of CMV-specific T cells was determined by tetramer staining and interferon-γ enzyme-linked immunospot assay. The NK activity in terms of killing functionality and cytokine release was analyzed by intracellular cytokine staining and chromium-51 release assay, respectively. The proliferative capacity of effector cells was determined by carboxyfluorescein succinimidyl ester (CFSE) staining. Results: ECP therapy was effective with an overall response rate of 75% for patients with aGvHD (x/y) and 78% (x/y) for patients with cGvHD. Of note, all patients showed neither the increased susceptibility to infections nor the reactivation of CMV nor the tumor relapse. Overall, the frequency of well-established protective cell subsets in terms of cytotoxic CD8 + T cells, CD4 + CD8 + T cells, γδ T cells, NK cells and NKT cells remained constant under the ECP therapy. Specifically, no significant influence of ECP therapy on the CD56 dim CD57 + NKG2C + NK cells, a specialized anti-viral/tumor population, and the CMV + CD8 + T cells could be observed. The further phenotyping of CMV + CD8 + T cells showed that CD45RA + CCR7 - CMV + CD8 + T E cells and CD45RA - CCR7 - CMV + CD8 + T EM cells could keep stable under the ECP therapy. Besides these, priming, differentiation and maturation of NK cells through upregulation of CD57 by ECP therapy bridged the T-cell-deficient period after HSCT in order to control the viral infections and eliminate the residual malignant cells. Moreover, ECP could reduce the CD62L expression on TE population which not only facilitates the hematopoietic engraftment and contributes to the phenotypic and functional T cell reconstitution after transplantation without causing GvHD, but also enhances the functional immune reconstitution against tumor and viral antigens. Functionally, neither IFN-g released by virus specific T cells nor production of TNF-a and IFN-g by NK cells in response to K562 cells was hampered by ECP. Of note, the functions of NK cells in terms of the MFI of cytokines and the polyfunctionality of NK cells were stable under ECP treatment. Additionally, the proliferation of NK cells, CD4 + T cells and CD8 + T cells providing an expanded pool of effector cells against the pathogens was not hampered by ECP therapy as well. Conclusions: ECP therapy constitutes an effective strategy to treat GvHD. In addition, ECP appears to be a safe therapy compared to continued steroid use. Our current results suggest that ECP allows to maintain immunity against infections and tumors. Disclosures Schönland: Janssen: Membership on an entity's Board of Directors or advisory committees, Research Funding; Prothena: Membership on an entity's Board of Directors or advisory committees, Research Funding; Takeda: Membership on an entity's Board of Directors or advisory committees, Research Funding; Medac: Other: Travel Grant. Dreger: Neovii, Riemser: Research Funding; AbbVie, Gilead, Novartis, Riemser, Roche: Speakers Bureau; AbbVie, AstraZeneca, Gilead, Janssen, Novartis, Riemser, Roche: Consultancy; MSD: Membership on an entity's Board of Directors or advisory committees, Other: Sponsoring of Symposia. Schmitt: MSD: Membership on an entity's Board of Directors or advisory committees, Other: Sponsoring of Symposia; Therakos Mallinckrodt: Other: Financial Support. Schmitt: Therakos Mallinckrodt: Other: Financial Support .",
    "topics": [
        "graft-versus-host disease",
        "photopheresis",
        "neoplasms",
        "steroids",
        "cytokine",
        "cd57 antigens",
        "graft-versus-host disease, chronic",
        "increased susceptibility to infections",
        "interferon type ii",
        "recombinant interferon-gamma"
    ],
    "author_names": [
        "Ruben A. Gößmann",
        "Lei Wang, MD",
        "Ming Ni",
        "Mingya Yang, MD",
        "Thomas Luft",
        "Ute Hegenbart, MD",
        "Stefan O. Schönland, MD",
        "Patrick Wuchter, MD",
        "Volker Eckstein",
        "William Hermann Krüger, MD PhD",
        "Ronit Yerushalmi, MD",
        "Katia Beider",
        "Arnon Nagler, MD MSc",
        "Carsten Müller-Tidow, MD",
        "Peter Dreger",
        "Michael Schmitt, MD",
        "Anita Schmitt, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Ruben A. Gößmann",
            "author_affiliations": [
                "Department of Internal Medicine V, University Clinic Heidelberg, Heidelberg, Germany "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Lei Wang, MD",
            "author_affiliations": [
                "Department of Internal Medicine V, University Clinic Heidelberg, Heidelberg, Germany "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ming Ni",
            "author_affiliations": [
                "Department of Internal Medicine V, University Clinic Heidelberg, Heidelberg, Germany ",
                "Guizhou Medical University, Department of Hematology, the Affiliated Hospital of Guizhou Medical University, Guiyang, China "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mingya Yang, MD",
            "author_affiliations": [
                "Department of Internal Medicine V, University Clinic Heidelberg, Heidelberg, Germany "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas Luft",
            "author_affiliations": [
                "Department of Internal Medicine V, University Clinic Heidelberg, Heidelberg, Germany "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ute Hegenbart, MD",
            "author_affiliations": [
                "Department of Internal Medicine V, University Clinic Heidelberg, Heidelberg, Germany "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stefan O. Schönland, MD",
            "author_affiliations": [
                "Department of Internal Medicine V, University Clinic Heidelberg, Heidelberg, Germany "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Patrick Wuchter, MD",
            "author_affiliations": [
                "Institute of Transfusion Medicine and Immunology, German Red Cross Blood Service Baden-Wuerttemberg - Hessen, Heidelberg University, Medical Faculty Mannheim, Mannheim, Germany "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Volker Eckstein",
            "author_affiliations": [
                "Department of Internal Medicine V, University Clinic Heidelberg, Heidelberg, Germany "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "William Hermann Krüger, MD PhD",
            "author_affiliations": [
                "Department of Internal Medicine, Greifswald University, Greifswald, Germany "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ronit Yerushalmi, MD",
            "author_affiliations": [
                "Hematology Division, Chaim Sheba Medical Center, Tel Hashomer, Israel"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Katia Beider",
            "author_affiliations": [
                "Hematology Division, Chaim Sheba Medical Center, Tel Hashomer, Israel"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Arnon Nagler, MD MSc",
            "author_affiliations": [
                "Hematology Division, Chaim Sheba Medical Center, Tel Hashomer, Israel"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carsten Müller-Tidow, MD",
            "author_affiliations": [
                "Department of Internal Medicine V, University Clinic Heidelberg, Heidelberg, Germany "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter Dreger",
            "author_affiliations": [
                "Department of Internal Medicine V, University Clinic Heidelberg, Heidelberg, Germany "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Schmitt, MD",
            "author_affiliations": [
                "Department of Internal Medicine V, University Clinic Heidelberg, Heidelberg, Germany "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anita Schmitt, MD",
            "author_affiliations": [
                "Department of Internal Medicine V, University Clinic Heidelberg, Heidelberg, Germany "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-18T03:58:50",
    "is_scraped": "1"
}