{
    "doi": "https://doi.org/10.1182/blood-2019-124765",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4225",
    "start_url_page_num": 4225,
    "is_scraped": "1",
    "article_title": "Allogeneic Hematopoietic Stem Cell Transplantation (HSCT) in Patients with Therapy-Related Myeloid Neoplasm: A Study from the Chronic Malignancies Working Party of the EBMT ",
    "article_date": "November 13, 2019",
    "session_type": "732.Clinical Allogeneic Transplantation: Results",
    "abstract_text": "Patients with t-MN have a poor prognosis with median overall survival < 1 year due to high risk features of the disease and refractoriness to chemotherapy. HSCT represents the only curative treatment. Outcome after HSCT has progressively improved over time with a last EBMT study showing a 2-year OS at 44% in patients with secondary leukemia (79% post MPN or MDS) (BBMT 2018: 1406). Previous large studies showed survival < 30% in patients transplanted for t-MN (Blood. 2010:1850; Haematologica 2009:542). We recently reported in patients transplanted for a leukemia arising from MDS, MPN and CMML that the primary disease impacts the outcome, particularly patients with a previous MPN had the worst outcome (BJH, 2019: 725). We report here outcome of patients who received HSCT for a t-MN (excluding post MDS, MPN and CMML) with the hypothesis that the primary cancer impacts the outcome. From EBMT registry, patients with MDS or AML occurring after a primary cancer who received a HSCT between 01/06 and 12/16 were included. OS and RFS were analyzed using Kaplan Meier curves and log-rank test, relapse and NRM were analyzed as competing risks with cumulative incidence curves and Gray's test. 2334 patients were identified. Primary cancers were CLL in 102, non-Hodgkin lymphoma (NHL) in 668, Hodgkin lymphoma (HL) in 235, plasma cell disease (PCD) in 111, breast cancer in 643 and other solid tumor (ST) in 575. 981 patients had MDS and 1353 had AML at time of transplantation. Performance status by Karnofsky score was 90 or higher in 1376 (59%) patients. 722 (31%) patients were transplanted from HLA matched sibling donor (SIB) and 843 (36%) received a myelo-ablative conditioning regimen (MAC). 1307 patients were in remission at time of transplantation: 29% of MDS and 76% of AML patients. Three-year OS and RFS were 34 and 32% respectively. OS was significantly better in patients with AML in CR (43%) than not in CR (21%). OS and DFS were impacted by the primary cancer: post NHL (30 and 27%), post HL (29 and 28%), post ST (34% for both), post breast cancer (41 and 37%), post CLL (34 and 31%) and post PCD (32 and 25%) (p<0.001). CR status at HSCT did not impact outcome in MDS patients (30%). Patients with normal cytogenetics (n=397) had a better OS than patients with abnormal cytogenetics (n=1036) (43% vs. 33%, p<0.001). OS was significantly better using SIB (38% vs 32%, p=0.05) and in patients with better Karnofsky score (38 vs. 28%, p<0.01). NRM was lower in patients with breast cancer (24% post breast cancer, 36% post NHL, 33% post HL, 29% post ST, 34% post CLL, 26% post PCD p<0.001). NRM was higher after non SIB (34% vs 23%, p<0.001) and after MAC (33 vs. 23%, p<0.001). Relapse rate was higher after RIC (33 vs. 28%, p=0.014) but was not influenced by the primary type of cancer. The multiple variables models includes age, regimen intensity, donor type, Karnofsky score, t-MN category (AML in CR, AML not in CR, MDS) and the primary type of cancer. Patients with HL (HR: 1.36, p=0.005) or NHL (HR: 1.31, p=0.001) had a higher adjusted risk for OS than patients with other primary diseases. Other risk factors for OS were t-MN type (AML not in CR, HR: 1.45, AML in CR, HR: 0.76, MDS = reference, p<0.001), type of donor (no SIB, HR: 1.20, p=0.004) and performance status (karnofsky < 90, HR: 1.34, p<0.001). Patients with HL (HR: 1.24, p=0.05) or NHL (HR: 1.21, p=0.01) had also a higher adjusted risk for DFS than patients with other diseases. Other risk factors for DFS were t-MN (AML not in CR, HR: 1.42, AML in CR: HR:0.76, p<0.001) and performance status (HR: 1.24, p<0.001). Adjusted post-HSCT t-MN relapse risk was not influenced by the primary cancer but was influenced by age (HR: 0.92, p=0.02), MAC (HR: 0.76, p=0.002), t-MN (AML not in CR, HR: 1.51, p<0.001; AML in CR, HR:0.74, p=0.03) and performance status (HR: 1.28, p=0.002). NRM risk was significantly higher in patients with NHL (HR: 1.52, p<0.001), HL (HR:1.58, p=0.007) and CLL (HR: 1.55, p=0.039) than in patients with primary solid tumor or PCD. Other risk factors for NRM were age (HR: 1.15, p=0.01), MAC (1.29, p=0.006), t-MN (AML in CR, HR: 0.76, p=0.005; AML not in CR, HR:1.29, p=0.05), performance status (HR: 1.22, p=0.03). Conclusion: A quarter to one third of patients with t-MN can be cured by HSCT which was influenced by type of t-MN and performance status. The type of primary cancer influenced also the outcome with lower mortality, especially NRM in patients with previous solid tumor or PCD as compared to patients with lymphoma. Disclosures Robin: Novartis Neovii: Research Funding. Beelen: Medac GmbH Wedel Germany: Consultancy, Honoraria. Kroeger: DKMS: Research Funding; Neovii: Honoraria, Research Funding; Celgene: Honoraria, Research Funding; Riemser: Research Funding; JAZZ: Honoraria; Sanofi-Aventis: Honoraria; Novartis: Honoraria, Research Funding; Medac: Honoraria. Platzbecker: Celgene: Consultancy, Honoraria, Research Funding; Novartis: Consultancy, Honoraria, Research Funding; Abbvie: Consultancy, Honoraria. Finke: Riemser: Honoraria, Other: research support, Speakers Bureau; Neovii: Honoraria, Other: research support, Speakers Bureau; Medac: Honoraria, Other: research support, Speakers Bureau. Blaise: Pierre Fabre medicaments: Honoraria; Molmed: Consultancy, Honoraria; Sanofi: Honoraria; Jazz Pharmaceuticals: Honoraria. Chevallier: Daiichi Sankyo: Honoraria; Incyte: Consultancy, Honoraria; Jazz Pharmaceuticals: Honoraria.",
    "topics": [
        "allogeneic hematopoietic stem cell transplant",
        "cancer",
        "hematopoietic stem cell transplantation",
        "myeloproliferative disease",
        "breast cancer",
        "complement membrane attack complex",
        "mac protocol",
        "mdc protocol",
        "mitral valve annular calcification",
        "monitored anesthesia care"
    ],
    "author_names": [
        "Marie Robin, MD",
        "Junfeng Wang, PhD",
        "Linda Koster",
        "Dietrich W. Beelen",
        "Martin Bornhäuser, MD",
        "Nicolaus Kroeger, MD",
        "Uwe Platzbecker",
        "Jürgen Finke, MD",
        "Arnold Ganser, MD",
        "Didier Blaise, MD PhD",
        "Fabio Ciceri, MD",
        "Johan Maertens",
        "Helene Labussiere-Wallet, MD",
        "Patrice Chevallier, MD",
        "Jakob R. Passweg, MD",
        "Jan J Cornelissen, MD PhD",
        "Noel Milpied, MD",
        "Amandine Charbonnier, MD",
        "Francesca Bonifazi",
        "Liesbeth C. de Wreede, PhD",
        "Patrick Hayden",
        "Christoph Scheid, MD",
        "Ibrahim Yakoub-Agha, MD PhD"
    ],
    "author_affiliations": [
        [
            "Hôpital Saint-Louis, APHP, Université Paris 7, Paris Cedex 10, France "
        ],
        [
            "EBMT Statistical Unit, Leiden, Netherlands "
        ],
        [
            "EBMT Data Office Leiden, Department of Medical Statistics and Bioinformatics, Leiden University Medical Center, Leiden, Netherlands "
        ],
        [
            "Department of Bone Marrow Transplantation, University of Essen, Essen, Germany "
        ],
        [
            "German Cancer Consortium (DKTK), Dresden, Dresden, Germany "
        ],
        [
            "Department of Stem Cell Transplantation, University Medical Center Hamburg-Eppendorf, Hamburg, Germany "
        ],
        [
            "Medical Clinic and Policlinic 1, Hematology and Cellular Therapy, University Hospital Leipzig, Leipzig, Germany "
        ],
        [
            "Dept. of Hematology, Oncology and Stem Cell Transplantation, University Medical Center, Freiburg, Germany "
        ],
        [
            "Department of Hematology, Hemostasis, Oncology and Stem Cell Transplantation, Hannover Medical School, Hannover, Germany "
        ],
        [
            "Programme de Transplantation&Therapie Cellulaire, Centre de Recherche en Cancérologie de Marseille, Institut Paoli Calmettes, Marseille, France "
        ],
        [
            "Ospedale San Raffaele, Milano, Italy "
        ],
        [
            "University Hospital Gasthuisberg, Leuven, Belgium "
        ],
        [
            "Hospices Civils de Lyon, Lyon, Lyon, France "
        ],
        [
            "Service d'Hématologie, CHU Nantes, Nautes, France "
        ],
        [
            "University Hospital, Hematology, Basel, Switzerland, Basel, Switzerland "
        ],
        [
            "Department of Hematology, Erasmus MC Cancer Institute, Rotterdam, Netherlands "
        ],
        [
            "Hématologie Clinique et Thérapie cellulaire, CHU Bordeaux; Service d'hematologie et therapie Cellulaire, F-33000, Bordeaux, France "
        ],
        [
            "Hematology department, CHU Amiens, Amiens, France "
        ],
        [
            "Department of Experimental, Diagnostic and Specialty Medicine, Institute of Hematology \"L. and A. Seràgnoli\", University of Bologna, Bologna, Italy "
        ],
        [
            "Department of Biomedical Data Sciences, Leiden University Medical Center, Leiden, Netherlands "
        ],
        [
            "Stem Cell Transplantation Department, St James Hospital, Dublin, Ireland "
        ],
        [
            "Department I of Internal Medicine and Center of Integrated Oncology Cologne Bonn, University of Cologne, Cologne, Germany "
        ],
        [
            "CHU de Lille, LIRIC, INSERM U995, Université de Lille, Lille, France"
        ]
    ],
    "first_author_latitude": "48.873406499999994",
    "first_author_longitude": "2.3697699"
}