{
    "doi": "https://doi.org/10.1182/blood-2019-123446",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4178",
    "start_url_page_num": 4178,
    "is_scraped": "1",
    "article_title": "Daratumumab Monotherapy for Patients with Relapsed or Refractory (R/R) Natural Killer/T-Cell Lymphoma (NKTCL), Nasal Type: Updated Results from an Open-Label, Single-Arm, Multicenter Phase 2 Study ",
    "article_date": "November 13, 2019",
    "session_type": "624.Hodgkin Lymphoma and T/NK Cell Lymphoma-Clinical Studies",
    "topics": [
        "arm",
        "daratumumab",
        "lymphoma",
        "natural killer t-cells",
        "nose",
        "brachial plexus neuritis",
        "adverse event",
        "dna",
        "extranodal disease",
        "multiple myeloma"
    ],
    "author_names": [
        "Hui-qiang Huang",
        "Won-Seog Kim, MD PhD",
        "Ming Yao, MD",
        "Tae Min Kim, MD PhD",
        "DocHyun Yoon, MD PhD",
        "Seok-Goo Cho, MD PhD",
        "Hyeon-Seok Eom, MD PhD",
        "Su-Peng Yeh, MD",
        "Soon Thye Lim, MBBS, MRCP, FAMS",
        "Yuqin Song",
        "Shizhou Liu, MD",
        "Grace Gao",
        "Lijia Zhang",
        "Min Qing",
        "Ming Qi, MD PhD",
        "Jin Seok Kim, MD PhD",
        "Yok Lam Kwong, MD FRCP",
        "Jie Jin, MD PhD",
        "Yuankai Shi, MD PhD",
        "Jun Zhu, MD PhD"
    ],
    "author_affiliations": [
        [
            "Sun Yat-Sen University Cancer Center, Guangzhou, China "
        ],
        [
            "Samsung Medical Center, Seol, Korea, Republic of (South) "
        ],
        [
            "National Taiwan University Hospital, Taipei, Taiwan "
        ],
        [
            "Seoul National University Hospital, Seoul, Korea, Republic of (South) "
        ],
        [
            "Asan Medical Center, Seoul, Korea, Republic of (South) "
        ],
        [
            "Seoul St. Mary's Hospital, Seoul, Korea, Republic of (South) "
        ],
        [
            "National Cancer Center, Goyang-si, Korea, Republic of (South) "
        ],
        [
            "China Medical University Hospital, Taichung, Taiwan "
        ],
        [
            "National Cancer Centre Singapore, Singapore, Singapore "
        ],
        [
            "Beijing Cancer Hospital, Beijing, China "
        ],
        [
            "Janssen (China) R&D, Shanghai, China "
        ],
        [
            "Janssen (China) R&D, Shanghai, China "
        ],
        [
            "Janssen (China) R&D, Shanghai, China "
        ],
        [
            "Janssen (China) R&D, Shanghai, China "
        ],
        [
            "Janssen Research & Development, LLC, Spring House, PA "
        ],
        [
            "Severance Hospital, Seoul, Korea, Republic of (South) "
        ],
        [
            "Queen Mary Hospital, Hong Kong, Hong Kong "
        ],
        [
            "1st Affiliated Hospital of Zhejiang University Medical College, Hangzhou, China "
        ],
        [
            "Cancer Hospital, Chinese Academy of Medical Sciences, Beijing, China"
        ],
        [
            "Beijing Cancer Hospital, Beijing, China "
        ]
    ],
    "first_author_latitude": "23.131427",
    "first_author_longitude": "113.29117300000001",
    "abstract_text": "Hui-qiang Huang and Won-Seog Kim contributed equally to this work. Introduction : NKTCLs are rare, Epstein-Barr virus-associated distinct subtypes of peripheral T-cell lymphoma. These are primarily extranodal and of the nasal type and are more common in Asia and Central/South America (Tse and Kwong. Blood 2013. 121:4997-5005). Outcomes for patients (pts) with R/R NKTCL are very poor, and with no standard therapy, there exists a highly unmet medical need for this pt population. Clinical data from NKTCL pts suggest CD38 as a new prognostic biomarker and novel target for therapy (Wang et al. Ann Hematol 2015. 94:1381-8). Daratumumab (DARA) is a human IgGk monoclonal antibody targeting CD38 with a direct on-tumor and immunomodulatory mechanism of action that is approved for newly diagnosed and relapsed/refractory multiple myeloma (MM). Interim results from stage 1 of a phase 2 study (NCT02927925) of DARA monotherapy in pts with R/R NKTCL demonstrated high tolerability and pre-specified futility criteria were not met (Kim et al. Blood 2018. 132:1617). Here we present data from stage 2 of the study. Methods : This phase 2 study with Simon's 2-stage design evaluated DARA monotherapy in pts with histologically confirmed extranodal NKTCL nasal type per WHO classification that was refractory to or relapsed after ≥1 line of chemotherapy, and who were not candidates for other treatment modalities. Pts without available tumor samples for biomarker determination were not eligible. DARA 16 mg/kg was administered by IV infusion once weekly for 8 weeks, every other week for 16 weeks, and every 4 weeks thereafter until progression or unacceptable toxicity. The primary endpoint was objective response rate (ORR) based on blinded independent central review (BICR) per Revised Criteria for Response Assessment of Hodgkin and non-Hodgkin Lymphoma (Lugano classification). Additional endpoints included progression-free survival (PFS) and duration of response based on BICR, overall survival (OS), and safety. Protocol-specified futility criterion for ORR (defined as at most 1 of 15 pts with complete response [CR]/partial response [PR]) was not met at interim analysis of 16 pts; stage 2 enrolled an additional 16 pts. Results : A total of 32 pts were treated with DARA monotherapy. Median age was 56 years, 91% had an ECOG score of 0 or 1, median time from initial NKTCL diagnosis was 24.0 months, median (range) plasma EBV-DNA at baseline was 900 (0-94,800) kIU/L, and 50% of pts had CD38 expression values ≥50%. At the clinical cut-off (June 4, 2019), 91% of pts discontinued treatment (disease progression [66%], pt withdrawal [13%], physician decision [9%], and adverse event [AE; 3%]). At a median follow-up of 16.7 months, ORR based on BICR was 25.0% ( Table 1 ). Response rates were similar for pts who received <3 vs ≥3 prior treatments (26% vs 23%). Among the 8 responders, median duration of response was 55 days (95% CI, 29-339 d). Median PFS was 53 days (95% CI, 32-106 d), with a 4-month PFS rate of 11%. Median OS was 130 days (95% CI, 94-228 d), with a 6-month OS rate of 40%. The most common (>20%) all-grade treatment-emergent adverse events (TEAEs) are listed in Table 2 . Eighteen (56%) pts had grade 3/4 TEAEs; thrombocytopenia (22%), and anemia, leukopenia, and neutropenia (16% each) were most common (≥15%). Two pts discontinued treatment due to TEAEs. Infusion-related reactions (IRRs) occurred in 63% of pts and were generally mild: only 2 (6%) pts had grade 3 IRRs (urticaria, hypertension, hypotension), and no grade 4 IRRs were reported. Response to DARA was not associated with CD38 expression: mean (standard deviation) percentage of tumor cells that expressed CD38 was 41.6% (31.92) in non-responders and 56.7% (39.33) in responders. Reductions in NK cells, complement protein C1q, and CD38 + T reg cells were observed in the majority of pts after 1 cycle of DARA. The percentage of pts with an EBV-DNA load reduction from baseline of greater than 25% was 50% in responders and 16.7% in non-responders ( Figure 1) . Conclusions : DARA 16 mg/kg was well tolerated with no new safety concerns, and only 2 patients discontinuing due to TEAEs. DARA monotherapy demonstrated an encouraging response rate (ORR: 25%) in pts with R/R NKTCL and warrants further study in this poor prognosis pt population. View large Download slide View large Download slide  Disclosures Kim: Donga: Research Funding; Kyowa-Kirin: Research Funding; Roche: Research Funding; Celltrion: Research Funding; Novartis: Research Funding; J&J: Research Funding; Mundipharma: Research Funding. Kim: Novartis: Consultancy; Sanofi: Consultancy; Bayer: Consultancy; Takeda: Consultancy; AstraZeneca: Consultancy, Research Funding. Yoon: J&J: Research Funding. Lim: National Cancer Centre Singapore: Employment. Qing: Janssen: Employment, Equity Ownership. Qi: Janssen: Employment. OffLabel Disclosure: Daratumumab is under investigation for NKTCL; daratumumab is approved for use as monotherapy in multiple myeloma."
}