{
    "doi": "https://doi.org/10.1182/blood-2020-134314",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4457",
    "start_url_page_num": 4457,
    "is_scraped": "1",
    "article_title": "LOXO-305, A Next Generation, Highly Selective, Non-Covalent BTK Inhibitor in Previously Treated Mantle Cell Lymphoma, Waldenström's Macroglobulinemia, and Other Non-Hodgkin Lymphomas: Results from the Phase 1/2 BRUIN Study ",
    "article_date": "November 5, 2020",
    "session_type": "623.Mantle Cell, Follicular, and Other Indolent B-Cell Lymphoma-Clinical Studies",
    "topics": null,
    "author_names": [
        "Michael Wang, MD",
        "Nirav N. Shah, MD",
        "Alvaro J. Alencar, MD",
        "James N. Gerson, MD",
        "Manish R. Patel, MD",
        "Bita Fakhri, MDMPH",
        "Wojciech Jurczak, MD PhD",
        "Xuan Ni Tan, MD",
        "Katharine L Lewis, MBBS",
        "Timothy S. Fenske, MD",
        "Catherine C. Coombs, MD",
        "Ian W. Flinn, MD PhD",
        "David John Lewis, MD",
        "Steven Le Gouill, MD PhD",
        "M. Lia Palomba, MD",
        "Jennifer A. Woyach, MD",
        "John M. Pagel, MDPhD",
        "Nicole Lamanna, MD",
        "Jonathon B. Cohen, MDMS",
        "Minal Barve, MD",
        "Paolo Ghia, MD PhD",
        "Toby A. Eyre",
        "Ming Yin",
        "Binoj Nair, PhD",
        "Donald Tsai, MD PhD",
        "Nora C. Ku, MD",
        "Anthony Mato, MD",
        "Chan Yoon Cheah, MBBS"
    ],
    "author_affiliations": [
        [
            "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Medical College of Wisconsin, Brookfield, WI "
        ],
        [
            "Sylvester Comprehensive Cancer Center, University of Miami, Miller School of Medicine, Miami, FL "
        ],
        [
            "Lymphoma Program, Abramson Cancer Center, University of Pennsylvania, Philadelphia, PA "
        ],
        [
            "Florida Cancer Specialists / Sarah Cannon Research Institute, Sarasota, FL "
        ],
        [
            "Division of Hematology and Oncology, University of California, San Francisco, CA "
        ],
        [
            "Department of Hematology, Maria Sklodowska-Curie National Institute of Oncology, Krakow, Poland "
        ],
        [
            "Linear Clinical Research and Sir Charles Gairdner Hospital, Perth, Australia "
        ],
        [
            "Linear Clinical Research and Sir Charles Gairdner Hospital, Perth, Australia "
        ],
        [
            "Division of Hematology and Oncology, Medical College of Wisconsin, Milwaukee, WI "
        ],
        [
            "Lineberger Comprehensive Cancer Center, University of North Carolina, Chapel Hill, NC "
        ],
        [
            "Sarah Cannon Research Institute/Tennessee Oncology, Nashville, TN "
        ],
        [
            "Plymouth Hospitals NHS Trust - Derriford Hospital, Plymouth, United Kingdom "
        ],
        [
            "Service d'hématologie clinique du CHU de Nantes, INSERM CRCINA Nantes-Angers, NeXT Université de Nantes, Nantes, France "
        ],
        [
            "Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "The Ohio State University Comprehensive Cancer Center, Columbus, OH "
        ],
        [
            "Center for Blood Disorders and Stem Cell Transplantation, Swedish Cancer Institute, Seattle, WA "
        ],
        [
            "Herbert Irving Comprehensive Cancer Center, Columbia University, New York, NY "
        ],
        [
            "Winship Cancer Institute, Emory University, Atlanta, GA "
        ],
        [
            "Mary Crowley Cancer Research, Dallas, TX "
        ],
        [
            "Università Vita-Salute San Raffaele and IRCCS Ospedale San Raffaele, Milano, Italy "
        ],
        [
            "Churchill Cancer Center, Oxford University Hospitals NHS Foundation Trust, Old Road, United Kingdom "
        ],
        [
            "Loxo Oncology at Lilly, Stamford, CT "
        ],
        [
            "Loxo Oncology at Lilly, Stamford, CT "
        ],
        [
            "Loxo Oncology at Lilly, Stamford, CT "
        ],
        [
            "Loxo Oncology at Lilly, Stamford, CT "
        ],
        [
            "Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "Linear Clinical Research and Sir Charles Gairdner Hospital, Perth, Australia "
        ]
    ],
    "first_author_latitude": "29.707097200000003",
    "first_author_longitude": "-95.3971021",
    "abstract_text": "Background: Covalent BTK inhibitors (BTKi) have transformed the management of MCL, WM, and MZL. Despite the marked efficacy of covalent BTKi, treatment failure can occur through the development of resistance and discontinuation for adverse events. Covalent BTKi also share pharmacologic liabilities (e.g. low oral bioavailability, short half-life) that may lead to suboptimal BTK target coverage, for example in rapidly proliferating tumors with high BTK protein turnover, ultimately manifesting as acquired resistance in some patients (pts). To address these limitations, LOXO-305, a highly selective, non-covalent BTKi that inhibits both wild type (WT) and C481-mutated BTK with equal low nM potency was developed. The aim of the BRUIN trial was to define the safety and early efficacy of LOXO-305 in pts with B-cell malignancies. Here we report these data in pts with previously treated MCL, WM, and other NHLs. Methods: BRUIN is a multicenter phase 1/2 trial (NCT 03740529) enrolling pts with advanced B-cell malignancies who have received >2 prior therapies. Dose was escalated according to a standard 3+3 design with LOXO-305 dosed orally in 28-day cycles. The primary endpoint was MTD/RP2D identification. Intra-patient dose-escalation to previously cleared dose levels was permitted. Efficacy evaluable pts included all dosed pts who underwent their first response evaluation or discontinued therapy. Response was assessed every 8 weeks from cycle 3, and every 12 weeks from cycle 13 and was measured according to Lugano Classification or iWWM. Safety was assessed in all pts (CLL/SLL and NHL, n=186). Results: As of 30 April 2020, 186 pts with B-cell malignancies (94 CLL/SLL, 38 MCL, 19 DLBCL, 17 WM, 6 FL, 5 MZL, and 7 Other [B-PLL and Richter's transformation]) were treated on 7 dose levels (25mg to 300mg QD). Among the 92 pts with NHL, the median age was 68 (range 27-87) years. Median number of prior lines of therapy was 2 for MCL (range 2-8), and 3 for other NHLs (range 2-11). 92% of MCL pts had received a prior BTKi; 87% received at least an anti-CD20 antibody, chemotherapy, and BTKi; 10 pts had received SCT/CAR-T; 71% of WM pts had received a prior BTKi. LOXO-305 demonstrated high oral exposures, with doses ≥100mg QD exceeding the BTK IC90 for the entirety of the dosing interval. There were no DLTs or dose reductions. Consistent with LOXO-305's selectivity, the only treatment emergent adverse events regardless of attribution or grade seen in >10% of pts (n=186) were fatigue (n=29, 16%) and diarrhea (n=28, 15%). Responses were observed at the first dose level of 25mg QD. A RP2D of 200mg QD was selected for future studies. At the efficacy cutoff date, 24 MCL pts (63%) and 35 other NHL pts (65%) remained on therapy. Among the 35 efficacy-evaluable MCL pts treated across all dose levels, the ORR was 51% including 9 CRs, 9 PRs, 7 SDs, 8 PDs, and 2 NEs. An additional 3 MCL pts were awaiting initial radiologic assessment. Among the subset of 20 efficacy evaluable MCL pts who started at the RP2D (200mg QD), the ORR was 65% including 7 CRs, 6 PR, 4 SDs, 1 PD and 2 NEs. Of the 18 responding pts treated at any dose, all except 2 remain on therapy, with the longest followed responding pt on treatment for 14 months and ongoing. Of the 2 responding pts who have discontinued treatment, 1 progressed and 1 achieved a CR and electively discontinued treatment to undergo allogeneic stem cell transplant. Responses in MCL have been observed in pts who received prior cell therapy, including 3 of 7 patents with prior SCT, and 1 of 2 with prior CAR-T. Among the 15 efficacy-evaluable pts with WM, the ORR was 60% (1 VGPR, 4 PRs, 4 MRs, 5 SDs, 1 NE), and also 60% in the subset with prior BTKi treatment. 8 of 9 WM responders were ongoing (follow-up time from initial response: 0.1-4.8 months). For the remaining 29 efficacy-evaluable other NHL pts, best response was as follows: DLBCL (3 CRs, 1 SD, 6 PDs, 5 NEs), FL (3 PRs, 1 SD, 1 PD), MZL (2 PRs, 1 SD) and Other [5 Richter's transformation, 1 B-PLL] (2 PRs, 2 SDs, 2 NEs). Conclusion: LOXO-305 demonstrated promising efficacy in heavily pretreated, poor-prognosis MCL pts following multiple prior lines of therapy, including covalent BTKi. Early efficacy was also observed in BTK-treated WM, as well as heavily pretreated other NHLs. LOXO-305 was well tolerated and exhibited a wide therapeutic index. Disclosures Wang: Kite Pharma: Consultancy, Other: Travel, accommodation, expenses, Research Funding; Loxo Oncology: Consultancy, Research Funding; Verastem: Research Funding; Molecular Templates: Research Funding; Dava Oncology: Honoraria; InnoCare: Consultancy; Oncternal: Consultancy, Research Funding; Nobel Insights: Consultancy; VelosBio: Research Funding; OMI: Honoraria, Other: Travel, accommodation, expenses; Celgene: Consultancy, Other: Travel, accommodation, expenses, Research Funding; AstraZeneca: Consultancy, Honoraria, Other: Travel, accommodation, expenses, Research Funding; Janssen: Consultancy, Honoraria, Other: Travel, accommodation, expenses, Research Funding; Pharmacyclics: Consultancy, Honoraria, Other: Travel, accommodation, expenses, Research Funding; Targeted Oncology: Honoraria; Juno: Consultancy, Research Funding; BioInvent: Research Funding; Lu Daopei Medical Group: Honoraria; OncLive: Honoraria; Beijing Medical Award Foundation: Honoraria; MoreHealth: Consultancy; Guidepoint Global: Consultancy; Acerta Pharma: Research Funding; Pulse Biosciences: Consultancy. Shah: Cell Vault: Research Funding; Miltenyi Biotec: Honoraria, Research Funding; Celgene: Consultancy, Honoraria; Incyte: Consultancy; Lily: Consultancy, Honoraria; Kite Pharma: Consultancy, Honoraria; Verastim: Consultancy; TG Therapeutics: Consultancy. Alencar: Genentech, Celgene, KITE, Loxo Oncology at Lilly: Consultancy. Gerson: Loxo: Research Funding; Pharmacyclics: Consultancy; Abbvie: Consultancy; Genentech: Consultancy. Fakhri: University of California San Francisco: Current Employment. Jurczak: MeiPharma: Research Funding; Roche: Research Funding; Takeda: Research Funding; Jagiellonian University, Krakow, Poland: Ended employment in the past 24 months; Pharmacyclics: Research Funding; Bayer: Research Funding; Janssen: Research Funding; Acerta: Research Funding; TG Therapeutics: Research Funding; Maria Sklodowska-Curie National Research Institute of Oncology, Krakow, Poland: Current Employment. Tan: Sir Charles Gairdner Hospital and Linear Clinical Research: Current Employment. Lewis: Sir Charles Gairdner Hospital and Linear Clinical Research: Current Employment. Fenske: Medical College of Wisconsin: Current Employment. Coombs: Novartis: Honoraria; Octapharma: Honoraria; LOXO Oncology: Honoraria; MEI Pharma: Honoraria; AstraZeneca: Honoraria; Genentech: Honoraria; Abbvie: Consultancy, Honoraria. Flinn: Calithera Biosciences: Research Funding; Loxo: Research Funding; IGM Biosciences: Research Funding; Takeda: Consultancy, Research Funding; Genentech, Inc.: Research Funding; F. Hoffmann-La Roche: Research Funding; Gilead Sciences: Consultancy, Research Funding; Agios: Research Funding; Karyopharm Therapeutics: Research Funding; Incyte: Research Funding; BeiGene: Consultancy, Research Funding; AstraZeneca: Consultancy, Research Funding; TG Therapeutics: Consultancy, Research Funding; Curio Science: Consultancy; MorphoSys: Consultancy, Research Funding; Curis: Research Funding; Nurix Therapeutics: Consultancy; Novartis: Research Funding; Pfizer: Research Funding; Pharmacyclics LLC, an AbbVie Company: Consultancy, Research Funding; Portola Pharmaceuticals: Research Funding; Seattle Genetics: Consultancy, Research Funding; Teva: Research Funding; Constellation Pharmaceuticals: Research Funding; Great Point Partners: Consultancy; Forma Therapeutics: Research Funding; Iksuda Therapeutics: Consultancy; Unum Therapeutics: Consultancy, Research Funding; Juno Therapeutics: Consultancy, Research Funding; Infinity Pharmaceuticals: Research Funding; Acerta Pharma: Research Funding; AbbVie: Consultancy, Research Funding; Janssen: Consultancy, Research Funding; Trillium Therapeutics: Research Funding; Triphase Research & Development Corp.: Research Funding; Verastem: Consultancy, Research Funding; Yingli Pharmaceuticals ≠: Consultancy, Research Funding; Rhizen Pharmaceuticals: Research Funding; Johnson & Johnson: Other; Roche: Consultancy, Research Funding; Vincera Pharma: Consultancy; Merck: Research Funding; Celgene: Research Funding; ArQule: Research Funding; Kite Pharma: Consultancy, Research Funding; Forty Seven: Research Funding. Le Gouill: Loxo Oncology at Lilly: Consultancy; Roche Genentech, Janssen-Cilag and Abbvie, Celgene, Jazz pharmaceutical, Gilead-kite, Loxo, Daiichi-Sankyo and Servier: Honoraria. Palomba: Celgene: Honoraria; Pharmacyclics: Honoraria; Genentech: Research Funding; Novartis: Honoraria; Merck: Honoraria; Juno Therapeutics, a Bristol-Meyers Squibb Company: Honoraria, Research Funding; Regeneron: Research Funding. Woyach: Janssen, Pharmacyclics, AstraZeneca, Abbvie, Arqule: Consultancy; Pharmacyclics, Janssen, Morphosys, Karyopharm, Verastem, Abbvie, Lox: Research Funding; Pharmacyclics LLC, an AbbVie Company, AbbVie, Janssen, AstraZeneca, ArQule: Honoraria. Lamanna: Columbia University Medical Center: Current Employment; MingSight: Other: Institutional research grants, Research Funding; Octapharma: Research Funding; Pharmacyclics: Consultancy, Membership on an entity's Board of Directors or advisory committees; Gilead: Consultancy, Membership on an entity's Board of Directors or advisory committees; Bei-Gene: Consultancy, Membership on an entity's Board of Directors or advisory committees, Other: Institutional research grants, Research Funding; Celgene: Consultancy, Membership on an entity's Board of Directors or advisory committees; Astra Zeneca: Consultancy, Membership on an entity's Board of Directors or advisory committees, Other: Institutional research grants, Research Funding; Abbvie: Consultancy, Membership on an entity's Board of Directors or advisory committees, Other: Institutional research grants, Research Funding; Janssen: Consultancy, Membership on an entity's Board of Directors or advisory committees; Juno: Other: Institutional research grants, Research Funding; Genentech: Consultancy, Membership on an entity's Board of Directors or advisory committees, Other: Institutional research grants, Research Funding; Loxo: Research Funding; Oncternal, Verastem, TG Therapeutics: Other: Institutional research grants, Research Funding. Cohen: Genentech, BMS, Novartis, LAM, BioInvent, LRF, ASH, Astra Zeneca, Seattle Genetics: Research Funding; Janssen, Adicet, Astra Zeneca, Genentech, Aptitude Health, Cellectar, Kite/Gilead, Loxo: Consultancy. Ghia: Gilead: Consultancy, Honoraria, Research Funding; ArQule: Consultancy, Honoraria; Acerta/AstraZeneca: Consultancy, Honoraria; BeiGene: Consultancy, Honoraria; Janssen: Consultancy, Honoraria, Other: TRAVEL, ACCOMMODATIONS, EXPENSES (paid by any for-profit health care company), Research Funding; Celgene/Juno: Consultancy, Honoraria; Lilly: Consultancy, Honoraria; MEI: Consultancy, Honoraria; Sunesis: Consultancy, Honoraria, Research Funding; Adaptive, Dynamo: Consultancy, Honoraria; Novartis: Research Funding; AbbVie: Consultancy, Honoraria, Other: TRAVEL, ACCOMMODATIONS, EXPENSES (paid by any for-profit health care company), Research Funding. Eyre: KITE, AZ, Loxo Oncology at Lilly: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Janssen: Consultancy, Honoraria, Other: travel support; AbbVie: Consultancy, Honoraria, Other: travel support; Gilead: Consultancy, Honoraria, Other: travel support. Yin: Loxo Oncology at Lilly: Current Employment. Nair: Loxo Oncology at Lilly: Current Employment. Tsai: Loxo Oncology at Lilly: Current Employment. Ku: Loxo Oncology at Lilly: Current Employment. Mato: Pharmacyclics: Consultancy, Research Funding; TG Therapeutics: Consultancy, Research Funding; AstraZeneca: Consultancy, Research Funding; Adaptive: Consultancy, Research Funding; AbbVie: Consultancy, Research Funding; Janssen: Consultancy, Research Funding; Loxo: Consultancy, Research Funding; Genentech: Consultancy, Research Funding. Cheah: Celgene, F. Hoffmann-La Roche, MSD, Janssen, Gilead, Ascentage Pharma, Acerta, Loxo Oncology, TG therapeutics: Honoraria; Celgene, F. Hoffmann-La Roche, Abbvie, MSD: Research Funding."
}