{
    "doi": "https://doi.org/10.1182/blood.V110.11.4424.4424",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1076",
    "start_url_page_num": 1076,
    "is_scraped": "1",
    "article_title": "Leukaemic Monocytoid Marginal Zone Lymphoma (LMMZL): A Rare Undescribed Lymphoproliferative Disorder with Unique Features. ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "topics": [
        "abdominal pain",
        "alkylating agents",
        "anemia",
        "antigens, cd98 light chains",
        "atypical",
        "biopsy",
        "bone marrow",
        "cd19 antigens",
        "cd20 antigens",
        "cd23 antigen"
    ],
    "author_names": [
        "Lara N. Roberts",
        "Madan M. Ryali",
        "Stella J. Bowcock",
        "Susan M. Ward",
        "Richard Gale",
        "Saad M.B. Rassam"
    ],
    "author_affiliations": [
        [
            "Kings College Hospital"
        ],
        [
            "Queen Mary’s Hospital Sidcup"
        ],
        [
            "Queen Mary’s Hospital Sidcup"
        ],
        [
            "Queen Mary’s Hospital Sidcup"
        ],
        [
            "Kent Cancer Centre, Maidstone Hospital, London and Kent, United Kingdom"
        ],
        [
            "Kent Cancer Centre, Maidstone Hospital, London and Kent, United Kingdom"
        ]
    ],
    "first_author_latitude": "51.467801400000006",
    "first_author_longitude": "-0.0938193",
    "abstract_text": "We report five cases of clonal lymphocytosis with striking monocytoid features, immunophenotype and clinical features distinct from chronic lymphocytic leukaemia (CLL), splenic marginal zone lymphoma (MZL) also known as splenic lymphoma with villous lymphocytes (SLVL) and mantle cell lymphoma (MCL). We believe these cases to represent a unique leukaemic variant of monocytoid MZL. All cases presented with marked peripheral blood lymphocytosis, no smear cells and monocytoid morphology with voluminous sometimes vacuolated cytoplasm. Immunophenotyping confirmed clonal lymphocytosis with strong light chain restriction, positivity for CD19 and CD20, absent or weak expression of CD10, CD22, CD23 and FMC7 and variable but weak CD5 expression. Bone marrow trephine biopsies revealed marked hypercellularity with a non-nodular diffuse lymphoid infiltrate. Cytogenetic analysis in cases 1 and 5 was normal, and fluorescent in-situ hybridisation (FISH) for abnormalities associated with CLL (11q23, trisomy 12, 13q14 and 17p13) and MCL (t11,14) were negative. Case 1: A 70 year old male presented with symptoms of anaemia, generalised lymphadenopathy, splenomegaly and leucocytosis. He progressed through chlorambucil and prednisolone but responded to oral fludarabine. He has been successfully retreated with fludarabine on relapse and remains alive, more than six years post diagnosis. Case 2: A 79 year old female was admitted with abdominal pain and vomiting. Investigation revealed marked leucocytosis with grossly abnormal liver function tests. This patient’s condition deteriorated rapidly and she died before intervention was possible, ten days post presentation. Case 3: An 87 year old female presented with an incidental finding of lymphocytosis and isolated splenomegaly. Six months following her presentation she developed anaemia, thrombocytopenia and progressive lymphocytosis. Her disease progressed through chlorambucil and cyclophosphamide but responded to fludarabine. She unfortunately died of a cerebrovascular accident, eighteen months after diagnosis. Case 4: A 72 year old female presented with B symptoms, axillary lymphadenopathy and massive splenomegaly. She developed progressive B symptoms and rapid doubling of her white cell count, necessitating initiation of treatment. Despite an initial partial response to chlorambucil and prednisolone, her disease continued to progress and was refractory to multiple lines of chemotherapy. She died six years after her initial presentation. Case 5: An 84 year old presented with mild anaemia and leucocytosis and had clinical splenomegaly. He was managed with supportive therapy only and died of unrelated causes. Summary: The clinical presentation of these cases mimics that of CLL. The morphology of the peripheral blood lymphocytes is, however, markedly different. Patients are typically elderly with a high white cell count, marked splenomegaly and heavy marrow infiltration. Marker analysis is distinct from typical CLL and extranodal features at presentation are atypical of SLVL and nodal MZL. FISH results in two cases were also atypical for CLL. The clinical behaviour is distinct with resistance to alkylating agents but sensitivity to purine analogues. We believe that these unique cases represent an as yet undescribed leukaemic variant of monocytoid MZL probably currently classed and treated as atypical CLL."
}