{
    "doi": "https://doi.org/10.1182/blood.V124.21.670.670",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2913",
    "start_url_page_num": 2913,
    "is_scraped": "1",
    "article_title": "Unrelated Donor KIR B/X Genotype Reduces Relapse and Improves Progression-Free Survival after HLA-Matched Allogeneic Transplantation for Relapsed/Refractory Non-Hodgkin Lymphoma ",
    "article_date": "December 6, 2014",
    "session_type": "723. Clinical Allogeneic and Autologous Transplantation: Late Complications and Approaches to Disease Recurrence: Predicting and Preventing Disease Recurrence",
    "topics": [
        "donors",
        "genotype",
        "human leukocyte antigens",
        "lymphoma, non-hodgkin",
        "progression-free survival",
        "transplantation, homologous",
        "lymphoma",
        "tissue transplants",
        "follicular lymphoma",
        "transplantation"
    ],
    "author_names": [
        "Veronika Bachanova, MD",
        "Daniel J. Weisdorf, MD",
        "Tao Wang, PhD",
        "Steven G.E. Marsh, PhD",
        "Elizabeth Trachtenberg, PhD",
        "Michael D Haagenson, MS",
        "Stephen R. Spellman, MBS",
        "Guethlein A. Lisbeth, PhD",
        "Martha Ladner, PhD",
        "Peter Parham, PhD",
        "Jeffrey S. Miller, MD",
        "Sarah A. Cooley, MD MS"
    ],
    "author_affiliations": [
        [
            "University of Minnesota, Minneapolis, MN "
        ],
        [
            "University of Minnesota, Minneapolis, MN "
        ],
        [
            "Medical College of Wisconsin, Milwaukee, WI "
        ],
        [
            "Anthony Nolan Research Institute, London, England "
        ],
        [
            "Children's Hospital of Oakland Research Institute, Oakland, CA "
        ],
        [
            "Center for International Blood and Marrow Transplant Research, Minneapolis, MN "
        ],
        [
            "Center for International Blood and Marrow Transplant Research, Minneapolis, MN "
        ],
        [
            "Stanford University, Stanford, CA"
        ],
        [
            "Children's Hospital of Oakland Research Institute, Oakland, CA "
        ],
        [
            "Stanford University, Stanford, CA"
        ],
        [
            "University of Minnesota, Minneapolis, MN "
        ],
        [
            "University of Minnesota, Minneapolis, MN "
        ]
    ],
    "first_author_latitude": "44.97399",
    "first_author_longitude": "-93.2277285",
    "abstract_text": "While allogeneic donor hematopoietic cell transplantation (HCT) can cure non-Hodgkin lymphoma (NHL) by inducing a graft-versus-lymphoma effect, 10-35% of patients experience progression or relapse. We investigated whether the genotype of allogeneic donor natural killer (NK) cell killer immunoglobulin-like receptors (KIR) impacts the survival of lymphoma patients. The importance of KIR genetics in unrelated donor (URD) HCT has been demonstrated in AML where donors with favorable KIR gene content reduced the risk of relapse by 30%. Because the consequence of donor KIR genotype in NHL is unknown, we evaluated its effect on transplant outcome in 614 adults with NHL (28% follicular lymphoma, 16% diffuse large B cell lymphoma, 17% mantle cell lymphoma, 37% other) who underwent T cell replete URD HCT between 1990-2009 with outcomes reported to the Center for International Blood and Marrow Transplant Research (CIBMTR). Donor samples from the NMDP/CIBMTR Repository were genotyped (15 KIR genes) by MALDI-TOF mass spectroscopy. KIR haplotypes ( A/A or B/x ) were determined by presence/absence of individual KIR genes. Multivariate regression models were used to test the associations between donor KIR genotype and clinical outcome. The median patient age was 50 years (range 19-72), 93% were Caucasians and 62% had chemosensitive lymphoma. Most (60%) were >1.5 years from diagnosis; 41% received myeloablative preparative regimens and 61% received peripheral blood derived grafts. Most transplants were 10/10 matched for HLA alleles (n=396), the remainder 9/10 matched (n=158) or ≤8/10 matched (n=60). The frequencies of KIR genotypes in donors reflected the Caucasian population: 70% (n=428) were KIR B/x and 30% (n=180) were KIR A/A . Patients receiving 10/10 HLA-matched grafts (65%) experienced significantly lower relapse at 5 years when donors were KIR B/x genotype (n=281; 26% [95%CI 21-32%]) compared to KIR A/A genotype (n=115; 37% [95% CI 27-46%] ;p=0.05; Figure left) leading to improved progression-free survival (PFS) (35% [95% 26-44] vs. 22% [95%CI 11-35%]; p=0.02; Figure right). After adjusting for significant clinical variables, KIR B/x donors conferred significant protection against relapse (RR 0.63 [95%CI 0.43-0.92]; p=0.02) and improved PFS (RR 0.71 [95% CI 0.55-0.91]; p=0.008) compared to KIR A/A donors. The relapse protection and improved survival associated with KIR B/x donors was highly significant in the 10/10 HLA matched cohort (n=396) but not in the HLA-mismatched transplants (n=218; PFS RR 1.21 [95%CI 0.86-1.7]; Relapse RR 1.49 [0.87-2.55], p=NS for both). Importantly, the use of KIR B/x donors was associated with improved clinical outcomes for patients after both myeloablative and reduced intensity conditioning. Donor KIR genotype had no effect on rates of acute graft-versus-host disease (HR 1.05; p=0.86), and treatment related mortality at 1 year was similar for both groups (28% [ B/x ] and 30% [ A/A ]). In multivariate analysis of the entire cohort, other factors adversely impacting PFS included chemoresistant lymphoma (HR 1.52; p=0.03), disease other than follicular lymphoma (HR 1.34; p=0.0001) and <1.5 years interval from diagnosis to HCT (HR 1.35; p=0.003). Our results demonstrate that donors with KIR B/x genotypes, whose NK cells express more activating KIR, are associated with decreased relapse and improved survival after 10/10 HLA-matched URD HCT for NHL. The results suggest that NK cells may contribute to graft-versus-lymphoma effects and support the consideration of KIR genotyping with HLA typing into URD search criteria for patients with NHL. Figure 1 View large Download slide Figure 1 View large Download slide Disclosures Miller: Coronado: Speakers Bureau; BioSciences: Membership on an entity's Board of Directors or advisory committees; SAB: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau."
}