{
    "doi": "https://doi.org/10.1182/blood.V128.22.1979.1979",
    "article_title": "RUNX1 Mutations Cause a Myeloid Differentiation Block Leading to the Formation of a Long Term Expanding CD34 + /CD33 + /CD45RA + /CD123 + Cell Population ",
    "article_date": "December 2, 2016",
    "session_type": "636. Myelodysplastic Syndromes-Basic and Translational Studies: Poster I",
    "abstract_text": "RUNX1 (AML1) is a transcription factor critically involved in normal haematopoiesis. Inactivating RUNX1 mutations have been frequently described in a variety of myeloid neoplasms, including high-risk myelodysplastic syndrome (MDS) and acute myeloid leukemia (AML). Here, we aimed to functionally and molecularly define the actions of a dominant negative mutant by in vitro and in vivo experiments and RNA- and ChIP-sequencing approaches. Overexpression of the RUNX1 mutant S291fs300X in cord blood (CB) CD34 + cells caused a decline in erythroid colony formation (p= 0.01) while the CFU-GM colonies showed enhanced replating capacity compared to control (>3 times). It appeared that the replating potential was restricted to CD14 - /CD15 - progenitor cells. Long-term suspension cultures with myeloid growth factors (IL-3, SCF) of RUNX1 S291fs300X CB CD34 + cells provided a rather homogenous cell population after 10 weeks of culture. These cells are growth factor dependent and are phenotypically defined by CD34 + /CD38 + /CD33 + /IL1-RAP + /CD45RA + /CD123 + resembling a GMP phenotype which can be propagated for approximately 20 weeks in suspension. Comparable results were obtained with normal bone marrow CD34 + cells transduced with the RUNX1 S291fs300X. Karyotype analyses demonstrated no abnormalities while integration site analysis showed a variety of different integration sites and differences between individual samples, suggesting that the myeloid differentiation block is related to the RUNX1 S291fs300X mutation.Long-term MS5 stromal co-cultures of transduced RUNX1 S291fs300X CB CD34 + cells showed after 8-10 weeks a rather homogenous cell population with limited potential to expand and localized under the stromal layer. This cell population is phenotypically defined by CD34 + /CD38 - . The interactions with the stroma appear to prevent proliferation but retain quiescence, indicating that sufficient niche-cell interactions might be crucial for transformation. NSG mice experiments are performed to test the reproducibility of these findings in vivo . Q-PCR studies demonstrated reduced expression of C/EBPα in RUNX1 S291fs300X CB CD34 + cells, one of the key targets in myeloid differentiation. Therefore, week 10 RUNX1 S291fs300X CB CD34 + cells were transduced with a retroviral C/EBPα overexpression vector. The re-expression of C/EBPα resulted in a reduction in cell proliferation, decline of undifferentiated blasts and an increase in CD15 expression. RNA- and ChIP-sequencing data revealed a decreased expression of crucial RUNX1 target genes including C/EBPα and Cited2 and also a retained binding of mutant RUNX1 on these loci in conjunction with a decrease of H3K27ac. Further research into the molecular mechanisms by which this RUNX1 S291fs300Xderegulates gene-expression is in progress. Our results implicate that overexpression of RUNX1 S291fs300X mutant leads to impaired erythroid differentiation and a strong differentiation block of the myeloid lineage resulting in the expansion and maintenance of a GMP-like cell population. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "cd33 antigen",
        "cd34 antigens",
        "mutation",
        "antigens, cd15",
        "cyclic gmp",
        "rna",
        "cd14 antigen",
        "coculture techniques",
        "colony-stimulating factors",
        "growth factor"
    ],
    "author_names": [
        "Myléne Gerritsen, MSc",
        "Esther Tijchon, PhD",
        "Amit Mandoli, PhD",
        "Joost H.A. Martens",
        "Jan Jacob Schuringa, PhD",
        "Edo Vellenga, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Myléne Gerritsen, MSc",
            "author_affiliations": [
                "Department of Experimental Hematology, Cancer Research Center Groningen, University Medical Center Groningen, University Groningen, Groningen, Netherlands "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Esther Tijchon, PhD",
            "author_affiliations": [
                "Department of Molecular Biology, Radboud Institute for Molecular Life Sciences, Nijmegen, Netherlands "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amit Mandoli, PhD",
            "author_affiliations": [
                "Department of Molecular Biology, Radboud Institute for Molecular Life Sciences, Nijmegen, Netherlands "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joost H.A. Martens",
            "author_affiliations": [
                "Radboud Institute for Molecular Life Sciences, Nijmegen, Netherlands"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jan Jacob Schuringa, PhD",
            "author_affiliations": [
                "Department of Experimental Hematology, Cancer Research Center Groningen, University Medical Center Groningen, University Groningen, Groningen, Netherlands "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Edo Vellenga, MD PhD",
            "author_affiliations": [
                "Department of Experimental Hematology, Cancer Research Center Groningen, University Medical Center Groningen, University Groningen, Groningen, Netherlands "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-05T18:38:51",
    "is_scraped": "1"
}