{
    "doi": "https://doi.org/10.1182/blood.V128.22.5855.5855",
    "article_title": "Risk Factors for Relapse Following Allogeneic Transplant for Acute Myeloid Leukemia in the UCLA Patient Population ",
    "article_date": "December 2, 2016",
    "session_type": "732. Clinical Allogeneic Transplantation: Results",
    "abstract_text": "Introduction : Allogeneic stem cell transplant for acute myeloid leukemia (AML) is curative for a subset of patients, however carries a substantial risk of adverse outcomes. Additional information identifying factors relating to relapse, in particular early relapse within one year, can be useful in counseling patients on the risks and benefits of this procedure. The current study represents a retrospective analysis on the UCLA patient population with the goal of identifying the subset of patients at higher risk for relapse. Methods : Data were obtained from the UCLA allogeneic stem cell transplant registry and electronic medical record on patients receiving allogeneic stem cell transplants for acute myeloid leukemia between January 2008 and September 2015. Fischer's exact (categorical variables) or t-tests (continuous variables) were used to determine differences between relapsed and non-relapsed patients, while Cox proportional-hazards regression was used to determine how time-to-relapse varied with age, gender, American Society for Blood and Marrow Transplant (ASBMT), risk categorization (low vs. intermediate or high), donor type (matched related vs. matched unrelated or cord blood), stem cell source (peripheral blood vs. bone marrow or cord blood), conditioning regimen (myeloablative vs. reduced intensity), disease status at transplant (first complete remission vs. later remission), and the presence of chronic graft vs. host disease (GVHD) with statistical software (SAS v. 9.4). For the time-to-relapse analyses, patients not relapsing by the last UCLA clinic visit were included as censored patients, while patients who died prior to relapse were treated as a competing risk. Patients who relapsed or died within 100 days of transplant were not included in the chronic GVHD analyses. Results: 164 patients receiving allogeneic stem cell transplant for AML were included in the analysis of which 49 patients had relapsed by June 2016. Median time to relapse was 158 days (range: 41-2449) and for non-relapsed patients median follow-up was 547 days (range: 31 - 2893). Median age for relapsed patients was 54 years (range: 21-71) and for non-relapsed patients was 55 years (range: 18- 75). Chronic GVHD occurred more often in non-relapsed patients (p=0.008), however no significant differences were found between relapsed and non-relapsed patients for age (p=0.99), gender (p=0.24), conditioning regimen (p=0.29), stem cell source (p=0.82), donor type (p=0.86), ASBMT risk categorization (p=0.31), and disease status at transplant (p=0.59). For patients who relapsed within 1 year compared to those who remained in remission at 1 year, chronic GHVD occurred more frequently in patients who remained in remission (p=0.0004), but no significant differences were found for age (p=0.32), gender (p=0.36), conditioning regimen (p=0.34), stem cell source (p=1.00), donor type (p=1.00), ASBMT risk categorization (p=0.27), and disease status at transplant (p=0.70). Time-to-relapse [hazard ratio (95% confidence interval); p-value] was significantly increased by the presence of chronic GVHD [2.88 (1.45-5.70); p=0.0024], while no significant differences were seen with age (1.00 (0.98-1.02); p=0.82), gender [0.75 (0.43-1.31); p=0.31], ASBMT risk categorization [1.49 (0.85-2.58); p=0.16], conditioning regimen [0.70 (0.40-1.24); p=0.22], stem cell source: peripheral blood stem cell vs. bone marrow [1.21 (0.58-2.54);p=0.61] or cord blood [0.91 (0.46-1.82);p=0.80], donor type [1.16 (0.67-2.03); p=0.59], and disease status at transplant [1.28 (0.72-2.27); p=0.41]. Conclusions : The presence of chronic GHVD was found to significantly decrease the risk of relapse after allogeneic stem cell transplant, however no significant differences in factors that can be assessed prior to transplant were found between the relapsed and non-relapsed patient population. It is important to note that the ASBMT criteria may insufficiently assess the risk of relapse since molecular analysis is not routinely captured. Further studies will be needed to determine predictive factors leading to a higher risk of relapse and the patient population that may benefit from clinical trials rather than allogeneic stem cell transplant. Disclosures Schiller: Incyte Corporation: Research Funding.",
    "topics": [
        "leukemia, myelocytic, acute",
        "transplantation",
        "allogeneic stem cell transplant",
        "disease remission",
        "graft-versus-host disease, chronic",
        "complete remission",
        "follow-up",
        "graft-versus-host disease",
        "tissue transplants",
        "recurrence risk"
    ],
    "author_names": [
        "Harsh Patel",
        "Alfonso Molina, BS",
        "Mina Nikanjam, MDPhD",
        "Gary J. Schiller, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Harsh Patel",
            "author_affiliations": [
                "David Geffen School of Medicine University of California, Los Angeles, Los Angeles, CA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Alfonso Molina, BS",
            "author_affiliations": [
                "University of California Los Angeles, Los Angeles, CA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mina Nikanjam, MDPhD",
            "author_affiliations": [
                "University of California Los Angeles, Los Angeles, CA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gary J. Schiller, MD",
            "author_affiliations": [
                "University of California Los Angeles, Los Angeles, CA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-07T15:41:11",
    "is_scraped": "1"
}