{
    "doi": "https://doi.org/10.1182/blood.V114.22.2746.2746",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1574",
    "start_url_page_num": 1574,
    "is_scraped": "1",
    "article_title": "Evaluation of Potential role for Valproic Acid in IL-3-Mediated Megakaryopoiesis and Erythropoiesis in Serum-Free and Serum-Containing Cultures. ",
    "article_date": "November 20, 2009",
    "session_type": "Molecular Pharmacology, Drug Resistance Poster II",
    "topics": [
        "erythropoiesis",
        "megakaryocytopoiesis",
        "valproic acid",
        "integrin beta3",
        "wegener granulomatosis",
        "cd34 antigens",
        "histone deacetylase",
        "gata1 protein, human",
        "hematological diseases",
        "romidepsin"
    ],
    "author_names": [
        "Kohshi Ohishi, MD, PhD",
        "Bing Liu",
        "Masahiro Masuya",
        "Yuji Heike, MD, PhD",
        "Yoichi Takaue",
        "Naoyuki Katayama, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Blood Transfusion Service, Mie University Hospital, Tsu, Mie, Japan, "
        ],
        [
            "Hematology and Oncology, Mie University Graduate School of Medicine, Tsu, Japan, "
        ],
        [
            "Hematology and Oncology, Mie University Graduate School of Medicine, Tsu, Japan, "
        ],
        [
            "Medical Oncology, National Cancer Ctr. Hosp., Tokyo, Japan"
        ],
        [
            "Medical Oncology, National Cancer Ctr. Hosp., Tokyo, Japan"
        ],
        [
            "Hematology and Oncology, Mie University Graduate School of Medicine, Tsu, Japan, "
        ]
    ],
    "first_author_latitude": "34.74346205",
    "first_author_longitude": "136.52284585",
    "abstract_text": "Abstract 2746 Poster Board II-722 Although attention has been paid to the antitumor activity of histone deacetylase (HDAC) inhibitors in hematologic disease, a role for HDAC in normal hematopoiesis has not been clearly defined. Previous study have shown that the potent HDAC inhibitor FK228 (romidepsin, depsipeptide) stimulates IL-3-mediated erythropoiesis in serum-free cultures. Here, we precisely examined the effects of well-tolerated antiepileptic drug valproic acid (VPA) on IL-3-mediated megakaryopoiesis and erythropoiesis in serum-free and serum-containing cultures. After incubation of CD34 + cells in serum-free medium containing IL-3+SCF, CD61 + GPA − megakaryocytic, a CD61 + GPA + mixture of megakaryocytic and erythroid, and CD61 − GPA + erythroid precursors were generated. Pharmacological concentration of VPA (100 μg/ml) and FK228 (0.45 ng/ml) remarkably increased the number of CD61 + GPA + cells by 7-fold and 9-fold, respectively. Other populations were also increased by FK228 and VPA. VPA and FK228 enhanced the generation of megakaryocytic and erythroid precursors from more mature CD34 + cell-derived CD36 + erythroid and megakaryocytic precursors. Thus, VPA was found to be as potent as FK228 in stimulating the IL-3-mediated megakaryopoiesis and erythropoiesis. In the presence of GM-CSF+SCF, CD61 − GPA + erythroid precursors were mostly developed. Addition of VPA to the cultures mainly promoted the generation of CD61 − GPA + erythroid precursors, while the generation of megakaryocytic precursors was also moderately enhanced. In serum-containing cultures, there were only low numbers of CD61 + or GPA + cells detected even in the presence of IL-3+SCF. Nevertheless, addition of VPA to the cultures containing IL-3+SCF increased the numbers of CD61 + GPA − , CD61 + GPA + , and CD61 − GPA + cells by 3-fold, 18-fold, and 4-fold, respectively from three independent experiments. In megakaryopoiesis and erythropoiesis, GATA-1 and GATA-2 are shown to play important roles in the proliferation and differentiation process, respectively. By quantitative RT-PCR analysis, after incubation of CD34 + cells with IL-3+SCF, GATA-2 m-RNA expression was increased at day1 but returned to initial levels at day3. VPA increased the expression level of GATA-2 gene by 1.6-fold and 1.7-fold at day1 and day3, respectively. While GATA-1 gene expression was remarkably elevated at day1 and day3, its expression was not affected by VPA. Our data reveal a potential for VPA to promote the ability of IL-3 to stimulate megakaryopoiesis and erythropoiesis in serum-free and serum-containing cultures and thus implicate a novel therapeutic approach of epigenetic therapy for treatment of hematologic disease such as myelodysplastic syndrome. Disclosures: No relevant conflicts of interest to declare."
}