{
    "doi": "https://doi.org/10.1182/blood-2018-99-111757",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4034",
    "start_url_page_num": 4034,
    "is_scraped": "1",
    "article_title": "BCR-ABL Kinase Domain Mutations Exist in Few Imatinib Treated Chronic Myeloid Leukemia (CML) Patients Exhibiting Stable Cytogenetic and Hematologic Responses ",
    "article_date": "November 29, 2018",
    "session_type": "631. Chronic Myeloid Leukemia: Biology and Pathophysiology, excluding Therapy",
    "topics": [
        "bcr-abl tyrosine kinase",
        "cytogenetics",
        "imatinib mesylate",
        "leukemia, myelocytic, chronic",
        "mutation",
        "phosphotransferases",
        "protein-tyrosine kinase inhibitor",
        "nucleotides",
        "screening",
        "follow-up"
    ],
    "author_names": [
        "Afia Muhammad Akram, PhD",
        "Tanveer Akhtar, PhD",
        "Asma Chaudhary",
        "Muhammad Mudassar Shahzad",
        "Ahmad Mukhtar Khalid, PhD",
        "Nadia Sajid, MBBS, FCPS",
        "Muhammad Farooq Sabar, PhD",
        "Zafar Iqbal, BSc, MSc, PhD"
    ],
    "author_affiliations": [
        [
            "University of Education, Township, Lahore, Department of Zoology, Division of Science and Technology, Lahore, Pakistan "
        ],
        [
            "Department of Zoology, University of the Punjab, Lahore, Pakistan "
        ],
        [
            "University of Education, Township, Lahore, Department of Zoology, Division of Science and Technology, Lahore, Pakistan "
        ],
        [
            "University of Education, Township, Lahore, Department of Zoology, Division of Science and Technology, Lahore, Pakistan "
        ],
        [
            "Department of biotechnology, University of Sialkot, Sialkot, Pakistan "
        ],
        [
            "Department of Hematology and Oncology, Institute of Nuclear Medicine and Oncology, lahore, Pakistan, Lahore, Pakistan "
        ],
        [
            "Centre for Applied Molecular Biology (CAMB), University of the Punjab, Lahore, Pakistan., Lahore, Pakistan "
        ],
        [
            "Cancer and Medical Genetics, CAMS-A, King Saud Bin Abdulaziz University for Health Sciences & King Abdullah International Medical Research Centre (KAIMRC), King Abdulaziz Medical City, National Guard Health Affairs, Al Ahsa, Saudi Arabia., al-ahsa, Saudi Arabia ",
            "Cancer and Medical Genetics, CAMS-A, King Saud Bin Abdulaziz University for Health Sciences & King Abdullah International Medical Research Centre (KAIMRC), King Abdulaziz Medical City, National Guard Health Affairs, Al Ahsa, Saudi Arabia., Lahore, Pakistan"
        ]
    ],
    "first_author_latitude": "31.453737399999994",
    "first_author_longitude": "74.2990294",
    "abstract_text": "Introduction: Complete hematologic response (CHR) and complete cytogenetic response (CCyR) is observed in almost 80-90% freshly diagnosed chronic phase chronic myeloid leukemia patients treated with Imatinib, a tyrosine kinase inhibitor (TKI). The responses are usually persistent; however the residual disease may be detected molecularly by amplifying BCR-ABL transcript . Furthermore, the leukemogenic potential of the residual BCR-ABL positive cells is reflected when disease reoccurs after discontinuation of therapy. There are evidences of occurrence of mutations in patients who have achieved CCyR, which indicates their role in disease persistence and drug resistance. Patients and Methods: We performed BCR-ABL kinase domain (KD) mutation screening in 150 Imatinib treated CML patients (either resistant or sensitive to therapy) including 84 (56%) individuals manifesting CHR and and 67 (44.7%) with CCyR. For this purpose, nested reverse transcription PCR followed by direct sequence analysis was implemented as previously described. Statistical analysis was performed using SPSS version 19 (IBM, Chicago, IL, USA). Results and Conclusion: Thirty five of 150 patients exhibited mutations in BCR-ABL KD, out of which 11 (31.4%) had achieved CHR and 08 (22.9%) attained CCyR. Single rather than multiple mutated sites in ABL-KD was observed in most of mutant patients achieving CHR (27.3%) or CCyR (27.3%) (Figure 1). Eleven nucleotide substitutions were observed in more than one patient, including Imatinib sensitive individuals with CHR and CCyR (Table 1). Those include C-Helix, SH2 contact, Imatinib binding site (IBS), and A-loop mutations within ABL kinase domain. Overall survival among chronic myeloid leukemia patients achieving different levels of hematologic and cytogenetic response irrespective of mutation status show a favorable survival outcome in those attaining CHR and CCyR (Figure 2). Presence of mutations in cytogenetically stable patients of CML with good hematologic outcomes indicates a likely suboptimal response or TKI resistance during the course of treatment. It is believed by some researchers that mutations do not exist previously, but emerge after Imatinib exposure. Whereas, some believe that TKI's do not induce mutations, rather they select them. Many studies reported a rise in BCR-ABL transcript levels during follow up studies in patients who co-exhibited mutated ABL-KD and CCyR. This suggests that emergence of mutations is a disease evolution process independent of TKI therapy. Studies report that monitoring of nucleotide substitutions in optimally responding patients plays an important role in well managed therapeutic approach. Our studies reveal occurrence of ABL-KD mutations in patints with stable hematologic and cytogenetic response, therefore we suggest for regular mutation screening in CML paients irrespective of their response towards TKIs. View large Download slide View large Download slide  Disclosures No relevant conflicts of interest to declare."
}