{
    "doi": "https://doi.org/10.1182/blood-2018-99-118751",
    "article_title": "Graft-Versus-Host Disease Impairs the Histone Methyltransferase Dot1l-Regulated Reconstitution of Plasmacytoid Dendritic Cells in Mice Undergoing Allo-HSCT ",
    "article_date": "November 29, 2018",
    "session_type": "701. Experimental Transplantation: Basic Biology, Pre-Clinical Models: Signaling Pathways and Cells Protecting Against GVHD",
    "abstract_text": "Plasmacytoid dendritic cells (pDCs) derived either from adoptive transfer from the donor graft or stem cell reconstitution can attenuate and prevent graft-versus-host disease (GVHD) in both pre-clinical and clinical settings. However, the reconstitution of donor pDCs is severely impaired during GVHD via an unknown mechanism. Here we demonstrate that the histone methyltransferase Dot1l, which specifically catalyzes methylation of histone H3 at lysine 79 (H3K79me), is critical for regulating the commitment and differentiation of pDCs from hematopoietic stem cells (HSCs) and we observed its function was severely impaired in GVHD mice. We have previously demonstrated that Flt3L-induced DCs can program allogeneic T cells to reduce their GVHD toxicity ( Blood 2016 ). Using this platform, we explored candidate histone methyltransferase(s) that affected pDC development. We found the inhibitor specific to Dot1l dramatically decreased the frequency and number of pDCs in cultures compared to other chemical probes that inhibit Ezh2, MLL1, G9a and Jmjd3, respectively. Under steady-state condition, pDCs develop from HSCs through successive steps of lineage commitment and differentiation: multiple potent progenitors (MPP) → macrophage and DC progenitors (MDP) → common DC progenitors (CDP). Upon culturing in the presence of Flt3L+SCF, MPP produced 2-fold and 5-fold more pDCs than MDP and HSCs, respectively, over 6 days' incubation. For this reason, we focused on evaluating the effect of Dot1l deletion on pDC development from MPP and CDP, which represent the early and later stage of pDC progenitors, respectively. To examine the specific role of Dot1l in DC development, we crossed Dot1l conditional knock mice (Dot1l f/f ) to ER-Cre B6 mice to generate ER-Cre.Dot1l f/f B6 mice. We administered tamoxifen to ER-Cre.Dot1l f/f B6 mice at day 0 and day +1 to delete Dot1l, highly purified MPP and CDP, and cultured them in the presence of Flt3L+SCF. Deletion of Dot1l led to significant decrease of (3- to 5-fold) pDCs from MPP but marginally decreased CDP production of pDCs. These results suggest that Dot1l is required for the initial commitment and differentiation of MPP into pDCs or the expansion of selected pDCs. To test it, we added Dot1l inhibitor SGC to the cultures containing wild-type (WT) mouse-derived MPP, CDP and pDCs. Inhibiting Dot1l with SGC decreased both the frequency (3-fold) and number (5-fold) of pDCs in the MPP culture compared to control, however, it did not affect the generation of pDCs from the cultures of either CDP or pDCs. Thus, Dot1l regulates the commitment and differentiation of pDCs during the MPP stage. To understand the molecular mechanism by which Dot1l regulates pDC commitment and differentiation, we examined the expression of transcription factor Tcf4, which promotes pDC development, and Id2, which antagonizes Tcf4 effects on pDCs. Dot1l inhibition led to 2-fold reduction of Tcf4 expression and 5-fold increase of Id2 in Flt3L-induced bone marrow cells. ChIP assays confirmed the presence of high amount of Dot1l-catalyzed H3K79me2 at the promoter regions of Id2 and Tcf4 loci. Retroviral introduction of Tcf4 into hematopoietic progenitors lacking Dot1l restored their capacity to produce pDCs in cultures. These findings clearly establish that Tcf4 is the down-stream effector of Dot1l to control pDC development. Building on these observations, we finally examined whether GVHD may impair the reconstitution of donor pDCs through a mechanism of reducing Dot1l expression and function. Using the C57BL/6 (B6) into Balb/c mouse GVHD model, we confirmed the loss of donor pDCs in GVHD recipients at day 14 and day 21 after transplantation and, observed that these GVHD mice had 3- to 12-fold fewer MPP and CDP compared to normal donor mice. Additionally, both HSCs and MPP derived from GVHD mice showed significant reduction of H3K79me2 compared to their normal counterparts. Finally, adoptive transfer of donor BM-derived pDCs attenuated the incidence and severity of GVHD in Balb/c mice receiving B6 T cells. Collectively, these data suggest that GVHD-mediated inflammation profoundly decreases Dot1l function in engrafted donor DC progenitors, leading to damaged reconstitution of donor pDCs. Novel strategies that target Dot1l and its-regulated transcriptional programs may improve the reconstitution of donor pDCs to inhibit GVHD while also promoting anti-leukemia activity in recipients undergoing allo-HSCT. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "allopurinol",
        "dendritic cells",
        "graft-versus-host disease",
        "hematopoietic stem cell transplantation",
        "histone methyltransferases",
        "mice",
        "flt3 ligand",
        "histone h3",
        "inflammation",
        "leukemia"
    ],
    "author_names": [
        "Yuanyuan Tian",
        "Lijun Meng, PhD",
        "Hongshuang Yu",
        "Elizabeth O. Hexner, MDMS",
        "Leizhen Zheng, MD",
        "Shaoyan Hu, MD PhD",
        "Yanyun Zhang",
        "Yi Zhang, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Yuanyuan Tian",
            "author_affiliations": [
                "Shanghai Institute of Immunology, Shanghai Jiao Tong University School of Medicine, Shanghai, China ",
                "Fels Institute for Cancer Research and Molecular Biology, Temple University, Philadelphia, PA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Lijun Meng, PhD",
            "author_affiliations": [
                "Fels Institute for Cancer Research and Molecular Biology, Temple University, Philadelphia, PA ",
                "Department of Hematology, Children Hospital, Soochow University, Suzhou, China "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hongshuang Yu",
            "author_affiliations": [
                "Fels Institute for Cancer Research and Molecular Biology, Temple University, Philadelphia, PA ",
                "Shanghai Institute for Biological Sciences, Chinese Academy of Sciences, Shanghai, China "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elizabeth O. Hexner, MDMS",
            "author_affiliations": [
                "Division of Hematology-Oncology/Department of Medicine, University of Pennsylvania, Philadelphia, PA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Leizhen Zheng, MD",
            "author_affiliations": [
                "Department of Oncology, Xin Hua Hospital Affiliated to Jiao Tong University, School of Medicine, Shanghai, China "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shaoyan Hu, MD PhD",
            "author_affiliations": [
                "Department of Pediatric Hematology and Oncology, Children's Hospital of Soochow University, Suzhou, China "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yanyun Zhang",
            "author_affiliations": [
                "Shanghai Institute of Immunology, Shanghai Jiao Tong University School of Medicine, Shanghai, China "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yi Zhang, MD",
            "author_affiliations": [
                "Fels Institute for Cancer Research and Molecular Biology, Temple University, Philadelphia, PA ",
                "Department of Microbiology & Immunology, Temple University, Philadelphia, PA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-15T09:35:15",
    "is_scraped": "1"
}