{
    "doi": "https://doi.org/10.1182/blood.V126.23.4814.4814",
    "article_title": "In silico Tissue-Based Expression Analysis of YY1 and Cancer Stem Cell (CSC) Transcription Factors in Hematological Malignancies: Unraveling New Therapeutic Targets ",
    "article_date": "December 3, 2015",
    "session_type": "602. Disordered Gene Expression in Hematologic Malignancy, including Disordered Epigenetic Regulation",
    "abstract_text": "Introduction: Yin Yang 1 (YY1) is a transcription factor, (a 44 kDa protein), ubiquitously expressed in many tissues and cancers. YY1 exerts multiple functions, including transcriptional regulation of many genes involved in cell proliferation, chromatin remodeling, drug and immune resistance, and metastasis [1].Cancer stem cells (CSCs) are a small subset of cancer cells that drive tumorigenesis and metastasis and are considered to be resistant to cytotoxic therapies; they are pluripotent and capable of self-renewal. Objective: To determine if YY1 is a transcription factor that regulates CSCs. Hypothesis: We hypothesized that YY1 may be overexpressed in CSCs, and its expression may be coordinated with the expression of CSC transcription factors. The overexpressions and activities of SOX2, OCT4 (POU5F1), BMI1 and NANOG are characteristics of the CSC phenotype in many cancers. Methods: The above hypothesis was tested by comparing the expression patterns of the four CSC markers and YY1 in hematological malignancies. The data were collected from the Human Protein Atlas proteomics database, and only high and medium expressions were considered positive. Results: From the data that were collected, the overall percentage of positively stained cells was determined. Our preliminary findings demonstrated that there was a strong correlation between the expression patterns of YY1 and BMI1, some correlation between YY1, OCT4 and SOX2, and no correlation between YY1 and NANOG, which was usually underexpressed. The interactomes of OCT4 and SOX2 are important parts of the regulatory network of hESCs. Further, multiple DNA binding proteins, including YY1, are enriched in both interactomes [2]. Conclusion: The findings suggest strongly that CSCs may overexpress YY1 in coordination with the overexpressions of SOX2, BMI1, and OCT4. They further suggest that YY1 may constitute a CSC biomarker, and they revealed potential therapeutic targets. [1] Critical Reviews™ in Oncogenesis Volume 16, 2011 [2] Gao F et al., Sci Report 3:1588,2013. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "cancer stem cells",
        "central serous chorioretinopathy",
        "hematologic neoplasms",
        "transcription factor",
        "cancer",
        "neoplasm metastasis",
        "tumorigenesis",
        "biological markers",
        "dna-binding proteins",
        "spinal cord injuries"
    ],
    "author_names": [
        "Samantha Kaufhold",
        "Hermes Garban, MD PhD",
        "Benjamin Bonavida, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Samantha Kaufhold",
            "author_affiliations": [
                "David Geffen School of Medicine, University of California Los Angeles, Department of Microbiology, Immunology, and Molecular Genetics, Los Angeles, CA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Hermes Garban, MD PhD",
            "author_affiliations": [
                "NantBioscience, Inc. | NantWorks, LLC, California NanoSystems Institute (CnSI) at the University of California Los Angeles, Los Angeles, CA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Benjamin Bonavida, PhD",
            "author_affiliations": [
                "Department of Microbiology, Immunology, and Molecular Genetics, David Geffen School of Medicine, University of California Los Angeles, Los Angeles, CA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-03T09:36:22",
    "is_scraped": "1"
}