{
    "doi": "https://doi.org/10.1182/blood-2019-125909",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4348",
    "start_url_page_num": 4348,
    "is_scraped": "1",
    "article_title": "Health-Related Quality of Life and Economic Burden in Chronic Lymphocytic Leukemia ",
    "article_date": "November 13, 2019",
    "session_type": "902.Health Services Research-Malignant Conditions (Lymphoid Disease)",
    "abstract_text": "Introduction : As chronic lymphocytic leukemia (CLL) is the most common form of leukemia, with an age-adjusted annual incidence of 4.7 per 100,000 persons in the USA, the associated burden of illness can be substantial. Two systematic reviews were conducted to evaluate the humanistic and economic burden of CLL and associated therapies. Methods : For both reviews, relevant data from a 19-year period (2000 to June 2, 2019) were retrieved from data sources including MEDLINE, Embase, Cochrane, and PubMed. Observational and economic studies conducted in adults (≥18 years) with CLL were of interest. Results : Fifteen studies reported data on humanistic burden; studies differed in terms of design, study populations, and instruments used to measure humanistic burden. Generic instruments were used to measure health-related quality of life (HRQOL), only one of which (FACT-Leu) had been validated in CLL patients (Table 1). Overall, patients with CLL reported substantially worse fatigue, anxiety, physical functioning, social functioning, depression, sleep disturbance, and pain interference than the general population. Higher fatigue scores were reported in females compared with males (BFI global score: 4.6 vs 4; P <0.0001) and with increased disease severity (BFI global score: 5.4 in patients with an Eastern Cooperative Oncology Group [ECOG] score of 2-4 vs 3.5 with an ECOG score of 0; P >0.0001). A decline in HRQOL was reported to occur with more lines of therapy (FACT-Leu total scores of 136.3, 133.4 and 129.8 in patients initiating first-line, second-line, and higher lines of therapy, respectively). There were 59 studies that reported the economic burden of CLL. Of these, 30 assessed the burden among first-line patients, 19 assessed relapsed/refractory (R/R) patients, and 10 reported the combined population. Across studies, front-line treatment with chemotherapy (CT) or chemo-immunotherapy (CIT) was associated with higher medical costs and resource utilization (outpatient services, inpatient visits, and hospitalization) compared with Bruton tyrosine kinase inhibitors ( P <0.0001). Costs of specific adverse events (AE) (infusion reaction, neutropenia, infection, anemia, thrombocytopenia, and febrile neutropenia) per course of front-line treatment were associated with a substantial economic burden in CLL (costs ranged between $4,482 to $17,274 per event). A separate claims analysis found that patients who experienced ≥3 AEs on any front-line treatment had a 7-fold increased risk of an inpatient admission than patients with <3 AEs. Across the R/R population, costs and resource utilization were significantly higher than the pre-relapse period with 58% more inpatient admissions, 77% more inpatient days, 39% more emergency room visits, and 42% more out-patient visits (all P <0.001). The average total patient cost per month for patients with treatment failure was twice as high as that for patients without failure ($7,850 vs $4,555); outpatient and hospitalization costs were the main cost drivers. Conclusion : This systematic literature review shows that CLL continues to be a source of burden to patients. Moreover, female gender, disease severity, and initiating subsequent lines of therapy were factors associated with an increased humanistic burden. Treatment with CT or CIT, AEs and disease progression were drivers of outpatient and hospitalization costs. Novel therapies that delay time to progression and improve safety could mitigate humanistic and economic burden. View large Download slide View large Download slide  Disclosures Waweru: AstraZeneca: Employment, Equity Ownership. Kaur: Parexel International: Employment. Sharma: Parexel International: Employment. Mishra: Parexel International: Employment.",
    "topics": [
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "economics",
        "health-related quality of life",
        "chemotherapy regimen",
        "fatigue",
        "severity of illness",
        "adverse event",
        "ambulatory care services",
        "anemia"
    ],
    "author_names": [
        "Catherine Waweru, PhD",
        "Simarjeet Kaur",
        "Sheetal Sharma",
        "Namita Mishra"
    ],
    "author_affiliations": [
        [
            "AstraZeneca, Gaithersburg, MD "
        ],
        [
            "Parexel International, Punjab, India"
        ],
        [
            "Parexel International, Punjab, India"
        ],
        [
            "Parexel International, Punjab, India"
        ]
    ],
    "first_author_latitude": "39.14927895",
    "first_author_longitude": "-77.22815229999999"
}