{
    "doi": "https://doi.org/10.1182/blood-2018-99-119646",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4111",
    "start_url_page_num": 4111,
    "is_scraped": "1",
    "article_title": "A Network Meta-Analysis of Clinical Trials Assessing Induction Chemotherapy in Newly Diagnosed Acute Myeloid Leukemia Among Young Adults ",
    "article_date": "November 29, 2018",
    "session_type": "615. Acute Myeloid Leukemia: Commercially Available Therapy, excluding Transplantation: Poster I",
    "topics": [
        "chemotherapy, neoadjuvant",
        "leukemia, myelocytic, acute",
        "network meta-analysis",
        "young adult",
        "chemotherapy regimen",
        "cytarabine",
        "neoadjuvant therapy",
        "anthracycline antibiotics",
        "cladribine",
        "daunorubicin"
    ],
    "author_names": [
        "Nour Tlimat, MD",
        "Salman Muddassir",
        "Saad Ullah Malik",
        "Warda Faridi, MD",
        "Qurat Ul Ain Riaz Sipra, MBBS, MD",
        "Faiz Anwer, MD"
    ],
    "author_affiliations": [
        [
            "GME Department, Oak Hill Hospital, FL, Brooksville, FL "
        ],
        [
            "GME Department, Oak Hill Hospital, FL, Brooksville, "
        ],
        [
            "Hematology and Oncology Department, The University of Arizona, AZ, Tuscon, "
        ],
        [
            "Department of Medicine, Division of Hematology and Oncology, University of Arizona, Tucson, AZ "
        ],
        [
            "Hematology and Oncology Department, The University of Arizona, AZ, Tucson, AZ "
        ],
        [
            "University of Arizona, Tucson, AZ"
        ]
    ],
    "first_author_latitude": "28.536329900000002",
    "first_author_longitude": "-82.5352878",
    "abstract_text": "Introduction : After establishing the diagnosis of acute myeloid leukemia (AML), remission induction chemotherapy is started with curative intent. Due to paucity of direct therapeutic comparison of induction regimens, relative efficacy of two drug standard regimens and three drug induction regimens among newly diagnosed young (<60 years) AML patients is not established. We conducted a systematic review and network meta-analysis (NMA) of clinical trials that assessed relative effectiveness of standard two drug (\"7+3 regimen\") induction therapy (cytarabine 100-200 mg/m 2 for 7 days + anthracycline for initial 3 days) or a three drug combination with other drugs (\"7+3+X\" regimen) tested as induction for complete remission (CR) in young patients with AML. Methods: The literature search was performed on PubMed, EMBASE, Cochrane Central Register of Controlled Trials, Web of Science and Clinicaltrials.gov from each database's earliest inception through July 28 th , 2018 without language restrictions. Included trials assessed CR after one cycle of induction chemotherapy in adults (17-60 years) diagnosed with AML. We excluded studies with patients ≥60 years, who received double induction chemotherapy or two drug regimens other than standard chemotherapy. Data extraction and quality assessment of trials using GRADE approach was done by two independent reviewers. Any discrepancy was resolved by consensus or consulting the primary investigators. A conventional NMA assuming random effects was fitted to evaluate the pooled effect of induction therapy on CR with standard chemotherapy as reference treatment. The model estimated relative efficacy for each direct and indirect comparison, measured as odds ratio (OR), with uncertainty captured as 95% confidence interval (CI). Chemotherapy regimens were ranked based on the surface under the cumulative ranking curve analysis (SUCRA) with higher values reflecting greater CR. All statistical analyses were conducted using STATA, version 15 (Stata Corp LP, College Station, TX). Results : Our analysis included 8 RCTs (n= 6830) including nine treatment regimens (7+3 or 7+3+X): cytarabine + daunorubicin (DA), cytarabine + idarubicin (IA), DA+ gemtuzumab ozogamicin (DAGo), DA+ 6-thioguanine (DAT), IA+ granulocyte colony stimulating factor (IAG), DA + midostaurin (DAM), DA + cladribine (DAC), DA + fludarabine (DAF), IA + cladribine (IAC). Average median age of included patients was 38.1 years (range = 45-60) and all patients had newly diagnosed primary AML. 10% had favorable cytogenetics, 62% intermediate and 27% had high risk cytogenetics. Through the network meta-analysis IA achieved highest CR rates [OR of 1.85 (95% C.I: 1.02-3.35)] compared to other included regimens (Figure 1). There was no statistically significant difference in achieving CR between anthracycline based standard chemotherapy versus three drug regimens [IAC = 0.85 (0.25-2.87), DAGo = 1.09 (0.75-1.59), DAF = 1.10 (0.73-1.63), DAT = 1.19 (0.78-1.82), DAM = 1.24 (0.88-1.77), DAC = 1.38 (1.00-1.90), AIG = 1.83 (0.90-3.75)] (Figure 2). A dose specific subgroup analysis of daunorubicin (60 mg/m 2 ) containing regimens showed no statistical difference between different therapies [DAG = 1.09 (95% CI: 0.75-1.59), DAF = 1.10 (95% CI:0.73-1.63), DAM = 1.24 (0.88-1.77), DAC =1.38 (1.00-1.90)] (Figure 1). Conclusion : Our results demonstrate that combination of cytarabine with idarubicin achieved highest rates of CR after one cycle of induction therapy in newly diagnosed young AML patients. There was no statistical difference between the efficacy of other standard regimens and three drug regimens. Head-to-head trials are required to reliably demonstrate the relative efficacy of these regimens. View large Download slide View large Download slide  Disclosures No relevant conflicts of interest to declare."
}