{
    "doi": "https://doi.org/10.1182/blood-2019-127221",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4266",
    "start_url_page_num": 4266,
    "is_scraped": "1",
    "article_title": "Evaluation of Outcomes and Quality of Care in Children with Sickle Cell Disease Diagnosed By Newborn Screening: A Real-World Nation-Wide Study in France ",
    "article_date": "November 13, 2019",
    "session_type": "114.Hemoglobinopathies, Excluding Thalassemia-Clinical",
    "topics": [
        "child",
        "neonatal screening",
        "sickle cell anemia",
        "quality of care",
        "cerebrovascular accident",
        "ischemic stroke",
        "hematopoietic stem cell transplantation",
        "pneumococcal vaccine",
        "septicemia",
        "transfusion"
    ],
    "author_names": [
        "Valentine Brousse, MD PhD",
        "Cécile Arnaud, MD",
        "Emmanuelle Lesprit, MD",
        "Marie-Helene Odièvre-Montanié, MD PhD",
        "Maryse Etienne-Julan, MD",
        "Gisele Elana, MD",
        "Marie Belloy, MD",
        "Cecile Dumesnil, MD",
        "Beatrice Quinet, MD",
        "Abdourahim Chamouine, MD",
        "Cecile Guillaumat, MD",
        "Nathalie Garnier, MD",
        "Corinne Pondarré, MD PhD",
        "Nathalie Couque, PharmD",
        "Francoise Bernaudin, MD",
        "Mariane de Montalembert, MD PhD",
        "Emmanuelle Boutin, MD",
        "Malika Benkerrou, MD",
        "Isabelle Thuret, MD"
    ],
    "author_affiliations": [
        [
            "Inserm 1134, INTS, Paris, France ",
            "Pediatrics, Referral Center for Sickle Cell Disease, Necker Hospital, APHP, Paris, France "
        ],
        [
            "Referral Center for Sickle Cell Disease, Pediatrics, CHIC Hospital, University Paris XII, Créteil, France "
        ],
        [
            "Pediatric, Sickle Cell Disease Reference Center, Trousseau Hospital, APHP, Paris, France "
        ],
        [
            "Pediatrics, Louis Mourier Hospital, APHP, Colombes, France "
        ],
        [
            "Sickle Cell Disease Reference Center, University Hospital of Pointe-à-Pitre, Pointe-à-Pitre, Guadeloupe "
        ],
        [
            "Referral Center for Sickle Cell Disease, CHU Martinique, Fort de France, France "
        ],
        [
            "Robert-Ballanger Hospital, Aulnay-sous-Bois, France "
        ],
        [
            "Pediatric Oncology and Hematology Unit, Charles Nicolle Rouen University Hospital, Rouen, France "
        ],
        [
            "Pediatric, Sickle Cell Disease Reference Center, Trousseau Hospital, APHP, Paris, France "
        ],
        [
            "Pediatric, Mamoudzou Hospital, Mamoudzou, Mayotte "
        ],
        [
            "Pediatric, Centre Hospitalier Sud Francilien, Evry, France "
        ],
        [
            "Pediatric Onco-Hematology, IHOP, Lyon, France "
        ],
        [
            "Referral Center for Sickle Cell Disease, Pediatrics, CHIC Hospital, University Paris XII, Créteil, France ",
            "Inserm U 955 Université Paris Est, Créteil, France "
        ],
        [
            "AP-HP, Hôpital Robert Debré, Département de génétique, Paris, FRA "
        ],
        [
            "Referral Center for Sickle Cell Disease, Pediatrics, CHIC Hospital, University Paris XII, Créteil, France "
        ],
        [
            "Pediatrics, Referral Center for Sickle Cell Disease, Necker Hospital, APHP, Paris, France "
        ],
        [
            "Department of Public Health and Biostatistics, Henri Mondor Hospital, Créteil, France "
        ],
        [
            "Pediatrics, Referral Center for Sickle Cell Disease, Robert Debré Hospital, APHP, Paris, France "
        ],
        [
            "Pediatric Onco-Hematology, Thalassemia Reference Center, Timone Enfant Hospital, APHM, Marseille, France"
        ]
    ],
    "first_author_latitude": "48.849053299999994",
    "first_author_longitude": "2.3019797",
    "abstract_text": "Background: The goals of newborn screening programs (NBS) for sickle cell disease (SCD) are to reduce early mortality and morbidity, by introducing preventive measures like penicillin prophylaxis, pneumococcal vaccines and Transcranial Doppler (TCD) screening. The main objective of this study (NCT 03119922) was to assess on a national scale and during the first 5 years residual risks of death, overt stroke and bacterial meningitis/septicemia resulting from current TCD and pneumococcal prophylactic utilization in SCD children diagnosed at birth. An additional objective was to determine the frequency of other main SCD-related events and the use of disease-modifying or curative therapy. Methods: Using the national NBS database between 2006-2010, data was collected in 2014/2015 from the patients' medical files up to the age of 5 years, and included age at first prescription of penicillin, occurrence of death/overt stroke/bacterial meningitis and septicemia, age at first transfusion (TF), use of pneumococcal vaccines/chronic transfusion program/hydroxyurea (HU)/hematopoietic stem cell transplantation (HSCT) and TCD results. Results: Out of 1792 eligible subjects, 152 (8%) were lost to follow-up. A total of 1620 patients with available follow-up data across 69 centers constituted the EVADREP cohort. Of them, 71.8% had SS or S beta°-thalassemia (SB°) while 20.3% had SC /S Beta + -thalassemia (SB + ) disease, and 59.6% resided in Paris area. Overall mortality rate for all patients was 0.23/100 person-years during the 5 first years of life and probability of survival at 5 years was 98.9% (95%CI: 98.2-99.3), with 18 deaths during the study period, 12 related to SCD (11 patients SS or SB°). The probability of overt stroke at 5 years was 1.1% all in SS/SB° patients. DTC was performed in 56% and 81% of patients before 2 and 3 years of age, respectively. The probability of abnormal TCD at 5 years was 10.4%. A total of 26 patients had a severe infection (meningitis or septicemia), lethal in 8 cases and caused by a pneumococcal strain in 8 cases. More than 99% of patients were prescribed prophylactic penicillin, started at a median age of 2.2 months of life. Full pneumococcal vaccination (at least 4 PCV and one P23) was performed in only 47.4% before 3 years but the probability of receiving P23 was 90% at 5 years. At 3 years, 42.9% of the EVADREP cohort had experienced a first VOE and the probability of survival without VOE was 62.4% [60.0-64.8] at 5 years. When pooling all SCD-related events (death, stroke, severe infection, VOE, acute anemia, as well as abnormal DTC, pneumonia and/or ACS and transfusion), 58.6% of children had experienced at least one event at 3 years. The probability of survival without SCD-related events at 5 years was 10.7% [0.9-12.6] for SS/SB° patients and 46.3% (41.5-51) for SC/SB+. In sharp contrast, HU was prescribed in 13.7% and HSCT performed in 9 patients only. Vaccination and DTC coverage, use of TF program and HU were significantly higher in larger centers. Summary/Conclusion: Current residual risks of severe complications and mortality rates on a national scale are similar to those observed in SCD expert center cohorts, presumably as a result of good TCD and vaccination coverage and an easy access to health care in France. Further improvement could be achieved with better referral to centers of expertise. The burden of disease is still high and increased use of disease modifying or curative therapy should benefit more children in the future. Disclosures Brousse: Add medica: Consultancy; bluebird bio: Consultancy. Bernaudin: BlueBirdBio: Consultancy; AddMedica: Honoraria, Other: Help for travel; GBT: Membership on an entity's Board of Directors or advisory committees. de Montalembert: AddMedica: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; bluebird bio, Inc: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Novartis: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees."
}