{
    "doi": "https://doi.org/10.1182/blood.V126.23.3627.3627",
    "article_title": "RNA Sequencing Reveals Novel and Rare Fusion Transcripts in Acute Myeloid Leukemia ",
    "article_date": "December 3, 2015",
    "session_type": "601. Chromosomal Rearrangements and DNA Repair: Poster III",
    "abstract_text": "Acute Myeloid Leukemia (AML) is a highly heterogeneous disease and a complex network of events contribute to its pathogenesis. Chromosomal rearrangements and fusion genes have a crucial diagnostic, prognostic and therapeutic role in AML. A recent RNA sequencing (RNAseq) study on 179 AML revealed that fusion events occur in 45% of patients. However, the leukemogenic potential of these fusions and their prognostic role are still unknown. To identify novel rare gene fusions having a causative role in leukemogenesis and to identify potential targets for personalized therapies, transcriptome profiling was performed on AML cases with rare and poorly described chromosomal translocations. Bone marrow samples were collected from 5 AML patients (#59810, #20 and #84 at diagnosis and #21 and #32 at relapse). RNAseq was performed using the Illumina Hiseq2000 platform. The presence of gene fusions was assessed with deFuse and Chimerascan. Putative fusion genes were prioritized using Pegasus and Oncofuse, in order to select biologically relevant fusions. Chimeras not supported by split reads, occurring in reactive samples, involving not annotated or conjoined genes were removed. The remaining fusions were prioritized according to mapping of partner genes to chromosomes involved in the translocation or to Chimerascan and deFuse concordance. The CBFβ-MYH11 chimera was identified in sample #84, carrying inv(16) aberration, thus confirming the reliability of our analysis. Sample #59810 carried the fusion transcript ZEB2-BCL11B (Driver Score, DS=0.7), which is an in-frame fusion and a rare event in AML associated with t(2;14)(q21;q32). The breakpoint of the fusion mapped in exon 2 of ZEB2 (ENST00000558170) and exon 2 of BCL11B (ENST00000357195). Differently from previous data, this fusion transcript showed 3 splicing isoforms. Type 1 isoform is the full-length chimera and it retains all exons of both genes involved in the translocation. Type 2 isoform was characterized by the junction of exon 2 of ZEB2 and exon 3 of BCL11B . In type 3 isoform, exon 2 and 3 of BCL11B were removed, resulting in an mRNA composed by exon 2 of ZEB2 and exon 4 of BCL11B . Gene expression profiling showed an upregulation of ZEB2 and BCL11B transcripts in the patient's blasts, compared to 53 AML samples with no chromosomal aberrations in the 14q32 region. The same samples showed the WT1-CNOT2 chimera, which is a novel out-of-frame fusion (DS= 0.008) related to t(11;12) translocation, identified by cytogenetic analysis. Two new in-frame fusion genes were identified in sample #20: CPD-PXT1 (DS=0.07), which appeared as the reciprocal fusion product of t(6;17) translocation, and SAV1-GYPB , which remained cryptic at cytogenetic analysis (DS=0.8, alternative splicing events are being investigated). SAV1 was downregulated in sample #20 compared to our AML cohort, suggesting the putative loss of a tumour-suppressor gene. Sample #21 carried a t(3;12) translocation and RNAseq identified a novel fusion event between chromosomes 19 and 7, involving the genes OAZ and MAFK (DS=0.9). Finally, no chimeras were confirmed in sample #32 having a t(12;18) translocation. Our data suggest that fusion events are frequent in AML and a number of them cannot be detected by current cytogenetic analyses. Gene fusions cooperate to AML pathogenesis and heterogeneity and we are further investigating the oncogenic potential of the identified translocations. Moreover, the results firmly indicate that different approaches, including G-banding, molecular biology, bioinformatics and statistics, need to be integrated in order to better understand AML pathogenesis and improve patients' stratification, High-resolution sequencing analysis currently represent the most informative strategy to tailor personalized therapies. Acknowledgments: ELN, AIL, AIRC, progetto Regione-Università 2010-12 (L. Bolondi), Fondazione del Monte di Bologna e Ravenna, FP7 NGS-PTL project. Disclosures Soverini: Novartis, Briston-Myers Squibb, ARIAD: Consultancy. Martinelli: BMS: Speakers Bureau; MSD: Consultancy; Roche: Consultancy; ARIAD: Consultancy; Novartis: Speakers Bureau; Pfizer: Consultancy.",
    "topics": [
        "leukemia, myelocytic, acute",
        "sequence analysis, rna",
        "protein isoforms",
        "cytogenetic analysis",
        "bone marrow specimen",
        "g-banding",
        "gene expression profiling",
        "leukemogenesis",
        "massively-parallel genome sequencing",
        "rna, messenger"
    ],
    "author_names": [
        "Antonella Padella",
        "Giorgia Simonetti, PhD",
        "Giulia Paciello",
        "Anna Ferrari, PhD",
        "Elisa Zago, PhD",
        "Carmen Baldazzi, PhD",
        "Viviana Guadagnuolo, PhD",
        "Cristina Papayannidis, MD PhD",
        "Valentina Robustelli",
        "Enrica Imbrogno",
        "Nicoletta Testoni",
        "Gerardo Musuraca",
        "Simona Soverini",
        "Massimo Delledonne, PhD",
        "Ilaria Iacobucci, PhD",
        "Clelia Tiziana Storlazzi, PhD",
        "Elisa Ficarra, PhD",
        "Giovanni Martinelli"
    ],
    "author_dict_list": [
        {
            "author_name": "Antonella Padella",
            "author_affiliations": [
                "University of Bologna, Bologna, Italy "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Giorgia Simonetti, PhD",
            "author_affiliations": [
                "University of Bologna, Bologna, Italy "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Giulia Paciello",
            "author_affiliations": [
                "Dept. of Control and Computer Engineering DAUIN, Politecnico di Torino, Turin, Italy "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anna Ferrari, PhD",
            "author_affiliations": [
                "University of Bologna, Bologna, Italy "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elisa Zago, PhD",
            "author_affiliations": [
                "Personal Genomics, Verona, Italy "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carmen Baldazzi, PhD",
            "author_affiliations": [
                "University of Bologna, Bologna, Italy "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Viviana Guadagnuolo, PhD",
            "author_affiliations": [
                "University of Bologna, Bologna, Italy "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cristina Papayannidis, MD PhD",
            "author_affiliations": [
                "Bologna University School of Medicine, Bologna, Italy "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Valentina Robustelli",
            "author_affiliations": [
                "DIMES, Department of Hematology and Medical Sciences \"L. and A. Seràgnoli\", University of Bologna, Bologna, Italy "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Enrica Imbrogno",
            "author_affiliations": [
                "DIMES, Department of Hematology and Medical Sciences \"L. and A. Seràgnoli\", University of Bologna, Bologna, Italy "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nicoletta Testoni",
            "author_affiliations": [
                "University of Bologna, Bologna, Italy "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gerardo Musuraca",
            "author_affiliations": [
                "Istituto Scientifico Romagnolo Per Lo Studio E La Cura Dei Tumori, Meldola (FC),, Meldola, Italy "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Simona Soverini",
            "author_affiliations": [
                "Institute of Hematology, S.Orsola-Malpighi University Hospital, Bologna, Italy "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Massimo Delledonne, PhD",
            "author_affiliations": [
                "Personal Genomics, Verona, Italy "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ilaria Iacobucci, PhD",
            "author_affiliations": [
                "\"Seràgnoli\" Institute of Hematology, University of Bologna, Bologna, Italy "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Clelia Tiziana Storlazzi, PhD",
            "author_affiliations": [
                "Department of Biology, University of Bari, Bari, Italy"
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elisa Ficarra, PhD",
            "author_affiliations": [
                "Dept. of Control and Computer Engineering DAUIN, Politecnico di Torino, Turin, Italy "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Giovanni Martinelli",
            "author_affiliations": [
                "\"Seràgnoli\" Institute of Hematology, University of Bologna, Bologna, Italy "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-03T18:37:16",
    "is_scraped": "1"
}