{
    "doi": "https://doi.org/10.1182/blood.V110.11.1896.1896",
    "article_title": "Clinical Outcomes of Patients with Recurrent/Refractory Hodgkin Disease Receiving Cyclosporine, Interferon-γ, and Interleukin-2 Immunotherapy To Induce Autoreactivity after Autologous Stem Cell Transplantation with BEAM: A COG Study. ",
    "article_date": "November 16, 2007",
    "session_type": "Clinical Results-Autologous Transplantation",
    "abstract_text": "The major risk for patients with recurrent or refractory Hodgkin Disease (HD) who receive standard treatment with high-dose chemotherapy and autologous hematopoietic stem cell rescue (ASCR) is relapse. However, in HD, the allogeneic graft-vs.-lymphoma effect is offset by high transplant-related mortality. The Children’s Oncology Group has completed a pilot study of immunotherapy using cyclosporine, interferon-γ, and interleukin-2 to induce autologous graft-vs.-host disease (auto GVHD) in an effort to reduce the relapse rate without excessive morbidity and mortality. From 11/2003 to 2/2005, 24 patients with biopsy-confirmed recurrent/refractory HD were enrolled at 13 COG stem cell transplant institutions. One patient was inevaluable because of errors in protocol administration. At initial diagnosis, 5 were stage IV, 8 stage III, 7 stage II, 1 stage 1, and 3 unknown; 16 had B symptoms, and 15 had bulky disease. All patients had failed intensive multi-agent chemotherapy, and most had received prior radiation therapy. High risk patterns of relapse included extranodal disease (8), B symptoms (3), and bulky disease (2). We have previously presented the tolerability of this regimen, with the expected reversible complications and 4% non-relapse mortality. Moreover, we detected circulating autoreactive lymphocytes in vitro from the majority of patients during immunotherapy. These autoreactive lymphocytes respond to the HLA class II invariant peptide (CLIP). We therefore isolated these cells from selected patients by flow cytometry after staining with CLIP-DR2 tetramers, and demonstrated high perforin expression in CD8+ effector cells early in the course of immunotherapy, and a subsequent rise of FOXP3 expression in CD4+ regulatory T cells later in the course of immunotherapy. Importantly, CLIP was strongly expressed on the surface of Hodgkin Reed-Sternberg cells, as demonstrated by monoclonal antibody LN2 immunostaining of tumor samples from 8/9 patients for whom adequate tissue was submitted. To date, only 6 relapses have been reported. Updated event-free and overall survival data will be presented. We conclude that this immunotherapy regimen is tolerable, induces autoreactivity in a majority of patients, targets a molecule expressed consistently on Hodgkin Reed-Sternberg cells, and has produced encouraging clinical outcomes. We will proceed to test the efficacy of this immunotherapy regimen by randomizing patients with chemosensitive recurrent/refractory HD to receive immunotherapy or not after BEAM and ASCR.",
    "topics": [
        "aldesleukin",
        "autologous stem cell transplant",
        "cyclosporine",
        "hodgkin's disease",
        "human leukocyte interferon",
        "immunotherapy",
        "interferons",
        "treatment outcome",
        "chemotherapy regimen",
        "tissue transplants"
    ],
    "author_names": [
        "Allen R. Chen, MD, PhD, MHS",
        "Robert Hutchison, MD",
        "Allan Hess, PhD",
        "Sharon Gardner, MD",
        "Tanya Trippett, MD",
        "Pedro de Alarcon, MD",
        "Shirley Hogan, PharmD",
        "Joy Mitchell, CRA",
        "Vickie Massey, MD",
        "Louis S. Constine, MD",
        "Lu Chen, PhD",
        "Cindy L. Schwartz, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Allen R. Chen, MD, PhD, MHS",
            "author_affiliations": [
                "Johns Hopkins Kimmel Cancer Center, Baltimore, MD, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Robert Hutchison, MD",
            "author_affiliations": [
                "SUNY Upstate Medical U, Syracuse, NY, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Allan Hess, PhD",
            "author_affiliations": [
                "Johns Hopkins Kimmel Cancer Center, Baltimore, MD, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sharon Gardner, MD",
            "author_affiliations": [
                "NYU Medical Center, NY, NY, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tanya Trippett, MD",
            "author_affiliations": [
                "MSKCC, NY, NY, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pedro de Alarcon, MD",
            "author_affiliations": [
                "St. Jude Midwest Affiliate, Peoria, IL, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shirley Hogan, PharmD",
            "author_affiliations": [
                "U Mississippi Medical Center, Jackson, MS, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joy Mitchell, CRA",
            "author_affiliations": [
                "Wake Forest U School of Medicine, Winston-Salem, NC, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vickie Massey, MD",
            "author_affiliations": [
                "The Childrens Mercy Hospital, Overland Park, KS, USA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Louis S. Constine, MD",
            "author_affiliations": [
                "U Rochester Medical Center, Rochester, NY, USA"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lu Chen, PhD",
            "author_affiliations": [
                "Children’s Oncology Group, Arcadia, CA, USA"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cindy L. Schwartz, MD",
            "author_affiliations": [
                "Brown University, Providence, RI, USA"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-04T15:33:28",
    "is_scraped": "1"
}