{
    "doi": "https://doi.org/10.1182/blood-2021-149236",
    "article_title": "Prognostic Value of Myocardial Enzymes and Therapeutic Potential of Cardioprotective Agents in Chronic Lymphocytic Leukemia Patients with Cardiovascular Comorbidities ",
    "article_date": "November 5, 2021",
    "session_type": "642.Chronic Lymphocytic Leukemia: Clinical and Epidemiological",
    "abstract_text": "Introduction: Chronic lymphocytic leukemia (CLL) is the most common leukemia among adults in the western world. Cardiovascular disease (CVD), with a high incidence among comorbidities, is associated with significant morbidity and inferior quality of life in cancer patients. In CLL, comorbidities are associated with increased mortality from infections, second cancers and CVD. However, previous studies have not uncovered the relationships between cardiac biomarkers and the prognosis of CLL patients. In addition, whether cardioprotective drugs affect the effect of therapy in CLL patients remains undefined. Methods: Five hundred and ten CLL patients diagnosed in Shandong Provincial Hospital affiliated to Shandong University from October 2010 to July 2020 were enrolled in our study. The Kaplan-Meier curves were used to estimate survival rates, while the log-rank tests were used for comparison. Univariate and multivariate logistic regression analysis was used to verify prognostic independence. The available expression data and survival information of CLL samples and normal samples were extracted from 2 databases. The expression level of genes involved in the KEGG lipid and atherosclerosis pathway was analyzed to evaluate the prognosis of CLL patients. GSEA enrichment analysis was performed to explore the potential function of TNFRSF1A. Cell proliferation assay with the Cell Counting Kit-8 (CCK-8) was performed to detect the therapeutic potential of the common cardioprotective drugs atorvastatin, metoprolol and losartan in CLL. Results: Among the cohort, 30% CLL patients were complicated with CVD. Compared with those without CVD, CLL patients with CVD were of significantly advanced age ( p <0.001), larger proportion with diabetes ( p =0.003), as well as higher levels of N-terminal brain natriuretic peptide precursor (NTpro-BNP; p =0.016) and myohemoglobin (MYO; p =0.005). The Kaplan-Meier curves revealed that Binet stage ( χ 2 =3.863, p =0.049), creatine kinase isoenzyme (CK-MB; χ 2 =4.335, p =0.037) and MYO ( χ 2 =4.010, p =045) were related to the OS time of CLL patients with CVD (shown in Figure 1). The univariate logistic analysis showed that sex ( p =0.031), Rai stage ( p =0.036), Binet stage ( p =0.017), β2-MG ( p =0.004), creatine kinase (CK; p =0.017), α-hydroxybutyrate dehydrogenase (α-HBDH; p =0.017), MYO ( p =0.025) and C-reactive protein ( p =0.007) were associated with the outcomes of CLL patients with CVD. The multivariate logistic analysis confirmed that α-HBDH ( p =0.046) and MYO ( p =0.013) were independent prognostic biomarkers for the outcomes of CLL patients with CVD. To further evaluate the prognosis of CLL patients and CVD, the expression of genes involved in the KEGG lipid and atherosclerosis pathway were assessed. Most of them were dysregulated (shown in Figure 2A-B). The genes which were differential expression were performed with Kaplan-Meier analysis and univariate and multivariate Cox analysis subsequently. TNFRSF1A was upregulated among CLL cells and was independent prognostic biomarkers of both OS (shown in Figure 2C) and time to first treatment (TTFT) in CLL patients (shown in Figure 2D). GSEA enrichment illuminated that TNFRSF1A was related to the lipid catabolic and metabolic process, as well as other metabolic processes (shown in Figure 2E-F). To investigate the effect of cardioprotective drugs on chronic lymphocytic leukemia patients, cell proliferation assays were performed. Atorvastatin, metoprolol and losartan decreased the proliferation of CLL cell lines with IC50 values of 94.19 uM, 123.60 uM and 411.80 uM in EHEB cells, and 79.20 uM, 138.60 uM and 318.5 uM in MEC-1 cells, respectively (shown in Figure 3). Conclusions: In conclusion, we demonstrated CLL patients with CVD were of older age, larger proportion of patients with diabetes, higher levels of NTpro-BNP and MYO compared those without CVD for the first time. α-HBDH and MYO were independent prognostic biomarkers for survival in CLL patients with CVD. TNFRSF1A was an independent prognostic biomarker of OS and TTFT in CLL patients. Furthermore, atorvastatin, metoprolol and losartan exhibited inhibitory effects in CLL cell lines. The evaluation of cardiac biomarkers is beneficial to predict the clinical outcomes of CLL patients. CLL patients may benefit from the application of cardioprotective agents. Strengthening the evaluation of CVD risk and preventing CVD may improve the prognosis of CLL patients. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "author_names": [
        "Xiaoya Yun",
        "Zixun Yin",
        "Juan Fan",
        "Na Chen",
        "Mei Ding",
        "Ya Zhang",
        "Xin Wang"
    ],
    "author_dict_list": [
        {
            "author_name": "Xiaoya Yun",
            "author_affiliations": [
                "Department of Hematology, Shandong Provincial Hospital, Cheeloo College of Medicine, Shandong University, Jinan, China",
                "Department of Hematology, Shandong Provincial Hospital Affiliated to Shandong First Medical University, Jinan, China"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Zixun Yin",
            "author_affiliations": [
                "Department of Hematology, Shandong Provincial Hospital, Cheeloo College of Medicine, Shandong University, Jinan, China",
                "Department of Hematology, Shandong Provincial Hospital Affiliated to Shandong First Medical University, Jinan, China"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Juan Fan",
            "author_affiliations": [
                "Department of Hematology, Shandong Provincial Hospital, Cheeloo College of Medicine, Shandong University, Jinan, China",
                "Department of Hematology, Shandong Provincial Hospital Affiliated to Shandong First Medical University, Jinan, China"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Na Chen",
            "author_affiliations": [
                "Department of Hematology, Shandong Provincial Hospital, Cheeloo College of Medicine, Shandong University, Jinan, China",
                "Department of Hematology, Shandong Provincial Hospital Affiliated to Shandong First Medical University, Jinan, China"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mei Ding",
            "author_affiliations": [
                "Department of Hematology, Shandong Provincial Hospital Affiliated to Shandong First Medical University, Jinan, China",
                "Department of Hematology, Shandong Provincial Hospital Affiliated to Shandong University, Jinan, China"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ya Zhang",
            "author_affiliations": [
                "Department of Hematology, Shandong Provincial Hospital, Cheeloo College of Medicine, Shandong University, Jinan, China",
                "Department of Hematology, Shandong Provincial Hospital Affiliated to Shandong First Medical University, Jinan, China"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xin Wang",
            "author_affiliations": [
                "Department of Hematology, Shandong Provincial Hospital, Cheeloo College of Medicine, Shandong University, Jinan, China",
                "Department of Hematology, Shandong Provincial Hospital Affiliated to Shandong First Medical University, Jinan, China"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-21T04:14:52",
    "is_scraped": "1"
}