{
    "doi": "https://doi.org/10.1182/blood.V108.11.4726.4726",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=780",
    "start_url_page_num": 780,
    "is_scraped": "1",
    "article_title": "Response to Rituximab, Cyclophosphamide and Dexamethasone as Initial or Salvage Therapy in Low Grade Lymphoma and Immune Hemolytic Anemia. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "cyclophosphamide",
        "dexamethasone",
        "hemolytic anemia",
        "low-grade lymphomas",
        "rituximab",
        "salvage therapy",
        "autoimmune hemolytic anemia",
        "follicular lymphoma",
        "adverse effects",
        "lymphoma"
    ],
    "author_names": [
        "Neetu Radhakrishnan, MD",
        "Rajasree Roy, MD",
        "Reuven Yakubov, MD",
        "Matthew Kaufman, MD",
        "Kanti Rai, MD",
        "Bhoomi Mehrotra, MD",
        "Dilip Patel, MD"
    ],
    "author_affiliations": [
        [
            "Division of Hematology Oncology, Long Island Jewish Medical Center, New Hyde Park, NY, USA"
        ],
        [
            "Division of Hematology Oncology, Long Island Jewish Medical Center, New Hyde Park, NY, USA"
        ],
        [
            "Medicine"
        ],
        [
            "Division of Hematology Oncology, Long Island Jewish Medical Center, New Hyde Park, NY, USA"
        ],
        [
            "Division of Hematology Oncology, Long Island Jewish Medical Center, New Hyde Park, NY, USA"
        ],
        [
            "Division of Hematology Oncology, Long Island Jewish Medical Center, New Hyde Park, NY, USA"
        ],
        [
            "Division of Hematology Oncology, Long Island Jewish Medical Center, New Hyde Park, NY, USA"
        ]
    ],
    "first_author_latitude": "40.755314299999995",
    "first_author_longitude": "-73.70417085",
    "abstract_text": "BACKGROUND: The combination of dexamethasone, cyclophosphamide, and rituximab (RCD) have documented activity in lymphoproliferative disorders without severe side effects and shows significant results in the setting of AIHA (auto immune hemolytic anemia) in CLL (chronic lymphocytic leukemia). We conducted a retrospective study of the response to RCD in low grade lymphoproliferative disorders and in AIHA at our institution. METHODS: Between December 1998 and June 2006, 17 patients completed therapy after a median of 6 cycles of RCD (rituximab 375 mg/m2 i.v. on Day 1, dexamethasone 40 mg intravenously [i.v.] or [p.o.] on Days 1–4, cyclophosphamide at a dose of 750 mg/m2 i.v. on Day 2). Data regarding patient characteristics, disease pathology, stage, IPI scores, prior treatments, response using standard disease response criteria and flow cytometric and/or molecular studies where appropriate, and any recurrences were recorded. Stage IV responders with undocumented post treatment bone marrows were classified as PR (partial response). RESULTS: The median age of the patients was 63 years (range: 28 – 80 years), 42% were male; (9/17) 52% had previously untreated disease; and (9/17) 52% had follicular lymphoma, 35% had other indolent lymphomas or CLL (2 marginal zone lymphoma (1 salvage), 1 mantle zone lymphoma, 1 waldenstroms macroglobulinemia requiring frequent plasmapheresis, 1 small cell lymphocytic lymphoma and 1 CLL) and 2 had steroid resistant AIHA. Median international prognostic index/follicular lymphoma international prognostic index (IPI/FLIPI) score for the malignant lymphomas was 2 (range: 0–3). Objective responses (OR) and complete responses (CR) were observed in (16/17) 94% and (11/17) 64%, respectively. For patients with follicular lymphoma, the respective OR and CR ratios were 5/5 (100%) and 3/5 (60%) as first line therapy, and 4/4 (100%)and 2/4 (50%) as salvage therapy. Both patients with heavily pretreated AIHA responded completely and have not relapsed. The median progression free survival (PFS) was 18 months (range: 1–58 months) and median overall survival (OS) was 28 months (range: 1 – 78 months). The PFS for follicular lymphomas was a median of 19months (range: 6 – 55months), with median OS of 45 months (range: 6 – 78 months). Both patients with heavily pretreated AIHA achieved CR without relapse. Recurrence of disease did not correlate with the FLIPI/IPI. Side effects were minimal and included grade II – III neutropenia, hyperglycemia and steroid induced insomnia. CONCLUSIONS: RCD is active as initial or salvage therapy in patients with low grade lymphoproliferative disorders and is highly effective in steroid refractory AIHA with minimal side effects. Addition of rituximab prior to moderate doses of cytoxan and dexamethasone significantly enhances the response rates. This chemotherapeutic combination with a low side effect profile appears to produce significant responses for low grade lymphomas and may translate into better long term outcomes compared to previously utililized regimens. Further studies are needed to evaluate whether this regimen may improve the outcome of patients with low grade lymphomas. Summary of data  Pathology (no: of pts) . OR (pt no:) . CR(pt no:) . PFS (months) . Recurrence(pt no:) . Untreated follicular lymphoma (5) 5 3 19 1 Pre treated follicular (4) 4 2 12 3 Other indolent lymphoma (6) 5 4 23 0 AIHA(2) 2 2 14.5 0 Pathology (no: of pts) . OR (pt no:) . CR(pt no:) . PFS (months) . Recurrence(pt no:) . Untreated follicular lymphoma (5) 5 3 19 1 Pre treated follicular (4) 4 2 12 3 Other indolent lymphoma (6) 5 4 23 0 AIHA(2) 2 2 14.5 0 View Large"
}