{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.1383.1383",
    "article_title": "Comparison of the Profile of the AML Drug Midostaurin (Rydapt®) As a Kinase Inhibitor with Those of Its Predominant Primary Human Metabolites ",
    "article_date": "December 7, 2017",
    "session_type": "617. Acute Myeloid Leukemia: Biology, Cytogenetics, and Molecular Markers in Diagnosis and Prognosis: Poster I",
    "abstract_text": "Background: The multi-targeted kinase inhibitor midostaurin (M) has single agent activity in internal tandem duplication and tyrosine kinase domain mutant FLT3 acute myeloid leukemia (AML). When added to standard chemotherapy M (50 mg, BID) significantly improved both event-free and overall survival in AML patients harboring activating FLT3 mutations (Stone RM, NEJM 2017). In humans, M is converted into 3 primary metabolites: the 10-O-demethylated compound CGP62221 and two epimeric C3-hydroxylated compounds, e1 and e2 (Fig 1). Following the administration of a single 50 mg dose of [14C]-M, the plasma AUC 0-96hr of M, CGP62221, e1 and e2 were 18.0, 22.5, 4.12 and 25.8 µg Eq*h/mL respectively (He H, Drug Metab Dispos 2017) and following 50 mg BID the steady-state plasma trough levels of M, CGP62221 and e2 were 0.82, 1.48 and 6.73 µM (Wang Y, J Clin Pharmacol 2008), indicating substantial accumulation of the latter metabolite. Here we compare the kinase profile of M with those of its predominant metabolites. Methods: Reaction of M with 2,3-dichloro-5,6-dicyano-1,4-benzoquinone afforded a mixture of oxidation products. After purification by chromatography (silica gel) and recrysallisation, X-ray crystallography of the more lipophilic epimer (VE12.094; m.p. 298-301°C) confirmed it to have (S)-stereochemistry (Fig 1). Comparison of this epimer with the products from cryopreserved human hepatocyte (BioreclamationIVT, Baltimore, MD, USA)-mediated metabolism of M showed it to be identical (ultra high performance liquid chromatography - mass spectrometry) to e1; the corresponding 3-(R)-epimer (e2) could not be purified. CGP58546 (Hoehn P, J Antibiot 1995) was treated with benzoic anhydride to give CGP62221 (purified by chromatography; m.p. 246°C). The profiles of these compounds as kinase inhibitors were determined using recombinant enzymes (13 lipid and 320 protein kinases) in radiometric transphosphorylation assays (ProQinase GmbH, Freiburg, Germany) and where >50% inhibition was observed at 10 µM, concentrations required to inhibit activity by 50% (IC50 value) were calculated from the dose-response curves. Results: All four compounds showed inhibition of both serine-threonine and tyrosine protein kinases, consistent with their binding in a type-1 ATP-competitive binding mode. M and CGP62221 showed both a similar pattern of selectivity against 320 protein kinases, as well as similar degrees of potency, although CGP62221 (the most potent inhibitor of PRKG2) was less active against LCK (Tables 1 and 2). The presence of a hydroxyl-group in the pyrrole-ring (e1 and e2) generally reduced potency resulting in increased selectivity towards VEGFR2 (none of the compounds evaluated inhibited VEGFR1 by >50% at 10 µM). PDK1 was the only kinase substantially more sensitive to e2 compared with e1 (>3-fold). None of the compounds substantially (>50%) inhibited the activity of any lipid kinase, nor of AKT, nor of any cyclin-dependent protein kinase at 10 µM. Conclusion: The disparate effects of FLT3-targeting drugs in AML clinical trials has been commented upon (Stone RM, Blood 2017). However, the efficacy and side-effects of drugs do not just reflect the biochemical and pharmacodynamic properties of the parent, but often comprise of complex cooperative effects between the properties of the parent and active metabolites. AML is a heterogeneous malignancy and activating mutations in the FLT3 and KIT receptor kinases are particularly implicated among the mutations driving the malignant phenotype (Patel JP, NEJM 2012). In the case of M, the major circulating metabolites are multi-targeted protein kinase inhibitors with activity against mutant forms of FLT3 and KIT, as well as several kinases involved in their signaling pathways or implicated in AML via stromal support, such as IGF1R (Chapuis N, Haematologica 2010), JAK (Furqan M, Biomarker Res 2013), LYN (Robinson LJ, Exp Hematol 2005), PDK1 (Zabkiewicz J, Haematologica 2014), RET (Rudat S, ASH 2016), SRC (Leischner H, Blood 2012) and SYK (Puissant A, Cancer Cell 2014). Notably, CGP62221, e1 and e2, which are major circulating components following chronic dosing of M, exhibited substantial kinase activity at physiologically relevant doses. A complex interplay between the kinase activities of M and its metabolites may contribute to the efficacy of M in AML and help engender the distinctive effects of M compared to other FLT3 inhibitors in this malignancy. View large Download slide View large Download slide  Close modal Disclosures Manley: Novartis International: Employment. Caravatti: Novartis International: Employment. Furet: Novartis International: Employment. Roesel: Novartis International AG: Employment. Tran: Novartis International: Employment. Wagner: Novartis Pharmaceuticals: Employment.",
    "topics": [
        "kinase inhibitors",
        "metabolites",
        "midostaurin",
        "gel",
        "phosphotransferases",
        "ms-like tyrosine kinase 3",
        "calculi",
        "cancer",
        "chromatography",
        "lipids"
    ],
    "author_names": [
        "Paul W Manley",
        "Giorgio Caravatti",
        "Pascal Furet",
        "Johannes Roesel",
        "Phi Tran",
        "Trixie Wagner"
    ],
    "author_dict_list": [
        {
            "author_name": "Paul W Manley",
            "author_affiliations": [
                "Novartis Institutes for Biomedical Research, Novartis Pharmaceuticals AG, Basel, Switzerland "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Giorgio Caravatti",
            "author_affiliations": [
                "Novartis Institutes for Biomedical Research, Novartis Pharmaceuticals AG, Basel, Switzerland "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pascal Furet",
            "author_affiliations": [
                "Novartis Institutes for Biomedical Research, Novartis Pharmaceuticals AG, Basel, Switzerland "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Johannes Roesel",
            "author_affiliations": [
                "Novartis Institutes for Biomedical Research, Novartis Pharmaceuticals AG, Basel, Switzerland "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Phi Tran",
            "author_affiliations": [
                "Drug Metabolism and Pharmacokinetics, Novartis International, East hanover, NJ"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Trixie Wagner",
            "author_affiliations": [
                "Novartis Institutes for Biomedical Research, Novartis Pharmaceuticals AG, Basel, Switzerland "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-11T18:38:01",
    "is_scraped": "1"
}