{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.3704.3704",
    "article_title": "Coagulation Activation in Brain Neoplasms ",
    "article_date": "December 7, 2017",
    "session_type": "331. Pathophysiology of Thrombosis: Poster III",
    "abstract_text": "Introduction: Cancer patients are at increased risk for venous thromboembolism (VTE), and patients with brain tumors have a VTE risk of up to 30% over the course of the disease. Factors contributing to VTE risk include age ≥60 years, obesity, glioblastoma histology, large tumor size, subtotal resection, leg paresis and treatment with surgery, radiation or chemotherapy. Coagulation activation occurs in cancer patients via several mechanisms including up-regulation of tumor or microparticle-associated tissue factor (TF) and procoagulant molecules, downregulation of tissue factor pathway inhibitor (TFPI), thrombomodulin (TM), increased plasminogen activator inhibitor (PAI-1), all resulting in increased thrombin generation and a systemic prothrombotic state. We hypothesized that patients with glioblastoma multiforme (GBM), a high-grade malignant brain tumor, exhibit increased systemic coagulation activation compared to healthy individuals and patients with benign meningiomas. We tested this hypothesis by measuring thrombin generation (TG) as a surrogate marker of systemic coagulation activation in patients with GBM and meningiomas and in age and sex matched healthy controls for comparison. Methods: This study was supported by grants from the Northern New England Clinical Oncology Society and the Neuro-oncology section at Dartmouth-Hitchcock Medical Center. The primary objective was to compare the pre-surgical peak TG in the GBM and healthy control groups. Secondary objectives were to 1) compare pre-surgical peak TG in the meningioma and healthy control groups and 2) compare tumor volumes on MRI with TG in patients with GBM and meningiomas. Patients with a new GBM or meningioma (W.H.O. grade 1 or 2) for whom a debulking procedure or surgical resection was planned were eligible. Patients with an additional active malignancy, history of idiopathic VTE at any time or provoked VTE within 5 years of entry, current treatment with an anticoagulant for any reason within the last 90 days or a surgical procedure other than a skin biopsy within the previous 30 days were excluded. After informed consent, 20 mL of blood was collected from subjects in 3.2% sodium citrate tubes prior to surgery. An additional 20 ml of blood was collected from GBM subjects 3 to 6 weeks after surgery. Platelet-poor plasma was prepared by centrifugation and stored at -80°C until analysis. TG was measured in nanomoles (nm) with a calibrated automated thrombogram assay (Thrombinoscope BV, Maastricht, Netherlands) using 1 pM TF and 4 uM phospholipids to trigger coagulation reactions. Statistical analysis was performed using Student's t-test for comparisons between groups. All GBM and meningioma subjects had pre-operative MRI scans. The highest resolution available gadolinium-enhanced anatomic scan (MPRAGE, T1-FLAIR, BRAVO, etc) was manually segmented by one of two trained segmenters to label tumor areas, with results reviewed, adjusted, and confirmed by a practicing neuroradiologist. Tumor volumes were then calculated as the number of labeled voxels times voxel volume (0.39-4.64 mm^3). Results: Fifty-eight patients consented to participate in the study. There were 15 screen failures and of the 43 patients included in the study, 20 had GBM and 23 had meningiomas. Blood from one age and sex-matched healthy blood donor was obtained for each study subject. The mean peak pre-op TG was 290 +/- 53 nm in the GBM cohort and 186 +/- 41 nm in controls; 242 +/- 55 nm in the meningioma cohort and 177 +/- 57 in controls. The p-value was <0.001 for all three pairwise comparisons. Only 9 post-op GBM samples were available for analysis. In this group, the mean pre-op TG was 323 nm +/- 38 nM and 273 nm +/- 47 nM post-op (p < 0.001). Two patients in the GBM group developed VTE with a mean peak TG of 364 nm compared to 290 nm for GBM patients without VTE (P = 0.04). We found no association between tumor volumes and pre-op TG. Conclusions: Peak TG was significantly higher in patients with GBM than in either patients with meningioma or healthy controls. TG decreased after tumor debulking surgery in GBM patients. Moreover, our results suggest that TG may be a useful marker for systemic coagulation activation in patients with GBM. Though our early results showing increased TG in GBM patients with VTE are provocative, more study is required to determine whether TG can be used to reliably predict VTE risk in this population. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "blood coagulation",
        "brain tumors",
        "coagulation process",
        "obesity",
        "venous thromboembolism",
        "meningioma",
        "surgical procedures, operative",
        "cancer",
        "neoplasms",
        "tumor volume"
    ],
    "author_names": [
        "Swaroopa Yerrabothala, MD",
        "Brett L. Gourley, MD",
        "James C Ford, PhD",
        "Syed Rakin Ahmed",
        "Stephen J Guerin, MD",
        "Heather A Wishart, PhD",
        "Camilo E Fadul, MD",
        "Deborah L. Ornstein, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Swaroopa Yerrabothala, MD",
            "author_affiliations": [
                "Hematology Oncology, Dartmouth Hitchcock Medical Center, Lebanon, NH "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Brett L. Gourley, MD",
            "author_affiliations": [
                "Rockwood Clinic, MultiCare Health System, Spokane, WA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James C Ford, PhD",
            "author_affiliations": [
                "Dartmouth Hitchcock Medical Center, Lebanon, NH "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Syed Rakin Ahmed",
            "author_affiliations": [
                "Dartmouth University, Hanover, NH "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephen J Guerin, MD",
            "author_affiliations": [
                "Dartmouth Hitchcock Medical Center, Lebanon, NH "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Heather A Wishart, PhD",
            "author_affiliations": [
                "Dartmouth Hitchcock Medical Center, Lebanon, NH "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Camilo E Fadul, MD",
            "author_affiliations": [
                "Division of Neuro-Oncology, University of Virginia, Charlottesville, VA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Deborah L. Ornstein, MD",
            "author_affiliations": [
                "Department of Pathology, Dartmouth Hitchcock Medical Center, Lebanon, NH ",
                "Department of Medicine, Dartmouth Hitchcock Medical Center, Lebanon, NH"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-11T09:34:28",
    "is_scraped": "1"
}