{
    "doi": "https://doi.org/10.1182/blood.V112.11.3662.3662",
    "article_title": "Combination of a Novel Proteasome Inhibitor NPI-0052 and Lenalidomide Trigger in Vivo Synergistic Cytotoxicity in Multiple Myeloma ",
    "article_date": "November 16, 2008",
    "session_type": "Myeloma - Pathophysiology and Preclinical Studies excluding Therapy",
    "abstract_text": "Background: Our previous study demonstrated that a novel proteasome inhibitor NPI-0052 is distinct from bortezomib in its chemical structure, effects on proteasome activities, and mechanisms of action, and importantly, triggers apoptosis in multiple myeloma (MM) cells resistant to conventional and bortezomib therapies. These preclinical data provided the basis for the ongoing phase-I clinical trial of NPI-0052 in relapsed/refractory MM patients. Recently, a Phase-1/2 clinical trial of bortezomib with Lenalidomide and low dose dexamethasone demonstrated safety and remarkable efficacy in newly diagnosed MM patients. Given that the combination of bortezomib with Lenalidomide has proven a successful treatment strategy, coupled with our findings that NPI-0052 is a potent proteasome inhibitor, we determined whether combining NPI-0052 with Lenalidomide triggered synergistic/additive anti-MM activity. Material and Methods: We utilized MM.1S, MM.1R, RPMI-8226, U266, and INA-6 human MM cell lines, as well as purified tumor cells from patients relapsing after prior therapies including Lenalidomide or bortezomib. Informed consent was obtained from all patients in accordance with the Helsinki protocol. Cell viability and apoptosis assays were performed using MTT and Annexin V staining. In vitro angiogenesis was assessed by Matrigel capillary-like tube structure formation assay. Immunoblot analysis was performed using antibodies to caspase-8, caspase-9, caspase-3, PARP, Bcl-2, BIM, p-JNK or tubulin. In vitro and in vivo proteasome activity assays were performed using fluorogenic peptide substrates. All animal studies were approved by the DFCI Institutional Animal Care and Use Committee. CB-17 SCID male mice (n = 30; 5 mice/EA group) were subcutaneously inoculated with 5.0 × 106 MM.1S cells in 100 microliters of serum free RPMI-1640 medium. When tumors were measurable (~150 mm3) three weeks after MM cell injection, mice were treated with oral doses of vehicle alone, NPI-0052 (0.15 mg/kg), Lenalidomide (2.5 mg/kg), Lenalidomide (5.0 mg/kg), NPI-0052 (0.15 mg/kg) plus Lenalidomide (2.5 mg/kg) or NPI-0052 (0.15 mg/kg) plus Lenalidomide (5.0 mg/kg) on a twice weekly schedule for NPI-0052 and four consecutive days weekly for Lenalidomide for four weeks. Statistical significance of differences observed in NPI-0052, Lenalidomide or NPI-0052 plus Lenalidomide-treated mice was determined using a Student t test. Isobologram analysis was performed using “CalcuSyn” software program. A combination index < 1.0 indicates synergism. Results: Combining NPI-0052 and Lenalidomide induces synergistic/additive anti-MM activity in vitro using MM cell lines (P<0.005, n=3, CI < 1) or patient CD138-positive MM cells (5 patients, P< 0.004). NPI- 0052 plus Lenalidomide-induced synergistic apoptosis is associated with: activation of caspase-8, caspase-9, caspase-3, and PARP; induction of c-Jun-NH2-terminal kinase; activation of BH-3 protein BIM; inhibition of migration of MM cells and angiogenesis; suppression of chymotrypsin-like, caspase-like and trypsin-like proteolytic activities in an additive manner; and inhibition of NF-kappa B signaling. Importantly, blockade of BIM using siRNA significantly abrogates NPI-0052 plus Lenalidomide-induced apoptosis (61 ± 7.1% decrease in cell death; P < 0.003, n=2). Furthermore, studies using biochemical inhibitors of caspase-8 versus caspase-9 demonstrate that NPI-0052 plus Lenalidomide-triggered apoptosis is primarily dependent on caspase-8 signaling. In animal tumor model studies, low dose combination NPI-0052 (0.15 mg/kg) and Lenalidomide (2.5 or 5.0 mg/kg) is well tolerated, significantly inhibits tumor growth (P < 0.03), and prolongs survival (4–5 months in mice receiving combined drugs, P = 0.001). Immununohistochemistry analysis of MM tumors excised from NPI-0052 plus Lenalidomide-treated mice showed growth inhibition (Ki-67), apoptosis (TUNEL assay, caspae-3 activation), a decrease in associated angiogenesis (Factor VIII and VEGF receptor), and additive inhibition of proteasome activity. Taken together, our study provides the preclinical rationale for clinical protocols evaluating Lenalidomide together with NPI-0052 to improve patient outcome in MM.",
    "topics": [
        "cytotoxicity",
        "lenalidomide",
        "marizomib",
        "multiple myeloma",
        "precipitating factors",
        "proteasome inhibitors",
        "bortezomib",
        "caspase-8",
        "caspase-9",
        "caspase-3"
    ],
    "author_names": [
        "Dharminder Chauhan, PhD",
        "Ajita V. Singh",
        "Mohan Brahmandam",
        "Giada Bianchi",
        "Klaus Podar",
        "Teru Hideshima",
        "Nikhil Munshi",
        "Paul Richardson",
        "Michael A. Palladino, PhD",
        "Kenneth C. Anderson"
    ],
    "author_dict_list": [
        {
            "author_name": "Dharminder Chauhan, PhD",
            "author_affiliations": [
                "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ajita V. Singh",
            "author_affiliations": [
                "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mohan Brahmandam",
            "author_affiliations": [
                "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Giada Bianchi",
            "author_affiliations": [
                "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Klaus Podar",
            "author_affiliations": [
                "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Teru Hideshima",
            "author_affiliations": [
                "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nikhil Munshi",
            "author_affiliations": [
                "Medical Oncology, Dana-Farber Cancer Institute, Boston"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paul Richardson",
            "author_affiliations": [
                "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael A. Palladino, PhD",
            "author_affiliations": [
                "Nereus Pharmaceuticals, Inc., San Diego, CA, USA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kenneth C. Anderson",
            "author_affiliations": [
                "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-11T02:24:01",
    "is_scraped": "1"
}