{
    "doi": "https://doi.org/10.1182/blood-2019-123734",
    "article_title": "Diagnostic and Therapeutic Decision Making in Pediatric Patients with Low Von Willebrand Factor ",
    "article_date": "November 13, 2019",
    "session_type": "322.Disorders of Coagulation or Fibrinolysis",
    "abstract_text": "Introduction : Low VWF is an intermediate reduction in VWF between the normal range and type 1 VWD. Assessment of the clinical relevance of low VWF is difficult due to the wide interpatient variability in bleeding phenotype, especially in children who often have no prior hemostatic challenges. A standard approach to diagnosing and treating low VWF in pediatric patients is lacking. This study aims to characterize the archetypes of pediatric patients with low VWF and create a diagnostic and therapeutic workflow for subsequent prospective validation. Methods : A retrospective review of pediatric outpatients with abnormal VW panels evaluated by Boston Children's hematology between 1/1/2015 and 5/31/2019 was conducted following IRB approval. Pediatric patients with low VWF laboratory values without a VWD diagnosis or alternate bleeding disorder were included in the study population. Demographics, blood type, laboratory results, personal and family bleeding history, procedure history, and treatment plan were recorded for each patient. Patients were categorized based on bleeding history and laboratory results and analyzed within each group. Results : Low VWF study population included 293 patients, Table 1 . Since 2015, 234 new patients were seen by hematology for low VWF, with at least 40 new low VWF patients each year. Of the 235 patients reporting a personal history of bleeding, the most common bleeding symptoms were epistaxis (56%), easy bruising (48%), and gingival bleeding (29%). Among the 148 female patients in this group, 65% reported heavy menstrual bleeding. Patients segregated into 4 main groups: (1) concordant decrease in VWF antigen (Ag) and VWF ristocetin cofactor activity (RCoF) (21%), (2) low Ag with RCoF:Ag≤0.7 (low ratio) (5%), (3) normal Ag and isolated low RCoF (29%), (4) normal Ag with a low ratio (44%). Type O blood group predominated in each category. For patients reporting any bleeding history, the majority (72%) had a normal Ag and an isolated low RCoF. Nearly 60% of this group also had a low ratio, with only 53 (44%) patients in this subgroup evaluated for type 2 VWD and 38 (32%) assessed for a benign variant. A benign variant was identified in 22 patients (58%) by exon 28 sequencing and/or normalization of VWF activity with GP1bM testing, Table 2 . Of the 42 patients with a low ratio evaluated for a benign variant, regardless of bleeding history, 26 (62%) were identified. In total, a benign variant was identified in 18% of the 142 patients with a low ratio. 42% of this benign variant population were of non-black/Hispanic race. Management recommendations were generally similar for each of the 4 groups with any bleeding history, with most patients (~57%) instructed to return for assessment with injury or future procedures. Approximately 25% of patients had an explicit bleed treatment plan in place, and about 18% did not have a defined treatment or follow up plan. Notably, for patients with a bleeding history and a concordant decrease in Ag and RCoF with a low ratio, most patients (83%) were told to return for future procedures or injuries, while 8% had an explicit bleed treatment plan and 8% were evaluated for other bleeding disorders. In contrast, individuals identified to have a benign variant or diagnosed \"normal for blood type\" were generally not given specific treatment plans and instead discharged from hematology clinic, ~80%; however, some underwent additional hemostatic evaluation. Conclusion : Although many patients reported a personal or family bleeding history, interpretation of providers' assessment of the significance was difficult. Implementation of an electronic, self-scoring bleeding assessment tool may more explicitly quantify and discriminate between low-risk and potentially clinically relevant bleeding symptoms. Investigation for a benign variant contributing to isolated low RCoF or low ratio, first with exon 28 sequencing and now with the GPIbM functional assay, has resulted in increased reported prevalence. This identification is particularly important as it may facilitate the discharge of asymptomatic patients from routine hematology follow-up and limit unnecessary therapy. Additionally, for symptomatic patients, it may suggest the need for further hemostatic testing. View large Download slide View large Download slide  Close modal Disclosures Croteau: Bayer: Consultancy, Honoraria; CSL Behring: Consultancy, Honoraria; Shire: Consultancy, Honoraria; Novo Nordisk: Consultancy, Honoraria, Research Funding; Spark Therapeutics: Research Funding; Pfizer: Research Funding; Genentech: Consultancy, Honoraria; Octapharma: Honoraria.",
    "topics": [
        "pediatrics",
        "von willebrand factor",
        "decision making",
        "hemorrhage",
        "hemostatics",
        "bleeding diathesis",
        "blood coagulation disorders",
        "blood type",
        "follow-up",
        "antigens"
    ],
    "author_names": [
        "Michelle Shui",
        "Loren D'Angelo, MSN, CPNP",
        "Stacy E. Croteau"
    ],
    "author_dict_list": [
        {
            "author_name": "Michelle Shui",
            "author_affiliations": [
                "Wellesley College, Wellesley, MA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Loren D'Angelo, MSN, CPNP",
            "author_affiliations": [
                "Boston Children's Hospital, Boston, MA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stacy E. Croteau",
            "author_affiliations": [
                "Children's Hospital Boston, Boston, MA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-17T21:37:00",
    "is_scraped": "1"
}