{
    "doi": "https://doi.org/10.1182/blood-2020-143325",
    "article_title": "Establishment of in Vitro Drug Sensitivity Screening Assay for Chronic Lymphocytic Leukemia (CLL) Primary Patient Samples ",
    "article_date": "November 5, 2020",
    "session_type": "625.Lymphoma: Pre-Clinical-Chemotherapy and Biologic Agents",
    "abstract_text": "Chronic lymphocytic leukemia (CLL) is the most common leukemia in adults. CLL is characterized by proliferation and accumulation of monoclonal, small, mature CD5+ B-cells in peripheral blood, bone marrow and secondary lymphoid organs. The current treatment regimens have improved overall survival but CLL patients will eventually experience relapse. The disease is still incurable making it a necessity to discover and screen for new drugs. Patient derived CLL specimens undergo spontaneous apoptosis when grown in culture and is a major limitation to screening for new therapeutic drugs. We have established an in vitro culture conditions which supports growth and proliferation of patient derived primary CLL cells. Champions has a bank of primary CLL patient samples across different Rai stage, genetic mutations and relapsed and refractory cases. Using the optimized in vitro culture conditions, we tested three CLL human primary samples (models) for proliferation . All three models proliferated 1.5 to to 2-fold in the optimized media in 6 days, as measured using CellTiter-Glo®. We also examined the phenotypic changes in the cells after growing them in the established media. Flow cytometric analysis showed that the CLL cells mostly retained the primary phenotypic characteristic CD5+CD10-Cd19+CD20+ even after being in the culture for 6 days. Next, we screened for sensitivity of primary CLL patient samples (N=10) against known standard of care (SOC) drugs venetoclax, ibrutinib, idelasib, chlorambucil and cytarabine. Primary patient samples derived from peripheral blood mononuclear cells (PBMC) were cultured in 96 well plates in the enriched media and treated with respective drugs over a concentration range over 5 logs. Drug sensitivity was assessed using CellTiter-Glo® luminescent cell viability assay on day 3. Our in vitro assay indicated that some, but not all patient samples were sensitive to approved standard of care drugs. A relapsed bendamustine pre-treated patient sample was sensitive to all the SOC drugs tested. In addition to drug response, whole exome sequencing and RNAseq are being conducted on these samples, to compare mutational analyses with drug responsiveness. With clinically annotated patient-derived CLL samples, WES and RNAseq plus drug response to standard of care provides a comprehensive ex vivo platform for the preclinical testing of drug candidates, which may not only provide information on agent efficacy, but that can permit potential biomarker mining and exploration of patient selection criteria for investigational new agents in CLL. Disclosures No relevant conflicts of interest to declare.",
    "author_names": [
        "Bandana Ajay Vishwakarma",
        "Amy Wesa"
    ],
    "author_dict_list": [
        {
            "author_name": "Bandana Ajay Vishwakarma",
            "author_affiliations": [
                "Champions Oncology, Rockville, MD"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Amy Wesa",
            "author_affiliations": [
                "Champions Oncology, Rockville, MD"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-20T06:50:22",
    "is_scraped": "1"
}