{
    "doi": "https://doi.org/10.1182/blood-2019-130298",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4440",
    "start_url_page_num": 4440,
    "is_scraped": "1",
    "article_title": "An Update on rFVIIa Use in Females with Rare Bleeding Disorders ",
    "article_date": "November 13, 2019",
    "session_type": "322.Disorders of Coagulation or Fibrinolysis",
    "topics": [
        "bleeding diathesis",
        "blood coagulation disorders",
        "recombinant coagulation factor viia",
        "surgical procedures, operative",
        "hemorrhage",
        "antibodies",
        "hemostasis procedures",
        "glanzmann's thrombasthenia",
        "infusion procedures",
        "thrombosis"
    ],
    "author_names": [
        "Meera B. Chitlur, MD",
        "Manuel Carcao",
        "David Cooper",
        "Shilpa Jain",
        "Kaan Kavakli",
        "Bryce Kerlin",
        "Skye Peltier",
        "Man-Chiu Poon",
        "Hossam Saad",
        "Amy Shapiro"
    ],
    "author_affiliations": [
        [
            "Wayne State University, Children's Hospital of Michigan, Detroit Medical Center, Carman and Ann Adams Department of Pediatrics, Division of Hematology Oncology, Detroit, MI "
        ],
        [
            "Division of Haematology/Oncology, Hospital for Sick Children, Toronto, Canada "
        ],
        [
            "Clinical Development and Medical Affairs - Biopharm, Novo Nordisk, Inc., Plainsboro, NJ "
        ],
        [
            "Division of Pediatric Hematology-Oncology, Women and Children's Hospital of Buffalo and Hemophilia Center of Western New York, Buffalo, NY "
        ],
        [
            "Department of Hematology, Ege University Faculty of Medicine, Izmir, Turkey "
        ],
        [
            "Division of Pediatric Hematology/Oncology, Nationwide Children's Hospital, Columbus, OH "
        ],
        [
            "Center for Bleeding and Clotting Disorders, University of Minnesota, Minneapolis, MN "
        ],
        [
            "Department of Medicine, Pediatrics and Oncology, and Southern Alberta Rare Blood and Bleeding Disorders Comprehensive Care Program, University of Calgary, Calgary, Canada "
        ],
        [
            "Novo Nordisk Inc., Plainsboro, NJ "
        ],
        [
            "Indiana Hemophilia & Thrombosis Center, Indianapolis, IN"
        ]
    ],
    "first_author_latitude": "42.351660599999995",
    "first_author_longitude": "-83.0546152",
    "abstract_text": "Introduction Rare bleeding disorders (RBDs) may lead to life-threatening hemorrhages that occur spontaneously, or that are related to trauma or surgery. A common issue for women with RBDs is obstetric/gynecological (OB/GYN) bleeding, and there is a growing interest in understanding the unmet needs and treatment of women with RBDs, such as Glanzmann thrombasthenia (GT) and congenital FVII deficiency (FVII-CD). Recombinant FVIIa (rFVIIa; NovoSevenRT®) is available for the management of these two RBDs. This report addresses bleeding episodes and surgeries in women with GT or FVII-CD identified from updated analyses of clinical trials and registries utilizing rFVIIa, and provides an overview of the outcomes and safety of rFVIIa use in women with GT or FVII-CD. Methods Clinical trial and registry databases were explored for female participants with reported bleeds/surgeries, including OB/GYN bleeds/procedures. For female patients with GT, we report unblinded independent adjudicator assessment of bleeding events and surgeries treated with rFVIIa from the Glanzmann Thrombasthenia Registry (GTR), and a post-hoc analysis of the female population in the Hemostasis and Thrombosis Research Society (HTRS) Registry. For patients with FVII-CD, we present a pooled analysis of female patients in three compassionate use programs (CUPs) for rFVIIa completed by Novo Nordisk (between 1988 and 1999). Results The GTR included 112 females (mean age 24 years, range 1-80). There were 160 bleeding events managed with rFVIIa-based regimens (with and without other concomitant hemostatic agents), including 36 OB/GYN bleeds, all of which were menorrhagia (Table 1). In addition, 92 surgeries were performed under cover of rFVIIa-based treatment, including 3 OB/GYN surgeries, all of which were curettages (Table 1). Table 1 provides further details on the events disposition and dosing regimens for bleeds and surgeries. Adjudicator-assessed effectiveness of rFVIIa-based treatment was rated as successful in 96.3% of all bleeds, 97.2% of OB/GYN bleeds, and 100% of surgical interventions. No differences by age group, platelet refractoriness or antibody status were observed in the effectiveness of treatment in bleeds or surgeries. Few AEs were reported in the GTR, which reflects the known safety profile of rFVIIa. The HTRS Registry included 6 rFVIIa-treated females with GT (mean age 5.6 years, range 0-13). There were 22 bleeds treated with rFVIIa (median dose per infusion 122.5 μg/kg, range 30-315; median number of doses 4.5, range 1-129), including 1 OB/GYN bleed. rFVIIa was effective in achieving hemostasis in 90.9%. No SAEs or thrombotic complications were reported. The CUPs included 10 female patients with FVII-CD (mean age 25 years, range 0-81). rFVIIa (median dose per infusion 26 μg/kg, range 6-98; median number of doses 22, range 1-112) was used for 13 non-OB/GYN surgeries and 7 non-OB/GYN bleeds, and was effective in 92% and 86% of cases, respectively. No SAEs were considered related to treatment by the investigator. FVII-neutralizing antibodies were reported in 1 patient, who had unintentionally received 40 times more than the recommended dose of rFVIIa. The same patient also received other plasma-derived factors and the cause of antibody development was therefore unclear. A few months after stopping rFVIIa treatment, the same patient died following intracranial hemorrhage, which was judged as not related to the use of rFVIIa by the investigator. Conclusion Without therapy, patients with RBDs may have high rates of bleeding with considerable risk of morbidity and mortality. Data presented here indicate that rFVIIa-based treatment regimens have an acceptable safety profile and are effective in the management of bleeds and surgeries in women with GT or FVII-CD. View large Download slide View large Download slide  Disclosures Chitlur: Bioveritiv/Sanofi: Consultancy, Membership on an entity's Board of Directors or advisory committees; Takeda/Shire: Consultancy, Membership on an entity's Board of Directors or advisory committees; Agios: Research Funding; Octapharma: Consultancy, Membership on an entity's Board of Directors or advisory committees; Bayer: Consultancy, Membership on an entity's Board of Directors or advisory committees; CSL-Behring: Consultancy, Membership on an entity's Board of Directors or advisory committees; Novo Nordisk Inc.: Consultancy, Membership on an entity's Board of Directors or advisory committees. Carcao: Bayer: Honoraria, Membership on an entity's Board of Directors or advisory committees; Bioverativ/Sanofi: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; CSL Behring: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Novo Nordisk Inc: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Octapharma: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Pfizer: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Shire/Takeda: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Biotest: Honoraria, Membership on an entity's Board of Directors or advisory committees; Grifols: Honoraria, Membership on an entity's Board of Directors or advisory committees; LFB: Honoraria, Membership on an entity's Board of Directors or advisory committees; Roche: Honoraria, Membership on an entity's Board of Directors or advisory committees; Agios: Research Funding. Cooper: Novo Nordisk Inc.: Employment. Jain: Novo Nordisk Inc: Consultancy, Membership on an entity's Board of Directors or advisory committees; Bayer: Consultancy, Membership on an entity's Board of Directors or advisory committees; Bioverativ/Sanofi: Consultancy, Membership on an entity's Board of Directors or advisory committees; CSL Behring: Consultancy, Membership on an entity's Board of Directors or advisory committees; Octapharma: Consultancy, Membership on an entity's Board of Directors or advisory committees; Takeda/Shire: Consultancy, Membership on an entity's Board of Directors or advisory committees; BPL: Consultancy, Membership on an entity's Board of Directors or advisory committees. Kavakli: Novo Nordisk: Membership on an entity's Board of Directors or advisory committees. Kerlin: CSL Behring: Research Funding; Novo Nordisk: Membership on an entity's Board of Directors or advisory committees, Research Funding. Peltier: Novo Nordisk Inc: Membership on an entity's Board of Directors or advisory committees. Poon: Bioverativ/Sanofi: Consultancy, Membership on an entity's Board of Directors or advisory committees; Octapharma: Consultancy, Membership on an entity's Board of Directors or advisory committees; Roche: Consultancy, Membership on an entity's Board of Directors or advisory committees; Takeda/Shire: Consultancy, Membership on an entity's Board of Directors or advisory committees; World Federation of Hemophilia: Other: Not-for-profit organization affiliation: volunteer ; Novo Nordisk: Consultancy, Membership on an entity's Board of Directors or advisory committees, Other: Participation in sponsored research; Bayer: Consultancy, Membership on an entity's Board of Directors or advisory committees, Other: Grant Funding; Pfizer: Consultancy, Membership on an entity's Board of Directors or advisory committees; CSL-Behring: Consultancy, Membership on an entity's Board of Directors or advisory committees, Other: Grant Funding. Saad: Novo Nordisk Inc: Employment. Shapiro: Kedrion Biopharma: Other: Clinical Research Protocol with the company; Shire/Takeda: Consultancy, Membership on an entity's Board of Directors or advisory committees, Other: Clinical Research Protocol with the company, Research Funding; Bayer: Other: Clinical Research Protocol with the company; OPKO: Other: Clinical Research Protocol with the company; Genentech: Membership on an entity's Board of Directors or advisory committees, Other: Clinical Research Protocol with the company; Novo Nordisk Inc.: Consultancy, Membership on an entity's Board of Directors or advisory committees, Other: Clinical Research Protocol with the company; Bioverativ: Consultancy, Membership on an entity's Board of Directors or advisory committees, Other: Clinical Research Protocol with the company; Prometic Life Sciences: Consultancy; Sangamo Biosciences Inc: Consultancy, Other: Clinical Research Protocol with the company; Agios: Other: Clinical Research Protocol with the company; BioMarin: Other: Clinical Research Protocol with the company; Daiichi Sankyo: Other: Clinical Research Protocol with the company; Glover Blood Therapeutics: Other: Clinical Research Protocol with the company; Novartis: Other: Clinical Research Protocol with the company; Pfizer: Other: Clinical Research Protocol with the company; American Thrombosis and Hemostasis Network: Membership on an entity's Board of Directors or advisory committees; Octapharma: Other: Clinical Research Protocol with the company; Prometic Bio Therapeutics: Other: Clinical Research Protocol with the company."
}