{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.1109.1109",
    "article_title": "Splanchnic Vein Thrombosis Treatment with Rivaroxaban - a Case Series from the Prospective Dresden Noac Registry (NCT01588119) ",
    "article_date": "December 7, 2017",
    "session_type": "332. Antithrombotic Therapy: Poster I",
    "abstract_text": "Background : Although rivaroxaban is not specifically approved to be used in patients with splanchnic vein thrombosis (SVT), it may offer advantages due the oral intake and the specific pharmacological profile. As a consequence, off-label use of rivaroxaban in single cases has been reported. However, the effectiveness and safety of rivaroxaban in SVT remains to be established. Patients and methods : Using data from the prospective, non-interventional multicentric Dresden NOAC we evaluated a subgroup of patients receiving rivaroxaban for acute or chronic SVT treatment. All patients in the registry undergo long-term follow-up by quarterly phone calls and suspected thromboembolic and bleeding outcome events are centrally adjudicated using standard definitions. Results: Until June 30 th 2017, 23 patients receiving rivaroxaban for SVT treatment were enrolled (65% male, median age 56 years). In these, SVT manifested as portal vein thrombosis in 15 cases (65.2%), mesenteric vein thrombosis in 2 (8.7%) and in both localizations in 6 (26.1%) cases. Idiopathic SVT was diagnosed in 78% of cases; 13% had intra- abdominal infections and 9% had cancer (table 1). Median time between diagnosis and initiation of rivaroxaban was 32 days (25th/75th percentile 11.5-125.5 days). Mean exposure time of rivaroxaban was 13 months (range 1-43 months), during which no thromboembolic event occurred. Ten patients had a total of 19 bleeding complications during treatment with rivaroxaban, which (according to International Society of Thrombosis and Haemostasis definition) were minor bleeding in 8 cases, clinically relevant non-major bleeding in 6 and major bleeding in 5 cases (3 x gastrointestinal, 1 x hemorrhoid; 1 x traumatic intracranial bleeding). During follow-up (mean 23 months; range 1-59 months), 7 patients had a scheduled end of rivaroxaban treatment, 2 patients were electively switched to prophylactic dosages of apixaban for long-term secondary prevention and 5 patients had unplanned permanent discontinuation of oral anticoagulation. Five patients died during follow-up (2x traumatic intracranial bleeding, 3 terminal malignant diseases). Detailed information on thrombus burden at baseline and during follow-up was available for 17/23 patients (table 2). Of these, 9 patients initiated rivaroxaban in the first 30 days after SVT diagnosis and demonstrated complete clot resolution in 8 and stable thrombus in 1 case. In contrast, those 8 patients who initiated rivaroxaban later than 30 days were found to have complete resolution or improvement in only two cases and stable thrombus burden without improvement in the remaining 6 cases. Conclusions: Our cohort of 23 consecutive patients currently represents the largest prospectively collected case series of rivaroxaban treatment for SVT. In this cohort treatment with rivaroxaban demonstrated high effectiveness to prevent thromboembolic complications but bleeding complications are common, which is known for SVT patients. Therefore, careful risk-benefit assessments are especially needed in this indication. Early initiation of rivaroxaban resulted in fast thrombus resolution in the majority of cases, whereas late initiation tended to achieve stable clot burden only. A fast SVT resolution with oral direct factor Xa inhibitors may be supported by their first-pass effect, which, compared to LMWH or VKA, should result in high drug concentrations at the site of thrombus in the splanchnic system. It remains to be seen if the fast clot resolution in early initiators of rivaroxaban will reduce late sequelae such as gastrointestinal bleeding from varicose veins, which is the most feared clinical consequence of residual clot in SVT. View large Download slide View large Download slide  Close modal Disclosures Marten: Bayer HealthCare: Honoraria; Daiichi Sankyo: Honoraria. Beyer-Westendorf: Bayer: Honoraria, Research Funding; Pfizer: Honoraria, Research Funding; Daiichi-Sankyo: Honoraria, Research Funding; Boehringer-Ingelheim: Honoraria, Research Funding.",
    "topics": [
        "direct oral anticoagulants",
        "rivaroxaban",
        "venous thrombosis",
        "supraventricular tachycardia",
        "hemorrhage",
        "thrombus",
        "follow-up",
        "cancer",
        "intracranial hemorrhages",
        "thromboembolism"
    ],
    "author_names": [
        "Sven Pannach, MD",
        "Luise Tittl, B.Sc.",
        "Sandra Marten, MD",
        "Sebastian Endig, MD",
        "Jan Beyer-Westendorf, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Sven Pannach, MD",
            "author_affiliations": [
                "Division of Gastroenterology, Department of Medicine I, University Hospital \"Carl Gustav Carus\" Dresden, Dresden, Germany "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Luise Tittl, B.Sc.",
            "author_affiliations": [
                "Thrombosis Research Unit, Department of Medicine I, Division Hematology, University Hospital \"Carl Gustav Carus\" Dresden, Dresden, Germany "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sandra Marten, MD",
            "author_affiliations": [
                "Thrombosis Research Unit, Department of Medicine I, Division Hematology, University Hospital \"Carl Gustav Carus\" Dresden, Dresden, Germany "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sebastian Endig, MD",
            "author_affiliations": [
                "Thrombosis Research Unit, Department of Medicine I, Division Hematology, University Hospital \"Carl Gustav Carus\" Dresden, Dresden, Germany "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jan Beyer-Westendorf, MD",
            "author_affiliations": [
                "Thrombosis Research Unit, Department of Medicine I, Division Hematology, University Hospital \"Carl Gustav Carus\" Dresden, Dresden, Germany ",
                "Kings Thrombosis Service, Department of Hematology, Kings College London, London, United Kingdom"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-11T21:34:16",
    "is_scraped": "1"
}