{
    "doi": "https://doi.org/10.1182/blood.V112.11.3884.3884",
    "article_title": "Reversal of Hypothyroidism in Well Chelated β-Thalassemia Major Patients ",
    "article_date": "November 16, 2008",
    "session_type": "Thalassemia and Globin Gene Regulation",
    "abstract_text": "Thyroid dysfunction is known to occur frequently in β-Thalassemia major patients (TMps), but its prevalence and severity varies in different cohorts according to chelation regimens. Thyroid hormones are critical determinants of brain and somatic development in infants and of metabolic activity in adults affecting the function of virtually every organ system. Thyroid gland mainly secrets T4, whereas 80% of T3 is produced by de-iodination of T4 (liver, kidney, heart and other tissues) and is influenced by a variety of factors. Furthermore, T4 & T3 secretion is tightly regulated within narrow limits by a mechanism that involves the pituitary-secreted TSH which in turn is stimulated by the hypothalamic TRH. Thus, iron overload-related hypothyroidism may be either central (because of deposition in the pituitary or the hypothalamus) and usually associated with other endocrinopathies, or primary (by deposition in the thyroid gland or even other organs). Existing data suggest that the thyroid gland appears to fail before the central components of the axis. In all cases, symptoms occur slowly over time and may vary from subclinical to overt hypothyroidism which is associated with an increased risk of cardiovascular disease. The aim of this study was to investigate the effect of long-term intensive combined chelation therapy on thyroid function in TMps after they were all in negative iron balance. 51 TMps, 25 males 26 females, mean age 29.8±2.03, who were previously maintained on subcutaneous desferrioxamine monotherapy (DFO:40mg/kg, 3–6 days/week) switched to an intensive combined chelation with DFO (40–60mg/kg/d) and Deferiprone (DFP: 75–100mg/kg/d) adapted to individual needs. Thyroid function was assessed initially and after 6 years by TRH stimulation test and TSH, FT4 & FT3 screening. All patients on hormone replacement therapy stopped treatment at least 30 days before the test. This was approved by the Hospital Scientific Committee. Criteria for the diagnosis of subclinical or compensated hypothyroidism was an increase of the TSH levels during the test of more than 20 μIU/ml from the basal value or an elevated basal TSH concentration (>5 μIU/ml) and for overt hypothyroidism a further decrease in FT4 & FT3 levels. With DFO monotherapy 18 TMps were treated with thyroxin therapy. In these patients after combined chelation and an important decrease in iron overload (p<0.0001) as estimated by ferritin levels (2,737±473 vs 450±225mg/dl), MRI liver and heart iron quantification (T 2 *L & T 2 *H) and LIC calculated by Ferriscan (13±3 vs. 1.4±0.5mg/gdw), a significant increase was observed in mean FT4 (1.07±0.03 vs. 0.7±0.02ng/ml, p<0.0001) & mean FT3 (2.6±0.1 vs. 1.3± 0.1pg/ml, p<0.0001) and an additional significant decrease in the mean TSH quantitative secretion, calculated as the area under the curve (AUC=1,332±131 vs. 2,231±241, p<0.0001). These 10/18 (56%) TMps with subclinical or compensated hypothyroidism, who normalized TSH, FT4 & FT3 levels and had a normal TRH stimulation test discontinued thyroxin therapy, while another 4/18 (22%) reduced their thyroxin dose. The remaining 4/18 with overt hypothyroidism, while they all improved their TRH stimulation test, only 2 improved to compensated hypothyroidism with TSH levels 5–10mIU/ml and normal FT4 & FT3 levels. Critically, in the other 33/51 euthyroid TMps, no new cases of hypothyroidism were noted after combined chelation and a significant increase (p<0.0001) was observed in the mean FT4 & FT3 levels with a significant decrease (p<0.0001) in the mean TSH quantitative secretion (AUC). This study showed that intensive combined chelation associated with a significant decrease of iron overload may reverse some cases of primary hypothyroidism, either subclinical or compensated, and may prevent progression to overt hypothyroidism, thus influencing the decision to treat with thyroid hormone. It may also improve some cases of overt hypothyroidism suggesting that even iron-induced damage of the thyroid pituitary axis might be ameliorated.",
    "topics": [
        "hypothyroidism",
        "thalassemia",
        "thyrotropin",
        "iron",
        "stimulation test",
        "thyroxine",
        "iron overload",
        "thyroid function tests",
        "thyroid hormones",
        "acquired hypothyroidism"
    ],
    "author_names": [
        "Kallistheni Farmaki, MD",
        "Ioanna Tzoumari",
        "Christina Pappa"
    ],
    "author_dict_list": [
        {
            "author_name": "Kallistheni Farmaki, MD",
            "author_affiliations": [
                "Thalassemia Unit, General Hosp. of Corinth, Corinth, Greece"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ioanna Tzoumari",
            "author_affiliations": [
                "Thalassemia Unit, General Hosp. of Corinth, Corinth, Greece"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christina Pappa",
            "author_affiliations": [
                "Thalassemia Unit, General Hosp. of Corinth, Corinth, Greece"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-09T02:23:19",
    "is_scraped": "1"
}