{
    "doi": "https://doi.org/10.1182/blood.V124.21.895.895",
    "article_title": "NOTCH1 Transcriptionally Activates Deptor and Promotes AKT Activation in Acute T-Cell Lymphoblastic Leukemia ",
    "article_date": "December 6, 2014",
    "session_type": "603. Oncogenes and Tumor Suppressors: Poster I",
    "abstract_text": "Acute T-cell lymphoblastic leukemia (T-ALL) is a malignant disorder of thymocyte progenitors, accounting for 10-15% of pediatric acute lymphoblastic leukemia. The activation of NOTCH1 signaling in T-ALL, by either NOTCH1 (Weng A et al, Science, 2004) or FBW7 (Thompson BJ, J Exp Med, 2007) mutations, is one of the major events that contribute to disease development. DEPTOR emerges as an endogenous mTOR inhibitor, whose expression is low in most cancer cells but surprisingly high in multiple myeloma, resulting in activated AKT (Peterson TR et al, Cell, 2009). However, its implications in other hematological malignancies and the mechanism of regulation remains largely unknown. In this study, we present a novel NOTCH1-mediated transcriptional regulation of DEPTOR in T-ALL and show that DEPTOR is required for T-ALL cell proliferation and survival, and regulates T-ALL cell glucose metabolism via AKT activation. In T-ALL cells, gamma-secretase inhibitor (GSI) treatments resulted in an appreciable decrease of deptor mRNA ( Figure 1 A) and protein levels ( Figure 1 B). We then analyzed 174 T-ALL patient specimens (Haferlach J, J Clin Oncol, 2010) and found the expression level of deptor was highly correlated with notch1 and hes1 ( Figure 1 C). Sequence analyses within the deptor promoter revealed two CSL binding consensus sequences ( Figure 1 D) and the results from chromatin immunoprecipitation (ChIP) assays indicated a strong physical interaction of ICN1 and the deptor promoter, which was abolished by gamma-secretase inhibition ( Figure 1 E). Taken together, our data demonstrate that NOTCH1 directly binds to the deptor promoter and activates transcription. To understand its functional role in T-ALL, we depleted DEPTOR in HPB-ALL cells and observed dramatic decrease of cell viability ( Figure 2 A and 2B) and noticeable enhancement of cell apoptotic death ( Figure 2 C). Moreover, DEPTOR knockdown significantly reduced glucose uptake and lactate release ( Figure 2 D), very likely, due to impaired AKT activation reflected by decreased AKT phosphorylation at the Ser473 and Thr308 sites ( Figure 2 E). These findings provide strong evidence suggesting that high expression of DEPTOR is essential for maintaining T-ALL cell metabolism and survival through promoting AKT activation. Our findings thus establish DEPTOR as a key regulator in mediating the crosstalk between NOTCH1 and AKT signaling pathways, two master oncogenic players in T-ALL. Furthermore, these data provide rationale of developing small molecules or biological agents targeting DEPTOR, in combination with current therapies, for T-ALL treatments. Figure 1 View large Download slide Deptor is a direct downstream target of NOTCH1 signaling. Compound E treatments decreased the mRNA (A) and protein expression (B) of deptor . (C) Analyses of 174 T-ALL patients revealed that mRNA expression of deptor is highly correlated with notch1 and hes1 . (D) The schematic presentation of deptor promoter. Two CSL binding site sequences are shown. TIS, transcription initiation site. (E) ChIP assays revealed that NOTCH1 directly bound to the deptor promoter and Compound E treatments abolished the association. hes1 and actin promoters are shown as positive and negative controls. Figure 1 View large Download slide Deptor is a direct downstream target of NOTCH1 signaling. Compound E treatments decreased the mRNA (A) and protein expression (B) of deptor . (C) Analyses of 174 T-ALL patients revealed that mRNA expression of deptor is highly correlated with notch1 and hes1 . (D) The schematic presentation of deptor promoter. Two CSL binding site sequences are shown. TIS, transcription initiation site. (E) ChIP assays revealed that NOTCH1 directly bound to the deptor promoter and Compound E treatments abolished the association. hes1 and actin promoters are shown as positive and negative controls. Close modal Figure 2 View large Download slide DEPTOR is required for T-ALL cell proliferation, survival and glucose metabolism. In HPB-ALL cells, DEPTORdepletion inhibited cell proliferation (A, B) , enhanced cell apoptosis (C) , reduced the rates of glucose metabolism (D) and attenuated AKT phosphorylation (E) . Figure 2 View large Download slide DEPTOR is required for T-ALL cell proliferation, survival and glucose metabolism. In HPB-ALL cells, DEPTORdepletion inhibited cell proliferation (A, B) , enhanced cell apoptosis (C) , reduced the rates of glucose metabolism (D) and attenuated AKT phosphorylation (E) . Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "notch1 gene",
        "proto-oncogene proteins c-akt",
        "t-cell leukemia, acute",
        "rna, messenger",
        "cortisone",
        "gamma-secretase",
        "biological products",
        "hematologic neoplasms",
        "immunoprecipitation",
        "lactates"
    ],
    "author_names": [
        "Hudan Liu",
        "Yufeng Hu",
        "Hexiu Su",
        "Qi Ye",
        "Zhaojing Wang",
        "Liang Huang",
        "Qian Wang",
        "Suning Chen",
        "Jianfeng Zhou",
        "Shuangyou Liu",
        "Guoliang Qing"
    ],
    "author_dict_list": [
        {
            "author_name": "Hudan Liu",
            "author_affiliations": [
                "Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Yufeng Hu",
            "author_affiliations": [
                "Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hexiu Su",
            "author_affiliations": [
                "Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Qi Ye",
            "author_affiliations": [
                "Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zhaojing Wang",
            "author_affiliations": [
                "Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Liang Huang",
            "author_affiliations": [
                "Tongji Hospital, Huazhong University of Science and Technology, Wuhan, China "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Qian Wang",
            "author_affiliations": [
                "the First Affiliated Hospital of Soochow University, Suzhou, China "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Suning Chen",
            "author_affiliations": [
                "the First Affiliated Hospital of Soochow University, Suzhou, China "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jianfeng Zhou",
            "author_affiliations": [
                "Tongji Hospital, Huazhong University of Science and Technology, Wuhan, China "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shuangyou Liu",
            "author_affiliations": [
                "Tongji Hospital, Huazhong University of Science and Technology, Wuhan, China"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Guoliang Qing",
            "author_affiliations": [
                "Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-31T21:38:53",
    "is_scraped": "1"
}