{
    "doi": "https://doi.org/10.1182/blood.V108.11.3134.3134",
    "article_title": "Thymic Shielding (TS) in Recipients of Total Body Irradiation (TBI) and Alternative Donor Hematopoietic Stem Cell Transplant (AD-HSCT): Reduced Risk of Opportunistic Infection in Patients with Fanconi Anemia (FA). ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "abstract_text": "Delayed immune reconstitution and consequent opportunistic infections remain major obstacles to the successful application of HSCT, particularly in older patients, those with HLA mismatched donors and in selected diseases, such as FA. Based on preclinical work suggesting that TS may improve immune reconstitution in recipients of TBI and allogeneic HSCT ( J Immunol  1987 : 139 : 358 ), we evaluated the safety and potential efficacy of TS in FA patients. After CT localization of the thymus, 5HVL cerrubend blocks were fabricated and used to shield the thymus from both the anterior and posterior TBI fields. Thymus blocks were attached to special TBI stand brackets that secure the lung compensators. Otherwise all patients received the standard preparative regimen consisting of fludarabine 175 mg/m2, cyclosphosphamide 40 mg/kg, single fraction TBI 450 cGy, and antithymocyte globulin, with cyclosporine and short course methylprednisolone as GVHD immunoprophylaxis. In order to assess the potential risks and benefits of TS, we compared transplant outcomes of these FA patients who received TS to FA patients treated with the exact same preparative regimen without TS. Between April 1999–June 2006, 59 FA patients underwent AD-HSCT at the University of Minnesota; 16 patients had TBI with TS and 43 had TBI without TS. For those with and without TS, donors were HLA matched (n=42) or mismatched (n=17), and stem cell sources were T cell depleted bone marrow (n=9 vs n=38) or umbilical cord blood (n=7 vs n=5). While excess graft failure was considered to be the principal toxicity risk in recipients of TS, incidence of engraftment was similar in those with and without TS (94% vs 97% respectively, p=.46). Although not statistically significant, survival at one year was higher in FA patients with TS (67% vs 53% respectively, p=.46). However, as shown, TS was associated with a significantly lower risk of all three categories of opportunistic infection after HSCT (Table 1). Table 1: Impact of TS on HSCT Outcomes  Preparative Regimen . Probability of Neutrophil Engraftment (95% CI) . Probability of Survival at 1 Year (95% CI) . Total # Infections . # Bacterial Infections . # Viral Infections . # Fungal Infections . TBI with TS (n=16 patients) 94 (82–100) 67 (23–91) 9 4 3 2 TBI Without TS (n=43 patients) 97 (92–100) 53 (38–68) 126 68 37 21 P value NS NS <.01 <.01 <.01 <.01 Preparative Regimen . Probability of Neutrophil Engraftment (95% CI) . Probability of Survival at 1 Year (95% CI) . Total # Infections . # Bacterial Infections . # Viral Infections . # Fungal Infections . TBI with TS (n=16 patients) 94 (82–100) 67 (23–91) 9 4 3 2 TBI Without TS (n=43 patients) 97 (92–100) 53 (38–68) 126 68 37 21 P value NS NS <.01 <.01 <.01 <.01 View Large In conclusion, TS in recipients of TBI is associated with significantly lower risk of opportunistic infections without any deleterious effect on hematopoietic recovery in recipients of AD-HSCT. While these results indicate that TS reduces the infection rate and potentially improves survival in patients with FA, they also suggests that TS should be considered for other high risk populations (e.g. adults) and in those with other non malignant disorders. While it appears that immune reconstitution is improved based on the reduced incidence of opportunistic infections, correlative laboratory assessments (TREC, CD4 recovery) are currently being performed.",
    "topics": [
        "donors",
        "fanconi anemia",
        "hematopoietic stem cell transplantation",
        "opportunistic infections",
        "thymus gland",
        "whole-body irradiation",
        "human leukocyte antigens",
        "infections",
        "risk reduction",
        "allogeneic hematopoietic stem cell transplant"
    ],
    "author_names": [
        "Margaret L. MacMillan, MD",
        "Bruce R. Blazar, MD",
        "Todd E. DeFor, MS",
        "Kathryn Dusenbery, MD",
        "John E. Wagner, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Margaret L. MacMillan, MD",
            "author_affiliations": [
                "Pediatric Blood and Marrow Transplant Program, University of Minnesota, Minneapolis, MN, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Bruce R. Blazar, MD",
            "author_affiliations": [
                "Pediatric Blood and Marrow Transplant Program, University of Minnesota, Minneapolis, MN, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Todd E. DeFor, MS",
            "author_affiliations": [
                "Pediatric Blood and Marrow Transplant Program, University of Minnesota, Minneapolis, MN, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kathryn Dusenbery, MD",
            "author_affiliations": [
                "Pediatric Blood and Marrow Transplant Program, University of Minnesota, Minneapolis, MN, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John E. Wagner, MD",
            "author_affiliations": [
                "Pediatric Blood and Marrow Transplant Program, University of Minnesota, Minneapolis, MN, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-02T18:46:23",
    "is_scraped": "1"
}