{
    "doi": "https://doi.org/10.1182/blood.V106.11.5083.5083",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=326",
    "start_url_page_num": 326,
    "is_scraped": "1",
    "article_title": "Differential Presence of Truncated Forms of Transcription Factor Yin Yang 1 (YY1) in Bone Marrow of Multiple Myeloma Patients. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "The transcription factor Yin Yang 1 (YY1) regulates cellular differentiation and response to apoptotic stimuli. YY1 exerts its pleiotropic effects through regulation of promoter activity of critical genes, as well as association and direct modulation of stability and function of a subset of proteins. Genes that are regulated by YY1 include those that control the cell cycle, development, differentiation and tumor suppression. For example, it has been reported that YY1 inhibits the proto-oncoprotein c-Myc (Austen, et al., Oncogene, 1998, 17:511) and negatively regulates the tumor suppressor gene p53 (Sui, et al., 2004, Cell 117: 859). Thus, expression and activity of YY1 in tumor cells may be involved in the pathogenesis of disease, as well as controlling response to drug stimuli. YY1 is regulated at transcriptional and post-translational levels in response to intra and extracellular signals. It has been reported that YY1 undergoes proteolytic cleavage. Caspase-dependent N-terminal cleavage of YY1 has been reported in response to physiological (Fas, TNF, L-glutamate) and chemical (staurosporine, etoposide, okadaic acid) death promoting factors. Similar presence of truncated YY1 is observed in in vitro models of skeletal and cardiac muscle differentiation. N-terminal truncated YY1 lacks its transactivation domain, while DNA binding remains unaltered. Hence, YY1 function may be altered by truncated forms. We hypothesized that post-translational processing of YY1 occurs in bone marrow and may be important in tumor progression and response to therapeutic agents. This study thereby aimed to determine whether altered levels and/or forms of YY1 are expressed in the bone marrow of multiple myeloma patients and to identify their potential downstream effectors. YY1 expression in protein lysates of bone marrow aspirates from nine patients was determined by Western blot analysis. Truncated species of YY1 were present in 6/8 samples. In contrast to myeloma bone marrow, one plasma cell leukemia sample showed high levels of YY1 and no truncated forms. Similar high levels of YY1 expression was observed in established tumor xenografts of a plasma cell leukemia tumor. We are presently extending the pool of analyzed normal and cancer harboring tissues and examining potential correlation of YY1 and its altered forms with disease status and prior therapeutic history. Identification and purification of cell populations that generate altered forms of the protein and its effect on expression and function of YY1 interacting proteins are under investigation.",
    "topics": [
        "bone marrow",
        "multiple myeloma",
        "transcription factor",
        "yin-yang",
        "neoplasms",
        "leukemia, plasma cell",
        "bone marrow aspiration",
        "cancer",
        "caspases",
        "dna"
    ],
    "author_names": [
        "Mehran S. Neshat, PhD",
        "Haiming Chen, MD, PhD",
        "Melinda S. Gordon, PhD",
        "James R. Berenson, MD",
        "Benjamin Bonavida, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Microbiology, Immunology &Molecular Genetics, Jonsson Comprehensive Cancer Center, David Geffen School of Medicine, University of California, Los Angeles, Los Angeles, CA, USA"
        ],
        [
            "Institute for Myeloma and Bone Cancer Research, West Hollywood, CA, USA"
        ],
        [
            "Institute for Myeloma and Bone Cancer Research, West Hollywood, CA, USA"
        ],
        [
            "Institute for Myeloma and Bone Cancer Research, West Hollywood, CA, USA"
        ],
        [
            "Department of Microbiology, Immunology &Molecular Genetics, Jonsson Comprehensive Cancer Center, David Geffen School of Medicine, University of California, Los Angeles, Los Angeles, CA, USA"
        ]
    ],
    "first_author_latitude": "34.067791299999996",
    "first_author_longitude": "-118.44117700000001"
}