{
    "doi": "https://doi.org/10.1182/blood.V120.21.1724.1724",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2340",
    "start_url_page_num": 2340,
    "is_scraped": "1",
    "article_title": "Evaluation of hMICL As a Marker Associated with Disease Progression in BCR-ABL Negative Myeloproliferative Neoplasms ",
    "article_date": "November 16, 2012",
    "session_type": "634. Myeloproliferative Syndromes - Clinical: Poster I",
    "topics": [
        "bcr-abl tyrosine kinase",
        "disease progression",
        "myeloproliferative disease",
        "accelerated phase",
        "biological markers",
        "cd34 antigens",
        "antibodies",
        "cd14 antigen",
        "cd45 antigens",
        "cytopenia"
    ],
    "author_names": [
        "Line Nederby, MSc, PhD",
        "Laura Laine Larsen",
        "Peter Hokland, MD, DMSC",
        "Anne Stidsholt Roug, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Aarhus University Hospital, Aarhus, Denmark"
        ],
        [
            "Department of Hematology, Aarhus University Hospital, Aarhus, Denmark"
        ],
        [
            "Department of Hematology, Aarhus University Hospital, Aarhus, Denmark"
        ],
        [
            "Department of Hematology, Aarhus University Hospital, Aarhus, Denmark"
        ]
    ],
    "first_author_latitude": "56.1920892",
    "first_author_longitude": "10.1678923",
    "abstract_text": "Abstract 1724 Introduction: BCR-ABL negative myeloproliferative neoplasms (MPNs) (polycythemia vera (PV), essential thrombocythemia (ET), and primary myelofibrosis (PMF)) have preponderance to progress to hematopoietic insufficiency with fibrosis and/or blast transformation. This progression is often difficult to detect, but can be preceded by a stage of variable duration commonly termed acceleration, which is not homogeneously defined, but characterized by worsening cytopenias and constitutional symptoms. The monitoration of this process is clearly important, but at the present time biomarkers for this are lacking. We and others have described the human myeloid inhibitory C-type lectin-like receptor (hMICL) (also known as CLL-1) to be a very stable marker for the malignant cells in acute myeloid leukemia (AML), even in CD34- cases (van Rhenen et al. Leukemia 2007, Roug et al. Cytometry 2011). Given the need for new markers in MPN we hypothesized that determining the level of circulating hMICL expressing stem cells could be predictive of disease progression in MPN. Materials and Methods: Peripheral blood (PB) was obtained from 37 PV-, 19 ET-, and 8 PMF patients. A total of 57 (36 PV, 16 ET, and 5 PMF) patients were in stable phase while 7 (1 PV, 3 ET, and 3 PMF) were defined as being in an accelerated phase. Samples were prepared for five-color flow cytometry protocols using the antibodies anti-CD34, anti-CD38, anti-CD45, anti-CD14, and anti-hMICL. Acquisition was performed on a BD FACSCanto II and data analyses were carried out in FlowJo software. We focused on the following subsets: CD45lowSSClowCD14-CD34+hMICL+ and CD45lowSSClowCD14-CD34+CD38-hMICL+. Gates defining hMICL positivity were established on the basis of hMICL- lymphocytes as internal controls. One million cells were analyzed per sample and subsets of interest were calculated as percentage of these. Results: We found a percentage of CD34+hMICL+ (mean 1.176%, SD 0.908) and CD34+CD38-hMICL+ (mean 0.256%, SD 0.329) in PMF patients, which was statistically different from both PV- (mean 0.038%, SD 0.101, and mean 0.005%, SD 0.018, respectively) (p=0.0002 and p<0.0001, respectively) and ET patients (mean 0.116%, SD 0.252, and mean 0.009%, SD 0.024, respectively) (p=0.001 and p=0.0007, respectively). Somewhat surprisingly, compared to PV patients the CD34+hMICL+ compartment in ET patients was significantly higher (p=0.036). Importantly, the stem cell compartment in the accelerated phase patients was significantly higher than in the stable phase ones: CD34+hMICL+ (stable phase: mean 0.108%, SD 0.31, and accelerated phase: mean 0.983%, SD 0.917, respectively) (p=0.0002) and CD34+CD38-hMICL+ (stable phase: mean 0.017%, SD 0.081, and accelerated phase: mean 0.202%, SD 0.325, respectively)(p=0.0003). Conclusion: We have identified circulating CD34+hMICL+ and CD34+CD38-hMICL+ cells as an interesting biomarker for evaluating the disease state in MPN patients. The addition of hMICL discriminates between normal and neoplastic stem- and progenitor cells in MPN patients and reliably assigns disease stages in these patients superior to the mere evaluation of circulating CD34+ and CD34+CD38- cells. Importantly, hMICL+ cells, though rare, were dependably identified in PB. Thus, this study provides possible options for flow cytometric monitoring of MPN patients. Disclosures: No relevant conflicts of interest to declare."
}