{
    "doi": "https://doi.org/10.1182/blood.V118.21.5245.5245",
    "article_title": "Risk of Venous Thromboembolism in Patients with Myelodysplatic Syndrome ",
    "article_date": "November 18, 2011",
    "session_type": "Pathophysiology of Thrombosis",
    "abstract_text": "Abstract 5245 Introduction: The myelodysplastic syndromes (MDS) comprise a heterogeneous group of malignant stem cell disorders characterized by dysplastic and ineffective blood cell production and a variable risk of transformation to acute leukemia (AML). Treatment of MDS with immunomodulatory drugs and eryrthropoitin is a well known risk factor for venous thromboembolic disease (VTE) and has been cited in several reports. However, the frequency of VTE in MDS patients as an independent risk factor regardless of treatment modalities has not been characterized before. Methods: We reviewed all cases of MDS diagnosed between 2000 and 2010 in our institution and did a retrospective analysis on the incidence of VTE in these patients prior or during different modalities and also according to different MDS subtypes and prognostic scores. The study also sub-classified the VTE according to being provoked or not. Results: Between 2000 and 2010, 291 patients were diagnosed with MDS in our institution. Seventeen (5.8%) patients developed VTE. Of these patients, 4(23.5%) had unprovoked VTE compared to 13(76.5%) with provoked VTE. All patients with unprovoked VTE (100%) had their venous event prior to the MDS diagnosis with a median time of 154 days (range 5–150 days). 75% (3 patients) of these patients had an intermediate-1 IPSS group and 25% (1 patient) belonged to the low risk group. In the group of patients with provoked VTE, 6 (46.2%) patients had the venous event prior to MDS diagnosis with a median time of 434 days (range 90–943 days). 83.3% (5 patients) had an intermediate-1 IPSS group and 16.7% (1 patient) belonged to the high risk group. On the other hand, 7 (53.8%) patients had provoked VTE after the MDS diagnosis with a median time of 294 days (range 14–718 days). Treatment modalities during which these VTE occurred were as follows, 3 (42.8%) patients were on erythropoietin stimulating agents (ESA), 1 (14.2%) patient was on revlimid, 2 (28.5%) patients were on active chemotherapy, and 1 (14.2%) patient was on no treatment. The IPSS group distribution for post MDS diagnosis patients with provoked VTE was as follows: 0% in the low risk group, 28.5% belonged to intermediate-1 risk group, 28.5% belonged to intermediate-2 risk group and 43% belonged to the high risk group. In patients with unprovoked VTE, the median age was 77.7 years (range 76–81 years) with equal distribution between males and females (50% each). In patients with provoked VTE, the median age was 69.6 years (range 56–85 years) with 46.1% males and 53.9% females. Discussion: The results of this study shows an increased risk of VTE in patients with MDS (5.8%) compared to that in the general population which is reported to occur in about 1 per 1000 persons per year. It also shows that all the unprovoked VTE events occurred prior to the MDS diagnosis with a median time of around 5 months. Due to this finding, we recommend that part of the workup for unprovoked VTE in the elderly population (as the mean age for unprovoked VTE was 77.7 years) include at least a CBCD and a peripheral smear to rule out cytopenias or morphologic changes suggestive of MDS. Since 46.2% of the provoked VTE happened before MDS diagnosis, we also recommend checking a CBCD in the elderly population (as the mean age for provoked VTE was 69.6 years) due to its low cost and especially if the provoking factor for VTE was not strong enough. Since 42.8% of patients with provoked VTE were on ESA during the event, we encourage aggressive VTE prophylaxis in moderate/high risk situations for these patients. The study did not show a higher prevalence of the intermediate-2 or high IPSS risk groups among patients with unprovoked (0%) or provoked VTE (46%). However, we encourage further research to study the prognostic significance of VTE in MDS patients and its relationship to progression to AML and to overall survival. Conclusion: Our study showed that a higher risk of VTE is present in patients with MDS compared to the general population and we recommend that aggressive VTE prophylaxis be given in moderate/high risk situations especially for patients who are taking ESA. We also recommend further research to be done on the prognostic significance of VTE in patients with MDS regarding overall survival and progression to AML. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "venous thromboembolism",
        "prostatic hypertrophy risk score",
        "chemotherapy regimen",
        "cytopenia",
        "dysplasia",
        "erythropoietin",
        "lenalidomide",
        "leukemia, acute",
        "myelodysplastic syndrome",
        "peripheral blood smear"
    ],
    "author_names": [
        "Mohamad A. Younes, MD",
        "Javier Munoz, M.D.",
        "Ammar Khanshour, MD",
        "Jessica Schering, MD",
        "George Yaghmour, MD",
        "Mohammad Alhyari, MD",
        "Rosa Michel Ortega, MD",
        "Philip Kuriakose, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Mohamad A. Younes, MD",
            "author_affiliations": [
                "Hematology/oncology, Henry Ford Hospital, detroit, MI, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Javier Munoz, M.D.",
            "author_affiliations": [
                "Hematology/oncology, Henry Ford Hospital, detroit, MI, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ammar Khanshour, MD",
            "author_affiliations": [
                "Internal Medicine, Henry Ford Hospital, detroit, MI, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jessica Schering, MD",
            "author_affiliations": [
                "Internal Medicine, Henry Ford Hospital, detroit, MI, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "George Yaghmour, MD",
            "author_affiliations": [
                "Internal Medicine, Henry Ford Hospital, detroit, MI, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mohammad Alhyari, MD",
            "author_affiliations": [
                "Internal Medicine, Henry Ford Hospital, detroit, MI, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rosa Michel Ortega, MD",
            "author_affiliations": [
                "Internal Medicine, Henry Ford Hospital, detroit, MI, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Philip Kuriakose, MD",
            "author_affiliations": [
                "Hematology/oncology, Henry Ford Hospital, detroit, MI, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-19T21:34:52",
    "is_scraped": "1"
}