{
    "doi": "https://doi.org/10.1182/blood.V126.23.5559.5559",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3265",
    "start_url_page_num": 3265,
    "is_scraped": "1",
    "article_title": "A Novel Compound Inhibits Chronic Myeloid Leukemia Via Upregulating Apoptosis ",
    "article_date": "December 3, 2015",
    "session_type": "802. Chemical Biology and Experimental Therapeutics",
    "topics": [
        "apoptosis",
        "infectious mononucleosis",
        "leukemia, myelocytic, chronic",
        "protein-tyrosine kinase inhibitor",
        "toxic effect",
        "bcr-abl tyrosine kinase",
        "imatinib mesylate",
        "leukemic cells",
        "fusion proteins",
        "protein tyrosine kinase"
    ],
    "author_names": [
        "Jiajia Xin, M.A",
        "Dandan Yin, MDPhD",
        "Wei Fu, MDPhD",
        "Hui-Jie Zhang, PhD",
        "Yaozhen Chen, M.A.",
        "Yazhou Wang, PhD",
        "Mingkai Li, PhD",
        "Xingbin Hu, MDPhD"
    ],
    "author_affiliations": [
        [
            "Department of Transfusion Medicine, Xijing Hospital, the Fourth Military Medical University, Xi'an, Shaanxi, China "
        ],
        [
            "Departmentof Transfusion Medicine, TangduHospital, the Fourth Military Medical University, Xi'an, Shaanxi, China "
        ],
        [
            "Departmentof Hematology, Forty-Fourth Military Hospital of PLA, Guiyang, Guizhou, China "
        ],
        [
            "Department of Transfusion Medicine, Xijing Hospital, the Fourth Military Medical University, Xi'an, Shaanxi, China "
        ],
        [
            "Department of Transfusion Medicine, Xijing Hospital, the Fourth Military Medical University, Xi'an, Shaanxi, China "
        ],
        [
            "Institute of Neurosciences, the Fourth Military Medical University, Xi'an, Shaanxi, China "
        ],
        [
            "3. Department of Pharmacology, School of Pharmacy, the Fourth Military Medical University, Xi'an, Shaanxi, China"
        ],
        [
            "Department of Transfusion Medicine, Xijing Hospital, the Fourth Military Medical University, Xi'an, Shaanxi, China "
        ]
    ],
    "first_author_latitude": "34.27402134999999",
    "first_author_longitude": "108.98358245",
    "abstract_text": "Chronic myeloid leukemia (CML) is a myeloid proliferative disorder mainly result from chimeric protein BCR-ABL1 encoded by a fusion gene at the t(9;22) (q34;q11) chromosomal translocation. Intrinsically, this recombined protein results in an increased tyrosine kinase (TK) activity that directly related to hematopoietic stem cell malignant proliferation. Consequently, the drugs derived from tyrosine kinase inhibitors (TKI) have been developed as an infective therapy, and greatly improved patients survival in clinic. Unfortunately, single TKI administration led to toxicities or tolerance in long-term treated CML patients. Even worse is, about 5% CML patients were not caused by bcr-abl gene mutation. Thus better medicines are badly needed to compensate CML therapy. Herein, we investigated the undefined function of a biscoumarins. The new synthesized compound exhibited a null toxicity on HUVECs but intensive toxicity on K562 leukemic cells. Subsequent results demonstrated that it efficiently inhibited the expansion of human CML cell line and bone marrow cells of SCL-tTA-BCL/ABL transgenic model mice via increased apoptosis. Critically, we also showed that CD34+ bone marrow leukemic cells collected from patients underwent more apoptosis after treated by the biscoumarins derivate. To extend these results into vivo, we observed a prolonged survival of bcr-abl transgenic mice treated by derivate mono-therapy or combination with imatinib compared to those of untreated or imatinib-treated CML mice. All together, these results indicated that this biscoumarins derivate may have novel potential as a therapeutic agent against CML. Disclosures No relevant conflicts of interest to declare."
}