{
    "doi": "https://doi.org/10.1182/blood.V120.21.67.67",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2249",
    "start_url_page_num": 2249,
    "is_scraped": "1",
    "article_title": "Complete Molecular Remission (CMR 4.5) of CML Is Induced Faster by Dose – Optimized Imatinib and Predicts Better Survival - Results From the Randomized CML-Study IV ",
    "article_date": "November 16, 2012",
    "session_type": "632. Chronic Myeloid Leukemia - Therapy: Aiming for Deep Response",
    "topics": [
        "cardiac mri",
        "disease remission",
        "imatinib mesylate",
        "cytarabine",
        "bcr-abl tyrosine kinase",
        "leukemia",
        "measles-mumps-rubella vaccine",
        "withdrawing treatment",
        "adverse effects",
        "european system for cardiac operative risk evaluation"
    ],
    "author_names": [
        "Rüdiger Hehlmann, MD",
        "Michael Lauseker",
        "Benjamin Hanfstein, MD",
        "Martin C. Müller, MD",
        "Annette Schreiber, MD",
        "Ulrike Proetel, MD",
        "Markus Pfirrmann",
        "Claudia Haferlach, MD",
        "Susanne Schnittger, PhD",
        "Hermann Einsele",
        "Jolanta Dengler, MD",
        "Christiane Falge, MD",
        "Lothar Kanz, MD",
        "Andreas Neubauer, MD",
        "Michael Kneba, MD, PhD",
        "Frank Stegelmann, MD",
        "Michael Pfreundschuh, MD",
        "Cornelius F. Waller, MD",
        "Karsten Spiekermann, MD",
        "Gabriela M. Baerlocher, MD",
        "Gerhard Ehninger",
        "Dominik Heim, MD",
        "Hermann Heimpel",
        "Christoph Nerl, MD",
        "Stefan W. Krause",
        "Dieter K. Hossfeld, MD",
        "Hans-Jochem Kolb, MD",
        "Andreas Hochhaus, MD",
        "Joerg Hasford",
        "Susanne Saussele, MD"
    ],
    "author_affiliations": [
        [
            "III. Medizinische Klinik, Universität Heidelberg, Medizinische Fakultät, Mannheim, Germany, "
        ],
        [
            "Institut für Medizinische Informationsverarbeitung, Biometrie und Epidemiologie, Ludwig-Maximilians-Universität, München, Germany, "
        ],
        [
            "III. Medizinische Klinik, Hämatologie und Onkologie, Universitätsmedizin Mannheim, Mannheim, Germany, "
        ],
        [
            "III. Medizinische Klinik, Hämatologie und Onkologie, Universitätsmedizin Mannheim, Mannheim, Germany, "
        ],
        [
            "III. Medizinische Klinik, Hämatologie und Onkologie, Universitätsmedizin, Mannheim, Germany, "
        ],
        [
            "III. Medizinische Klinik, Hämatologie und Onkologie, Universitätsmedizin Mannheim, Mannheim, Germany, "
        ],
        [
            "Institut für Medizinische Informationsverarbeitung, Biometrie und Epidemiologie, Ludwig-Maximilians-Universität, München, Germany, "
        ],
        [
            "MLL Münchner Leukämielabor, München, Germany, "
        ],
        [
            "MLL Münchner Leukämielabor, München, Germany, "
        ],
        [
            "Medizinische Klinik und Poliklinik II, Universitätsklinikum, Würzburg, Germany, "
        ],
        [
            "Innere Medizin V, Universitätsklinikum, Heidelberg, Germany, "
        ],
        [
            "Medizinische Klinik 5, Klinikum Nord, Nürnberg, Germany, "
        ],
        [
            "Innere Medizin II, Universitätsklinikum, Tübingen, Germany, "
        ],
        [
            "Klinik für Hämatologie, Zentrum Innere Medizin, Philipps-Universität, Marburg, Germany, "
        ],
        [
            "II. Medizinische Klinik und Poliklinik, Universitätsklinikum Schleswig-Holstein, Kiel, Germany, "
        ],
        [
            "Klinik für Innere Medizin III, Universitätsklinikum, Ulm, Germany, "
        ],
        [
            "Innere Medizin I, Universitätsklinikum des Saarlandes, Homburg, Germany, "
        ],
        [
            "Innere Medizin 1, Universitätsklinikum, Freiburg, Germany, "
        ],
        [
            "Medizinische Klinik und Poliklinik III, Klinikum der Ludwig-Maximilians-Universität, München, Germany, "
        ],
        [
            "Universitätsklinik für Hämatologie, Inselspital, Bern, Switzerland, "
        ],
        [
            "Universitätsklinikum Dresden, Medizinische Klinik und Poliklinik I, Dresden, Germany, "
        ],
        [
            "Deptartment of Hematology, Universitätsspital, Basel, Switzerland, "
        ],
        [
            "Klinik für Innere Medizin III, Universitätsklinikum, Ulm, Germany, "
        ],
        [
            "Klinik für Hämatologie, Onkologie, Immunologie, Palliativmedizin, Infektiologie und Tropenmedizin, Klinikum Schwabing, München, Germany, "
        ],
        [
            "Medizinische Klinik 5, Universitätsklinikum Erlangen, Erlangen, Germany, "
        ],
        [
            "II. Medizinische Klinik, Universitätsklinikum Eppendorf, Hamburg, Germany, "
        ],
        [
            "Medizinische Klinik und Poliklinik III, Klinikum der Ludwig-Maximilians-Universität, München, Germany, "
        ],
        [
            "Klinik für Innere Medizin II, Universitätsklinikum, Jena, Germany"
        ],
        [
            "Institut für Medizinische Informationsverarbeitung, Biometrie und Epidemiologie, Ludwig-Maximilians-Universität, München, Germany, "
        ],
        [
            "III. Medizinische Klinik, Hämatologie und Onkologie, Universitätsmedizin Mannheim, Mannheim, Germany, "
        ]
    ],
    "first_author_latitude": "49.4925701",
    "first_author_longitude": "8.4864039",
    "abstract_text": "Abstract 67 Dose optimized imatinib (IM) at doses of 400– 800mg has been shown to induce faster and deeper cytogenetic and molecular – responses than standard IM (400mg/day). Since complete molecular remission (CMR 4.5) identifies a subgroup of patients who may stay in remission even after discontinuation of treatment, it was of interest to analyse whether CMR 4.5 is reached faster with dose optimized IM and whether CMR 4.5 correlates with survival. CMR 4 and CMR 4.5 are defined as ≤ 0.01% BCR-ABL IS or ≥ 4. log reduction and ≤ 0.0032% BCR-ABL IS or ≥ 4.5 log reduction, respectively, from IRIS baseline as determined by real-time PCR. CML-Study IV is a five arm randomized study of IM 400 mg vs IM 400 mg + IFN vs. IM 400 mg + Ara C vs. IM after IFN failure vs. IM 800 mg. In the IM 800 arm, a 6 weeks run in period at IM 400 mg was followed by a dose increase to 800 mg and then by a dose reduction according to tolerability. Grade 3 or 4 adverse effects (AE) were to be avoided. From July 2002 to March 2012 a total of 1551 patients with newly diagnosed chronic phase CML were randomized of whom 1525 were evaluable. Median age was 52 years, 88% were EUTOS low risk, 12% high risk, 36% were Euro score low risk, 52% intermediate and 12% high risk, 38% were Sokal low risk, 38% intermediate and 24% high risk. 113 patients were transplanted, 246 received 2nd generation TKI. 152 patients have died, 90 of CML or unknown reasons, 62 of not directly CML-related causes. After a median observation time of 67,5 months 6 years OS was 88.2% and PFS 85.6%. CCR, MMR, CMR 4 and CMR 4,5 were achieved significantly faster with dose optimized IM (400 – 800 mg). No significant differences in remission rates were observed between IM 400 mg and the combination arms IM 400 mg + IFN and IM 400 mg + Ara C, whereas IM after IFN failure thus far yielded significantly slower response rates. After 4 years CCR rates were for IM 400, IM 400 + IFN, IM 400 + Ara C, IM 400 after IFN, and IM 800, 80%, 75%, 73%, 59% and 80%, respectively, MMR rates 84%, 77%, 82%, 61% and 88%, CMR 4 rates 57%, 55%, 55%, 40% and 65%, and CMR 4.5 rates 40%,42%, 42%, 28% and 52%, respectively. CMR 4 was reached after a median of 27 months with IM 800 and 41.5 months with IM 400. CMR 4.5 was reached after a median of 41.5 months with IM 800 and 63 months with IM 400. EUTOS low risk patients reached all remissions faster than EUTOS high risk patients. The differences of CMR 4 rates between IM 800 and IM 400 at 3 years were 13% and at 4 years 8%, and of CMR 4.5 rates at 3 years 10% and at 4 years 13%. Grade 3 and 4 AE were not different between IM 400 and dose optimized IM 800. Independent of treatment approach, CMR 4 and more clearly CMR 4.5 at 3 years predicted better OS and PFS, if compared with patients without CMR 4 or CMR 4.5, respectively. CMR 4 and 4.5 were stable. After a median duration of CMR 4 of 3.7 years only 4 of 792 patients with CMR 4 have progressed. Life expectancy with CMR 4 and 4.5 was identical to that of the age matched population. We conclude that dose optimized IM induces CMR 4.5 faster than IM 400 and that CMR 4 and CMR 4.5 at 3 years are associated with a survival advantage. Dose optimized IM may provide an improved therapeutic basis for unmaintained treatment discontinuation in patients with CML. Disclosures: Hehlmann: Novartis: Research Funding. Müller: Novartis, BMS: Consultancy, Honoraria, Research Funding. Haferlach: MLL Munich Leukemia Laboratory: Equity Ownership. Schnittger: MLL Munich Leukemia Laboratory: Equity Ownership. Hochhaus: Novartis, BMS, MSD, Ariad, Pfizer: Consultancy Other, Honoraria, Research Funding."
}