{
    "doi": "https://doi.org/10.1182/blood.V126.23.2241.2241",
    "article_title": "Endothelial Cell Protein C Receptor Promotes Apoptosis in Malignant Pleural Mesothelioma Cells ",
    "article_date": "December 3, 2015",
    "session_type": "302. Vascular Wall Biology, Endothelial Progenitor Cells and Platelet Adhesion: Poster II",
    "abstract_text": "Our recent studies showed that endothelial cell protein C receptor (EPCR) functions as a crucial negative regulator of cancer progression in malignant pleural mesothelioma (MPM) (Keshava et al., Cancer Research 73: 3963-73, 2013). In these studies, the introduction of EPCR expression to aggressive MPM cells lacking EPCR completely attenuated their tumorigenicity whereas the knock-down of EPCR expression in non-aggressive MPM cells that constitutively express EPCR increased their tumorigenicity. This study also revealed that EPCR in MPM cells promotes tumor cell apoptosis in vivo . These data are quite intriguing as EPCR-mediated cell signaling typically activates cell survival and anti-apoptotic pathways and is shown to promote tumor growth in breast and lung cancers. The aim of the present study is to understand the mechanism(s) by which EPCR promotes tumor cell apoptosis in MPM. Evaluation of thoracic fluids obtained from nude mice implanted with MPM cells orthotopically showed a significant increase in the levels of mTNFα and mIFNγ in mice implanted with REN (+EPCR) cells compared to mice implanted with parental REN MPM or REN cells transfected with the vector control [REN(z)]. Analysis of tumor cell apoptosis of cultured cells by TUNEL assay showed that REN (+EPCR) cells were highly susceptible to TNFα+IFNγ-induced cell death compared to parental REN or REN(z) cells (80% vs. 20% cell death at 72 h). In agreement with the concept that EPCR in MPM cells promotes the apoptosis, M9K MPM cells that constitutively express EPCR (non-aggressive MPM cell line) were highly susceptible to TNFα+IFNγ-induced cell death; the knock-down of EPCR in these cells rendered them resistant to cytokine-induced cell death. EPCR-induced tumor cell apoptosis in MPM cells was not dependent on activated protein C (APC). Deletion of the cytoplasmic tail of EPCR failed to diminish its cytotoxic effect. Analysis of REN and REN(+EPCR) tumor cell extracts using PathScan intracellular signaling antibody array kit (Cell Signaling Technology, MA) and immunoblot analysis with specific antibodies against proteins involved in apoptotic pathways revealed that EPCR expression in MPM cells, in comparison to MPM cells lacking EPCR, resulted in a sustained cleavage of poly ADP ribose polymerase (PARP) and an enhanced activation of caspase 3 in response to TNFα+ IFNγ treatment. In addition, REN(+EPCR) cells exhibited an increased activation of caspase 8 and a decreased phosphorylation of anti-apoptotic protein BAD. Further signaling studies showed a delayed activation of NF-kB, suppression of activation of STAT3 and AKT in REN(+EPCR) cells compared to REN cells in response to TNFα+ IFNγ treatment. In addition, EPCR expression suppressed the constitutive activation of the proline-rich AKT substrate, 40 kDa (PRAS40). Overall, our studies indicate that EPCR in MPM cells controls the progression of MPM by exerting its effect at multiple levels. First, EPCR in MPM cells elicits elaboration of cytokines TNFα and IFNγ in vivo and then renders the MPM cells susceptible to TNFα+ IFNγ-induced cell death. The EPCR-mediated cytotoxic effect in MPM cells is independent of APC and the cytoplasmic tail and involves the suppression of STAT3 and AKT activation. At present, it is unclear exactly how EPCR initiates the activation of the apoptotic pathway in MPM cells and whether it involves the interaction of EPCR with the endogenous ligand(s) specific to MPM cells. Studies are underway to identify EPCR interacting proteins in MPM cells. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "apoptosis",
        "endothelial cells",
        "endothelial protein c receptor",
        "malignant mesothelioma of pleura",
        "neoplasms",
        "proto-oncogene proteins c-akt",
        "antibodies",
        "cytokine",
        "poly(adp-ribose) polymerases",
        "stat3 protein"
    ],
    "author_names": [
        "Shiva Keshava, PhD",
        "L. Vijaya Mohan Rao, PhD",
        "Usha R. Pendurthi, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Shiva Keshava, PhD",
            "author_affiliations": [
                "Department of Cellular and Molecular Biology, The University of Texas Health Science Center at Tyler, Tyler, TX"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "L. Vijaya Mohan Rao, PhD",
            "author_affiliations": [
                "Department of Cellular and Molecular Biology, The University of Texas Health Science Center at Tyler, Tyler, TX"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Usha R. Pendurthi, PhD",
            "author_affiliations": [
                "Department of Cellular and Molecular Biology, The University of Texas Health Science Center at Tyler, Tyler, TX"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-02T15:42:53",
    "is_scraped": "1"
}