{
    "doi": "https://doi.org/10.1182/blood.V110.11.1011.1011",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=906",
    "start_url_page_num": 906,
    "is_scraped": "1",
    "article_title": "BCR-ABL1 Disrupts SDF-1-Dependent Hematopoietic Cell Migration and Adhesion through the LFA-1 Integrin-Mediated Mechanism. ",
    "article_date": "November 16, 2007",
    "session_type": "Chronic Myeloid Leukemia - Biology and Pathophysiology excluding Therapy",
    "topics": [
        "adhesions",
        "integrins",
        "lymphocyte function-associated antigen-1",
        "cell motility",
        "cxcr4 receptors",
        "intercellular adhesion molecule 1",
        "epitopes",
        "ligands",
        "stromal cell-derived factor 1",
        "bcr-abl tyrosine kinase"
    ],
    "author_names": [
        "Ying-Yu Chen, MS",
        "Mobeen Malik, Ph.D",
        "Brian E. Tomkowicz, Ph.D",
        "Ronald G. Collman, MD",
        "Andrzej Ptasznik, MD, Ph.D."
    ],
    "author_affiliations": [
        [
            "Division of Hematology/Oncology, University of Pennsylvania, Philadelphia, PA, USA",
            " "
        ],
        [
            "Division of Pulmonary, Allergy and Critical Care, University of Pennsylvania, Philadelphia, PA, USA",
            " "
        ],
        [
            "Division of Hematology/Oncology, University of Pennsylvania, Philadelphia, PA, USA",
            " "
        ],
        [
            "Division of Pulmonary, Allergy and Critical Care, University of Pennsylvania, Philadelphia, PA, USA",
            " "
        ],
        [
            "Division of Hematology/Oncology, University of Pennsylvania, Philadelphia, PA, USA",
            " "
        ]
    ],
    "first_author_latitude": "39.9499954",
    "first_author_longitude": "-75.1929771",
    "abstract_text": "Stromal-derived factor-1 (SDF-1) and its receptor, CXCR4, are essential for normal stem/progenitor cell movement, adherence, and retention within the bone marrow environment. Two mechanisms through which BCR-ABL1 are thought to disrupt CXCR4-mediated chemotactic responses have been described in leukemia: the inhibition of CXCR4 expression (Geay et al. 2005, Cancer Res.) and intra-cellular signaling defects without modification of CXCR4 expression (Salgia et al. 1999, Blood; Ptasznik et al. 2002, J. Exp. Med.). These opposing mechanisms suggest that the actual situation is more complex and that new signaling paradigms are needed. To address this, we studied the effects of BCR-ABL1 on SDF-1-dependent, integrin-mediated, migration and adhesion of hematopoietic precursors. Stimulation of BCR-ABL1(−) hematopoietic cells with SDF-1 showed reduced cell adherence to surfaces coated with ICAM-1 (a ligand for the LFA-1 integrin), which was associated with down-regulated expression of activation-dependent epitopes of the β2 integrin, LFA-1, on hematopoietic cells. Inhibition of Lyn expression with siRNA prevented the SDF-1-triggered down-regulation of LFA-1 and cell adherence, indicating that CXCR4 inhibited the function of LFA-1 through Lyn. Expression of BCR-ABL1 in these cells resulted in increased expression of activation-dependent epitopes of LFA-1 and prevented SDF-1-dependent regulatory effects on both LFA-1 affinity and ICAM-1 adherence. Also, expression of BCR-ABL1 prevented Lyn-mediated regulation of cell adhesion to ICAM-1 as well as Lyn-mediated regulation of LFA-1 affinity. These results indicate that BCR-ABL1 constitutively increases the affinity of the LFA-1 integrin to its ligand ICAM-1, locking the integrin into an “active” conformation. The net result is the loss of responsiveness of LFA-1 to SDF-1-induced ‘inside-out’ signaling involving CXCR4 and Lyn kinase. Because in our experiments BCR-ABL1 had no significant effect on the expression of CXCR4 in Mo7e cells, transfected with low and high amounts of p210-BCR-ABL, or in primary BCR-ABL(+) cells from CML blast crisis patients (n=3), we conclude that BCR-ABL1 inhibits CXCR4-triggered ‘inside-out’ integrin signaling rather than CXCR4 expression. Taken together, we propose that BCR-ABL1 disrupts the signaling link between the chemokine receptor, CXCR4 and the β2 integrin LFA-1 so as to inhibit normal SDF-1-mediated chemotaxis and adhesion in hematopoietic cells."
}