{
    "doi": "https://doi.org/10.1182/blood.V108.11.221.221",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=762",
    "start_url_page_num": 762,
    "is_scraped": "1",
    "article_title": "Incidence and Clinical Significance of Nucleophosmin Mutations in Childhood AML: A Childrens Oncology Group Study. ",
    "article_date": "November 16, 2006",
    "session_type": "Oral Sessions",
    "topics": [
        "mutation",
        "myeloblastic leukemia, pediatric acute",
        "npm1 gene",
        "medical oncology",
        "karyotype determination procedure",
        "impedance threshold device",
        "ms-like tyrosine kinase 3",
        "dna",
        "polymerase chain reaction",
        "rna"
    ],
    "author_names": [
        "Patrick Brown, MD",
        "Emily McIntyre",
        "Rachel Rau, MD",
        "Todd A. Alonzo, PhD",
        "Robert Gerbing, MA",
        "Soheil Meshinchi, MD PhD",
        "Norman Lacayo, MD",
        "Myron Chang, PhD",
        "Robert Arceci, MD PhD",
        "Donald Small, MD PhD"
    ],
    "author_affiliations": [
        [
            "Pediatric Oncology, Johns Hopkins University, Baltimore, MD, USA"
        ],
        [
            "Pediatric Oncology, Johns Hopkins University, Baltimore, MD, USA"
        ],
        [
            "Pediatric Oncology, Johns Hopkins University, Baltimore, MD, USA"
        ],
        [
            "Biostatistics, Childrens Oncology Group, Arcadia, CA, USA"
        ],
        [
            "Biostatistics, Childrens Oncology Group, Arcadia, CA, USA"
        ],
        [
            "Clinical Research Division, Fred Hutchinson Cancer Center, Seattle, WA, USA"
        ],
        [
            "Pediatric Hematology/Oncology, Stanford University, Palo Alto, CA, USA"
        ],
        [
            "Statistics, Childrens Oncology Group, Gainsville, FL, USA"
        ],
        [
            "Pediatric Oncology, Johns Hopkins University, Baltimore, MD, USA"
        ],
        [
            "Pediatric Oncology, Johns Hopkins University, Baltimore, MD, USA"
        ]
    ],
    "first_author_latitude": "39.2962078",
    "first_author_longitude": "-76.5918004",
    "abstract_text": "Nucleophosmin mutations (NPM-mu) result in aberrant cytoplasmic localization of the NPM protein and occur in 25–35% of adult AML. NPM-mu are most commonly found in cases with normal karyotype, and are frequently associated with FLT3/ITD mutations. NPM-mu have been associated with high remission induction rates and improved survival, especially in patients with normal karyotype that lack FLT3/ITD mutations. The incidence and clinical significance of NPM-mu in childhood AML are less well-characterized. The AIEOP in Italy reported NPM-mu in 7 of 107 (6.5%) children treated on its AML02 protocol, and a Taiwanese group reported NPM-mu in 1 of 47 (2.1%) of children. The prognostic significance of NPM-mu in childhood AML is not known. The purpose of this study was to determine the incidence and clinical significance of NPM-mu in two large cohorts of children with newly-diagnosed AML treated on U.S. cooperative group phase III clinical trials (CCG-2961 and POG-9421). Criteria for selection of study patients included enrollment on the therapeutic trial and availability of banked genomic DNA (for CCG-2961) or RNA (for POG-9421). 919 patients met these criteria (566 from CCG-2961, 353 from POG-9421). For the genomic DNA samples, exon 12 of the nucleophosmin gene was directly amplified by PCR. The RNA samples were reverse transcribed to cDNA prior to PCR amplification. Mutations were detected using SSCP gel electrophoresis and confirmed by direct sequencing. The incidence of NPM-mu was 8.8% (9.5% for CCG, 7.7% for POG). As in prior reports, all of the mutations consisted of 4-bp insertions that resulted in changes in the 2 trytophan residues at AA positions 288 and 290 (important for nuclear localization). Only 48% of the mutations were of the “A” type (compared to 70–80% in adult AML), and 36% were novel mutations. FLT3/ITD mutations were more common in NPM-mu than NPM-wild type (wt) patients (17% vs. 9%, p=0.0381). NPM-mu patients were older than NPM-wt (median age 12 vs. 9 years, p=0.018). NPM-mu was particularly uncommon in children less than 3 years (1 mutation in 178 patients). Females accounted for 62% of the NPM-mut patients vs. 46% of the NPM-wt patients (p=0.0154). 73% of NPM-mut patients had normal cytogenetics, vs. 25% of NPM-wt patients (p<0.0001). There were no significant differences between NPM-mut and NPM-wt patients in median WBC, platelet or hemoglobin counts, FAB classification, hepatosplenomegaly or CNS disease. As shown in the table, there were no significant differences in EFS or OS for either cohort, although there was a trend towards improved survival for NPM-mu patients on POG 9421, particularly within the normal karyotype subset. In conclusion, NPM mutations are less common in children than adults and appear to have less prognostic relevance, although prospective studies will be needed to determine whether NPM-mu may contribute to risk stratification in children with normal karyotype.  CCG-2961  N EFS OS NPM-mu 45 36% 49% NPM-wt 407 41% 53% logrank p=0.762 p=0.909 POG-9421  N EFS OS NPM-mu 23 48% 52% NPM-wt 270 33% 49% logrank p=0.284 p=0.660 POG-9421 (nl karyotype)  N EFS OS NPM-mu 16 56% 56% NPM-wt 69 28% 39% logrank p=0.065 p=0.150 CCG-2961  N EFS OS NPM-mu 45 36% 49% NPM-wt 407 41% 53% logrank p=0.762 p=0.909 POG-9421  N EFS OS NPM-mu 23 48% 52% NPM-wt 270 33% 49% logrank p=0.284 p=0.660 POG-9421 (nl karyotype)  N EFS OS NPM-mu 16 56% 56% NPM-wt 69 28% 39% logrank p=0.065 p=0.150 View Large"
}