{
    "doi": "https://doi.org/10.1182/blood-2020-141117",
    "article_title": "Updated Analysis of an Open-Label, Phase 2 Study of Blinatumomab As Second Salvage Therapy in Adults with Relapsed/Refractory Aggressive B-Cell Non-Hodgkin Lymphoma ",
    "article_date": "November 5, 2020",
    "session_type": "626.Aggressive Lymphoma (Diffuse Large B-Cell and Other Aggressive B-Cell Non-Hodgkin Lymphomas)-Results from Prospective Clinical Trials",
    "abstract_text": "Introduction: In an open-label phase 2 study, blinatumomab demonstrated efficacy with a manageable safety profile as second salvage in patients with relapsed or refractory B-cell Non-Hodgkin's lymphoma (R/R B-NHL) following platinum-based salvage regimens (Coyle et al. Leukemia & Lymphoma . 2020: 1-10). Blinatumomab is a BiTE ® (bispecific T-cell engager) immuno-oncology therapy that activates endogenous cytotoxic T cells to kill target B cells. Here, findings from the updated analysis are reported (NCT02910063). Methods: Patients aged >18 years with biopsy-confirmed B-NHL without prior complete response or complete metabolic response (CMR) following first-line treatment with anthracycline- based chemotherapy and anti-CD20 therapy, had progressive metabolic disease (PMD), no metabolic response (NMR), or partial metabolic response (PMR; Lugano Classification) after ≥2 cycles of platinum-based S1 therapy were eligible. Blinatumomab was given by continuous intravenous infusion for a single 70-day cycle 1 (9 µg/day for 7 days, 28 µg /day for 7 days, and 112 µg /day for 42 days, followed by a 14-day treatment free interval) and an optional 28-day second cycle (9 µg /day for 7 days, 28 µg /day for 7 days and 112 µg / day for 14 days) at the investigator's discretion. Primary endpoint was CMR by central PET. Additional endpoints included objective response rate (ORR; CMR plus PMR), overall survival (OS), progression- free survival (PFS), duration of response, post-response HSCT rate, and the incidence and severity of adverse events (AEs). Results: As of the data cut date (June 3, 2020) for this updated analysis, 41 patients were enrolled between 23 January 2017 and 15 January 2018; 28 (68%) patients were refractory and 13 (32%) relapsed to first-line therapy, 66% had progressive disease following first salvage (S1), and 9 (22%) had double or triple hit status at baseline (Figure 1). ORR was 37% (15/41; 95% CI, 22-53) after 12 weeks of treatment, including 9 (22%) patients who achieved CMR and 6 (15%) achieved PMR. Of the 41 patients enrolled, 17 (42%) were double refractory; of which, 3 (7%) achieved CMR, and 3 (7%) achieved PMR. Of the 41 patients who received blinatumomab, median OS (95% CI) was 11.2 (5.9-NE) months with median follow-up time of 27.9 months. Among the 9 patients who achieved CMR, median OS (95% CI) was NE (7.0, NE) and median PFS (95% CI) was 8.4 (4.9-11.6) months with median follow of time of 4.7 months; of which, 3 patients had disease progression and 0 died. Of the 13 patients who achieved HSCT, median OS (95% CI) was NE (13.1-NE) with 69% of patients alive at 30 months and median PFS (95% CI) was 8.4 (5.3-13.9) months with 21% of patients alive at 12 months (Figure 2 and 3). In total, 29 (71%) patients had grade ≥3 treatment-emergent AEs, including included infections (n=8; 20%), neutropenia (n=4; 10%), pulmonary embolism (n=1; 2%), and acute pancreatitis (n=1; 2%). Consistent with previous blinatumomab reports, neurologic events (NEs) were reported in 23 (56%) patients, including 10 (24%) with grade 3 NEs and 3 (7%) with NEs leading to treatment discontinuation. Grade 3 cytokine release syndrome was reported in only 1 patient. 7 (17%) patients discontinued treatment due to AEs and 7 (17%) had fatal AEs of which were related to disease progression. Conclusions: In conclusion, durable complete remissions can be achieved with a manageable safety profile using blinatumomab as second salvage in patients with aggressive R/R B-NHL following platinum based first salvage regimens Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Coyle: Amgen: Other: Travel support. Morley: Janssen: Honoraria, Other: Fees; AbbVie: Honoraria, Other: Fees; Roche: Other: travel support; Amgen: Honoraria, Other: Fees, travel support. Rambaldi: Sanofi: Honoraria, Other: TRAVEL, ACCOMMODATIONS, EXPENSES (paid by any for-profit health care company); Omeros: Honoraria, Other: TRAVEL, ACCOMMODATIONS, EXPENSES (paid by any for-profit health care company); Gilead: Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: Travel support from Gilead.; Novartis: Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: TRAVEL, ACCOMMODATIONS, EXPENSES (paid by any for-profit health care company); Pfizer: Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: TRAVEL, ACCOMMODATIONS, EXPENSES (paid by any for-profit health care company). Advisory board and speaker fees from Pfizer.; Amgen: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: TRAVEL, ACCOMMODATIONS, EXPENSES (paid by any for-profit health care company). Research grant from Amgen Inc.; BMS/Celgene: Honoraria, Other: TRAVEL, ACCOMMODATIONS, EXPENSES (paid by any for-profit health care company); Astellas: Honoraria, Other: TRAVEL, ACCOMMODATIONS, EXPENSES (paid by any for-profit health care company); Roche: Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: Support of parent study and funding of editorial support. Received travel support., Research Funding; University of Milan: Current Employment. Furness: Amgen: Other: Travel Support. Desai: IQVIA: Current Employment. Mergen: Amgen: Current Employment, Current equity holder in publicly-traded company. OffLabel Disclosure: Durable complete remissions can be achieved with a manageable safety profile using blinatumomab as second salvage in patients with aggressive R/R B-NHL following platinum based first salvage regimens",
    "author_names": [
        "Luke Coyle, MBBS, FRACP, FRCPA",
        "Nicholas J. Morley",
        "Alessandro Rambaldi, MD",
        "Kylie D. Mason, MBBS, MD FRACP, FRCPA, PhD",
        "Gregor Verhoef, MD PhD",
        "Caroline Furness",
        "Rajendra Desai",
        "Noemi Mergen, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Luke Coyle, MBBS, FRACP, FRCPA",
            "author_affiliations": [
                "Haematology, Royal North Shore Hospital, Sydney, Australia "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Nicholas J. Morley",
            "author_affiliations": [
                "Haematology department, Sheffield Teaching Hospitals NHS Foundation Trust, Sheffield, United Kingdom "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alessandro Rambaldi, MD",
            "author_affiliations": [
                "Department of Oncology and Hematology University of Milan and Azienda Socio Sanitaria Territoriale Papa Giovanni XXIII, Bergamo, Italy "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kylie D. Mason, MBBS, MD FRACP, FRCPA, PhD",
            "author_affiliations": [
                "Department of Medicine, University of Melbourne, Melbourne, Australia "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gregor Verhoef, MD PhD",
            "author_affiliations": [
                "Department of Hematology, University Hospitals Leuven, Leuven, Belgium "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Caroline Furness",
            "author_affiliations": [
                "Department of Paediatric Haemato-Oncology, Royal Marsden NHS Foundation Trust, London, United Kingdom "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rajendra Desai",
            "author_affiliations": [
                "Biostatistical Science, IQVIA Inc, Mumbai, India "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Noemi Mergen, MD",
            "author_affiliations": [
                "Amgen Research (Munich), Munich, Germany"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-19T18:43:00",
    "is_scraped": "1"
}