{
    "doi": "https://doi.org/10.1182/blood-2020-143023",
    "article_title": "Impact of Molecular Response at Specific Timepoints in Patients with Newly Diagnosed Chronic Myeloid Leukemia Treated with Second Generation Tyrosine Kinase Inhibitors ",
    "article_date": "November 5, 2020",
    "session_type": "632.Chronic Myeloid Leukemia: Therapy",
    "abstract_text": "Background: Tyrosine kinase inhibitors (TKI) improve survival in patients with chronic myeloid leukemia in chronic phase (CML-CP), who meet molecular milestones at specific timepoints. The European LeukemiaNet (ELN) revised the recommendations of molecular response for the guidance of TKI switch in patients with suboptimal response or failure irrespective of TKI therapy. The aims of this study are to assess the impact of molecular response on survival in patients with second generation TKIs and to define optimal milestones that correlate with best outcome. Methods: Patients with newly diagnosed CML-CP enrolled on clinical trials of frontline second generation TKI therapy were analyzed. We evaluated the impact of molecular response at 3 months (BCR-ABL1 >10% and ≤10% on the international scale [IS]), 6 months (BCR-ABL1 >10%, >1-10%, and ≤1% [IS]), and 12 months (BCR-ABL1 >1%, >0.1-1%, and ≤0.1% [IS]) of TKI therapy. Overall survival was calculated from the start of TKI therapy until death from any cause at any time. Landmark analysis was performed to assess the impact of molecular response at each time points among patients on frontline second-generation TKIs. Univariate and backward multivariate Cox regression was performed to identify prognostic factors for survival after variable selections by a p value cutoff of 0.200 by univariate analysis. Results: Between 2000 and 2020, 298 consecutive patients were treated and included in the analysis: 150 patients received dasatinib 100 mg/day, and 148 received nilotinib 800 mg/day (Table 1). Overall, the median follow-up was 114 months (range, 0.3-172.8); dasatinib 100 mg/day, 120 months; nilotinib 800 mg/day, 114 months (P<0.466). At 3 months of TKI therapy, we identified 12 (4%) patients with 3-month BCR-ABL1 >10% among 274 evaluable patients. Among 11 evaluable patients with 3-month BCR-ABL1 >10%, none achieved 6-month BCR-ABL1 ≤1% while on the same second-generation TKI; 9 (82%) had 6-month BCR-ABL1 between 1% and 10%; and 2 (18%) had 6-month BCR-ABL1 >10% (P 10% and ≤10%, respectively (P10% (IS) (P<0.001; hazard ratio [HR], 9.909; 95% confidence interval [CI], 3.580-27.427) as prognostic factors for survival. At 6 months of TKI therapy, we identified 4 (2%) patients and 24 (9%) patients with 6-month BCR-ABL1 >10% and BCR-ABL1 >1-10% among 264 evaluable patients, respectively. Among 22 evaluable patients with 6-month BCR-ABL1 >1%, 6 (27%) achieved 12-month BCR-ABL1 ≤0.1%; 11 (50%) 12-month BCR-ABL1 >0.1-1%; and 5 (23%) 12-month BCR-ABL1 >1%. The 9-year survival rates were 50%, 71%, and 93% for patients with 6-month BCR-ABL1 >10%, >1-10%, and ≤1%, respectively (P1-10%, P=0.002; HR, 5.059; 95% CI, 1.837-13.922: 6-month BCR-ABL1 ≤1% vs. >10%, P<0.001; HR, 44.383; 95% CI, 8.879-221.865). At 12 months of TKI therapy, we identified 5 (2%) patients with 12-month BCR-ABL1 >1% among 248 evaluable patients. Among 3 evaluable patients with BCR-ABL1 >1%, one each achieved 18-month BCR-ABL1 ≤0.1%, >0.1-1%, and >1%, respectively. The 9-year survival rates, 40%, 90%, and 93% for patients with 12-month BCR-ABL1 >1%, >0.1-1%, and ≤0.1%, respectively (P=0.019) (Figure 3). The 12-month landmark multivariate analysis identified age and 12-month BCR-ABL1 >1% (12-month BCR-ABL1 ≤0.1% vs. >0.1-1%, P=0.184; HR, 1.944, 95% CI, 0.730-5.181; 12-month BCR-ABL1 ≤0.1% vs. >1%, P <0.001; HR, 48.423; 95% CI, 8.754-267.848) as prognostic factors for survival. Conclusion: Frontline second-generation TKI therapy achieves optimal response defined by the revised ELN recommendations. However, patients with warning categories at 3-month and 6-month on second-generation TKI therapy have worse survival. We therefore propose to switch TKI therapy in patients who do not achieve 3-month BCR-ABL1≤10% and 6- to 12-month BCR-ABL1 ≤1% on frontline second-generation TKI therapy. These patients should be considered for ponatinib or novel TKI therapy under development. Lack of achievement of 12-month major molecular response was not associated with negative outcome. View large Download slide View large Download slide Close modal Disclosures Sasaki: Otsuka: Honoraria; Pfizer Japan: Consultancy; Novartis: Consultancy, Research Funding; Daiichi Sankyo: Consultancy. Kantarjian: Pfizer: Honoraria, Research Funding; Novartis: Research Funding; Astex: Research Funding; Agios: Honoraria, Research Funding; Actinium: Honoraria, Membership on an entity's Board of Directors or advisory committees; Immunogen: Research Funding; Daiichi-Sankyo: Research Funding; Ariad: Research Funding; Cyclacel: Research Funding; Jazz Pharma: Research Funding; AbbVie: Honoraria, Research Funding; Amgen: Honoraria, Research Funding; BMS: Research Funding; Takeda: Honoraria. Issa: Celegene: Research Funding; Syndax: Research Funding; Novartis: Membership on an entity's Board of Directors or advisory committees. Garcia-Manero: Genentech: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Helsinn Therapeutics: Consultancy, Honoraria, Research Funding; Bristol-Myers Squibb: Consultancy, Research Funding; Merck: Research Funding; H3 Biomedicine: Research Funding; Amphivena Therapeutics: Research Funding; Onconova: Research Funding; Jazz Pharmaceuticals: Consultancy; Novartis: Research Funding; Celgene: Consultancy, Honoraria, Research Funding; AbbVie: Honoraria, Research Funding; Acceleron Pharmaceuticals: Consultancy, Honoraria; Astex Pharmaceuticals: Consultancy, Honoraria, Research Funding. Kadia: Cellenkos: Research Funding; Pfizer: Honoraria, Research Funding; Cyclacel: Research Funding; Incyte: Research Funding; Amgen: Research Funding; Novartis: Honoraria; BMS: Honoraria, Research Funding; Abbvie: Honoraria, Research Funding; Genentech: Honoraria, Research Funding; JAZZ: Honoraria, Research Funding; Pulmotec: Research Funding; Astellas: Research Funding; Celgene: Research Funding; Astra Zeneca: Research Funding; Ascentage: Research Funding. Yilmaz: Pint Pharma: Honoraria; Pfizer: Research Funding; Daicho Sankyo: Research Funding. DiNardo: Jazz: Honoraria; MedImmune: Honoraria; ImmuneOnc: Honoraria; Notable Labs: Membership on an entity's Board of Directors or advisory committees; Takeda: Honoraria; Celgene: Consultancy, Honoraria, Research Funding; Agios: Consultancy, Honoraria, Research Funding; AbbVie: Consultancy, Honoraria, Research Funding; Daiichi Sankyo: Consultancy, Honoraria, Research Funding; Novartis: Consultancy; Syros: Honoraria; Calithera: Research Funding. Pemmaraju: Celgene: Honoraria; Novartis: Honoraria, Research Funding; DAVA Oncology: Honoraria; Incyte Corporation: Honoraria; Roche Diagnostics: Honoraria; Daiichi Sankyo: Research Funding; Affymetrix: Other: Grant Support, Research Funding; Stemline Therapeutics: Honoraria, Research Funding; Cellectis: Research Funding; LFB Biotechnologies: Honoraria; AbbVie: Honoraria, Research Funding; Samus Therapeutics: Research Funding; MustangBio: Honoraria; Plexxikon: Research Funding; SagerStrong Foundation: Other: Grant Support; Blueprint Medicines: Honoraria; Pacylex Pharmaceuticals: Consultancy. Cortes: Merus: Research Funding; Sun Pharma: Research Funding; Telios: Research Funding; BioPath Holdings: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Daiichi Sankyo: Consultancy, Research Funding; Jazz Pharmaceuticals: Consultancy, Research Funding; Immunogen: Research Funding; Bristol-Myers Squibb: Research Funding; BiolineRx: Consultancy, Research Funding; Arog: Research Funding; Amphivena Therapeutics: Research Funding; Astellas: Research Funding; Takeda: Consultancy, Research Funding; Pfizer: Consultancy, Research Funding; Novartis: Consultancy, Research Funding. Jabbour: Genentech: Other: Advisory role, Research Funding; Adaptive Biotechnologies: Other: Advisory role, Research Funding; Takeda: Other: Advisory role, Research Funding; AbbVie: Other: Advisory role, Research Funding; Pfizer: Other: Advisory role, Research Funding; BMS: Other: Advisory role, Research Funding; Amgen: Other: Advisory role, Research Funding.",
    "author_names": [
        "Koji Sasaki, MD",
        "Hagop M. Kantarjian, MD",
        "Ghayas C. Issa, MD",
        "Guillermo Garcia-Manero, MD",
        "Tapan M. Kadia, MD",
        "William G. Wierda, MD PhD",
        "Musa Yilmaz, MD",
        "Courtney D. DiNardo, MD MSCE",
        "Jeffrey Skinner, MHA",
        "Rita Khouri",
        "Naveen Pemmaraju, MD",
        "Patrice Nasnas, MD",
        "Sara E Dellasala, BS",
        "Sherry A. Pierce, BSN, BA",
        "Jorge E. Cortes, MD",
        "Elias Jabbour, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Koji Sasaki, MD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Hagop M. Kantarjian, MD",
            "author_affiliations": [
                "Department of Leukemia, Professor and Chairman, Department of Leukemia, Samsung Distinguished University Chair in Cancer Medicine, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ghayas C. Issa, MD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Guillermo Garcia-Manero, MD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tapan M. Kadia, MD",
            "author_affiliations": [
                "Department of Leukemia, M.D. Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "William G. Wierda, MD PhD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Musa Yilmaz, MD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Courtney D. DiNardo, MD MSCE",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeffrey Skinner, MHA",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rita Khouri",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Naveen Pemmaraju, MD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Patrice Nasnas, MD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sara E Dellasala, BS",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sherry A. Pierce, BSN, BA",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jorge E. Cortes, MD",
            "author_affiliations": [
                "Georgia Cancer Center Augusta University, Augusta, GA"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elias Jabbour, MD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-20T02:23:07",
    "is_scraped": "1"
}