{
    "doi": "https://doi.org/10.1182/blood.V110.11.586.586",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1054",
    "start_url_page_num": 1054,
    "is_scraped": "1",
    "article_title": "Improved Outcome of Children with Down Syndrome (DS) and High Risk Acute Lymphocytic Leukemia (HR-ALL): A Report of CCG-1961. ",
    "article_date": "November 16, 2007",
    "session_type": "Acute Lymphocytic Leukemias - Therapy, excluding Transplantation",
    "topics": [
        "acute lymphocytic leukemia",
        "child",
        "down syndrome",
        "toxic effect",
        "cancer",
        "doxorubicin",
        "idarubicin",
        "immunophenotyping",
        "infections",
        "lymphoma"
    ],
    "author_names": [
        "Caroline Hastings",
        "James A. Whitlock",
        "Mei La",
        "Nita Seibel"
    ],
    "author_affiliations": [
        [
            "Children’s Oncology Group, Arcadia, CA, USA"
        ],
        [
            "Children’s Oncology Group, Arcadia, CA, USA"
        ],
        [
            "Children’s Oncology Group, Arcadia, CA, USA"
        ],
        [
            "Children’s Oncology Group, Arcadia, CA, USA"
        ]
    ],
    "first_author_latitude": "34.139897399999995",
    "first_author_longitude": "-117.9972538",
    "abstract_text": "Down syndrome patients with ALL (ALL-DS) have unique clinical and biologic features which can make treatment a challenge particularly in regards to toxicity. In order to evaluate the optimal treatment for ALL-DS with higher risk ALL we compared the outcomes of ALL-DS patients (n=51) enrolled on the Children’s Cancer Group (CCG) 1961 protocol for HR-ALL to those of their non-DS counterparts (n=2001). CCG-1961 was open from November 1996 to May 2002 for patients with ALL age 1–9 years and WBC ≥ 50,000 or age ≥ 10 years with any WBC. Rapid early responders (RER ≤ 25% blasts on day 7 bone marrow after 4 drug induction) were randomized in a 2 × 2 design to receive intensive post-induction intensification therapy (IPII) or standard post-induction intensification therapy (SPII) and 1 or 2 delayed intensification phases. Slow early responders (SER > 25% blasts on day 7 bone marrow) were treated with IPII, and randomized to receive idarubicin or doxorubicin. No up-front therapy modifications were prescribed for DS patients (only for toxicity as per protocol). All DS patients were over 2 years of age. DS patients were more likely to have WBC ≥ 50,000 than non-DS (76% vs 53%) and less likely to have T cell immunophenotype (4% vs 23%), lymphoma syndrome (10% vs 23%) or marked splenomegaly (4% vs 12%) at diagnosis. No differences in gender, race, or extramedullary disease were noted in the DS vs non-DS patients. There were 36 RER DS patients (16 randomized to IPII and 20 SPII) and 16 SER patients. There were 6 deaths in the DS patients: 4 early in induction, 1 in consolidation, and 1 in maintenance. All deaths were associated with toxicity and/or infection and 2 patients had progressive disease. DS patients were more likely to have grade 3–4 stomatitis during intensive treatment phases (15.2% vs 1.8% during induction, 23.1% vs 2.9% during delayed intensification #1). The 5-yr event free survival (EFS) was 69.1% (se 8.4%) for DS patients and 70.4% (se 1.5%) for non-DS patients. The 5-yr overall survival (OS) was equivalent for the two groups: 77.9% (se 7.5%) for DS patients compared to 80.9% (se 1.1%) for non-DS patients. The 5 year death as a first event assessment was 88.2% (se 6.6%) (RHR 2.6) vs 95.5% (se 0.7%) for non-DS patients, consistent with an increased incidence of early toxic deaths in the ALL-DS cohort. IPII therapy for RER DS patients resulted in excellent disease control (0 BM relapses vs 5 with SPII). The 4-yr EFS for the IPII DS patients (RER + SER) was 83.7% (se 6.7%) vs 78.8% (se 11.5%) for the RER DS randomized group only. This difference may be explained by the single event in the 16 SER patients; however the small number precludes a definitive conclusion. In conclusion, HR patients with ALL-DS treated with IPII therapy on CCG-1961 have similar OS and EFS to non-DS patients. These results compare favorably with those of other studies. The early mortality due to toxicity in the DS population does not result in decreased EFS or OS as compared to the non-DS population. IPII therapy is well tolerated and effective in HR ALL-DS, as evidenced by excellent outcomes in the RER and SER groups, and should be considered a reasonable standard of care for this patient population."
}