{
    "doi": "https://doi.org/10.1182/blood-2019-125852",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4350",
    "start_url_page_num": 4350,
    "is_scraped": "1",
    "article_title": "Overall Survival of Glasdegib in Combination with Low-Dose Cytarabine and Azacitidine By Bone Marrow Blasts Among Adult Patients with Previously Untreated Acute Myeloid Leukemia: Comparative Effectiveness Using Indirect Treatment Comparisons ",
    "article_date": "November 13, 2019",
    "session_type": "903.Health Services Research-Malignant Conditions (Myeloid Disease)",
    "topics": [
        "azacitidine",
        "blast cells",
        "bone marrow",
        "comparative effectiveness research",
        "cytarabine",
        "glasdegib",
        "indirect technique",
        "leukemia, myelocytic, acute",
        "isolated tumor cells",
        "cancer"
    ],
    "author_names": [
        "Sophie Van Beekhuizen, MSc",
        "Timothy J Bell, MHA",
        "Ana Gezin, MSc",
        "Joseph C Cappelleri, PhD MPH, MS",
        "Bart Heeg, PhD",
        "Carl Selya-Hammer, MSc",
        "Majed Charaan, MSc, MBA",
        "Geoffrey Chan, MD"
    ],
    "author_affiliations": [
        [
            "Ingress-health, Rotterdam, Netherlands "
        ],
        [
            "Pfizer Inc, New York, NY "
        ],
        [
            "Ingress-health, Rotterdam, Netherlands "
        ],
        [
            "Pfizer Inc., New York, NY "
        ],
        [
            "Ingress-Health, Rotterdam, Netherlands "
        ],
        [
            "Pfizer, Walton Oaks, United Kingdom "
        ],
        [
            "Pfizer Canada Inc, Montreal, Canada "
        ],
        [
            "Pfizer Inc, Collegeville, PA"
        ]
    ],
    "first_author_latitude": "51.923234300000004",
    "first_author_longitude": "4.4737432",
    "abstract_text": "Introduction Acute myeloid leukemia (AML) is an orphan disease with one of the lowest five-year survival rates among myeloid malignancies in United States adults. Older AML patients face a much lower 5-year survival rate than their younger counterparts (8% for those aged 60-65 years vs. 38% for those under 45 years). Current therapies are limited and historically include low-dose cytarabine (LDAC), decitabine, azacitidine (AZA) and best supportive care. A phase II randomized study (Cortes et al, 2019) among previously untreated AML patients who are not eligible for intensive chemotherapy demonstrated improved overall survival (OS) in patients treated with glasdegib (GLAS) in combination with low-dose cytarabine (LDAC) compared to patients receiving LDAC alone. There are two trials comparing AZA with conventional care regimens that report data by bone marrow blasts (BMB) count: Fenaux et al. (2010) for patients with 20-30% BMB and Dombret et al (2015) for patients with over 30% BMB. In clinical practice, AZA may be restricted to the 20-30% BMB population, which is important to consider when comparing treatment options. Therefore, as there are currently no head-to-head comparisons for GLAS+LDAC vs AZA, two separate indirect treatment comparisons (ITCs) were performed in different BMB populations (i.e., 20-30% and >30% BMB). ITCs is an accepted method to support evidence-based comparative effectiveness decision making and ultimately help to optimize treatment and outcomes of patients with previously untreated AML. Method ITCs were conducted in a classical frequentist statistical framework based on the Bucher method. Patient-level data of the Cortes study (data-cut: January 2017) was divided into two subgroups in terms of BMBs, 20-30% (n=30) and >30% (n=80) to match the patient population of Fenaux et al (n=34) and Dombret et al (n=399) accordingly. GLAS+LDAC and AZA were compared in terms of overall survival and results were reported in terms of hazard ratio (HR) with corresponding 95% confidence intervals (95% CI). AZA was chosen as the reference treatment in the ITC. Results In the 20-30% BMB population, the estimated OS HR of GLAS-LDAC in comparison to AZA was 0.46 (95% CI: 0.10-2.14). In the >30% BMB population, the estimated OS HR of GLAS-LDAC in comparison to AZA was 0.61 (95% CI: 0.35-1.08). Conclusion These ITCs suggest that GLAS+LDAC is trending towards being a better treatment option for improving OS in patients with AML compared with AZA, irrespective of the level BMB. These results are consistent with previously published ITC results for this treatment comparison. The results of this ITC should, however, be interpreted with caution due to methodological limitations. First, the relatively small number of patients and deaths result in high uncertainty (as exemplified by the 95% CIs) and, second, patient baseline characteristics (including cytogenetic risk, ECOG status and de novo status) between trial arms and over the different trials were either imbalanced or not reported. While more research is needed, current evidence suggests that GLAS+LDAC may be the preferred treatment option for previously untreated AML patients irrespective of BMB levels. Disclosures Van Beekhuizen: Ingress-health: Consultancy, Other: funding from Pfizer. Bell: Pfizer Inc.: Employment, Equity Ownership. Gezin: Ingress-health: Consultancy, Other: funding from Pfizer. Cappelleri: Pfizer: Employment, Equity Ownership. Heeg: Ingress-Health: Employment. Selya-Hammer: Pfizer Inc: Employment, Equity Ownership. Charaan: Pfizer Inc: Employment, Equity Ownership. Chan: Pfizer Inc: Employment, Equity Ownership."
}