{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.4329.4329",
    "article_title": "Impact of Number of Prior Therapies and Bulk of Disease on Outcomes with Venetoclax (VEN) Monotherapy for Relapsed/Refractory Chronic Lymphocytic Leukemia (CLL) ",
    "article_date": "December 7, 2017",
    "session_type": "642. CLL: Therapy, excluding Transplantation: Poster III",
    "abstract_text": "Background: The BCL-2 inhibitorVEN is an effective therapy for patients (pts) with relapsed/refractory (R/R) CLL, including those with 17p deletion (del[17p]), a high-risk poor prognosis group. Historic reports with chemoimmunotherapy (CIT) demonstrated that less disease bulk, fewer lines of therapy, and sensitivity to chemotherapy correlated with depth and durability of remission. Here, we conducted a pooled analysis from 3 ongoing studies of VEN monotherapy to evaluate the impact of disease bulk and number of prior therapies on responses and outcomes. Methods: Pts with R/R CLL who received at least one dose of VEN in the M12-175 (first-in-human), M13-982 (del[17p] CLL; n=5 previously-untreated pts), or M14-032 (prior ibrutinib or idelalisib) Phase I or II studies were evaluated. All pts started with weekly dose ramp up to 400 mg daily over 4-5 weeks and continued VEN until disease progression/discontinuation. Data cutoff was 10June0216 for M12-175 and M13-982 and 31Jan2017 for M14-032. Differences in responses were assessed by logistic regression and differences in survival endpoints were assessed by the Cox proportional hazard regression model. Results: For all 352 pts, median age was 66 years (range: 28-85), 93% had ECOG 0-1, 62% (212/342 assessed) had del(17p), 50% (93/185) had TP53 mutation, and 49% had at least one node ≥5 cm (≥10 cm, 14%) by CT scanning. Pts had received a median of 3 prior therapies (range: 0-15). At the time of analysis, median time on VEN was 17.8 months (range: 0-50.1). Overall response rate (ORR) in all pts was 71% (246/347), with complete remission (CR/CRi) in 14% (47/347). Within this heavily pretreated population enriched for del(17p) and TP53 mutation, ORR was similar regardless of disease bulk (69% for pts with nodes <5 cm, 76% for ≥5 - <10 cm, and 67% for ≥10 cm), but pts with nodes <5 cm had higher CR/CRi rate than other pts (21% for pts with nodes <5 cm, 7% for ≥5 - <10 cm, and 4% for ≥10 cm; p =.0147) (Table 1). Long-term outcomes were better for pts with nodes <5 cm (Table 1). Progression-free survival (PFS) and duration of response (DOR) were longer for pts with nodes <5 cm vs ≥5 - <10 cm (PFS, p =.0007; DOR, p= .0012) and PFS was longer for pts with nodes ≥5 - <10 cm vs ≥10 cm ( p =.0496) (Figure 1). OS was longer for <5 cm vs ≥5 - <10 cm (p =.0047), though median had not been reached for these pts; OS was also longer for pts with nodes ≥5 - <10 cm vs ≥10 cm who had a median OS of 28.8 months ( p =.0086). There was a difference in ORR for pts who had received 1 prior therapy vs ≥4 prior lines of therapy: 83%% vs 62% (odd ratio: .294 [95% CI: .146 - .592]; p =.0006). The CR/CRi rate was also higher for pts who received 1 prior therapy (27%) vs 2 or 3 (15%; odds ratio: .288 [95% CI: .134 - .618]; p =.0014) and ≥4 prior lines of therapy (11%; odds ratio: .226 [95% CI: .104 - .492]; p =.0002) (Table 1). PFS and DOR for pts with 1 prior therapy were longer than for pts with 2 or more prior lines ( p <.05; Figure 1 and Table 1); OS was also longer for pts with 1 prior therapy ( p <.05). Across subgroups, similar response and outcome profiles were also observed for pts with del(17p) CLL (eg, PFS was longer for pts with del[17p] CLL who had 1 vs 2 or 3 [ p =.0009] and 1 vs ≥4 prior therapies [ p =.001]). These data are further being interrogated, particularly for differences in depth and durability of remission based on type (eg, monoclonal antibodies, purine analogs, kinase inhibitors) and line of therapy, in order to shed light on optimal sequencing patterns across the choice of therapy (data will be available for presentation). Conclusions: VEN induces deep and durable responses in pts with R/R CLL, including pts with del(17p) CLL. Similar to published CIT studies, PFS and OS were most favorable for pts with fewer prior therapies and less disease bulk. These data suggest that pts may benefit from receiving VEN earlier in the treatment sequence and, for pts with active disease, before their nodal burden exceeds 5 cm. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Wierda: Emergent: Consultancy, Honoraria, Research Funding; Celgene: Consultancy, Honoraria; Kite: Research Funding; The University of Texas MD Anderson Cancer Center: Employment; Merck: Consultancy, Honoraria; Genentech/Roche: Consultancy, Honoraria, Research Funding; Janssen: Research Funding; GSK/Novartis: Consultancy, Honoraria, Research Funding; Sanofi: Consultancy, Honoraria; Karyopharm: Research Funding; Genzyme: Consultancy, Honoraria; Acerta: Research Funding; AbbVie: Consultancy, Honoraria, Research Funding; Pharmacyclics: Consultancy, Honoraria, Research Funding; Juno: Research Funding; Gilead: Consultancy, Honoraria, Research Funding. Roberts: AbbVie: Other: Employee of Walter and Eliza Hall Institute of Medical Research which receives milestone and royalty payments related to venetoclax, Research Funding; Genentech: Research Funding; Amgen: Research Funding; BeiGene: Research Funding; Servier: Research Funding. Kim: AbbVie: Employment, Equity Ownership. Lash-Fleming: AbbVie: Employment, Equity Ownership. Maher: AbbVie: Employment, Equity Ownership. Busman: AbbVie: Employment, Equity Ownership. Zhou: Abbvie: Employment, Equity Ownership. Nielsen: AbbVie Inc.: Employment, Equity Ownership. Stilgenbauer: Genentech: Consultancy, Honoraria, Research Funding; AbbVie: Consultancy, Honoraria, Research Funding; Novartis: Consultancy, Honoraria, Research Funding; GSK: Consultancy, Honoraria, Research Funding; Hoffman La-Roche: Consultancy, Honoraria, Research Funding; Celgene: Consultancy, Honoraria, Research Funding; Janssen: Consultancy, Honoraria, Research Funding; Sanofi: Consultancy, Honoraria, Research Funding; Mundipharma: Consultancy, Honoraria, Research Funding; Amgen: Consultancy, Honoraria, Research Funding; Pharmacyclics: Consultancy, Honoraria, Research Funding; Genzyme: Consultancy, Honoraria, Research Funding; Gilead: Consultancy, Honoraria, Research Funding; Boehringer-Ingelheim: Consultancy, Honoraria, Research Funding.",
    "topics": [
        "chronic lymphocytic leukemia refractory",
        "venetoclax",
        "brachial plexus neuritis",
        "disease remission",
        "protein p53",
        "chemosensitivity",
        "complete remission",
        "disease progression",
        "electrocorticogram",
        "ibrutinib"
    ],
    "author_names": [
        "William G Wierda, MD PhD",
        "John F Seymour, MBBS, PhD",
        "Andrew W. Roberts",
        "Su Young Kim",
        "L. Leanne Lash-Fleming",
        "Johnathan Maher",
        "Todd Busman",
        "Lang Zhou",
        "Jacqueline Nielsen",
        "Stephan Stilgenbauer, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "William G Wierda, MD PhD",
            "author_affiliations": [
                "University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "John F Seymour, MBBS, PhD",
            "author_affiliations": [
                "Department of Haematology, Peter MacCallum Centre, Melbourne, Australia "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew W. Roberts",
            "author_affiliations": [
                "Royal Melbourne Hospital, Melbourne, Australia "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Su Young Kim",
            "author_affiliations": [
                "AbbVie Inc., North Chicago, IL "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "L. Leanne Lash-Fleming",
            "author_affiliations": [
                "AbbVie Inc., North Chicago, IL "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Johnathan Maher",
            "author_affiliations": [
                "AbbVie Inc., North Chicago, IL "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Todd Busman",
            "author_affiliations": [
                "AbbVie Inc., North Chicago, IL "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lang Zhou",
            "author_affiliations": [
                "AbbVie Inc., North Chicago, IL "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jacqueline Nielsen",
            "author_affiliations": [
                "AbbVie Inc., North Chicago, IL "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephan Stilgenbauer, MD PhD",
            "author_affiliations": [
                "Department III of Internal Medicine, University Hospital Ulm, Ulm, Germany"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-09T09:41:49",
    "is_scraped": "1"
}