{
    "doi": "https://doi.org/10.1182/blood.V118.21.5112.5112",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2043",
    "start_url_page_num": 2043,
    "is_scraped": "1",
    "article_title": "Here Is the Sub-Title:Apoptosis on Multiple Myeloma U266 Cell by Phosphorylation c-Jun of Brucine ",
    "article_date": "November 18, 2011",
    "session_type": "Myeloma - Pathophysiology and Pre-Clinical Studies, excluding Therapy",
    "abstract_text": "Abstract 5112 Objective: To investigate the Mechanism of the apoptotic effect of brucine on human multiple myeloma. Method: U266 cells (5×10 4 ) were plated in the presence or absence of the brucine (0, 0.05, 0.1, 0.2, 0.4 mg/ml) in 96 well culture plates for 24–72 h. The anti-proliferative response of brucine was assessed by MTT assay. The analysis of cell cycle of U266 cell with or without brucine was mesured by flow cytometry. The expression change of c-Jun after joining brucine, brucine and JNK specific inhibitor SP600125 was detected using RT-PCR. Results The apoptotic effect of brucine show a dose and time dependent manner. Cell cycle analysis using flow cytometry revealed accumulation of cells at sub-G 0 /G 1 phase. The apoptosis rate separately were (4.137±0.01)%, (10.55±0.03)%, (12.31±0.04)%, (27.67±0.08)%, (29.67±0.09)% (p<0.01). Detecting c-Jun gene expression respectively after joining brucine, brucine and JNK specific inhibitor SP600125 by RT-PCR. The gray scale values were (0.7961±0.007),(0.4683±0.003). Conclusions Within the 0.4mg/ml concentration of brucine can induce apoptosis in U266 cells. Brucine by JNK signaling pathway through phosphorylation of c-Jun induced apoptosis in U266 cells. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "apoptosis",
        "multiple myeloma",
        "phosphorylation",
        "flow cytometry",
        "reverse transcriptase polymerase chain reaction"
    ],
    "author_names": [
        "Yanping Ma",
        "Zhihua Li",
        "Yihua Wang",
        "Jing Feng"
    ],
    "author_affiliations": [
        [
            "Second Affiliated Hospital, Shanxi Medical University, Taiyuan, China, "
        ],
        [
            "shanxi medical university, taiyuan, China, "
        ],
        [
            "shanxi medical university, taiyuan, China, "
        ],
        [
            "shanxi medical university, taiyuan, China"
        ]
    ],
    "first_author_latitude": "37.851755",
    "first_author_longitude": "112.55505199999999"
}