{
    "doi": "https://doi.org/10.1182/blood.V120.21.2029.2029",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2207",
    "start_url_page_num": 2207,
    "is_scraped": "1",
    "article_title": "Comparative Analysis of the Value of Consolidation with Allogeneic Hematopoietic Stem Cell Transplantation (AHSCT) Versus High-Dose Cytarabine (HDAC) Based Chemotherapy in Patients (pts) with Acute Myeloid Leukemia (AML) with Chromosome Seven Abnormalities ",
    "article_date": "November 16, 2012",
    "session_type": "731. Clinical Allogeneic and Autologous Transplantation - Results: Poster I",
    "topics": [
        "allogeneic hematopoietic stem cell transplant",
        "brachial plexus neuritis",
        "chemotherapy regimen",
        "cytarabine",
        "hdac protocol",
        "histone deacetylase",
        "leukemia, myelocytic, acute",
        "chromosomes",
        "complete remission",
        "disease remission"
    ],
    "author_names": [
        "Elias J. Jabbour, MD",
        "Hagop M. Kantarjian, MD",
        "Betul Oran, MD, MS",
        "Farhad Ravandi, MD",
        "Hady Ghanem, MD",
        "Issa Khouri, MD",
        "Guillermo Garcia-Manero, MD",
        "Michael S Mathisen, PharmD",
        "Qaiser Bashir, MD",
        "Rima M Saliba, PhD",
        "Maria Khouri",
        "Sherry A. Pierce, RN, BS",
        "Mark Brandt, BS",
        "Richard E. Champlin",
        "Marcos De Lima, MD"
    ],
    "author_affiliations": [
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Leukemia, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Stem Cell Transplantation, University of Texas, M D Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Leukemia, MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Stem Cell Transplantation and Cellular Therapy, University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Leukemia, The University of Texas MD Anderson Cancer Center, Houston, USA, "
        ],
        [
            "Department of Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Stem Cell Transplantation and Cellular Therapy, University of Texas M. D. Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "MDACC, Houston, TX, USA, "
        ],
        [
            "Department of Leukemia, The University of Texas, M.D. Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Leukemia Department, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX, USA"
        ]
    ],
    "first_author_latitude": "29.7068146",
    "first_author_longitude": "-95.3971547",
    "abstract_text": "Abstract 2029 Background: The karyotype of leukemic cells in pts with AML is one of the most pronounced prognostic factors determining response to therapy and overall outcome. Pts with AML and chromosome 7 abnormalities have poor prognosis and AHSCT is highly indicated for such pts. Aims: To determine to what extent AHSCT reduces relapses and improve survival in pts with AML with chromosome 7 abnormalities compared with alternative post remission therapy. Methods: We reviewed 2167 consecutive pts with AML referred to our department between 2000 and 2011. Among them, 325 were diagnosed with chromosome 7 abnormalities as a single abnormality (n=53, 16%) or complex (n=272, 84%). Of these, 126 pts (39%) were induced with IA based regimen and 49 (39%) of them achieved a complete remission (CR) or complete remission without platelet recovery (CRp) and pursued consolidation therapy. These pts were matched with 33 pts with available donors who were referred to receive an ASHCT in first CR. Results: Median age for pts receiving consolidation chemotherapy versus AHSCT was 56 (range, 19–78) and 49 (range, 22–71) years, respectively (<0.001). Of the 33 pts who received an AHSCT, 17 received their stem cells from related siblings, 15 from unrelated matched donors, and 1 from a haplo-identical donor. Conditioning regimen were fludarabine and busulfan in 26 pts and fludarabine and melphalan in 7 pts. Graft versus host disease (GVHD) prohylaxis consisted mainly of tacrolimus and short methotrexate. Median time to engraftment was 12 days for neutrophils (range, 9–20) and 19 days for platelets (range, 10–53). Acute Grade 3/4 and chronic GVHD were observed at the rate of 3% and 45%, respectively. With a median follow-up of 29 weeks (range, 14–239) for pts receiving consolidation chemotherapy and of 168 weeks (range, 5–454) for pts receiving AHSCT, the 4-year event-free survival (EFS) rates were 4% and 51%, respectively (p<0.001). The median EFS for pts receiving consolidation chemotherapy and AHSCT were 17 (range, 1–330) and 51 (range, 1–456) weeks ( Figure 1 ), respectively. The 4-year OS rates were 7% and 62%, respectively (p<0.001), with the median survival being 35 (range, 1–568) and 389 (range, 1–456) weeks, respectively ( Figure 2 ). Conclusion: AHSCT applied as a consolidation in first CR in pts with chromosome 7 abnormalities is associated with a significant reduction of the relapse rate and improvement of OS compared to alternative post remission therapy. Figure 1. View large Download slide Event-free survival Figure 1. View large Download slide Event-free survival Figure 2. View large Download slide Overall survival Figure 2. View large Download slide Overall survival Disclosures: No relevant conflicts of interest to declare."
}