{
    "doi": "https://doi.org/10.1182/blood.V118.21.116.116",
    "article_title": "Decision Analysis of Allogeneic Stem Cell Transplantation in Patients with Myelodysplastic Syndrome Stratified According to the Who Classification-Based Prognostic Scoring System (WPSS) ",
    "article_date": "November 18, 2011",
    "session_type": "633. Myelodysplastic Syndromes: Results of Clinical Trials in Patients with MDS",
    "abstract_text": "Abstract 116 Myelodysplastic syndromes (MDS) are heterogeneous myeloid neoplasms that range from indolent conditions with a near normal life expectancy to forms very close to acute myeloid leukemia (AML). The WHO classification-based Prognostic Scoring System (WPSS) is able to classify MDS patients into five risk groups (very low, low, intermediate, high, and very high) with different median survival (from more than 10 to about 1 yr). Despite recent progress, the only curative treatment for MDS remains allogeneic stem cell transplantation (allo-SCT), which however involves a non-negligible risk of mortality and morbidity. Allo-SCT is not considered in patients with low WPSS risk, whose median survival is >10 yr. Conversely, eligible patients with high or very high WPSS risk, whose median survival is 1–2 yr, should be offered immediate transplantation. Uncertainty exists about the optimal timing of allo-SCT in the low and intermediate WPSS-risk groups, and to address this issue we performed an ad hoc decision analysis. We analyzed two cohorts of MDS patients: i) 615 patients diagnosed with MDS at the Fondazione IRCCS Policlinico San Matteo, Pavia, Italy, between 1992–2007, who were followed regularly and mostly received best supportive care; ii) 405 patients who received allo-SCT between 1997–2007, reported to the Gruppo Italiano Trapianto di Midollo Osseo (GITMO) registry. In this latter cohort, variables were analyzed at the time of transplantation in patients undergoing allo-SCT upfront, and at the time of remission-induction chemotherapy in those receiving treatment before allo-SCT. We adopted a continuous time multi-state Markov approach to model the natural history of the disease. In this model, each WPSS risk group is represented by a state, and transition is allowed to the next state (to AML from very high risk) or to death. A transition intensity (i.e., instantaneous risk of moving to another state) is then estimated for each possible transition. Allo-SCT is modeled as a time-dependent covariate with 3 levels: i) no allo-SCT; ii) transplantation done no more than 3 months before; iii) transplantation done more than 3 months before. The effect of allo-SCT on survival was estimated by hazard ratios (HR) with respect to the no allo-SCT level. We examined two different policies: policy A ) to perform allo-SCT after t months since entering the low-risk state or at the time of progression to intermediate risk; policy B ) to perform allo-SCT after t months since entering the intermediate-risk state or at the time of progression to high risk. For each policy, the expected survival of patients with different age at diagnosis was calculated. According to the model, a patient with a low WPSS risk is expected to spend 6.2 years (95% CI, 5.5–7.0) in this risk group, and, in case of progression, 3.5 years (95% CI, 3.1–4.0) in the intermediate one. The cumulative incidence of progression from low to a higher WPSS risk was 9%, 31% and 41% at 1, 3 and 5 years, respectively, while that of progression from intermediate to a higher risk was 18%, 40% and 53% at 1, 3 and 5 years, respectively. Overall, expected survival times from diagnosis were higher under policy A vs policy B. Expected survival decreased with increasing age (from 30 to 65 yr) under policy A, while there was little effect of age under policy B. For younger patients, expected survival times were up to four years greater under policy A, while there was no estimated benefit for patients closer to age 65. When the waiting time before transplantation was progressively increased from 0 to 60 months, there was a small decrease in expected survival under policy A for younger patients. Conversely, varying the time of transplantation between 0–60 months did not substantially influence expected survival under policy B. These findings suggest that in eligible patients with low or intermediate WPSS-risk MDS there is no clear benefit in adopting a delayed transplantation strategy, as the risk of progression abolishes the expected gain in survival resulting from postponing the procedure. In particular, younger patients appear to benefit from early transplantation in the low risk state. This is at variance with a previous decision analysis based on the International Prognostic Scoring System (IPSS) ( Blood. 2004;104:579–85 ), which concluded that for low and intermediate-1 IPSS-risk MDS, delayed allo-SCT was associated with maximal life expectancy. This paper is on behalf of GITMO investigators. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "allogeneic stem cell transplant",
        "decision analysis",
        "myelodysplastic syndrome",
        "allopurinol",
        "transplantation",
        "prostatic hypertrophy risk score",
        "chemotherapy regimen",
        "indolent",
        "leukemia, myelocytic, acute",
        "neoplasms"
    ],
    "author_names": [
        "Emilio Paolo Alessandrino",
        "Matteo G Della Porta",
        "Luca Malcovati",
        "Christopher H Jackson",
        "Cristiana Pascutto",
        "Andrea Bacigalupo",
        "Maria Teresa van Lint",
        "Michele Falda",
        "Massimo Bernardi",
        "Francesco Onida",
        "Stefano Guidi",
        "Anna Paola Iori",
        "Raffaella Cerretti",
        "Paola Marenco",
        "Pietro Pioltelli",
        "Emanuele Angelucci",
        "Rosi Oneto",
        "Alessandro Rambaldi",
        "Alberto Bosi",
        "Mario Cazzola"
    ],
    "author_dict_list": [
        {
            "author_name": "Emilio Paolo Alessandrino",
            "author_affiliations": [
                "Dept of Hematology Oncology, Fondazione IRCCS Policlinico San Matteo & University of Pavia, Pavia, Italy, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Matteo G Della Porta",
            "author_affiliations": [
                "Dept of Hematology Oncology, Fondazione IRCCS Policlinico San Matteo & University of Pavia, Pavia, Italy, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Luca Malcovati",
            "author_affiliations": [
                "Dept of Hematology Oncology, Fondazione IRCCS Policlinico San Matteo & University of Pavia, Pavia, Italy, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christopher H Jackson",
            "author_affiliations": [
                "MRC Biostatistics Unit, Institute of Public Health, Cambridge, United Kingdom, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cristiana Pascutto",
            "author_affiliations": [
                "Dept of Hematology Oncology, Fondazione IRCCS Policlinico San Matteo & University of Pavia, Pavia, Italy, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrea Bacigalupo",
            "author_affiliations": [
                "Dept of Hematology Oncology, Ospedale San Martino, Genova, Italy, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria Teresa van Lint",
            "author_affiliations": [
                "Dept of Hematology Oncology, Ospedale San Martino, Genova, Italy, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michele Falda",
            "author_affiliations": [
                "Stem Cell Transplant Center, Ospedale San Giovanni Battista, Torino, Italy, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Massimo Bernardi",
            "author_affiliations": [
                "Hematology and Bone Marrow Transplantation Unit, IRCCS Ospedale San Raffaele, Milano, Italy, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francesco Onida",
            "author_affiliations": [
                "Division of Hematology, Fondazione IRCCS Cà Granda Ospedale Maggiore Policlinico, University of Milan, Milano, Italy, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stefano Guidi",
            "author_affiliations": [
                "Dept of Hematology, Ospedale di Careggi, Firenze, Italy, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anna Paola Iori",
            "author_affiliations": [
                "Dept of Cellular Biotechnologies and Hematology, Sapienza University of Rome, Roma, Italy, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Raffaella Cerretti",
            "author_affiliations": [
                "Stem Cell Transplant Unit, University of Rome Tor Vergata, Roma, Italy, "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paola Marenco",
            "author_affiliations": [
                "Dept of Hematology Oncology, Ospedale Niguarda Ca' Granda, Milano, Italy, "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pietro Pioltelli",
            "author_affiliations": [
                "Div of Hematology and Transplant Unit, Ospedale San Gerardo, Monza, Italy, "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Emanuele Angelucci",
            "author_affiliations": [
                "Hematology and Bone Marrow Transplantation Unit, Ospedale Oncologico Armando Businco, Cagliari, Italy, "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rosi Oneto",
            "author_affiliations": [
                "Dept of Hematology Oncology, Ospedale San Martino, Genova, Italy, "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alessandro Rambaldi",
            "author_affiliations": [
                "Div of Hematology, Ospedali Riuniti, Bergamo, Italy"
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alberto Bosi",
            "author_affiliations": [
                "Dept of Hematology, Ospedale di Careggi, Firenze, Italy, "
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mario Cazzola",
            "author_affiliations": [
                "Dept of Hematology Oncology, Fondazione IRCCS Policlinico San Matteo & University of Pavia, Pavia, Italy, "
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-20T09:35:26",
    "is_scraped": "1"
}