{
    "doi": "https://doi.org/10.1182/blood.V126.23.2164.2164",
    "article_title": "Commonly Used Clinical Intravenous Fluid Formulations Differentially Affect Sickle Red Blood Cell Stiffness and Transit Time ",
    "article_date": "December 3, 2015",
    "session_type": "113. Hemoglobinopathies, Excluding Thalassemia - Basic and Translational Science: Poster II",
    "abstract_text": "Background: Disruption of red blood cell (RBC) volume regulation and water homeostasis is a major component of sickle cell pathophysiology. As such, hydration is a mainstay of prevention and treatment of vaso-occlusive crises (VOC) in patients with sickle cell disease (SCD). However, evidence for guiding clinicians' choice for intravenous (IV) fluid hydration in the acute setting is lacking (Okomo, Coch Data Syst Rev, 2012). Pediatric hematologists typically discourage rapid infusion of hypotonic fluid given the risk of hyponatremia, although such fluids as 5% dextrose with 34meq/L or 77meq/L sodium are often used after stabilizing various acute clinical situations relevant to SCD. Although altered sodium concentration and osmolarity have been shown to affect erythrocyte swelling and rheology, dextrose-containing fluids used clinically such as D5 ¼ and D5 ½ normal saline (NS), have not been studied (Reinhart et al., Mic Res, 2015; Hijiya et al., J Lab Clin Med, 1991). To those ends, we sought to investigate the effect of different clinically relevant IV fluid formulations on normal and sickle RBC stiffness and deformability. Methods: Fresh blood was obtained from healthy volunteers and patients with sickle cell anemia (SS) on hydroxyurea and not transfused for at least 100 days. Sterile, clinical grade fluids stored at room temperature were used for the experiments (Baxter, Figure 1A). Our laboratory has previously published a description of a microfluidic device comprised of multiple parallel microchannels 5μm wide recapitulating the in vivo geometry of capillaries (Rosenbluth et al., Lab Chip, 2008). This microvasculature-on-a-chip enables measurements of single-RBC transit times, which correlate with cell stiffness (Figure 1B,C). For the transit time experiments, a master silicon wafer was used to mold the microfluidic channels out of polydimethylsiloxane (PDMS) silicone. Centrifuged RBCs were washed with phosphate-buffered saline (PBS) and then diluted to 0.5% hematocrit (HCT) in the various fluids prior to flow. Cell suspensions were perfused into a microfluidic device pre-coated with 2% bovine serum albumin (BSA) at an average linear flow rate of 0.50 mm s -1 in the smallest channels with a syringe pump (Harvard Apparatus) and then imaged at 20x at 20 frames per second. Images were recorded for future analysis. For the experiments assessing RBC shape, washed RBCs were diluted with PBS to 0.5% HCT and imaged at 40x in plastic wells at time 0. PBS was removed and 100 μL of each clinical fluid formulation was added to the wells and images were then obtained over time. RBC circularity was calculated using custom-written scripts in Matlab (Figure 1D). Results: RBC transit times in both healthy and sickle blood were affected by osmolarity and the various solute concentrations (Figures 2A,B). Transit times of sickle RBCs in all IV fluid formulations were significantly higher, over 10 times, than that of RBCs from healthy donors. Transit times for both healthy and sickle donors were least in the D5 ¼ NS solution. Of note, sickle RBC transit time was greatest in the NS solution. Sickle RBC circularity also changed with solute concentration and osmolarity with statistical significance (Figure 2C). Cells with the highest change in circularity from baseline were also those exposed to the D5 ¼ NS solution. Conclusion: Our results suggest the stiffness of sickle RBCs is affected by different formulations of clinical IV fluids. Increased transit time of sickle RBCs in NS through our device may in part be explained by the decreased circularity, indicating that RBCs adopt more irregular shapes in this fluid. This, in turn, could lead to increased propensity of microchannel obstruction. Although the exact mechanisms are unclear, this begs the question of whether NS is an appropriate choice for initial fluid resuscitation for VOC and other SCD-related complications as it could exacerbate the already high stiffness and shape irregularity of sickle RBCs, further increasing microvascular occlusion. As these in vitro results have significant clinical implications, ongoing experiments involve investigating how these fluid-dependent effects may alter sickle RBC adhesion in 'endothelialized' microfluidic devices, how different oxygen tensions affect these fluid-mediated effects, potential differences on and off of hydroxyurea, and the underlying mechanisms of this IV fluid formulation-dependent effect. View large Download slide View large Download slide Close modal View large Download slide View large Download slide Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "erythrocytes",
        "intravenous fluid",
        "medical devices",
        "painful bladder syndrome",
        "glucose",
        "hydroxyurea",
        "sickle cell anemia",
        "sodium",
        "solutes",
        "adhesions"
    ],
    "author_names": [
        "Marcus A Carden, MD",
        "Meredith Ellen Fay, BS",
        "Yumiko Sakurai, MSc",
        "Robert G Mannino, BS",
        "Jordan Ciciliano, BS",
        "Reginald Tran, BS",
        "Wilbur A Lam, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Marcus A Carden, MD",
            "author_affiliations": [
                "Department of Pediatrics, Aflac Cancer Center and Blood Disorders Service of Children's Healthcare of Atlanta and Emory University School of Medicine, Atlanta, GA ",
                "Wallace H. Coulter Department of Biomedical Engineering, Georgia Institute of Technology and Emory University, Atlanta, GA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Meredith Ellen Fay, BS",
            "author_affiliations": [
                "Wallace H. Coulter Department of Biomedical Engineering, Georgia Institute of Technology and Emory University, Atlanta, GA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yumiko Sakurai, MSc",
            "author_affiliations": [
                "Department of Pediatrics, Aflac Cancer Center and Blood Disorders Service of Children's Healthcare of Atlanta and Emory University School of Medicine, Atlanta, GA ",
                "Wallace H. Coulter Department of Biomedical Engineering, Georgia Institute of Technology and Emory University, Atlanta, GA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert G Mannino, BS",
            "author_affiliations": [
                "Department of Pediatrics, Aflac Cancer Center and Blood Disorders Service of Children's Healthcare of Atlanta and Emory University School of Medicine, Atlanta, GA ",
                "Wallace H. Coulter Department of Biomedical Engineering, Georgia Institute of Technology and Emory University, Atlanta, GA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jordan Ciciliano, BS",
            "author_affiliations": [
                "Woodruff School of Mechanical Engineering, Petit Institute for Bioengineering and Bioscience, Georgia Institute of Technology, Atlanta, GA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Reginald Tran, BS",
            "author_affiliations": [
                "Wallace H. Coulter Department of Biomedical Engineering, Georgia Institute of Technology and Emory University, Atlanta, GA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wilbur A Lam, MD PhD",
            "author_affiliations": [
                "Department of Pediatrics, Aflac Cancer Center and Blood Disorders Service of Children's Healthcare of Atlanta and Emory University School of Medicine, Atlanta, GA ",
                "Wallace H. Coulter Department of Biomedical Engineering, Georgia Institute of Technology and Emory University, Atlanta, GA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-02T18:38:54",
    "is_scraped": "1"
}