{
    "doi": "https://doi.org/10.1182/blood.V126.23.1910.1910",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3040",
    "start_url_page_num": 3040,
    "is_scraped": "1",
    "article_title": "A Randomized Trial of Olanzapine and Palonosetron versus Infused Ondansetron for the Treatment of Chemotherapy Induced Nausea and Vomiting in Patients Undergoing Hematopoietic Stem Cell Transplantation ",
    "article_date": "December 3, 2015",
    "session_type": "721. Clinical Allogeneic Transplantation: Conditioning Regimens, Engraftment and Acute Transplant Toxicities: Poster I",
    "topics": [
        "chemotherapy-induced nausea and vomiting",
        "hematopoietic stem cell transplantation",
        "olanzapine",
        "ondansetron",
        "palonosetron",
        "nausea",
        "single-dose regimen",
        "infusion procedures",
        "melphalan",
        "allogeneic hematopoietic stem cell transplant"
    ],
    "author_names": [
        "Midori Nakagaki, BPharm, MSc, BCOP",
        "Michael Barras, BPharm, GradDipClinPharm, PhD",
        "Cameron Curley, MBBS, FRACP, FRCPA",
        "Jason P Butler, MBBS, MMedSc, FRACP, FRCPA",
        "Glen A Kennedy, MBBS, FRACP, FRCPA"
    ],
    "author_affiliations": [
        [
            "Pharmacy Department, Royal Brisbane and Women's Hospital, Brisbane, Australia "
        ],
        [
            "Pharmacy Department, Royal Brisbane and Women's Hospital, Brisbane, Australia ",
            "School of Pharmacy, University of Queensland, Brisbane, Australia "
        ],
        [
            "Department of Haematology, Royal Brisbane and Women's Hospital, Brisbane, Australia "
        ],
        [
            "Department of Haematology, Royal Brisbane and Women's Hospital, Brisbane, Australia "
        ],
        [
            "Department of Haematology, Royal Brisbane and Women's Hospital, Brisbane, Australia ",
            "School of Medicine, University of Queensland, Brisbane, Australia"
        ]
    ],
    "first_author_latitude": "-27.446976699999997",
    "first_author_longitude": "153.02846879999998",
    "abstract_text": "Background: Despite routine antiemetic administration during conditioning for hematopoietic stem cell transplantation (HSCT), breakthrough chemotherapy induced nausea and vomiting (CINV) can still be problematic. Recent studies in solid tumor therapy have demonstrated effectiveness of both olanzapine and the second generation 5HT3 receptor antagonist palonosetron in management of CINV. However, there remains little comparative data on efficacy of these agents, especially within HSCT. Aims: To compare the effectiveness of olanzapine and palonosetron to an ondansetron infusion (standard of care) for the treatment of breakthrough CINV in patients undergoing HSCT. Method: A randomized open-label prospective study was performed in HSCT patients suffering breakthrough CINV during conditioning despite standard prophylaxis with IV ondansetron 8mg TDS plus a single dose of oral aprepitant 165mg. Patients were randomised on a 1:1:1 basis to receive either ondansetron 32mg in 250ml normal saline as a continuous infusion over 24 hours, an olanzapine wafer 10mg once daily, or a single dose of palonosetron 0.25mg IV. All groups were allowed prn metoclopramide IV and / or lorazepam SL as rescue anti-nausea medication. Nausea score was graded from 0 (no nausea) to 100 (worst nausea) and recorded using a visual analogue scale (VAS). The primary endpoint was a composite outcome of no emesis, no use of rescue medication, and nausea score reduction of >50%. The secondary endpoint was nausea score reduction of >50%. Both endpoints were measure at 24 and 48hrs after initiation of the study treatment. Statistical analysis was conducted using a double-sided Fisher's exact test. Results: In total, 18, 22 and 22 patients were randomized to the ondansetron, olanzapine and palonosetron arms respectively. Overall 53% of patients had undergone autologous and 47% allogeneic HSCT. Conditioning regimens included high dose melphalan (200mg/m 2 ) and BEAM for autologous HSCT and Cy / TBI and fludarabine / melphalan (melphalan 120mg/m2) for allogeneic protocols. A similar proportion of patients randomized to ondansetron versus olanzapine versus palonosetron received autologous versus allogeneic HSCT, with similar ratios of individual conditioning regimens included within each arm (p=NS for all comparisons). Patients' age, gender and other risk factors such as history of CINV were also similar between arms (p=NS for all comparisons). The primary endpoint was achieved in 6%, 45% and 18%, and 6%, 64% and 18% of ondansetron versus olanzapine versus palonosetron patient groups at 24 and 48hrs respectively. Overall olanzapine was significantly more effective at controlling breakthrough CINV compared to ondansetron at both 24 and 48hrs (p=0.011 and 0.0002 respectively). Olanzapine was also more effective than palonosetron at 48hrs (p=0.005). The secondary outcome was observed in 17%, 60% and 62%, and 35%, 71% and 43% of ondansetron versus olanzapine versus palonosetron patient groups at 24 and 48hrs respectively. Again, olanzapine was superior to ondansetron at controlling nausea at both 24 and 48hrs (p=0.0009 and p=0.048 respectively). However, there was no significant difference between olanzapine and palonosetron in reduction of nausea score >50% at either time point. Palonosetron was superior to ondansetron at nausea control at 24 (p=0.008) but not at 48hrs. Serious adverse drug reactions were not reported in any arms, and median duration from stem cell infusion to the engraftment was 13 days, 13 days and 14 days for ondansetron, olanzapine and palonosetron arms respectively (p=NS). Conclusions: When compared to ondansetron infusion and a single dose of palonosetron, daily olanzapine is superior treatment of breakthrough CINV in patients undergoing HSCT. A single dose of palonosetron does not significantly reduce emesis but is effective for the treatment of nausea up to 24 hours. Further studies are required to determine the ideal dosing frequency of palonosetron. Disclosures Off Label Use: Olanzapine is used as an antiemetic, which is widely accepted.."
}