{
    "doi": "https://doi.org/10.1182/blood.V106.11.3073.3073",
    "article_title": " RAS and G-CSF Receptor Mutations Are Mutually Exclusive in Leukemogenesis in Severe Congenital Neutropenia. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "Activating RAS mutations are common in myelodysplastic syndrome (MDS) and acute myeloid leukemia (AML) and were found in some patients with severe congenital neutropenia (CN) after transformation to MDS/AML ( Kalra et al. Blood  1995 ; 86 : 4579 ). CN is a rare genetic disorder characterized by severe neutropenia leading to recurrent life-threatening bacterial infections due to the failure of myeloid cells to mature from promyelocytes and myelocytes to neutrophils. The risk for malignant transformation in CN is currently estimated at 14%. Based on earlier investigations one proposed model of the genetic events associated with progression of CN to MDS/leukemia starts with the acquirement of a somatic G-CSF Receptor gene ( G-CSFR ) mutation. In this model, RAS mutations and chromosomal aberrations such as monosomy 7 or trisomies represent late events in the transformation process. We have screened bone marrow specimens from 44 CN patients for mutations in the G-CSFR and in the KRAS2 and NRAS genes. Remarkably, we not only identified G-CSFR mutations in 10 out of 14 CN patients with MDS/AML, but also in 21 out of 30 patients without transformation. Only 1 out of 44 patients with CN harbored an activating RAS mutation ( NRAS , c.37G>C; G13R). In this patient, who developed secondary chronic myelomonocytic leukemia at the age of 18, the NRAS mutation was not detected in a bone marrow sample obtained at age 2. Results of cytogenetic investigations were available for 10 out of the 14 CN/MDS/leukemia patients. Chromosomal abnormalities were detected in all 10 patients, and included monosomy 7 (n=3), trisomies (n=3), deletions (n=2) and translocations (n=5). In addition to the cohort of 44 patients mentioned above, we analyzed 3 of the 5 CN patients with secondary myeloid leukemia in whom a NRAS mutation, c.35G>A (G12D), was described previously ( Kalra et al. Blood  1995 ; 86 : 4579 ). None of these patients carried a G-CSFR mutation. Combining our data with data available from the literature the frequency of RAS mutations in CN patients is now 6/55 (11%). Accordingly, RAS mutations are less common during leukemic progression in CN than suggested by earlier studies, which may reflect changes in demographics of the CN population and/or effects of early treatment with G-CSF. The sequential occurrence of G-CSFR and RAS mutations in the leukemogenesis is very rare. Instead, our genetic data suggest RAS and the G-CSFR mutations are largely mutually exclusive in CN and may deregulate common signaling pathways.",
    "topics": [
        "congenital neutropenia",
        "granulocyte colony-stimulating factor receptors",
        "leukemogenesis",
        "mutation",
        "receptors, colony-stimulating factor",
        "bone marrow specimen",
        "leukemia",
        "bacterial infections",
        "genetic disorder",
        "granulocyte colony-stimulating factor"
    ],
    "author_names": [
        "Manuela Germeshausen, PhD",
        "Chris Kratz, MD",
        "Matthias Ballmaier, PhD",
        "Kevin M. Shannon, MD",
        "Karl Welte, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Manuela Germeshausen, PhD",
            "author_affiliations": [
                "Pediatric Hematology and Oncology, Hannover Medical School, Hannover, Germany"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Chris Kratz, MD",
            "author_affiliations": [
                "Department of Pediatrics, University of California, San Francisco, CA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Matthias Ballmaier, PhD",
            "author_affiliations": [
                "Pediatric Hematology and Oncology, Hannover Medical School, Hannover, Germany"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kevin M. Shannon, MD",
            "author_affiliations": [
                "Department of Pediatrics and Adolescent Medicine, University of Freiburg, Freiburg, Germany"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Karl Welte, MD",
            "author_affiliations": [
                "Pediatric Hematology and Oncology, Hannover Medical School, Hannover, Germany"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-26T13:05:18",
    "is_scraped": "1"
}