{
    "doi": "https://doi.org/10.1182/blood.V122.21.2468.2468",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2552",
    "start_url_page_num": 2552,
    "is_scraped": "1",
    "article_title": "Phenotypic Rescue Of Induced Pluripotent Stem Cells From Dyskeratosis Congenita Patients By Ectopic Expression Of DKC1 But Not TERC  ",
    "article_date": "November 15, 2013",
    "session_type": "508. Bone Marrow Failure: Poster II",
    "topics": [
        "dkc1 gene",
        "dyskeratosis congenita",
        "phenotype",
        "stem cells, pluripotent",
        "terc gene",
        "ectopic gene expression",
        "telomerase",
        "rna",
        "idiopathic pneumonia syndrome",
        "pancytopenia"
    ],
    "author_names": [
        "Bai-wei Gu, MD; Ph.D",
        "Jason A. Mills",
        "Marisa Apicella",
        "Jian-meng Fan, BS",
        "Deborah L. French",
        "Monica Bessler",
        "Philip J. Mason"
    ],
    "author_affiliations": [
        [
            "Pediatrics, The Children's Hospital of Philadelphia, Philadelphia, PA, USA, "
        ],
        [
            "Center for Cellular and Molecular Therapeutics, The Children's Hospital of Philadelphia, Philadelphia, PA, USA, "
        ],
        [
            "Comprehensive Bone Marrow Failure Center, The Children's Hospital of Philadelphia, Philadelphia, PA, USA"
        ],
        [
            "Pediatrics, The Children's Hospital of Philadelphia, Philadelphia, PA, USA, "
        ],
        [
            "Center for Cellular and Molecular Therapeutics, The Children's Hospital of Philadelphia, Philadelphia, PA, USA, "
        ],
        [
            "Comprehensive Bone Marrow Failure Center, The Children's Hospital of Philadelphia, Philadelphia, PA, USA"
        ],
        [
            "Comprehensive Bone Marrow Failure Center, The Children's Hospital of Philadelphia, Philadelphia, PA, USA"
        ]
    ],
    "first_author_latitude": "39.9442658",
    "first_author_longitude": "-75.20098345",
    "abstract_text": "Telomerase is a ribonucleoprotein that adds telomeric repeats onto the chromosome ends, preventing the replication-dependent loss of telomere repeats and cellular senescence in highly proliferative germ-line cells and in stem cells and cancer cells. Dyskeratosis Congenita (DC) is a rare bone marrow failure syndrome, which affects tissues that need constant renewal by stem cell activity. So far 8 genes have been found whose mutation causes DC and they all encode products that play a role in telomere maintenance. About 35% of DC patients show X-linked-recessive inheritance due to mutations in the DKC1 gene encoding dyskerin, a protein important in telomere maintenance and ribosomal RNA biogenesis. Mutant dyskerin can destabilize telomerase RNA leading to rapidly shortening telomeres, accelerated stem cell aging and bone marrow failure. However the precise mechanism by which this occurs is not known and some results suggest dyskerin may play a more direct role in telomerase action. So far studies of the cell biology of DC stem cells have been hampered by their scarcity in patients and their short life span and attempts to create mouse models have suffered from differences in both telomere biology and hematopoiesis between mouse and human. In this study, to investigate disease pathogenesis of X-linked DC, we generated induced pluripotent stem cells (iPSC) from patients’ skin fibroblast cell carrying DKC1 mutations Q31E , Δ37 and A353V . The recurrent A353V mutation accounts for about 40% of DKC1 mutations and usually causes a severe clinical phenotype while patients carrying Q31E and Δ37 mutations show a milder phenotype. We found that dyskerin protein expression in all of these dyskerin mutant iPS cells is decreased in agreement with our mouse studies that show mutant proteins are relatively unstable. These iPS cells show dramatically decreased TERC RNA levels and telomerase activity. Telomere length measurement revealed that mutant iPS cells lose the ability to elongate telomeres during the reprogramming processing; telomere erosion was particularly rapid in A353V cells. To further investigate whether dyskerin protein could play direct role in regulating telomerase activity other than stabilization of TERC RNA during the processing of assembly, we tested if the defect in telomerase function in these iPS cells could be rescued by expressing wild type dyskerin or TERC RNA. We expressed the rescuing genes by using the zinc-finger nuclease-mediated method to insert them into the safe harbor AAVs1 site, initially of DKC1 Δ37 cells. After testing the telomerase function, we found that expressing WT-dyskerin protein in Δ37 iPS cells fully restores the mature Terc RNA expression level and the telomerase activity to normal levels. However, although Δ37 iPS with over-expressed WT TERC RNA can accumulate normal level of TERC RNA, these cells fail to increase telomerase activity. These results suggest that defective telomerase activity cause by DKC1 mutations can only reversed by expressing WT dyskerin but not by TERC RNA. These data suggest that, as one of three core components of the telomerase complex, dyskerin may play a direct role in telomerase activity. Disclosures: No relevant conflicts of interest to declare."
}