{
    "doi": "https://doi.org/10.1182/blood.V108.11.3122.3122",
    "article_title": "Reduced-Intensity Allogeneic Transplantation after Failure of Autologous Transplantation: A Prospective Multi-Center CALGB Study. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "abstract_text": "Relapse of malignancy (RM) remains the most important cause of treatment failure following high-dose chemotherapy and autologous hematopoietic transplantation (AHCT). Allogeneic transplantation (allo-HCT) can salvage some patients who relapse or develop MDS following AHCT. However, myeloablative allo-HCT has been associated with a prohibitive transplant-related mortality (TRM) in such patients. CALGB study 100002 prospectively assessed the safety of reduced-intensity allo-HCT (RICT) in patients who failed prior AHCT. Eligibility required the development of RM or MDS > 6 months following AHCT for a hematologic malignancy and an available HLA-identical sibling (MSD) or 9/10 locus matched related donor, or a 10/10 matched unrelated donor. Between Dec 02 and Mar 06, 82 patients were registered from 11 CALGB centers. Patient characteristics: median age = 51 (17–70); male-63%; diagnoses - NHL 30%, HD 26%, MM 18%, MDS 16%, AML 8%, CLL 2%; donor - MSD 43%, MUD 55%, 9/10 MRD 2%. Median time between AHCT and RICT was 2.6 yrs (0.6–5.7 yrs). Preparative regimen for patients with MSD was fludarabine 30 mg/m2/d x 5 d, busulfan (i.v.) 3.2 mg/kg/d x 2 d. For patients without MSD rabbit ATG (Thymoglobulin ®) 2.5mg/kg/d x 4 d was added. PBSC 2–8 x 10 6 CD34+ cells/kg was used as the graft. GVHD prophylaxis consisted of tacrolimus tapering at d +90 and methotrexate 5 mg/m2 x 3 doses for MSD patients. For non-MSD patients, tacrolimus was tapered starting d +180, a fourth dose of methotrexate and MMF (d 0 to d +60) were added. Primary endpoint was TRM at 6 months. For 56 patients with > 6 months post-RICT follow-up (median follow-up 1.3 yrs), 6 month TRM was 8.7% (MSD patients 4.2%, non-MSD patients 9.3%). Total cumulative TRM was 14.3% (MSD 16.7%, non-MSD 12.5%). Reported cumulative rates of II–IV and III–IV acute GVHD are 28.2% and 11.8% respectively. Chimerism studies were performed centrally on peripheral blood (PB) specimens. The percentage of patients from MSD patients who achieved full (> 90%) donor T-cell (CD3) chimerism in PB on day 30, 60, 90 and 180 post transplant are 15, 40, 47, 57 and 60% respectively. In contrast, for non-MSD patients the corresponding rates are 78, 68, 86 and 91 % respectively. Both MSD and non-MSD patients achieved full (>90%) donor chimerism in myeloid cells by d 30 in > 80% of patients. This study observed a <10% 6-month TRM for RICT following AHCT failure in the multi-center, co-operative group setting. Also, the use of a more potent GVHD prophylaxis regimen seems to enable TRM rates for non-MSD patients to approximate those seen for MSD patients. MSD patients achieve slower onset of full-donor chimerism in T-cells with this regimen. A successor study will assess means of increasing early T-cell chimerism in the MSD patients.",
    "topics": [
        "cancer and leukemia group b",
        "transplantation, autologous",
        "transplantation, homologous",
        "allopurinol",
        "transplantation",
        "follow-up",
        "graft-versus-host disease",
        "methotrexate",
        "tacrolimus",
        "busulfan"
    ],
    "author_names": [
        "Asad Bashey, MD, PhD",
        "Kouros Owzar, PhD",
        "Jeffrey L. Johnson",
        "Steven M. Devine, MD",
        "Richard K. Shadduck, MD",
        "Thomas C. Shea, MD",
        "Charles Linker, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Asad Bashey, MD, PhD",
            "author_affiliations": [
                "Moores Cancer Center, University of California, San Diego, La Jolla, CA, USA",
                "BMT Group of Georgia, Atlanta, GA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Kouros Owzar, PhD",
            "author_affiliations": [
                "CALGB Statistical Center, Duke University, Durham, NC, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeffrey L. Johnson",
            "author_affiliations": [
                "CALGB Statistical Center, Duke University, Durham, NC, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Steven M. Devine, MD",
            "author_affiliations": [
                "Bone Marrow Transplant, Washington University, St. Louis, MO, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard K. Shadduck, MD",
            "author_affiliations": [
                "Western Pennsylvania Cancer Institute, Pittsburgh, PA, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas C. Shea, MD",
            "author_affiliations": [
                "Division of Hematology/Oncology, University of North Carolina, Chapel Hill, NC, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Charles Linker, MD",
            "author_affiliations": [
                "University of California, San Francisco, San Francisco, CA, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-02T18:38:22",
    "is_scraped": "1"
}