{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.3219.3219",
    "article_title": "Pharmacokinetics of Treosulfan in Patients with Thalassemia Major Undergoing Allogeneic Hematopoietic Stem Cell Transplantation — a Comparison of Two Formulations and Correlation with Clinical Outcomes ",
    "article_date": "December 7, 2017",
    "session_type": "721. Clinical Allogeneic Transplantation: Conditioning Regimens, Engraftment, and Acute Transplant Toxicities: Poster II",
    "abstract_text": "Introduction: We have shown before that treosulfan based conditioning improves outcome of allogeneic hematopoietic stem cell transplantation (aHSCT) in patients with thalassemia major (TM), particularly in those with class 3 high risk disease. (Mathews et al, PLoS ONE, 2013) Treosulfan is a bi-functional alkylating agent, similar to busulfan except for two additional hydroxyl moieties. Unlike busulfan, treosulfan is a prodrug which non-enzymatically converts into its mono and di-epoxide active derivatives. Treosulfan (Medac, GmbH, Germany) (TreoM) is the only product currently available. Its cost accounts for nearly 20-25% of the total cost of aHSCT in India. There is limited data on the pharmacokinetics (PK) of Treosulfan in thalassemia major or its correlation with clinical outcomes and toxicities. In this analysis, we have evaluated the PK of Treosulfan with two different Treosulfan formulations, TreoM and Treosulfan (Emcure, Pune, India) (TreoE), in patients with TM undergoing aHSCT at our center and correlated them with outcomes. Patients and methods: All patients undergoing aHSCT for TM with the following conditioning regimen - thiotepa 8 mg/kg/day on day -6, fludarabine 40 mg/m 2 /day on days -5 to -2 and treosulfan 14 G/m 2 days -5 to -3, were included in this analysis. While TreoM was in use since 2009, TreoE was evaluated from 2015 as a pivotal drug registration study in India. Both treosulfan formulations were in 5 gm lyophilized vials with similar instructions for reconstitution and administration. Blood samples were obtained for Treo assay just before (0hr), at the end of infusion & 1, 2, 3, 4, 6, 8 & 24 hrs after infusion. Treo levels in plasma were measured using HPLC with refractometric detection. Treo PK (AUC, CL, V) was estimated using nonlinear mixed effects modeling via Monolix 4.3.3. Several covariates were also evaluated. Clinical outcome related to regimen related toxicities (RRT), engraftment, graft versus host disease and rejection were prospectively documented. Chimerism was assessed on day +28 first and thereafter at 3, 6 and 12 months unless otherwise indicated. Both studies were approved by the institutional review board. Results: A total of 87 patients were treated with TreoM and 15 with TreoE. The demographics in the two groups were comparable with median age (range) being 9 years (1-25) and 11 years (2-17), and class 3 high risk being 41% and 47%, respectively (p=ns). Comparison of Treo PK parameters showed high inter-individual variation (IIV) in AUC (TreoM-median:1325, range: 126-4484 vs. TreoE-median:675, range: 125-1367 mg*hr/L; p=0.00033) and Cl (TreoM median:10.83, range: 3-111 vs. TreoE median: 20, range 7.6-111 L/h/m2; p=0.0004) (Figure) The IIV was >30 fold with TreoM and ~10 fold with TreoE for AUC. There were 5 rejections including 2 primary graft failures with TreoM and none with TreoE (p=ns). When rejection was correlated with TreoM AUC values in quartiles, there was no rejection in the lowest quartile, 0/20 vs 5/59 in the higher quartiles (p=ns). AUC values of 13/15 patients receiving TreoE were in the range of the lowest quartile of TreoM. Other major RRT including grade 3 or 4 mucositis (20% vs 33%) and sinusoidal obstruction syndrome (15% vs 13%), respectively, were also similar in both groups. Conclusion: This study reports the comparison of the first generic treosulfan with the original molecule and shows that even though there are major differences in the PK parameters, there was no adverse impact of the clinical outcome. The basis for this difference as well as the lower inter-individual variation of TreoE remains unclear. The data also suggests that as a pro-drug, higher clearance and low AUC of Treosulfan may indicate higher levels of the active metabolites which appears to correlate with better engraftment but without increase in toxicity. Optimal PK parameters for Treosulfan in conditioning for TM remain to be defined. In the meantime, the significantly lower cost of the generic product should improve access to this drug in the world. View large Download slide View large Download slide  Close modal Disclosures Srivastava: Bayer Healthcare, Shire, Novo Nordisk, Roche Genentech, LFB: Other: Educational grants / Advisory Board / Grants Review / Data Monitoring Committee, Research Funding.",
    "topics": [
        "allogeneic hematopoietic stem cell transplant",
        "cooley's anemia",
        "infectious mononucleosis",
        "pharmacokinetics",
        "treatment outcome",
        "toxic effect",
        "busulfan",
        "infusion procedures",
        "alkylating agents",
        "epoxy compounds"
    ],
    "author_names": [
        "Alok Srivastava, MD",
        "Ezhilpavai Mohanan, Msc",
        "Raveen Stephen Stallon Illangeswaran, M.Sc.,",
        "Carl Panetta, PhD",
        "Kavitha M Lakshmi, MSc",
        "Anu Korula, MD DM",
        "Aby Abraham, MD DM",
        "Biju George, MDDM",
        "Vikram Mathews, MD DM",
        "Poonkuzhali Balasubramanian, MSc, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Alok Srivastava, MD",
            "author_affiliations": [
                "Department of Haematology, Christian Medical College, Vellore, India "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ezhilpavai Mohanan, Msc",
            "author_affiliations": [
                "Department of Haematology, Christian Medical College, Vellore, India "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Raveen Stephen Stallon Illangeswaran, M.Sc.,",
            "author_affiliations": [
                "Department of Haematology, Christian Medical College, Vellore, India "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carl Panetta, PhD",
            "author_affiliations": [
                "St. Jude Children Research Hospital, Memphis,"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kavitha M Lakshmi, MSc",
            "author_affiliations": [
                "Department of Haematology, Christian Medical College, Vellore, India "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anu Korula, MD DM",
            "author_affiliations": [
                "Department of Haematology, Christian Medical College, Vellore, India "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aby Abraham, MD DM",
            "author_affiliations": [
                "Department of Haematology, Christian Medical College, Vellore, India "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Biju George, MDDM",
            "author_affiliations": [
                "Department of Haematology, Christian Medical College, Vellore, India "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vikram Mathews, MD DM",
            "author_affiliations": [
                "Department of Haematology, Christian Medical College, Vellore, India "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Poonkuzhali Balasubramanian, MSc, PhD",
            "author_affiliations": [
                "Department of Haematology, Christian Medical College, Vellore, India "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-12T09:36:13",
    "is_scraped": "1"
}