{
    "doi": "https://doi.org/10.1182/blood.V112.11.3055.3055",
    "article_title": "Radioimmunotherapy (RIT) with 177 Lutetium-DOTA-Rituximab ( 177 LU-D- R): A Phase I/II - Study in 30 Patients with Relapsing Follicular, Mantle Cell and Other Indolent B-Cell Lymphomas ",
    "article_date": "November 16, 2008",
    "session_type": "Lymphoma: Therapy with Biologic Agents, excluding Pre-Clinical Models",
    "abstract_text": "RIT in CD 20 positive lymphoma has mainly been studied by using 131 Iodine ( 131 I) or 90 Yttrium ( 90 Y) labelled antibodies. Lutetium-177 linked to the chimaeric anti CD 20 antibody Rituximab (R) with DOTA (1,4,7,10-tetraaza-cyclododecane-1,4,7,10-tetraacetic acid) as chelator emits beta rays (0.497MeV) and a gamma component (113keV 7%, 208keV 11%) suitable for imaging. Its handling is less hazardous than 131 I and the beta component may give a more favourable tumour to non-tumour ratio than 90 Y. The aim of the study was to determine the maximum tolerated dose (MTD) and to explore clinical response. Non labelled rituximab (250mg/m 2 ) was given on d1 and d8. 177 LU-D-R was injected on d8. Pts were hospitalized for five days for sequential imaging and, at higher doses, to fulfil radiation safety requirements. From Feb 02 to Aug 08 we treated 30 pts (m:16, f: 14, median # of preTx: 3) in 7 cohorts (level 1–7) of 2 to 7 pts. Since activity was already seen at the lowest dose (20 mCi/m 2 ), escalation was carried out in steps of only 5 mCi/m 2 . No Grade III/IV non- hematologic toxicity was observed (2 pts being too early to evaluate). Gr II fatigue and Gr I nausea were reported mainly on the days following treatment (Tx). Hematologic toxicity: Anemia Gr II: 2 in 7 pts (2/7) at level 4, 1/4 at level 5. No Gr III/IV was seen, no transfusions were required. Lc: Gr III was seen at levels 3–6 each (nadir wk 8), no Gr IV was seen. Neutro: Gr III: 1/5 at level 3, 1/6 at level 4, 1/4 at level 5, 3/4 at level 6 no Gr IV was observed. No neutropenic fever was observed. Tc: One brief Gr IV was seen in 1 of 5 pts at level 3, one Gr III each at levels 4–6 (nadir: wk 7), no bleeding occurred and no Tc transfusions were required (2 pts being too early). Response was assessed by [ 18 F]FDG-PET and CT or PET/CT pre Tx, wk 10 and when clinically indicated thereafter. Responses were seen on all dose levels. Six of 12 pts with untransformed follicular lymphoma (FL) (med age: 59 y, 36–82) remain in remission 74, 71, 71, 32, 6 and 4 months after RIT. One pt treated at the lowest dose had a regression of pleural effusions after RIT, received an allogeneic transplant and has been in remission for 70 months. Two pts with FL have died. One pt with transformed FL had a brief response, then received an autologous transplant and has been in remission for 2 yrs. The 14 pts with mantle cell lymphoma (MCL) (med age: 71 y, 46–85) usually had brief responses in parts of their tumour mass. 10 pts have died. Median time to next Tx was 4 months. One pt with localized indolent MCL responded twice to 177 LU-D-R, progressed after the 3 rd Tx and is alive 60 months after his 1 st dose. One pt had a brief response, then received bortezomib and has been in CR for 2 years (2 pts too early). Other indolent histologies had brief responses. With a maximum observation time of 75 months, no MDS or leukemia was seen. According to national radiation safety requirements 177 LU-D- R at a dose of 50mCi/m 2 requires a hospital stay of 5 days. This dose seems to have a promising therapeutic index mainly in FL and will be tested in a larger patient cohort. (This study was supported by the JP Obrecht Foundation, Arlesheim, Switzerland and the Swiss Cancer League. Day 1 and 8 Rituximab for pts 1 to 25 was provided free of charge by Roche Pharma Schweiz, Reinach, Switzerland. 177 LU-D-R was manufactured at the Radiological Chemistry unit, University Hospital, Basel, Switzerland. Lutetium-177 was purchased either from I.D.B. Holland BV or from Perkin Elmer, USA)",
    "topics": [
        "b-cell lymphomas",
        "indolent",
        "lutetium",
        "radioimmunotherapy",
        "rituximab",
        "brachial plexus neuritis",
        "disease remission",
        "neoplasms",
        "antibodies",
        "blood transfusion"
    ],
    "author_names": [
        "Andreas Lohri, MD",
        "Flavio Forrer, MD, PhD",
        "Benedetta Campana",
        "Christoph Mamot, MD",
        "Ralph Winterhalder, MD",
        "Richard Herrmann, MD",
        "Helmuth R Maecke, PhD",
        "Jan Müller-Brand, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Andreas Lohri, MD",
            "author_affiliations": [
                "Dept. of Oncology/Hematology, Medical University Clinic, Liestal, Switzerland"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Flavio Forrer, MD, PhD",
            "author_affiliations": [
                "Dept. of Nuclear Medicine, University Hospital Basel, Basel, Switzerland"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Benedetta Campana",
            "author_affiliations": [
                "Dept. of Oncology/Hematology, Medical University Clinic, Liestal, Switzerland"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christoph Mamot, MD",
            "author_affiliations": [
                "Medical Oncology, University Hospital Basel, Basel, Switzerland"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ralph Winterhalder, MD",
            "author_affiliations": [
                "Department of Medical Oncology, Kantonsspital, Lucerne, Switzerland"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard Herrmann, MD",
            "author_affiliations": [
                "Medical Oncology, University Hospital Basel, Basel, Switzerland"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Helmuth R Maecke, PhD",
            "author_affiliations": [
                "Division of Radiological Chemistry, University Hospital Basel, Basel, Switzerl"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jan Müller-Brand, MD",
            "author_affiliations": [
                "Dept. of Nuclear Medicine, University Hospital Basel, Basel, Switzerland"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-11T02:26:45",
    "is_scraped": "1"
}