{
    "doi": "https://doi.org/10.1182/blood.V122.21.1079.1079",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2656",
    "start_url_page_num": 2656,
    "is_scraped": "1",
    "article_title": "Diagnostic and Prognostic Values Of ADAMTS13 Activity Measured During Daily Plasma Exchange Therapy In Patients With Acquired TTP ",
    "article_date": "November 15, 2013",
    "session_type": "311. Disorders of Platelet Number or Function: Poster I",
    "abstract_text": "Thrombotic thrombocytopenic purpura (TTP) is a devastating hematological disease that requires immediate treatment with daily plasma exchange (PE) to prevent mortality and morbidity. In many cases, PE procedures were initiated prior to a collection of patient specimen for laboratory testing. ADAMTS13 deficiency (activity <10%) is routinely used to confirm the clinical suspicion of TTP. However, the effect of daily PE treatments on the measurement of ADAMTS13 activity in TTP patients is yet to be well documented. Moreover, presently it is unknown whether the ADAMTS13 activity levels obtained during PE therapy are useful in the prediction of treatment outcomes. In this study, we obtained sequential pre-PE samples (n=212) through the course of daily PE treatment from 19 patients presented to OSUMC with acute episodes of TTP (initial episode=11, relapse episode=8) between 2007 and 2010. All patients were treated with a uniformed PE treatment protocol established since 2003. “Clinical response” is defined as an achievement of a normal platelet count and LDH, as well as an absence of clinical symptom/signs for TTP. Longitudinal pre-PE samples were collected from each patient, at least every other day, until patient either achieved clinical response (n=14) or expired (n=2). Three patients were refractory to PE therapy and their sequential pre-PE samples were collected at least until day 21 of the treatment. Table 1 shows the percentage of patients who exhibited ADAMTS13 activity 10% within one week of PE treatment while others did not show >10% ADAMTS13 activity until day 10, later or expired. We evaluated the correlation between the improved ADAMTS13 activity with patient characteristics at presentation and PE treatment outcomes. As shown in Table 2 , a prompt rise of ADAMTS13 activity during PE therapy is not influenced by age, gender, race, type of TTP episode, platelet count, LDH, or ADAMTS13 activity levels at the time of acute presentation. However, the patients with a higher inhibitor titer or abnormal renal function prior to PE treatment are significantly related with the failure to obtain ADAMST13 >10% after 7 daily PE treatments. After further analysis of the treatment outcomes in this cohort, it was determined that the group with an adequate rise of ADAMTS13 activity is associated with an achievement of clinical response within one week of PE therapy. The group that failed to achieve >10% ADAMTS13 activity within one week is related to the PE treatment failure manifested either as TTP exacerbation, disease refractoriness, or death, but the correlation did not reach a statistical significance (p=0.147). There is no correlation between ADAMTS13 recovery status during PE and future risk of TTP relapses. We concluded from this study that the pre-PE samples obtained prior to PE#4 provide diagnostic value in most cases of acquired TTP. Sequential examination of ADAMTS13 activity during the course of PE treatment may offer some prognostic information with regard to treatment outcomes. View Large View Large Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "adamts13 gene",
        "plasma exchange",
        "hematological diseases",
        "laboratory techniques and procedures",
        "thrombotic thrombocytopenic purpura",
        "platelet count measurement",
        "treatment outcome",
        "treatment failure"
    ],
    "author_names": [
        "Nan Wu",
        "Shangbin Yang, Ph.D.",
        "Spero R Cataland, M.D.",
        "Haifeng M Wu, M.D."
    ],
    "author_affiliations": [
        [
            "Pathology, Ohio State University, Columbus, OH, USA, "
        ],
        [
            "Pathology, Ohio State University, Columbus, OH, USA, "
        ],
        [
            "Internal Medicine, The Ohio State University, Columbus, OH, USA"
        ],
        [
            "Pathology, Ohio State University, Columbus, OH, USA, "
        ]
    ],
    "first_author_latitude": "39.98669415",
    "first_author_longitude": "-82.99464015"
}