{
    "doi": "https://doi.org/10.1182/blood-2018-99-114721",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3997",
    "start_url_page_num": 3997,
    "is_scraped": "1",
    "article_title": "The Combination of Complex Karyotypes' Subtypes and IGHV Mutational Status Provides Prognostic and Predictive Information in Chronic Lymphocytic Leukemia ",
    "article_date": "November 29, 2018",
    "session_type": "641. CLL: Biology and Pathophysiology, excluding Therapy: Poster I",
    "topics": null,
    "author_names": [
        "Andrea Visentin, MD",
        "Laura Bonaldi, MD",
        "Gian Matteo Rigolin",
        "Francesca Romana Mauro",
        "Annalisa Martines, PhD",
        "Federica Frezzato, PhD",
        "Silvia Imbergamo, MD",
        "Edoardo Scomazzon, MD",
        "Stefano Pravato, MD",
        "Antonella Bardi",
        "Maurizio Cavallari, MD",
        "Eleonora Volta",
        "Francesco Cavazzini, MD",
        "Mauro Nanni, MD",
        "Ilaria Del Giudice",
        "Monica Facco",
        "Anna Guarini, PhD",
        "Robin Foà, MD",
        "Gianpietro Semenzato",
        "Antonio Cuneo, MD",
        "Livio Trentin, MD"
    ],
    "author_affiliations": [
        [
            "Hematology and Clinical Immunology unit, Department of Medicine, University of Padua, Padua, Italy "
        ],
        [
            "Immunology and Molecular Oncology Unit, Veneto Institute of Oncology IOV-IRCSS, Padua, Italy "
        ],
        [
            "Hematology section, Department of Medical Sciences, University of Ferrara - Azienda Ospedaliera-Universitaria di Ferrara, University of Ferrara, Ferrara, Italy "
        ],
        [
            "Department of Cellular Biotechnologies and Hematology, Sapienza University, Rome, Italy "
        ],
        [
            "Immunology and Molecular Oncology Unit, Veneto Institute of Oncology IOV-IRCSS, Padua, Italy "
        ],
        [
            "Hematology and Clinical Immunology unit, Department of Medicine, University of Padua, Padova, Italy "
        ],
        [
            "Hematology and Clinical Immunology unit, Department of Medicine, University of Padua, Padua, Italy "
        ],
        [
            "Hematology and Clinical Immunology unit, Department of Medicine, University of Padua, Padua, Italy "
        ],
        [
            "Hematology and Clinical Immunology unit, Department of Medicine, University of Padua, Padua, Italy "
        ],
        [
            "Hematology section, Department of Medical Sciences, Azienda Ospedaliera-Universitaria, Arcispedale S. Anna, University of Ferrara, Ferrara, Italy "
        ],
        [
            "Hematology section, Department of Medical Sciences, Azienda Ospedaliera-Universitaria, Arcispedale S. Anna, University of Ferrara, Ferrara, Italy "
        ],
        [
            "Hematology section, Department of Medical Sciences, Azienda Ospedaliera-Universitaria, Arcispedale S. Anna, University of Ferrara, Ferrara, Italy "
        ],
        [
            "Division of Hematology, Department of Medical Sciences, University of Ferrara, Azienda Ospedaliera-Universitaria, Arcispedale S. Anna, Ferrara, Italy "
        ],
        [
            "Hematology, Department of Cellular Biotechnologies and Hematology, Sapienza University, Rome, Italy "
        ],
        [
            "Hematology, Department of Cellular Biotechnologies and Hematology, Sapienza University, Rome, Italy "
        ],
        [
            "University School of Medicine, Department of Medicine, Hematology and Clinical Immunology Branch, Padua, Italy "
        ],
        [
            "Department of Molecular Medicine, Sapienza University, Rome, Italy "
        ],
        [
            "Department of Cellular Biotechnologies and Hematology, University \"Sapienza\", Rome, Italy "
        ],
        [
            "Dept. of Medicine, Hematology and Clinical Immunology, Padua School of Medicine, Padova, Italy"
        ],
        [
            "Hematology section, Department of Medical Sciences, University of Ferrara - Azienda Ospedaliera-Universitaria di Ferrara, University of Ferrara, Ferrara, Italy "
        ],
        [
            "Hematology and Clinical Immunology unit, Department of Medicine, University of Padua, Padua, Italy "
        ]
    ],
    "first_author_latitude": "45.406766",
    "first_author_longitude": "11.877446200000003",
    "abstract_text": "INTRODUCTION . Complex karyotype (CK), defined by the presence of at least 3 chromosomal abnormalities, is a heterogeneous cytogenetic category associated with adverse prognosis in several hematologic malignancies. Recently, Rigolin et al. provided evidence that CK with major structural abnormalities (CK2) at chronic lymphocytic leukemia (CLL) diagnosis negatively impact on the time to first treatment (TTFT) and overall survival (OS) (Rigolin GM, BJH 2018). However, it is unknown whether the prognostic strength of CK could be implemented when combined with stable markers such as the IGHV mutational status. In the present study, we assessed the prognostic and predictive role of the combination of CK subtypes and IGHV status in a large CLL series. METHODS. Stimulated cytogenetics with CpG+IL2 was performed in 736 CLL patients in 3 referenced Italian hematological centers. According to Rigolin et al, CK2 cases included unbalanced translocations, addition, insertion, derivative and marker chromosomes. All other CK were classified as type 1 (CK1). An IGHV gene sequence homology >98% was considered as unmutated (U-IGHV), as opposed to mutated (M-IGHV). Treatment was initiated according to the iwCLL guidelines. TTFT and OS were calculated from diagnosis to first treatment or death, respectively, or last known follow-up. Survival curves were compared with the log-rank test and p<.05 was considered as significant. Harrell concordance index (c-index) was used to compare our prognostic model with Dohner's and FISH-IGHV models. RESULTS. We focused on 520 out of the 736 patients with cytogenetic and IGHV status assessed within 12 months from diagnosis. The median age at diagnosis was 63 years, 322 (62%) were males, 68% at Binet A stage, 45% U-IGHV, 48 harbored TP53 abnormalities, 99 a CK (28 CK1 and 71 CK2), 232 received at least one line of therapy (31% FCR, 16% BR, 8% ibrutinib, 5% chlorambucil-antiCD20, 40% other treatments) and 80 died over a median follow-up of 5.8 years. 71 (14%) harbored CK2, 214 (41%) CK1 or U-IGHV and 235 (45%) M-IGHV without CK2. The former group were characterized by a higher prevalence TP53 (38% vs 8% vs 3%, p<0.0001) and cytogenetics abnormalities but lower cases with low-risk FISH (i.e. 13q or normal; 38% vs 54% vs 91%, p<0.0001) as compared with others two groups. We observed that subjects with CK2 had a shorter TTFT (median years 1.97, 3.40 and 19.1, p<0.0001) and 5 years OS (67%, 85%, 93%, p<0.0001) compared to cases with CK1/U-IGHV, or M-IGHV without CK. These data were confirmed in multivariate analysis. The worse prognosis of CK2 patients was independent of TP53 status (p values 0.0770 and 0.8122 for TTFT and OS, respectively). The c-indexes for our model were 69% and 68% for TTFT and OS, respectively, and were not inferior to those calculated with Dohner's (64% and 61%) and FISH-IGHV (69% and 63%) models. The combination of these two markers also provides predictive information after first-line therapy (p<0.0001 for both TTFT and OS). In particular, among 107 patients treated with FCR or BR just one of the M-IGHV cases relapsed but none died after a median follow-up of 43 months as compared with the other two subgroups (3-year PFS 92%, 69% and 23%, p<0.0001; 3-year OS: 100%, 94%, 62%, p<0.0001). CONCLUSIONS. In this study, we demonstrated that the combination of CK subtypes and IGHV status provides important prognostic and predictive data in CLL. Moreover, our model was not inferior to other commonly used prognostic scores. While patients with M-IGHV without any subtypes of CK showed an excellent outcome with chemoimmunotherapy, new alternative therapies should be explored for patients with CK2. Disclosures Visentin: janssen: Consultancy, Honoraria. Rigolin: Gilead: Research Funding. Mauro: abbvie: Other: board member; janssen: Other: board member. Foà: JANSSEN: Other: ADVISORY BOARD, Speakers Bureau; NOVARTIS: Speakers Bureau; INCYTE: Other: ADVISORY BOARD; CELTRION: Other: ADVISORY BOARD; ABBVIE: Other: ADVISORY BOARD, Speakers Bureau; AMGEN: Other: ADVISORY BOARD; GILEAD: Speakers Bureau; CELGENE: Other: ADVISORY BOARD, Speakers Bureau; ROCHE: Other: ADVISORY BOARD, Speakers Bureau. Cuneo: Roche: Other: advisory board, Speakers Bureau; Gilead: Other: advisory board, Speakers Bureau; Abbvie: Other: advisory board, Speakers Bureau; janssen: Other: advisory board, Speakers Bureau. Trentin: Gilead: Research Funding; Janssen: Research Funding; Abbvie: Honoraria; Roche: Membership on an entity's Board of Directors or advisory committees."
}