{
    "doi": "https://doi.org/10.1182/blood.V112.11.276.276",
    "article_title": "Multiple Non-Linear Epitopes of ADAMTS13 Were Targeted by Anti- ADAMTS13 IgG in Patients with Acquired Idiopathic Thrombotic Thrombocytopenic Purpura ",
    "article_date": "November 16, 2008",
    "session_type": "Disorders of Platelet Number or Function",
    "abstract_text": "Most patients with idiopathic thrombotic thrombocytopenic purpura (TTP) are caused by acquired autoantibodies that bind and inhibit proteolytic activity of ADAMTS13, a metalloprotease that cleaves von Willebrand factor (vWF). However, the binding epitopes of these anti-ADAMTS13 autoantibodies in many cases have not been fully defined. The limited data in the literature were largely from studies of small sample size, using less desirable recombinant ADAMTS13 fragments expressed in E. coli bacteria or insect cells or employing a non-physiological technique for detection. The results were therefore either inconclusive or controversial. To overcome these pitfalls, the full-length ADAMTS13 and various fragments of ADAMTS13 were expressed in human embryonic kidney (HEK293) cells. The recombinant proteins were purified by a combination of anion exchange chromatography and Ni-NTA affinity column. The antibody and antigen reactions were all performed in phosphate-buffered saline at pH 7.4. The immune complexes were collected by incubation with protein A/G Sepharose. After electrophoresis under denatured and reduced conditions, the antigens (ADAMTS13 and fragments) were then detected by Western blot with anti-V5 IgG, which recognizes the carboxyl terminal V5- His epitopes of the recombinant proteins. We showed that IgGs from 67 patients with acquired idiopathic TTP all interacted with full-length ADAMTS13 (construct FL-AD13) and the CUB domainless variant (construct delCUB). Approximately 97% (65/67) of IgGs in TTP patients bound the variant truncated after the spacer domain (construct MDTCS). However, a removal of the Cys-rich and spacer domains (construct MDT) reduced its reactivity with IgGs from TTP patients by 88%, suggesting the important contribution of these domains to the antibody binding epitopes. Unexpectedly, a fragment consisting of a disintegrin domain, the first TSP1 repeat, the Cys-rich and spacer domains (construct DTCS) reacted with IgGs from only 52% of TTP patients, indicating the additional contribution of the metalloprotease domain to these non-linear binding epitopes. Moreover, approximately 31%, 37%, and 46% of patients’ IgGs targeted against the carboxyl terminal CUB domains, TSP1 2–8, and TSP1 5-8CUB, respectively. Low platelet count was observed at the time of admission in patients with the IgGs that reacted with the TSP1 2–8 and CUB domains of ADAMTS13, suggesting that the autoantibodies with the specificity toward more distal carboxyl-terminal domains of ADAMTS13 may impair ADAMTS13 function in vivo . We conclude that while the Cys-rich and spacer domains of ADAMTS13 contain the core epitopes, other adjacent functional domains may also contribute to the non-linear binding epitopes that are recognized by anti-ADAMTS13 IgGs. The data further support the role of autoantibodies against the middle and distal carboxyl terminal domains of ADAMTS13 in pathogenesis of TTP. Our findings provide novel insight into the mechanism of autoimmune-mediated TTP.",
    "topics": [
        "adamts13 gene",
        "epitopes",
        "immunoglobulin g",
        "thrombotic thrombocytopenic purpura, idiopathic",
        "autoantibodies",
        "spacer device",
        "thrombospondin 1",
        "antibodies",
        "antigens",
        "metalloproteases"
    ],
    "author_names": [
        "Dezhi Shang",
        "Haifeng Wu",
        "Spero Cataland",
        "Charles L. Bennett, MD, PhD, MPP",
        "Hau C. Kwaan",
        "X. Long Zheng"
    ],
    "author_dict_list": [
        {
            "author_name": "Dezhi Shang",
            "author_affiliations": [
                "Pathology and Laboratory Medicine, Children’s Hospital of Philadelphia and University of Pennsylvania, Philadelphia, PA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Haifeng Wu",
            "author_affiliations": [
                "Ohio State University, Columbus, OH, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Spero Cataland",
            "author_affiliations": [
                "Ohio State University, Columbus, OH, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Charles L. Bennett, MD, PhD, MPP",
            "author_affiliations": [
                "Hematology/Oncology, Northwestern University, Chicago, IL, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hau C. Kwaan",
            "author_affiliations": [
                "Northwestern University, Chicago, IL, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "X. Long Zheng",
            "author_affiliations": [
                "Pathology and Laboratory Medicine, Children’s Hospital of Philadelphia and University of Pennsylvania, Philadelphia, PA, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-08T02:23:28",
    "is_scraped": "1"
}