{
    "doi": "https://doi.org/10.1182/blood.V122.21.1221.1221",
    "article_title": "Profiling Of Polycyclic Aromatic Hydrocarbons-Induced Genotoxicity In Peripheral Blood Stem Cells and Bone Marrow Mesenchymal Stem Cells ",
    "article_date": "November 15, 2013",
    "session_type": "506. Hematopoiesis and Stem Cells: Microenvironment, Cell Adhesion and Stromal Stem Cells: Poster I",
    "abstract_text": "Background Polycyclic aromatic hydrocarbons (PAHs) are ubiquitous environmental pollutants that are potent mutagens and classified as carcinogens by International Agency for Research on Cancer. However, genotoxic effect of PAHs exposure has not been thoroughly presented in peripheral blood stem cells (PBSC) and bone marrow-mesenchymal stem cells (BM-MSC). Therefore, this study investigated the profiling of PAHs-induced genotoxicity in hematopoietic and mesenchymal stem cells using primary human-derived PBSC and BM-MSC. Zebrafish ( Danio rerio ) as in vivo vertebrate model was used for monitoring genotoxicity of PAHs exposure to the PBSC and BM-MSC. Materials and Methods Cytokine stimulation (10 mg/kg/d) was used in three healthy male donors from 5 d before to 2 d after. One to three apheresis procedures were planned for on day 0, day 1, and day 2, using a Baxter CS-3000 PLUS machine (Baxter Healthcare) and a COBE-Spectra (Gambro) for obtaining PBSC. Previous published protocol was used for the isolation and characterization of BM-MSCs. For in vitro cell line study, cells were cultured and maintained in RPMI media containing 10% fetal bovine serum and four types of PAHs- benzopyrene (BaP), pentacene, fluoranthene and pyrene - were added in the cell culture media with 100µM concentration. Cellular level of hydrogen peroxide as a representative marker of reactive oxygen species was measured using enzyme immunoassay. Mitochondrial mass, membrane potential and mitochondrial DNA (mtDNA) copy number were measured using MitoTracker Green, Red probes and real time PCR, respectively. Proteomics in mitochondrial-rich cytoplasmic fraction was performed using nano-LC-ESI-MS/MS analysis with the BioWorksBrowser (Thermo Fisher Scientific Inc., CA) and the SEQUEST search engines. For in vivo model study, Zebrafish embryos 30h post-fertilization (hpf) were exposed to BaP at concentrations of 200, 400, 600, 800 and 1000nM. Seventy embryos were cultured in 40 mL BaP solution in each petri dish, and there were three replicates for each of the five treatments. Embryos were collected at 54 hpf, 78hpf and 102hpf for the study of genotoxicity and morphological changes. Results According to each type of PAHs, the results of cell biology study showed different aspects: fluoranthene displayed profound significant reduction in cell count, especially in PBSC and viability decreased substantially after two days of exposuring into fluoranthene. On the third day of PAHs exposure, viability reduced remarkably in all the cells. Each type of cells displayed different proportionality of apoptosis. The proportion of apoptosis and cellular ROS level were increased in time- and dose-dependent manner after 3 days of PAHs treatment with different degree levels according to the type of PAHs. Mitochondrial contents and membrane potentials were increased with different pattern: mtDNA copy number and mass were dramatically elevated after 5-day treatment of fluoranthene and pyrene in both stem cells and in vivo Zebrafish model. Several hundreds of cellular proteins in mitochondrial-rich cytoplasmic fraction were profoundly deregulated in comparison to control group. The notable deregulated proteins for PAHs exposure were displayed as following: prelamin-A/C isoform 3 and annexin A1 for benzopyrene; prelamin-A/C isoform 3 and DNA topoisomerase 2-alpha for pentacene; poly [ADP-ribose] polymerase 1 (PARP-1) for fluoranthene; talin-1 and DNA topoisomerase 2-alpha for pyrene. Among them, prelamin-A/C isoform 3 and PARP-1 were further confirmed using mRNA and protein expression study. Obvious morphological abnormalities in the general shape of Zebrafish, including curved backbone and cardiomegaly, were observed in the 54 hpf with more than 400 nM of BaP. Conclusion This study showed global profiling of toxic changes of PAHs in PBSC and BM-MSC as well as Zebrafish model. The change of mitochondrial genome (increased mtDNA copy number and mass) was closely associated with PAH exposure in hematopoietic and mesenchymal stem cells. Among cellular proteins, prelamin-A/C isoform 3, talin-1 and annexin A1 were remarkably elevated after exposure of PAHs, this may play a role as biomarkers for PAHs exposure. Zebrafish, specifically at embryo stage, showed suitable in vivo model for monitoring PAHs exposure to hematopoietic tissue and other organs. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "adenosine diphosphate ribose",
        "annexin a1",
        "apheresis",
        "benzopyrenes",
        "biological markers",
        "bone marrow",
        "cancer",
        "carcinogens",
        "cardiomegaly",
        "cell culture techniques"
    ],
    "author_names": [
        "Hwan-Young Kim",
        "Hye-Ran Kim, PhD",
        "Trang Nguyen Thi Dai",
        "Hee-Jo Baek, MD, PhD",
        "Jae-Dong Moon, MD, PhD",
        "Jong-Hee Shin, MD, PhD",
        "Soon-Pal Suh, MD, PhD",
        "Hoon Kook, MD, PhD",
        "Dong-Wook Ryang, MD, PhD",
        "Myung-Geun Shin, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Hwan-Young Kim",
            "author_affiliations": [
                "Environmental Health Center for Childhood Leukemia and Cancer, Chonnam National University Hwasun Hospital, Hwasun, South Korea, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Hye-Ran Kim, PhD",
            "author_affiliations": [
                "Environmental Health Center for Childhood Leukemia and Cancer, Chonnam National University Hwasun Hospital, Hwasun, South Korea, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Trang Nguyen Thi Dai",
            "author_affiliations": [
                "Department of Laboratory Medicine, Environmental Health Center for Childhood Leukemia and Cancer, Chonnam National University Medical School and Chonnam National University Hwasun Hospital, Hwasun, South Korea, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hee-Jo Baek, MD, PhD",
            "author_affiliations": [
                "Environmental Health Center for Childhood Leukemia and Cancer, Chonnam National University Hwasun Hospital, Hwasun, South Korea, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jae-Dong Moon, MD, PhD",
            "author_affiliations": [
                "Environmental Health Center for Childhood Leukemia and Cancer, Chonnam National University Hwasun Hospital, Hwasun, South Korea, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jong-Hee Shin, MD, PhD",
            "author_affiliations": [
                "Department of Laboratory Medicine, Chonnam National University Hwasun Hospital, Hwasun, South Korea, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Soon-Pal Suh, MD, PhD",
            "author_affiliations": [
                "Department of Laboratory Medicine, Chonnam National University Hwasun Hospital, Hwasun, South Korea, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hoon Kook, MD, PhD",
            "author_affiliations": [
                "Environmental Health Center for Childhood Leukemia and Cancer, Chonnam National University Hwasun Hospital, Hwasun, South Korea, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dong-Wook Ryang, MD, PhD",
            "author_affiliations": [
                "Department of Laboratory Medicine, Chonnam National University Hwasun Hospital, Hwasun, South Korea, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Myung-Geun Shin, MD, PhD",
            "author_affiliations": [
                "Laboratory Medicine, Chonnam National University Medical School, Gwangju, South Korea"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-28T06:38:15",
    "is_scraped": "1"
}