{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.1223.1223",
    "article_title": "Par-4 Overexpression Impedes Leukemogenesis in the Eµ-TCL1 Leukemia Model ",
    "article_date": "December 7, 2017",
    "session_type": "603. Oncogenes and Tumor Suppressors: Poster I",
    "abstract_text": "Introduction: Prostate apoptosis response 4 (Par-4) is a tumor suppressor protein that is commonly downregulated by promoter methylation, inactivated by Akt1, or mutated in diverse solid tumors. It exhibits a unique cancer-specific activation quality, sensitizing tumor cells to apoptosis and inhibiting proliferation, but not affecting the untransformed cell type of origin. This is thought to be due to hyperactivation of kinases that activate Par-4 in transformed cells, which results from dysregulation of signaling pathways during transformation. In chronic lymphocytic leukemia (CLL) Par-4 is not downregulated, but is in fact more abundant than in healthy B cells. We explored the therapeutic potential of targeting the Par-4 pathway in CLL to exploit an endogenous anti-tumor mechanism. Methods: The Eµ-TCL1 mouse is a leukemia model commonly used to study CLL biology and test experimental therapeutics. We have developed the first B cell specific human Par-4 (Eµ-Par-4) overexpression mouse to explore the effect of Par-4 overexpression in the TCL1 model. Double transgenic Par-4/TCL1 mice were bred from single transgenic mice to produce a B cell specific Par-4 overexpression leukemia model. TCL1 CLL-like B cells express CD5 and CD19, and are abundant in the peripheral blood, bone marrow and spleen. Monthly bleeding for peripheral blood counts and spleen palpation were used to track disease progression in these mice, with the tumor burden in the peripheral blood being roughly equivalent to the severity of disease in this model. Mice with advanced disease show vastly increased white blood cell (WBC) counts, with high proportions of WBCs being the characteristic CD5 positive leukemic B cell, splenomegaly, and various cytopenias. Results: Disease burden in single transgenic TCL1 mice, estimated by abundance of CD45+/CD5+/CD19+ B cells in the peripheral blood, was found to be significantly higher than in the Par-4/TCL1 mice bred from the same founder at 10 months of age (p=.0099). The percentage of CD5+/CD19+ WBCs in the peripheral blood of TCL1 mice averaged 74% while the Par-4/TCL1 mice averaged 37%. TCL1 white blood cell counts were also found to be significantly higher than syngeneic Par-4/TCL1 mice (p=.0028) at 10 months, averaging 65000/µL compared to just 15000/µL in the double transgenic. Animals that met euthanasia criteria were analyzed histologically for infiltration of the spleen and bone marrow by malignant B cells. The degree of CLL infiltration was similar in both the TCL1 single transgenics and the Par-4/TCL1 double transgenics, indicating that while the disease progression is stifled, the cancer does adapt and resume course with similar pathology. EdU incorporation assays were performed to estimate relative rates of clonal expansion in the splenic B cell population. Expansion of CD5+/CD19+ splenocytes was found to be higher in the TCL1 single transgenic mice than the Par-4/TCL1 transgenics (p=.01). We believe this suggests a cell intrinsic defect, imposed by overexpression of Par-4 protein, which creates a hurdle that must be overcome for the malignancy to progress. Mechanistic studies indicate that Par-4 mediated inhibition of NF-κB signaling in leukemic B cells may be responsible for the lag in disease progression in Par-4/TCL1 mice. Immunoblotting revealed that IκBα levels are higher and the proportion of phosphorylated protein is lower in Par-4/TLC1 splenic B cells, relative to single transgenic TCL1 B cells. Conclusions: We have shown that human Par-4 overexpression in a murine leukemia model is capable of influencing disease progression by slowing expansion of malignant cells. Inhibition of the NF-κB pathway by stabilization of IkBα appears to be the mechanism of action, which would place Par-4 in the canonical NF-κB pathway. We know this pathway is integral to CLL cell survival and is downregulated by effective therapeutic agents. These findings indicate that the Par-4 is capable of suppressing development of TCL1 driven leukemia by downregulating survival signals that are essential to apoptosis evasion and proliferation in CLL. These studies warrant further characterization of Par-4 pathway in human CLL cells. Disclosures Byrd: Janssen: Research Funding; Pharmacyclics: Research Funding; Genentech: Research Funding; The Ohio State University: Patents & Royalties: OSU-2S; Acerta Pharma: Research Funding.",
    "topics": [
        "leukemia",
        "leukemogenesis",
        "protease-activated receptor 4",
        "protein overexpression",
        "disease progression",
        "cancer",
        "neoplasms",
        "cd19 antigens",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia"
    ],
    "author_names": [
        "Joseph Thomas Greene, BS",
        "Rahul Ramaswamy",
        "Mary K McKenna, BS",
        "Rajeswaran Mani, DVM,PhD",
        "Frank Frissora, MS",
        "Ronni Wasmuth, BS",
        "Minh Tran, BS",
        "Xiaokui Mo, PhD MAS",
        "Carlo M. Croce, MD",
        "Vivek Rangnekar, PhD",
        "John C. Byrd, MD",
        "Subbarao Bondada, PhD",
        "Natarajan Muthusamy, DVM,PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Joseph Thomas Greene, BS",
            "author_affiliations": [
                "The Ohio State University, Columbus, OH "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Rahul Ramaswamy",
            "author_affiliations": [
                "Washington University, St. Louis, MO "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mary K McKenna, BS",
            "author_affiliations": [
                "University of Kentucky, Lexington, KY "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rajeswaran Mani, DVM,PhD",
            "author_affiliations": [
                "Division of Hematology, Department of Internal Medicine, The Ohio State University, Columbus, OH "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Frank Frissora, MS",
            "author_affiliations": [
                "OSU Comprehensive Cancer Center, Ohio State University, Columbus, OH, Columbus, OH "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ronni Wasmuth, BS",
            "author_affiliations": [
                "The Ohio State University, Columbus, OH "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Minh Tran, BS",
            "author_affiliations": [
                "The Ohio State University, Columbus, OH "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xiaokui Mo, PhD MAS",
            "author_affiliations": [
                "Center for Biostatistics, The Ohio State University, Columbus, OH "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carlo M. Croce, MD",
            "author_affiliations": [
                "Department of Cancer Biology and Genetics, The Ohio State University, Columbus, OH"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vivek Rangnekar, PhD",
            "author_affiliations": [
                "University of Kentucky, Lexington, KY "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John C. Byrd, MD",
            "author_affiliations": [
                "The Ohio State University, Columbus, OH "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Subbarao Bondada, PhD",
            "author_affiliations": [
                "University of Kentucky, Lexington, KY "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Natarajan Muthusamy, DVM,PhD",
            "author_affiliations": [
                "Division of Hematology, Department of Internal Medicine, The Ohio State University, Columbus, OH "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-11T18:44:11",
    "is_scraped": "1"
}