{
    "doi": "https://doi.org/10.1182/blood.V112.11.3426.3426",
    "article_title": "Maternal Immune Response to Fetal Platelet GPIbα Causes More Frequent Miscarriage in An Animal Model: A Potential Explanation for Low Reported Incidence of Fetal and Neonatal Immune Thrombocytopenia Mediated by Anti-GPIbα Antibodies. ",
    "article_date": "November 16, 2008",
    "session_type": "Disorders of Platelet Number or Function",
    "abstract_text": "Fetal and neonatal immune thrombocytopenia (FNIT) is a life-threatening bleeding disorder, resulting from fetal platelet opsonization and destruction by maternal antibodies developed during pregnancy. The frequency of FNIT has been estimated at 0.5–1.5/1,000 liveborn neonates. However, the incidence of fetal mortality is currently unknown, as the rate of miscarriage in affected pregnant women has not been well studied. Integrin αIIbβ3 and Glycoprotein (GP) Ibα are major glycoproteins expressed on the platelet surface and are the two major antigens targeted by anti-platelet antibodies in autoimmune thrombocytopenia (ITP). However, it is unclear why the incidence of FNIT caused by anti-GPIbα antibodies is far lower than that of FNIT mediated by anti-β3 integrin antibodies. This difference cannot be well explained by the frequency of genetic polymorphisms of the two antigens. We hypothesized that: 1) GPIbα is less immunogenic, leading to less maternal antibody production during pregnancy, or 2) anti-GPIbα antibodies cause a less severe pathology, and thus have a lower chance of being reported, or 3) anti-GPIbα antibodies cause higher incidence of miscarriage, resulting in reduced reported cases. To test these hypotheses, the maternal immune response against fetal platelet GPIbα versus β3 integrin were compared in FNIT models, using syngeneic background BALB/c GPIbα −/− and β3 −/− mice. The FNIT models were established by transfusing female GPIbβ −/− or α3 −/− mice with 10 8 gel-filtered platelets from wild-type (WT) BALB/c mice weekly. After two platelet immunizations, flow cytometry assays were used to detect the titers of anti-GPIbα and anti-β3 antibodies, and the immunized females were bred with WT BALB/c male mice. We found that there was no significant difference in mean antibody titer between the two groups ( P >0.05). However, miscarriage occurred more frequently in anti-GPIbα-mediated FNIT (14/16 versus 8/16, P <0.05), particularly in pregnant mice with antibody titer less than 1:800 (11/13 versus 6/14, P <0.05). When antibody titers were higher than 1:800, miscarriage occurred in all mice and no difference was observed between the two groups (3/3 versus 2/2, P >0.05). Our data suggest that fewer reported FNIT cases mediated by anti-GPIbα antibodies cannot simply be explained by less immunogenicity of GPIbα, or less severe pathology caused by anti-GPIbα antibodies. Higher incidence of miscarriage caused by maternal immune response to fetal GPIbα likely masks the reported frequency and severity of this life-threatening disease. The mechanisms leading to miscarriage in FNIT, and the potential therapeutic effect of intravenous immunoglobulin (IVIG) in this disorder are currently being investigated. (Li C and Piran S contributed equally to this work).",
    "topics": [
        "abortion, spontaneous",
        "animal model",
        "antibodies",
        "blood platelets",
        "fetus",
        "immune response",
        "mothers",
        "newborn",
        "thrombocytopenia due to immune destruction",
        "gel"
    ],
    "author_names": [
        "Conglei Li, MD",
        "Siavash Piran, MSc.",
        "Pingguo Chen, PhD",
        "Sean Lang, BSc.",
        "Jerry Ware, PhD",
        "Zaverio M. Ruggeri, MD",
        "John Freedman, MD",
        "Heyu Ni, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Conglei Li, MD",
            "author_affiliations": [
                "Department of Laboratory Medicine and Pathobiology, St. Michael’s Hospital and University of Toronto, Toronto, ON, Canada"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Siavash Piran, MSc.",
            "author_affiliations": [
                "Department of Laboratory Medicine and Pathobiology, St. Michael’s Hospital and University of Toronto, Toronto, ON, Canada"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pingguo Chen, PhD",
            "author_affiliations": [
                "Department of Laboratory Medicine and Pathobiology, St. Michael’s Hospital and Canadian Blood Services, Toronto, ON, Canada"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sean Lang, BSc.",
            "author_affiliations": [
                "Department of Laboratory Medicine and Pathobiology, St. Michael’s Hospital and University of Toronto, Toronto, ON, Canada"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jerry Ware, PhD",
            "author_affiliations": [
                "Department of Molecular and Experimental Medicine, The Scripps Research Institute, La Jolla, CA, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zaverio M. Ruggeri, MD",
            "author_affiliations": [
                "Department of Molecular and Experimental Medicine, The Scripps Research Institute, La Jolla, CA, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John Freedman, MD",
            "author_affiliations": [
                "Departments of Laboratory Medicine and Pathobiology, and Medicine, St. Michael’s Hospital and University of Toronto, Toronto, ON, Canada"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Heyu Ni, MD, PhD",
            "author_affiliations": [
                "Departments of Laboratory Medicine and Pathobiology, Medicine and Physiology, St. Michael’s Hospital, University of Toronto and Canadian Blood Services, Toronto, ON, Canada"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-08T15:34:38",
    "is_scraped": "1"
}