{
    "doi": "https://doi.org/10.1182/blood-2021-152713",
    "article_title": "Two-Year Evaluation of the German Clinical Amyloidosis Registry ",
    "article_date": "November 5, 2021",
    "session_type": "652.Multiple Myeloma and Plasma cell Dyscrasias: Clinical and Epidemiological",
    "abstract_text": "Introduction Currently there are no sufficient epidemiology data on systemic amyloidosis in Germany. Our aim was to collect epidemiological data on amyloidosis diseases to determine incidence and distribution of amyloidosis types in Germany. In addition, data on diagnosic pathways, demographic, clinical and biological factors, quality of life (Qol) and overall survival (OS) have been collected. Methods: The actual registry population consists of the first n=1000 reported cases of newly diagnosed amyloidosis patients between 4.1.18 - 21.11.19. Data cutoff of the analysis was June 30, 2021. Patients were included in the registry by two main ways: personal presentation at the amyloidosis outpatient clinic or phone contact of the attending physician to the Amyloidosis Center. Inclusion criteria were either a Congo Red positive tissue sample or unequivocal findings in bone scintigraphy (ATTR amyloidosis). Patients were contacted every 6 months to obtain QoL data using EORTC QLQ-C30, EQ-5D-5L and SF36-v2 questionnaires. This registry was financially supported by Prothena. Results: During this time period 963 of the first 1000 reported newly diagnosed patients (37 pts. did not fulfil inclusion criteria and were excluded) were evaluated mainly through the amyloidosis outpatient clinic (n=581, 60.3%). Seventy-three percent of cases were male (n=706). The median age at diagnosis was 71 years and differed between the AL pts.(65,5 years) and ATTRwt (78 years) patients. The subgroup distribution was as follows: 438 (45,5%) AL pts., 318 (33%) ATTRwt pts., 35 (3,6%) ATTRv pts, 60 (6,2%) ATTR of unknwon subtype, 66 (6,8%) local amyloidosis, 30 (3,1%) AA amyloidosis, 12 (1,2%) others and 4 (0,4%) not typed. Diagnosis was confirmed by biopsy in 88% and in 12% by bone scintigraphy. The most commonly involved organs were heart (n=733, 76,1%) and kidney (n=305, 31,7%). Cardiac staging systems were used for systemic AL (Kumar et al., 2014) with heart involvement and ATTR amyloidosis (Gillmore et al., 2018). Data on survival were available in all cases (median follow-up 27 months). During the observation time 249 patients died (60 ATTRwt and 153 AL pts., 36 other, figure). The most frequent cause of death was amyloidosis itself (n=191, 76,7%). Seven (2,8%) patients died due to therapeutic complications. Compared to ATTRwt patients with cardiac AL amyloidosis had a higher hazard to die, 1 year survival was 78.96% (95% CI 75.23% - 82.88%) compared to 94.30% (95% CI 91.80% - 96.90%), respectively. In multivariate analysis (including age, cardiac staging systems and time from symptoms to diagnosis) factors associated with worse OS were increasing age for AL pts. (HR 1.04, p<0,001 for AL, and highest cardiac stage (HR 2.33, p=0,001 for AL and 5.69, p<0,001 for ATTRwt). Conclusion: The first 2 years of the German clinical amyloidosis registry have been successful to generate valuable clinial data for all types of amyloidosis from newly diagnosed patients. Subtyping the amyloid precursor protein was successful in nearly all patients. The most common form is AL followed by ATTRwt amyloidosis. Heart involvment was very common and pts. were mostly in advanced cardiac stage. Main cause of death was amyloidosis related. In 2020 we have started an extended registry (financially supported by Janssen) including anonymized biopsy reports from reference pathologists. With this approach we will probably obtain more precise data on incidence in Germany. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Hegenbart:  Alnylam: Honoraria; Akcea: Honoraria; Pfizer: Consultancy, Honoraria; Janssen: Consultancy, Research Funding; Prothena: Research Funding. Carpinteiro:  Janssen: Honoraria; BMS: Honoraria; GSK: Honoraria; Amgen: Honoraria; Takeda: Honoraria. Müller-Tidow:  Pfizer: Research Funding; Bioline: Research Funding; Janssen: Consultancy, Research Funding. Schönland:  Janssen: Honoraria, Other: Travel grants, Research Funding; Prothena: Honoraria, Other: Travel grants; Pfizer: Honoraria; Takeda: Honoraria, Other: Travel grants; Sanofi: Research Funding.",
    "author_names": [
        "Ute Hegenbart",
        "Niklas Fuhr",
        "Laura Huber",
        "Christoph Kimmich",
        "Kaya Veelken",
        "Tobias Dittrich",
        "Rita Ziehl",
        "Fabian aus dem Siepen",
        "Alexander Carpinteiro",
        "Timon Hansen",
        "Carsten Müller-Tidow",
        "Axel Benner",
        "Stefan Schönland"
    ],
    "author_dict_list": [
        {
            "author_name": "Ute Hegenbart",
            "author_affiliations": [
                "Amyloidosis Center, University of Heidelberg, Heidelberg, Germany"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Niklas Fuhr",
            "author_affiliations": [
                "Amyloidosis Center, University Hospital, Heidelberg, Germany"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laura Huber",
            "author_affiliations": [
                "Amyloidosis Center, University Hospital, Heidelberg, Germany"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christoph Kimmich",
            "author_affiliations": [
                "Medizinische Klinik V and Amyloidosis Center, Universitätsklinikum Heidelberg, Heidelberg, Germany"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kaya Veelken",
            "author_affiliations": [
                "Amyloidosis Center, Heidelberg University Hospital, Heidelberg, Germany"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tobias Dittrich",
            "author_affiliations": [
                "Amyloidosis Center, University of Heidelberg, Heidelberg, Germany"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rita Ziehl",
            "author_affiliations": [
                "Amyloidosis Center, University Hospital, Heidelberg, Germany"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fabian aus dem Siepen",
            "author_affiliations": [
                "Amyloidosis Center, Cardiology, University Hospital, Heidelberg, Germany"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alexander Carpinteiro",
            "author_affiliations": [
                "University Hospital, Department of Hematology, Essen, DEU"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Timon Hansen",
            "author_affiliations": [
                "HOPA Praxis, Hamburg, Germany"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carsten Müller-Tidow",
            "author_affiliations": [
                "Department of Medicine V, Hematology, Oncology and Rheumatology, University Hospital Heidelberg, Heidelberg, Germany"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Axel Benner",
            "author_affiliations": [
                "Division of Biostatistics, German Cancer Research Center (DKFZ), Heidelberg, Germany"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stefan Schönland",
            "author_affiliations": [
                "Medical Department V, Amyloidosis Center, Heidelberg University Hospital, Heidelberg, Germany"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T15:35:19",
    "is_scraped": "1"
}