{
    "doi": "https://doi.org/10.1182/blood.V122.21.2851.2851",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2638",
    "start_url_page_num": 2638,
    "is_scraped": "1",
    "article_title": "Effect Of The JAK1/2 Inhibitor GS-0387 (momelotinib) On The Anemia Associated With a Preclinical Murine Model Of Human Primary Myelofibrosis ",
    "article_date": "November 15, 2013",
    "session_type": "635. Myeloproliferative Syndromes: Basic Science: Poster II",
    "topics": [
        "anemia",
        "mice",
        "myelofibrosis, idiopathic, chronic",
        "myeloproliferative disease",
        "hemoglobin",
        "leukocytosis",
        "mean corpuscular volume analyses",
        "splenomegaly",
        "thrombocytosis",
        "transplantation"
    ],
    "author_names": [
        "Jean-Luc Villeval, PhD",
        "Claudine Moratal, M2",
        "Franck Debeurme",
        "Catherine Lacout",
        "Eric Solary, MD, PhD",
        "William Vainchenker, MD, PhD",
        "Christopher J Burns, PhD",
        "Gregg Smith, PhD"
    ],
    "author_affiliations": [
        [
            "Institut Gustave Roussy, INSERM U1009, Villejuif, France, "
        ],
        [
            "Institut Gustave Roussy, INSERM U1009, Villejuif, France, "
        ],
        [
            "Institut Gustave Roussy, INSERM U1009, Villejuif, France, "
        ],
        [
            "Institut Gustave Roussy, INSERM U1009, Villejuif, France, "
        ],
        [
            "Institut Gustave Roussy, INSERM U1009, Villejuif, France, "
        ],
        [
            "Institut National de la Santé et de la Recherche Médicale, Institut Gustave-Roussy, Villejuif, France, "
        ],
        [
            "The Walter and Eliza Hall Institute of Medical Research, Bundoora VIC 3086, Australia, "
        ],
        [
            "YM BioSciences USA Inc., Lehigh Valley, USA"
        ]
    ],
    "first_author_latitude": "48.79555375",
    "first_author_longitude": "2.3547611500000003",
    "abstract_text": "Introduction GS-0387 (momelotinib, formerly CYT387) is a type I JAK1/2 inhibitor. Phase 1/2 trial results in primary myelofibrosis (PMF) or post-polycythemia vera/essential thrombocythemia MF patients showed that GS-0387 was well tolerated and reduced splenomegaly and general symptoms. More interestingly, GS-0387 relieved anemia in 59% of patients, with 70% of patients requiring red blood cell transfusion becoming transfusion independent for a minimum of 12 weeks. 1 Therefore, the purpose of this study was to verify if this benefit on anemia response could be transposed to a mouse model of human primary myelofibrosis (PMF). Methods For this purpose we used the TPO HIGH retroviral (RV) model that mimics the development of human PMF including its progressing anemia. In this model, hyperactivation of MPL, as observed in human PMF through gain-of-function mutations, is caused by high levels of circulating thrombopoietin (TPO) through an adoptive transfer of TPO retrovirally transduced bone marrow (BM) cells in C57/Bl6 recipient mice. After transplantation, mice developed a 2 stepped disease with a myeloproliferative phase characterized by high thrombocythemia, leukocytosis and anemia (hemoglobin ≈ 12 g/dL, hematocrit ≈35 %; normal levels: 16 g/dL and 45 %, respectively) and a marrow insufficiency phase characterized by thrombocytopenia, leukopenia and severe anemia (hemoglobin ≈ 8 g/dL, hematocrit level ≈22%) caused by high grade fibrosis and osteosclerosis. GS-0387 was administered as a single daily oral dose (SID) during the myeloproliferative phase in two studies with 47 and 68 days of treatment and during the marrow insufficiency phase with 101 days of treatment. Results GS-0387 was well tolerated at ca 80mpk with an MTD of approximately 100mpk. GS-0387 was first tested during the myeloproliferative phase, 5 weeks post transplantation of the TPO transduced BM cells. A significant improvement in anemia was observed. Starting 20 weeks after treatment, hemoglobin concentration in GS-0387-treated mice remained higher (8.5±0.4 g/dL, n=7) than in vehicle-treated mice (6.8 ±0.3 g/dL, n=7) for at least 35 days of treatment (p<0.01). Treatment with GS-0387 commencing during the marrow insufficiency phase (10 weeks post transplantation), did not significantly improve anemia, possibly due to the dramatic picture of the disease in terminal stage. Improvement of anemia during the myeloproliferative phase was associated with an increase over 35 days of treatment in: - Hematocrit levels (23±1% vs 27±1%, vehicle vs GS-0387) - Red blood cell numbers (5.5±0.2 vs 5.7±0.3 x10 9 /mL, vehicle vs GS-0387) - Mean corpuscular volume (MCV), from microcytosis to normal levels (44.2±0.2 to 47.75 fL, vehicle vs GS-0387) An increase in erythroblast and early erythroid progenitor cell numbers was also observed in the spleen of GS-0387-treated mice compared to vehicle-treated mice. None of these increases, except for MCV, were observed during the 90 day treatment in the marrow insufficiency phase, in which no anemia response was observed. Besides improving anemia, GS-0387 prevented the development of leukocytosis and thrombocytosis and reduced splenomegaly associated with the disease without deleterious effects on hematopoiesis at efficacious doses. Conclusion GS-0387 was tested in a murine model of human PMF. It reduced the anemia associated with the development of myelofibrosis, as reported during clinical trials of patients suffering from MF. Furthermore, GS-0387, as expected from a JAK1/2 inhibitor reduced splenomegaly, thrombocytosis and leukocytosis associated with the disease. Improvement of anemia was associated with an increase in RBC, erythroid precursor and progenitor cells suggesting that GS-0387 stimulates the early stages of erythropoiesis. Further experiments are in progress to investigate whether changes in levels of cytokines known to positively or negatively effect erythropoiesis are seen. Regulation of iron metabolism, which could account for the improvement of anemia induced by GS-0387 is also being investigated. 1. Pardanani A, Laborde RR, Lasho TL, et al. Safety and efficacy of CYT387, a JAK1 and JAK2 inhibitor, in myelofibrosis. Leukemia . 2013;27(6):1322-1327. Disclosures: Villeval: YMBioSciences: Research Funding. Off Label Use: JAK1/2 Inhibitor GS-0387 (momelotinib) / Human Primary Myelofibrosis. Burns: YMBioSciences: Employment; Gilead: Consultancy. Smith: YMBioSciences: Employment; Gilead: Consultancy."
}