{
    "doi": "https://doi.org/10.1182/blood.V114.22.330.330",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1606",
    "start_url_page_num": 1606,
    "is_scraped": "1",
    "article_title": "Clinical Characterization and Proteomic Consequences of Mutated Ras in Acute Myeloid Leukemia. ",
    "article_date": "November 20, 2009",
    "session_type": "ACUTE MYELOID LEUKEMIA - BIOLOGY AND PATHOPHYSIOLOGY: BIOLOGIC AND CLINICAL CORRELATIVE STUDIES",
    "topics": [
        "leukemia, myelocytic, acute",
        "mutation",
        "brachial plexus neuritis",
        "karyotype determination procedure",
        "fluorouracil",
        "cytarabine",
        "leukemia",
        "mutation analysis",
        "antiapoptotic agents",
        "caspase-3"
    ],
    "author_names": [
        "Tapan Kadia, MD",
        "Steven M. Kornblau, MD",
        "Hagop Kantarjian, MD",
        "Stefan Faderl, MD",
        "Dan Jones, MD, PhD",
        "Guillermo Garcia-Manero, MD",
        "Gautam Borthakur",
        "Charles Koller, MD",
        "Srdan Verstovsek, MD, PhD",
        "Sherry Pierce, RN",
        "Jorge Cortes, MD",
        "Farhad Ravandi, MD"
    ],
    "author_affiliations": [
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Stem Cell Transplantation & Cellular Therapy, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Hematopathology, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Leukemia, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Leukemia, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA"
        ]
    ],
    "first_author_latitude": "29.7068146",
    "first_author_longitude": "-95.3971547",
    "abstract_text": "Abstract 330 Background: Activating mutations in the Ras protooncogene occur in 12-27% of patients (pts) with acute myeloid leukemia (AML) & play an important role in leukemogenesis by conferring a proliferative advantage & an antiapoptotic phenotype. Recent data suggests that AML pts with mutated Ras (mutRas) may derive greater benefit from post-remission therapy with high dose cytarabine (AraC) than those with wild-type Ras (wtRAS). Additionally, newer molecularly targeted agents under development such as Mek inhibitors are directed at the activated Ras pathway. Aim: To establish the clinical characteristics of pts with AML & mutRas & explore proteomic differences in their leukemia cells. Methods: We reviewed the records of pts with newly diagnosed AML treated at our institution from 2003 – 2007 & analyzed their clinical characteristics & disease course based on Ras mutational status. Mutation analysis was performed on bone marrow (BM) samples for exon 1 (codons 12 & 13) & exon 2 (codon 61) of NRAS & KRAS using PCR-based DNA sequencing. Proteomic analysis of matched, banked, pretreatment pt BM samples was performed using a reverse phase protein array (Kornblau, Blood 1/2009). Results: A total of 620 pts with AML, in whom Ras mutational analysis was performed, were identified. These pts had been treated with several different regimens that could be broadly categorized as high dose AraC based (hAraC), conventional dose AraC based (cAraC), or non AraC based (nAraC). The median age of this cohort was 64 yrs (range 17–88). Sixty-six pts (10.6%) had mutRas, with a median age of 54 yrs (25–88). Compared to pts with wtRAS (median age 65 yrs), those with mutRas tended to be younger (59% ≤59 yrs (p=0.004)). Karyotypes represented in the mutRas cohort were: Diploid or –Y in 27 (49%); t(8;21) in 3 (4.5%); t(15;17) in none; inv(16) in 10 (15.2%); +8 in 8 (12%); -5/-7 in 8 (12%); 11q abnormality in 3 (4.5%) & other in 7 (10.6%). Compared to the wtRas cohort, inv(16) karyotype was significantly overrepresented (p9.9 (p 49% (p=0.01). Overall, across all therapies & karyotypes, there was no difference in CR rate, CR duration, or overall survival (OS) between mutRas & wtRas pts. In mutRas pts, there was no difference in CR rate between those treated with hAraC vs. cAraC, but a significantly higher rate of induction failure or primary resistance in those treated with nAraC (p<0.001). In pts with a poor risk karyotype, there was a trend towards a worse median OS in pts with mutRas compared with wtRas (12 weeks (wks) vs 29 wks; p=0.069). Among the pts with poor risk karyotype & mutRas, those who received hAraC induction had a median OS of 19 wks vs. 12 wks in those that received nAraC (p=0.078). In pts with intermediate risk karyotype & mutRas, there was a significant OS benefit for cAraC (median 119 wks) vs. hAraC (67 wks) vs. nAraC (17 wks) (p=0.018). Proteomic profiling was performed on 228 samples (198 wtRas & 30 mutRas) using reverse phase protein arrays probed with a validated panel of 176 proteins. Protein expression levels were significantly different between wt & mutRas for 37 proteins (false discovery rate = 8.8 proteins). The mutRas samples had significantly lower levels of activated apoptosis markers (cleaved caspase 3,7 & PARP) & had significantly higher levels of activated proteins along pathways downstream from Ras (pAKT, pMEK, pP38, pGSK3 & pEBP1). Samples from wtRas pts showed significantly higher levels of integrin-B3 & fibronectin. Conclusion: The inv(16) karyotype occurs frequently in adult pts with mutRas. Overall, pts with mutRas are younger, have a higher presenting WBC & BM blast counts, are less likely to have AHD, & benefit from induction with ara-C containing regimens. Pts with poor risk karyotype & mutRas may have a particularly adverse prognosis & should be considered for clinical trials evaluating new, risk-adapted strategies. Proteomic analysis of mutRas leukemia confirms constitutive downstream pathway activation, suggesting potential therapeutic targets, but also highlighting the need to inhibit multiple targets to overcome redundancy. Disclosures: No relevant conflicts of interest to declare."
}