{
    "doi": "https://doi.org/10.1182/blood.V108.11.4950.4950",
    "article_title": "Comparison of a Quantitative PCR Method with FISH for the Assessment of the Four Aneuploïdies Commonly Evaluated in CLL Patients. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Four chromosomal defects associated with prognosis have been identified in CLL patients, namely deletions of the 13q13-q14, 11q22 and 17p13 regions and trisomy 12. Due to the low proliferation index of these tumors and to the fact that some defects can be cryptic, the detection of these abnormalities by conventional cytogenetics is difficult. Therefore, the resulting aneuploidies are usually evaluated by fluorescent in situ hybridisation (FISH). As probes are expensive and FISH time consuming, we aimed to compare a quantitative PCR method - quantitative PCR of short fluorescent fragments (QMPSF) - with FISH for the detection of these acquired aneuploidies in a series of 110 patients with Binet stage A CLL. Genes located in the deleted or gained regions were selected as target genes - DLEU2 at 13q14, ATM at 11q22, p53 at 17p13, POU6F1 and MDM2 at 12q13 and 12q15 respectively - and amplified using a method based on the simultaneous amplification of short fluorescent genomic fragments under quantitative conditions. A chromosomal imbalance involving one or several of the four loci was detected in 76 patients (69%) either by FISH or QMPSF or both. A deletion of chromosome 13 was found in 61 patients (55%). A 11q22 deletion was present in 9 patients (8%), a trisomy 12 in 9 (8%) and a 17p deletion in one. The rather low frequency of the three latter defects reflects the fact that only patients with stage A CLL at diagnosis were studied, and neither stage B or C CLL. The 13q deletion was isolated in 53 patients and associated with a second defect in 8: these were six of the 11q22 deletions, one trisomy 12 and the 17p deletion. When the 13q deletion was associated with either a 11q deletion or a trisomy 12 both abnormalities were present in the same proportion of cells. This was not the case for the 17p deletion which appeared to be a secondary event, since, as evaluated by FISH, it was present in 24% of cells whereas the 13q deletion was present in 85% of interphase nuclei. FISH and QMPSF results were identical for 103 of 110 patients. The secondary 17p deletion was not detected whereas all other discrepancies could be explained. This study demonstrates that a single multiplex PCR can replace FISH in CLL patients. However, whereas QMPSF is perfectly adapted to the detection of primary defects, care should be taken when searching for minor clonal evolutions present in a small proportion of tumor cells.",
    "topics": [
        "polymerase chain reaction",
        "chromosomal disorder",
        "mitotic index",
        "neoplasms",
        "tumor cells",
        "chromosome 17p deletion",
        "trisomy 12",
        "chromosome 13q deletion",
        "aneuploidy",
        "chromosome abnormality"
    ],
    "author_names": [
        "Christian Bastard, MD, PhD",
        "Christophe Fruchart, MD",
        "Gregory Raux, PhD",
        "Francoise Parmentier",
        "Dominique Vaur",
        "Herve Tilly, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Christian Bastard, MD, PhD",
            "author_affiliations": [
                "Groupe Proliferations Lymphoides, Centre Henri Becquerel, Rouen, France"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Christophe Fruchart, MD",
            "author_affiliations": [
                "INSERM U614, Rouen, France"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gregory Raux, PhD",
            "author_affiliations": [
                "Centre Francois Baclesse, Caen, France"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francoise Parmentier",
            "author_affiliations": [
                "Groupe Proliferations Lymphoides, Centre Henri Becquerel, Rouen, France"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dominique Vaur",
            "author_affiliations": [
                "INSERM U614, Rouen, France"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Herve Tilly, MD",
            "author_affiliations": [
                "Groupe Proliferations Lymphoides, Centre Henri Becquerel, Rouen, France"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-01T21:32:54",
    "is_scraped": "1"
}