{
    "doi": "https://doi.org/10.1182/blood.V110.11.4797.4797",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1049",
    "start_url_page_num": 1049,
    "is_scraped": "1",
    "article_title": "Biologic Sequelae of CDC2 Inhibition in MM. ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "abstract_text": "Multiple Myeloma (MM) is a malignant proliferation of plasma cells characterized by disruption of cell cycle checkpoint controls which maintain G2M transition and/or mitosis. CDC2 is the cyclin-dependent kinase that normally drives cells into mitosis and is universally expressed in MM. To examine the biologic role of CDC2 in MM, we evaluated cellular and molecular effects of Terameprocol (M4N, tetra-O-methyl nordihydroguaiaretic acid) that has been shown to inhibit cell cycle progression at the G2/M phase by inhibiting the transcription of sp-1 dependent expression of CDC2. We observed that Terameprocol downregulated the expression of cdc2 in a time-dependent manner, with a maximal effect at 24h. This was associated with induction of G2/M growth arrest in a panel of MM cell lines (INA6, OPM1, OPM2, MM1S, RPMI-8226, U266), as determined by PI staining. Interestingly, Terameprocol treatment led to increase in p21waf1 protein levels. Importantly, we observed inhibition of DNA synthesis by Terameprocol in a dose- and time-dependent manner, with IC50 range from 1–20 uM for a 24 hours period of treatment, as assessed by 3 H-thymidine uptake. Longer exposure of MM cells to Terameprocol resulted in cytoxicity, as assessed by MTT assay, via induction of apoptosis, evidenced by Annexin V+ /PI staining, in all the MM cell lines tested. Terameprocol -induced apoptosis is predominantly associated with caspase-9 and caspase-3, but not caspase-8 activation, suggesting that Terameprocol triggers intrinsic apoptotic pathway in MM cells. Our results show that genes that control entry and progression of G2/M phase, especially cdc2, may be an attractive target for MM therapy and Terameprocol represents a prototypic agent for the control of unregulated cellular proliferation in MM.",
    "topics": [
        "cdc2 protein kinase",
        "annexins",
        "caspase-3",
        "caspase-8",
        "caspase-9",
        "cyclin-dependent kinases",
        "hyperplasia",
        "multiple myeloma",
        "nordihydroguaiaretic acid",
        "tetracycline"
    ],
    "author_names": [
        "Mariateresa Fulciniti, PhD",
        "Pierfrancesco Tassone, MD",
        "Teru Hideshima, MD",
        "Kenneth C. Anderson, MD",
        "Nikhil C. Munshi, MD"
    ],
    "author_affiliations": [
        [
            "Dana Farber Cancer Institute, Harvard Medical School, Boston, MA, USA",
            "VA Boston Healthcare System, Harvard Medical School, Boston, MA, USA",
            "Campus Salvatore Venuta, University Magna Graecia, Catanzaro, Italy"
        ],
        [
            "Dana Farber Cancer Institute, Harvard Medical School, Boston, MA, USA",
            "VA Boston Healthcare System, Harvard Medical School, Boston, MA, USA",
            "Campus Salvatore Venuta, University Magna Graecia, Catanzaro, Italy"
        ],
        [
            "Dana Farber Cancer Institute, Harvard Medical School, Boston, MA, USA"
        ],
        [
            "Dana Farber Cancer Institute, Harvard Medical School, Boston, MA, USA"
        ],
        [
            "Dana Farber Cancer Institute, Harvard Medical School, Boston, MA, USA",
            "VA Boston Healthcare System, Harvard Medical School, Boston, MA, USA"
        ]
    ],
    "first_author_latitude": "42.32868324999999",
    "first_author_longitude": "-71.12796515"
}