{
    "doi": "https://doi.org/10.1182/blood.V128.22.5644.5644",
    "article_title": "On the Redox Profile of B- Cell Terminal Differentiation and Multiple Myeloma: New Insights and Therapeutic Opportunities ",
    "article_date": "December 2, 2016",
    "session_type": "651. Myeloma: Biology and Pathophysiology, excluding Therapy",
    "abstract_text": "Redox homeostasis is fundamental for normal cellular functioning and is maintained by the net physiologic balance between production and removal of ROS. Redox signaling has been shown to coordinate the global signal transduction pattern critical for the control of key cellular processes including differentiation and tumorogenesis. In the present study, we review the systematic expression of ROS-producing and antioxidant genes and we draw up a full redox portrait of B cells all the way throughout B- cells expansion and differentiation and in malignant plasma cells. Our data firmly established that B-cells terminal differentiation entails drastic reshaping of the redox profile and underscore the stark transcriptional divide between B cells and plasma cells compartments with a major contribution of the Thioredoxin-Glutathione system in latter one. Furthermore, we advanced significant evidence that the most aggressive Multiple Myeloma cells (MMCs) witness increased expression of ROS producing genes and actively upregulated multiple antioxidant systems, which likely afforded high cytoprotective capacities and compromise chemotherapy efficacy. More importantly, we describe a transcriptional redox signature that enables the demarcation of good versus bad prognosis of MM patients and hold promise for robust molecular signature that could predict responsiveness. Finally, our data pinpointed the Thioredoxin-Glutathione system as actionable targets to circumvent drug resistance. Using Human Myeloma cell lines and primary cultures of MMCs, we validated Thioredoxin-Glutathione system as new critical, key functional node in the oncogenic network of MMCs whose depletion kill tumor cells and improve the response rate. We provided herein a preclinical data, which warrants further clinical investigation for the potential use of redox-modulators as a novel MM treatment strategy. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "multiple myeloma",
        "oxidation-reduction",
        "glutathione",
        "thioredoxin",
        "antioxidants",
        "chemotherapy regimen",
        "tumor cells",
        "b-lymphocytes",
        "plasma cells",
        "myeloma cells"
    ],
    "author_names": [
        "Wafa Hassen, PhD",
        "Alboukadel Kassambara, PhD",
        "Michel Jourdan",
        "Stephanie Boireau, PhD",
        "Anja Seckinger, MD",
        "Dirk Hose",
        "Yubin Kang, MD",
        "Bernard Klein",
        "Jerome Moreaux, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Wafa Hassen, PhD",
            "author_affiliations": [
                "CNRS UPR 1142, Institute of Human Genetics, Montpellier, France ",
                "Division of Hematologic Malignancies & Cellular Therapy, Duke University Medical Center, Durham, NC "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Alboukadel Kassambara, PhD",
            "author_affiliations": [
                "Institute of human genetics, CNRS UPR1142, University hospital of Montpellier, Montpellier, FRA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michel Jourdan",
            "author_affiliations": [
                "Institute of Human Genetics, CNRS UPR 1142, Montpellier, France "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephanie Boireau, PhD",
            "author_affiliations": [
                "University Hospital of Montpellier, Montpellier, France "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anja Seckinger, MD",
            "author_affiliations": [
                "Heidelberg University Dept of Internal Medicine, Hematology & Oncology, Heidelberg, Germany "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dirk Hose",
            "author_affiliations": [
                "Med. Klinik V, Universitätsklinikum Heidelberg, Heidelberg, Germany "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yubin Kang, MD",
            "author_affiliations": [
                "Medicine, duke university, durham, NC "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bernard Klein",
            "author_affiliations": [
                "CHU Montpellier, Montpellier, France "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jerome Moreaux, PhD",
            "author_affiliations": [
                "CNRS UPR 1142, Institute of Human Genetics, Montpellier, France ",
                "Department of Biological Hematology, Laboratory for Monitoring Innovative Therapies, University Hospital of Montpellier, Montpellier, France ",
                "UFR Médecine, University of Montpellier, Montpellier, France"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-07T15:36:20",
    "is_scraped": "1"
}