{
    "doi": "https://doi.org/10.1182/blood.V126.23.5172.5172",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3070",
    "start_url_page_num": 3070,
    "is_scraped": "1",
    "article_title": "The Class Effect of Tyrosine Kinase Inhibiotrs on Impaired Platelet Aggregation on Stimulation with Collagen and Arachidonic Acid ",
    "article_date": "December 3, 2015",
    "session_type": "632. Chronic Myeloid Leukemia: Therapy",
    "topics": [
        "arachidonic acid",
        "collagen",
        "drug class effects",
        "platelet aggregation",
        "protein tyrosine kinase",
        "protein-tyrosine kinase inhibitor",
        "imatinib mesylate",
        "dasatinib",
        "hemorrhage",
        "nilotinib"
    ],
    "author_names": [
        "Warit Wangsuekul, MD",
        "Lalita Norasetthada, MD",
        "Adisak Tantiworawit, MD",
        "Ekarat Rattarittamrong, MD",
        "Chatree Chai-Adisaksopha, MD",
        "Sasinee Hantrakool, MD",
        "Thanawat Rattanathammethee, MD"
    ],
    "author_affiliations": [
        [
            "Department of Internal Medicine, Chiang Mai University, Chiang mai, Thailand "
        ],
        [
            "Department of Internal Medicine, Chiang Mai University, Chiang Mai, Thailand "
        ],
        [
            "Department of internal medicine, Division of hematology, Chiang Mai university, Faculty of medicine, Chiang Mai, Thailand "
        ],
        [
            "Department of internal medicine, Division of hematology, Chiang Mai university, Faculty of medicine, Chiang Mai, Thailand "
        ],
        [
            "Medicine, Chiang Mai University, Chiang Mai, Thailand"
        ],
        [
            "Department of internal medicine, Division of hematology, Chiang Mai university, Faculty of medicine, Chiang Mai, Thailand "
        ],
        [
            "Department of internal medicine, Division of hematology, Chiang Mai university, Faculty of medicine, Chiang Mai, Thailand "
        ]
    ],
    "first_author_latitude": "18.7771887",
    "first_author_longitude": "98.9579986",
    "abstract_text": "INTRODUCITON Tyrosine kinase inhibitors (TKIs), the effective therapy for chronic myeloid leukemia (CML), has been reported to induce bleeding in patients, independent of thrombocytopenia. Some TKIs especially dasatinib and ponatinib can cause platelet function defect. We tested whether platelet dysfunction is associated with other TKIs, including imatinib and nilotinib. The clinical correlation of bleeding and platelet function has been explored. METHODS Patients with CML either newly diagnosed or receiving TKIs including imatinib, nilotinib an dasatinib were enrolled into the study. Those taking antiplatelet medications or having thrombocytopenia less than 100 x 10 9 /μL were excluded. We tested platelet aggregation upon stimulation by 4 agonists, including 2.5 and 20-mmol/L ADP, 10-mmol/L epinephrine, 2-mg/mL collagen and 1-mmol/L arachidonic acid (AA). Abnormal platelet aggregation was defined as less than 60% of platelet aggregation upon stimulation by platelet agonists except single abnormality of platelet aggregation on stimulation with low-dose ADP or epinephrine. Clinical significance of bleeding was evaluated by bleeding scores. Results There were 111 patients with CML, including 14 newly diagnosed patients and those receiving imatinib (n=75), nilotinib (N=18) and dasatinib (n=4). Majority of treatment naïve patients were in chronic phase (n = 11, 79%) whereas 2 and 1 patients were in blast phase and accelerated phase, respectively. Most of the patients on TKIs were in chronic phase (n = 94, 97%) while there were few patients in accelerated (n = 2) and blast phase (n =1). Dose intensity of imatinib was 300 mg (n=15), 400 mg (n=54), 600 mg (n=5) and 800 mg (n=1), while nilotinib dose was 600 mg (n=4) and 800 mg (n=14). Three and 1 patients received 100 mg and 50 mg of dasatinib, respectively. Of those taking TKIs, complete cytogenetic response (CCyR) and major molecular response (MMR) were achieved in 59% and 27% of patients while the minority of them achieved partial cytogenetic response (PCyR) or less (8%). Impaired platelet aggregation on stimulation with 20-mmol/L ADP was observed in 14%, 7%, 17% and 50% of patients who were treatment naïve, on imatinib, nilotinib and dasatinib, respectively ( P =0.036). Patients on TKIs had higher proportion of patients with abnormal platelet aggregation on stimulation with collagen compared to treatment naïve patients (72% for imatinib, 56% for nilotinib, 75% for dasatinib and 36% for treatment naïve, P = 0.05). The corresponding figures for proportion of patients with abnormal platelet aggregation on stimulation with AA were 78%, 39%, 50% and 29%, P <0.001). Two out of 3 patients with normal platelet aggregation at diagnosis of CML had abnormal platelet aggregation on stimulation with collagen and AA after imatinib treatment. Combination of abnormal platelet aggregation upon stimulation with collagen and AA was the most common pattern of impaired platelet aggregation for TKIs (63% for imatinib, 33% for nilotinib and 50% for dasatinib). Assessed by bleeding score, none of patients with impaired platelet aggregation had significant clinical bleeding. Conclusion The effect of TKIS on abnormal platelet aggregation appeared to be class effect, though, the prevalence was more common among patients treated with imatinib and dasatinib. Although, there was no apparent clinical correlation of TKIs induced abnormal platelet aggregation and clinical bleeding, CML patients on TKIS should be closed monitoring when undergoing any hemostatic challenges Disclosures No relevant conflicts of interest to declare."
}