{
    "doi": "https://doi.org/10.1182/blood-2018-99-111604",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3864",
    "start_url_page_num": 3864,
    "is_scraped": "1",
    "article_title": "Allogeneic Stem Cell Transplantation from Unmanipulated Haploidentical Donors Versus Matched or Mismatched 9/10 Unrelated Donors in Acute Lymphoblastic Leukemia in First Complete Remission: On Behalf of the ALWP of the EBMT ",
    "article_date": "November 29, 2018",
    "session_type": "732. Clinical Allogeneic Transplantation: Results: Poster I",
    "abstract_text": "Background: Unmanipulated T-cell replete haploidentical allogeneic stem cell transplantation has become an attractive alternative choice for patients with no HLA matched sibling or unrelated donors. However data of outcome in patients with Acute Lymphoblastic Leukemia (ALL) is still scarce. The Acute Leukemia Working Party (ALWP) of the European Society for Blood and Marrow Transplantation (EBMT) conducted this study to compare the outcome of allogeneic transplantation (Allo-SCT) from haploidentical donor (Haplo) versus matched (MUD 10/10) or mismatched (MMUD 9/10) unrelated donor for patients with ALL in first Complete Remission (CR1). Methods: The outcomes of 1,234 adult patients with Philadelphia positive or negative (Ph+ / Ph-) B ALL or T ALL in CR1 who underwent Allo-SCT between 2007 and 2016 were analyzed. Comparison was made between Haplo (136 patients), MUD 10/10 (809 patients) and MMUD 9/10 (289 patients). Multivariate analyses were performed using the Cox proportional-hazard model. To control potential confounding factors between treatments that could influence outcome, propensity score matching was also performed between Haplo and the 2 other groups. Results: Main population characteristics are depicted in Table 1. Recipients of Haplo, MUD 10/10 and MMUD 9/10 were comparable concerning median age, time from diagnosis to Allo-SCT and myeloablative versus reduced intensity conditioning (MAC/RIC). However, Haplo transplants cohort differed in several characteristics from the MUD and MMUD patients groups. The percentage of female donors was higher in Haplo transplants and female to male mismatch was higher accordingly, CMV matched negative status was lower in Haplo. The source of stem cells was bone marrow (BM) versus peripheral blood (PB) stem cells in significantly higher percentage of Haplo transplants (53.7% vs 15.1% and 16.6% for MUD and MMUD respectively, p<0.0001). Most Haplo patients received post-transplant cyclophosphamide for graft versus host disease (GVHD) prophylaxis (77%) while this regimen was rarely used in the other groups (about 3%, p=0.0005). Univariate analysis showed similar results in Haplo, MUD and MMUD. Disease free survival (DFS) at 3 years was 49±11%, 53±4% and 55±7%, respectively (p=0.67) (Figure 1). Overall survival (OS) was 54±11%, 62±4% and 62±6%, respectively (p=0.11) (Figure 2). Relapse incidence (RI) and non-relapse mortality (NRM) at 3 years were not different either, RI was 28±9%, 28±4% and 25±6%, respectively (p=0.7) and NRM was 23±8%, 19±3% and 20±6%, respectively (p=0.6). Acute GVHD (AGVHD), either grade II-IV or grade III-IV and chronic GVHD (CGVHD) did not differ between the 3 groups (p=0.1, p=1.0 and p=0.6 respectively). The GVHD-relapse free survival (GRFS) was also not statistically different between the groups, 43±10%, 43±4% and 46±7%, respectively (p=0.7). After adjustment for center effect, patient age, donor/patient gender, donor and patient CMV serostatus, ALL type (B Ph- vs B Ph+ vs T), time from diagnosis to SCT, type of conditioning and cell source (PB vs BM), the multivariate Cox model showed that Haplo recipients did not experience worse outcomes compared to MUD 10/10 and MMUD 9/10. Indeed, compared to Haplo, the Hazard Ratio (HR) for DFS was 1.1 for MUD (p=0.7) and 1.1 for MMUD (p=0.8). The HR for OS in MUD and MMUD did not differ from Haplo either (HR=0.9, p=0.4 and HR=1.0, p=1.0 respectively). Moreover, compared to Haplo, SCT from MUD and MMUD were not associated with lower hazards for RI (HR=0.9, p=0.8 and HR=0.7, p=0.2 respectively), NRM (HR=0.7, p=0.2 and HR=0.8, p=0.4 respectively), AGVHD II-IV (HR=1.1, p=0.8 and HR=1.2, p=0.3 respectively) and CGVHD (HR=0.8, p=0.2 and HR=0.9, p=0.6 respectively). Propensity matching confirmed the results of the multivariate Cox analysis with no difference in outcome between Haplo, MUD and MMUD. Compared to Haplo the HR for DFS and OS were 1.04 (p=0.84) and 0.85 (p=0.50) for MUD and 0.9 (p=0.66) and 0.82 (p=0.48) for MMUD. Conclusions: Outcomes of adult patients with ALL in CR1 receiving Haplo Allo-SCT are comparable to MUD or MMUD transplants. Haplo should be considered as an additional option for patients lacking a matched sibling donor. View large Download slide View large Download slide Disclosures Tischer: Jazz Pharmaceuticals: Other: Jazz Advisory Board. Mohty: MaaT Pharma: Consultancy, Honoraria.",
    "topics": [
        "acute lymphocytic leukemia",
        "allogeneic stem cell transplant",
        "burkitt's lymphoma",
        "complete remission",
        "donors",
        "mismatch",
        "allopurinol",
        "graft-versus-host disease",
        "graft-versus-host disease, chronic",
        "bone marrow transplantation"
    ],
    "author_names": [
        "Noga Shem-Tov, MD",
        "Christophe Peczynski",
        "Myriam Labopin, MD",
        "Maija Itälä-Remes, MD PhD",
        "Didier Blaise",
        "Hélène Labussière-Wallet",
        "Gérard Socié, MDPhD",
        "Nicolaus Kröger, MD",
        "Per Ljungman, MD PhD",
        "Boris Afanasyev",
        "Patrice Chevallier, MD",
        "Johanna Tischer",
        "Grzegorz Helbig",
        "Pavel Jindra, MD PhD",
        "Sebastian Giebel",
        "Mohamad Mohty, MD PhD",
        "Arnon Nagler, MD"
    ],
    "author_affiliations": [
        [
            "Hematology and BMT Division, Chaim Sheba Medical Center, Tel-Hashomer, Tel-Aviv University, Ramat-Gan, Israel "
        ],
        [
            "EBMT Paris study office, Paris, France "
        ],
        [
            "Acute Leukemia Working Party of EBMT, Paris, France, Paris, France "
        ],
        [
            "Stem Cell Transplantation Unit, HUCH Comprehensive Cancer Center, Helsinki, Finland "
        ],
        [
            "Department of Hematology, Institut Paoli Calmettes, Marseille, France "
        ],
        [
            "Service Hematologie, Centre Hospitalier Lyon Sud, Lyon, France "
        ],
        [
            "Department of Hematology and Transplantation, Hôpital Saint Louis, Paris, France "
        ],
        [
            "Department of Stem Cell Transplantation, University Medical Center Hamburg-Eppendorf, Hamburg, Germany "
        ],
        [
            "Department of Hematology, Karolinska University Hospital, Stockholm, Sweden "
        ],
        [
            "Pavlov First Saint Petersburg State Medical University, Saint Petersburg, Russian Federation "
        ],
        [
            "Clinical Hematology, Nantes University Hospital, Nantes, France "
        ],
        [
            "Klinikum Grosshadern, Munich, Germany "
        ],
        [
            "Silesian Medical Academy, University Department of Haematology and BMT, Katowice, Poland "
        ],
        [
            "Charles University Hospital, Plzen, CZE "
        ],
        [
            "Department of Bone Marrow Transplantation and Hematology-Oncology, Maria Sklodowska-Curie Memorial Cancer Center and Institute of Oncology, Gliwice Branch, Gliwice, Poland "
        ],
        [
            "EBMT Paris study office / CEREST-TC, Saint Antoine Hospital, Paris, France ",
            "Hematology Department, Hôpital Saint Antoine, Service d'Hématologie et Thérapie Cellulaire, Paris, France, Paris, FRA "
        ],
        [
            "Acute Leukemia Working Party of EBMT, Paris, France, Paris, France ",
            "Hematology Department, Chaim Sheba Medical Center, Tel Hashomer, Israel"
        ]
    ],
    "first_author_latitude": "32.047284499999996",
    "first_author_longitude": "34.8427175"
}