{
    "doi": "https://doi.org/10.1182/blood.V122.21.4466.4466",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2531",
    "start_url_page_num": 2531,
    "is_scraped": "1",
    "article_title": "Allogeneic Compact Bone-Derived Mesenchymal Stem Cell Transplantation Attenuates The Severity Of Idiopathic Pneumonia Syndrome In a Murine Bone Marrow Transplantation Model ",
    "article_date": "November 15, 2013",
    "session_type": "702. Experimental Transplantation: Immune Function, GVHD and Graft-versus-Tumor Effects: Poster III",
    "topics": [
        "bone marrow transplantation",
        "idiopathic pneumonia syndrome",
        "mice",
        "stem cell, mesenchymal",
        "transplantation",
        "body weight changes",
        "chemokine (c-c motif) receptor 5",
        "allopurinol",
        "hematopoietic stem cell transplantation",
        "interferon type ii"
    ],
    "author_names": [
        "Shukai Qiao, MD",
        "Hanyun Ren",
        "Yongjin Shi, MD",
        "Wei Liu, MD&PhD",
        "Jing Yuan, MD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Peking University First Hospital, Beijing, China, "
        ],
        [
            "Peking University First Hospital, Beijing, China"
        ],
        [
            "Department of Hematology, Peking University First Hospital, Beijing, China, "
        ],
        [
            "Department of Hematology, Peking University First Hospital, Beijing, China, "
        ],
        [
            "Department of Hematology, Peking University First Hospital, Beijing, China, "
        ]
    ],
    "first_author_latitude": "39.959339",
    "first_author_longitude": "116.34314494999998",
    "abstract_text": "Introduction Idiopathic pneumonia syndrome (IPS) is a serious and life-threatening lung complication following allogeneic hematopoietic stem cell transplantation (allo- HSCT) and currently no effective therapies exist. The present study was designed to determine whether transplantation of allogeneic murine compact bone derived- mesenchymal stem cells (CB-MSCs) could prevent the development of IPS. Methods We tested the effects of allogeneic CB-MSCs transplantation on IPS using an established murine model of IPS, wherein lethally irradiated male BALB/c (H-2d) recipient mice received bone marrow and spleen cells from female C57BL/6(H-2b) donors. Survival rates, body weight change, clinical GVHD scores, lung histological changes and wet-dry lung ratios were assessed after IPS induction. Mechanistically, concentrations of cytokines (TNF-alpha, IFN-gamma and IL-4) and chemokines (CCL5, CXCL9 and CXCL10) in bronchoalveolar lavage fluid (BALF) from the recipient mice were measured at different time point post-transplantation. CD4+CD25+Foxp3+ regulatory T cell (Treg) percentage, CCR5, CXCR3 and CCR7 expression on CD3+ T cells, and lung CXCR3, CCR5, CCR7, T-bet and GATA-3 mRNA levels were also evaluated at different time point post-transplantation. Results In the IPS model, co-transplantation of CB-MSCs significantly attenuated the severity of lung injuries and increased the survival rate of mice compared to non-cotransplanted mice. Furthermore, a higher Treg percentages, reduced TNF-alpha, IFN-gamma, CCL5, CXCL9 and CXCL10 levels, CXCR3 and CCR5 down-regulation, as well as CCR7 up-regulation, were observed in MSCs co-transplantation mice. Additionally, the prophylactic effect of CB-MSCs was also associated with a shift of Th1/Th2 balance toward anti-inflammatory Th2 polarization. Conclusions Our present data suggested that allogeneic CB-MSCs attenuated the severity of IPS due to its profound immunomodulatory capacity in our murine model. This may offer a novel prophylactic approach for IPS patients after allo-HSCT. View large Download slide View large Download slide  Disclosures: No relevant conflicts of interest to declare."
}