{
    "doi": "https://doi.org/10.1182/blood.V114.22.2470.2470",
    "article_title": "A Quality of Life Study Utilizing the EORTC QLQ-30 and EORTC QLQ-HDC29 Questionnaires for the Interview of 215 Patients Who Received Autologous or Allogeneic Hematopoietic Stem Cell Transplantation. ",
    "article_date": "November 20, 2009",
    "session_type": "HEALTH OUTCOMES RESEARCH POSTER II",
    "abstract_text": "Abstract 2470 Poster Board II-447 The continued optimizations of hematopoietic stem cell transplantation (HSCT) protocols and improved donor selection criteria have made HSCT available for a growing number of patients. Although, patients receive HSCT as treatment for a potentially life-threatening disease, the procedure itself, especially in the allogeneic setting, is also potentially life-threatening and we know little about the impact of this profound procedure on the long-term quality of life in transplant recipients. To get a comprehensive insight, we mailed the standardized questionnaires EORTC QLQ-C30 (version 3.0) and the supplementary module EORTC QLQ – HDC29 to 291 patients who were treated between 1989 and 2007 at our facility and maintain a complete remission. Patients had the opportunity to contact the principle investigator to address any questions that may arise. In total, 229 (78%) patients responded, of which 8 (3%) patients refused participation. Of the remaining 221 patients, 215 were eligible for analysis. Participants median age at the time of response was 53 years (range 26-71) and 105 (49%) were female. The median time between diagnosis and transplant was 293 days (range 40 – 5489) and the median time between transplant and interview was 6 years (range 1.3 – 18.4). Primary diagnoses of analyzed patients were as follows: 104 (48%) Non-Hodgkin Lymphoma; 48 (22%) Acute Myeloid Leukemia; 13 (6%) Acute Lymphoblastic Leukemia; 21 (9%) Chronic Myelogenous Leukemia; 11 (5%) Myelodysplastic Syndrome; 4 (2%) Multiple Myeloma; 7 (3%) Aplastic Anemia; 5 (2%) Osteomyelofibrosis; 2 (1%) Chronic Lymphocytic Leukemia. Overall, 120 patients (56%) received an allogeneic and 95 patients (44%) received an autologous graft, which were derived from peripheral blood stem cells in 192 (89%) cases and derived from bone marrow in 20 (9%) cases. The stem cell source remained unknown for 3 (1%) patients. Of the 120 allogeneic grafts, 47 (39%) were donated by a matched unrelated donor, whereas 71 (59%) were donated by a matched sibling donor and in 2 (1%) cases information about the type of donor were not available. In general, 148 (69%) of the 215 patients reported a subjectively good to very-high quality of life (Scores 5-7), whereas 145 (67%) patients described their health as good to excellent (Scores 5-7). For now, we focused our analysis on differences between patients who received an autologous, and those who received an allogeneic graft. A significant difference was reported for 2 of the 30 parameters of the QLQ - C30 and for 4 of the 29 parameters of the QLQ – HDC29. Patients who received an allograft were more affected by shortened breath (p = 0.028) and cognitive difficulties (p = 0.019). Furthermore, these patients were more upset about how the treatment affected their hair with a higher proportion of females in this group. Also, parameters which are associated with the higher risk of disease und transplant procedure like worrying about test results and fears to share concerns with family and friends, were more exaggerated in patients who received an allograft. With regard to social integration, affection of family life or sexual interest and the ability to enjoy sexual contacts, no differences were found between these two patients groups. The same is true for the overall perfomance levels in daily life. Despite the higher toxicity of allogeneic HSCT and the fact that more recipients of allogeneic grafts were on continued medication, a significantly higher proportion (51%) was working in his or her old job, when compared to patients who received an autologous transplant (34%). When we looked at gender specific differences independent from the type of transplant, female patients reported a significantly lower sexual interest (p = 0.001) and a significantly lower ability to enjoy sexual contacts (p = 0.041) than male patients. Only 48 females reported an average to high ability to enjoy sexual contacts in contrast to 70 male patients. An average to high interest in sex was reported by only 6 females, compared to 30 males with an almost equal distribution of male and female patients in our study. Still, males and females reported similar scores for their overall quality of life, quality of their relationship and social integration. These findings suggest that HSCT has a profound impact on the sexual life of female patients, and consequently their partners. For future works, it might be worth to include questionnaires for partners and maybe even children to get unbiased, concise data on the quality of life after HSCT. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "allogeneic hematopoietic stem cell transplant",
        "european organization for research and treatment of cancer",
        "quality of life",
        "hematopoietic stem cell transplantation",
        "transplantation",
        "tissue transplants",
        "allografting",
        "acute lymphocytic leukemia",
        "aplastic anemia",
        "chronic b-cell leukemias"
    ],
    "author_names": [
        "Akos G. Czibere, MD",
        "Verena Heymann",
        "Ingmar Bruns, MD, PhD",
        "Thomas Schroeder",
        "Roland Fenk",
        "Fabian Zohren",
        "Mustafa Kondakci",
        "Sebastian Balleisen",
        "Rainer Haas",
        "Guido Kobbe, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Akos G. Czibere, MD",
            "author_affiliations": [
                "Department of Hematology, Oncology and Clinical Immunology, University Hospital Duesseldorf, Duesseldorf, Germany, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Verena Heymann",
            "author_affiliations": [
                "Department of Hematology, Oncology and Clinical Immunology, University Hospital Duesseldorf, Duesseldorf, Germany, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ingmar Bruns, MD, PhD",
            "author_affiliations": [
                "Hem./Onc. & Clin. Immuno., University of Dusseldorf, Dusseldorf, Germany, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas Schroeder",
            "author_affiliations": [
                "Department of Hematology, Oncology and Clinical Immunology, University Hospital Duesseldorf, Düsseldorf, Germany, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Roland Fenk",
            "author_affiliations": [
                "Hematology, Oncology, Heinrich Heine University, Duesseldorf, Germany, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fabian Zohren",
            "author_affiliations": [
                "Hematology, Oncology and clinical Immunology, Heinrich-Heine-University, Duesseldorf, Germany, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mustafa Kondakci",
            "author_affiliations": [
                "Department of Hematology, Oncology and Clinical Immunology, University Hospital Duesseldorf, Düsseldorf, Germany, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sebastian Balleisen",
            "author_affiliations": [
                "Department of Hematology, Oncology and Clinical Immunology, University Hospital Duesseldorf, Düsseldorf, Germany, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rainer Haas",
            "author_affiliations": [
                "Hematology, Oncology, Heinrich Heine University, Duesseldorf, Germany, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Guido Kobbe, MD",
            "author_affiliations": [
                "Department of Hematology, Oncology and Clinical Immunology, Heinrich Heine University, Duesseldorf, Germany"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-12T02:22:33",
    "is_scraped": "1"
}