{
    "doi": "https://doi.org/10.1182/blood.V124.21.659.659",
    "article_title": "A Novel Method to Study the in Vivo Trafficking and Homing of Adoptively Transferred NK Cells in Rhesus Macaques and Humans ",
    "article_date": "December 6, 2014",
    "session_type": "703. Adoptive Immunotherapy: Preclinical Studies",
    "abstract_text": "Adoptive transfer of allogeneic or autologous natural killer (NK) cells is now being developed for therapy of both hematological and solid malignancies. The efficacy of NK immunotherapy to mediate anti-tumor effects will ultimately be dependent on their ability to traffic and home to the tumor microenvironment. Recent data suggest expanded NK cells are ineffective at homing to the bone marrow (BM) and lymph nodes (LN) where hematological malignancies reside. A variety of techniques to maintain and/or enforce expression of homing receptors in NK cells are now being explored in preclinical models to improve their localization to the BM and LN. Historically, xenogeneic human into mouse or mouse into mouse models have been utilized for preclinical development of adoptive NK transfer. These experiments often use fluorescent dye-labeled NK cells and require repeated invasive biopsies, which can be confounded by sampling error, or the requirement for post mortem analysis. Here we present a method to track in real time and in vivo adoptively infused zirconium-89 ( 89 Zr) labelled NK cells by PET imaging. A rhesus macaque (RM) model was used for these preclinical experiments as RM and human NK cells have similar expansion kinetics, and have greater similarity than mice in their phenotype, function, and homing receptors and ligands. PBMCs collected from the PB of 13 RMs were enriched for NK cells by CD3 + T-cell depletion and were then expanded for 14 days by culturing with irradiated human EBV-LCL cells in X-VIVO 20 media containing 10% human AB serum and 500 IU/μl of human IL-2. RM NK cells expanded a mean 145±41 fold and contained >99% pure CD3 - and CD56 + cells. The phenotype and tumor cytotoxicity of RM NK cells were similar to NK cells expanded from humans (n=3) using similar expansion cultures; at a 10:1 E:T ratio, 67% and 73% of K562 cells were lysed by RM and human NK cell respectively. To label NK cells, 89 Zr was conjugated to oxine, which readily permeabilized the cellular membrane and was retained in the cells. Expanded NK cells from both humans and RM showed no changes in CD16 or CD56 expression for up to 6 days following radiolabeling. Human and RM NK cell viability 0 to 24 hours following radiolabelling was 60-100% then declined to 20-30% after 6 days. 89 Zr retention by both human and RM NK cells was 75-80% in the first 24 hours of culture but gradually declined with time, decreasing to 20-30% after 7 days of culture. Culturing radiolabeled human NK cells for 24-36 hours with different cellular populations including Ramos and Raji cell lines and normal human PBMCs revealed no significant transfer of radioactivity (max 2% above baseline), establishing that 89 Zr was not transferred from labeled to unlabeled cells. Oxine labeling did not alter the cytotoxicity of human or RM NK cells vs K562 cells compared to unlabeled controls. 89 Zr-oxine labeling of expanded RM NK cells is currently being used to quantify NK cell trafficking and survival following adoptive transfer in autologous macaques. In these experiments, RM recipients of adoptively infused 89 Zr labeled NK cells receive concurrent deferoxamine to chelate and then enhance renal excretion of any free 89 Zr that is released from dead cells. In the experiments shown below, 13 x 10 7 autologous ex vivo expanded 89 Zr-labeled RM NK cells were injected IV into a 5.7 kg RM and tracked by sequential PET/CT imaging for 7 days. Up to 1-hour post infusion, most NK cell activity was restricted to the lungs. By 4 hours, NK cells began to traffic from the lungs to the liver and spleen. By 2 days, NK cells were no longer detectable in the lungs and resided largely in the liver and spleen, where they remained for the remainder of the 7 day imaging period. During the entire observation period, little to no NK cell radioactivity was detected in the LN or BM. In conclusion, 89 Zr oxine labelling of NK cells followed by PET/CT imaging represents a powerful tool to track the in vivo fate of adoptively transferred NK cells. The RM model presented here provides a method to evaluate and optimize various strategies aimed at altering the phenotype of NK cells, with the goal of improving their homing to the BM and LN where hematological cancers reside. These preclinical in vitro and in vivo data suggest this technology could be safely extended to humans and could be applied to other cellular populations besides NK cells. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "aldesleukin",
        "antigens, cd16",
        "biopsy",
        "cancer",
        "cd56 antigens",
        "computed tomography/positron emission tomography imaging",
        "cytotoxicity",
        "deferoxamine",
        "diagnostic imaging",
        "dyes"
    ],
    "author_names": [
        "Jan Davidson-Moncada, MD PhD MSc",
        "Noriko Sato, MD PhD",
        "Robert F Hoyt, DVM",
        "Robert N Reger",
        "Marvin Thomas, DVM, MS",
        "Randy Clevenger",
        "Mark E. Metzger",
        "Robert E. Donahue",
        "Philip C Eclarinal, BS, CNMT",
        "Lawrence Szajek",
        "Gary L Griffiths, PhD",
        "Cynthia E. Dunbar, MD",
        "Peter Choyke, MD",
        "Richard Childs, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Jan Davidson-Moncada, MD PhD MSc",
            "author_affiliations": [
                "National Institutes of Health, Bethesda, MD "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Noriko Sato, MD PhD",
            "author_affiliations": [
                "NIH/NCI, Bethesda, MD "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert F Hoyt, DVM",
            "author_affiliations": [
                "NIH/NCI, Bethesda, MD "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert N Reger",
            "author_affiliations": [
                "National Institutes of Health, Bethesda, MD "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marvin Thomas, DVM, MS",
            "author_affiliations": [
                "National Institutes of Health, Bethesda, MD "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Randy Clevenger",
            "author_affiliations": [
                "National Institutes of Health, Bethesda, MD "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mark E. Metzger",
            "author_affiliations": [
                "NHLBI, NIH, Bethesda, MD "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert E. Donahue",
            "author_affiliations": [
                "National Heart Lung and Blood Institute, National Institutes of Health, Bethesda, MD "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Philip C Eclarinal, BS, CNMT",
            "author_affiliations": [
                "National Institutes of Health, Bethesda, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lawrence Szajek",
            "author_affiliations": [
                "National Institutes of Health, Bethesda, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gary L Griffiths, PhD",
            "author_affiliations": [
                "Frederick National Laboratory for Cancer Research, Frederick, MD "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cynthia E. Dunbar, MD",
            "author_affiliations": [
                "National Institutes of Health, Bethesda, MD "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter Choyke, MD",
            "author_affiliations": [
                "National Cancer Institute, National Institutes of Health, Bethesda, MD "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard Childs, MD",
            "author_affiliations": [
                "National Heart, Lung and Blood Institute (NHLBI), National Institute of Health (NIH), Bethesda, MD"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-31T04:08:33",
    "is_scraped": "1"
}