{
    "doi": "https://doi.org/10.1182/blood.V126.23.3261.3261",
    "article_title": "Comorbidities Drive Outcomes for Both Malignancy and Non-Malignancy Associated Hemophagocytic Syndrome ",
    "article_date": "December 3, 2015",
    "session_type": "901. Health Services and Outcomes Research - Non-Malignant Conditions: Poster II",
    "abstract_text": "Background Secondary hemophagocytic syndrome (HPS), also known as hemophagocytic lymphohistiocytosis (HLH), is a rare syndrome that develops in the context of infection, autoimmune disease or an underlying malignancy. This results in the unregulated activation of the immune system and an aberrant proliferation of histiocytes and hemophagocytosis. Most of what is clinically known about secondary HPS/HLH is from case reports and case series. We studied the predictors of mortality among adults admitted with HPS with or without an associated malignancy using a large national inpatient database. Patients and Methods Cases of HPS were identified from the Nationwide Inpatient Sample (NIS) 2009-2011 using International Classification of Diseases-9th revision Clinical Modification (ICD-9-CM) codes 288.4 for primary or secondary diagnosis combined with bone marrow examination procedure code (41.31). Cases of malignancy were identified by using ICD-9-CM codes 104-208.9 and the use of inpatient chemotherapy was defined by ICD-9-CM procedure codes 9925 and 8607. Comorbidity assessment was done using Deyo modification of Charlson comorbidity index which takes into account 17 ICD based comorbidities. Malignancy was excluded from co-morbidity assessment. The impact of various patient/hospital related factors on mortality was first assessed using chi-square test or Analysis of Variance (ANOVA). Factors with p value 0.01 or less on bivariate analysis were then subjected to multivariate analysis using logistic regression methods. Statistical analysis was done using STATA 13.0 (StataCorp LP, College Station,TX). All p values were two sided and the level of significance was 0.05. Results A total of 276 patient hospitalizations with HPS were identified. Forty-four had an associated malignancy, out of which 38 (86%) were hematologic. The other cases were associated with systemic lupus erythematosus (n=12; 5%), rheumatoid arthritis (n=21; 9%), histoplasmosis (n=3;1.3%) or HIV (n=1; 0.4%). The median age was 42 (range 18-89 years) and 43% (n=114) were females. A total of 66% (n=182) had Charlson index (CI) of 0, whereas 13% (n=27) had a CI of 1 and 21% (n=57) had a CI of 2 or more. On bivariate analysis, the inpatient mortality rate was significantly higher in malignancy associated HPS (OR 2.07; P =0.04), age ≥ 50 (OR 3.46; P 2 (OR, 3.04; P <0.01), and patients with Medicare (OR 2.32; P <0.01). However, there was no statistically significant difference in mortality based on the receipt of chemotherapy ( P= 0.90), hospital region i.e. rural versus urban ( P=0.43) and teaching status ( P= 0.71). In multivariate analysis, CI ≥ 2 remained an independent predictor of survival in the overall study cohort (OR 3.52; 95% CI 1.51-8.18; P <0.01). Conclusion In this large series of adults with HPS, patients with malignancy associated HPS, CI ≥ 2, age> 50, and Medicare patients were associated with a worse in-hospital mortality. In multivariate analysis, patients with a greater co-morbidity burden appeared to be the single most important predictor of mortality. This suggests that outcomes for HPS are predicated by the extent of organ dysfunction at diagnosis. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "cancer",
        "comorbidity",
        "hemophagocytic lymphohistiocytosis",
        "chemotherapy regimen",
        "autoimmune diseases",
        "bone marrow examination",
        "histoplasmosis",
        "infections",
        "organ failure",
        "rheumatoid arthritis"
    ],
    "author_names": [
        "Benny Johnson, DO",
        "Smith Giri, MBBS",
        "Sara E. Nunnery",
        "Eric Wiedower, DO",
        "Omer Jamy, MD",
        "Jason C. Chandler, MD",
        "Mike G. Martin, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Benny Johnson, DO",
            "author_affiliations": [
                "Division of Hematology/Oncology, Department of Medicine, The University of Tennessee Health Science Center, Memphis, TN "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Smith Giri, MBBS",
            "author_affiliations": [
                "Department of Medicine, The University of Tennessee Health Science Center, Memphis, TN "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sara E. Nunnery",
            "author_affiliations": [
                "Department of Medicine, The University of Tennessee Health Science Center, Memphis, TN "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eric Wiedower, DO",
            "author_affiliations": [
                "Division of Hematology/Oncology, Department of Medicine, The University of Tennessee Health Science Center, Memphis, TN "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Omer Jamy, MD",
            "author_affiliations": [
                "Department of Medicine, The University of Tennessee Health Science Center, Memphis, TN "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jason C. Chandler, MD",
            "author_affiliations": [
                "Hematology/Oncology, The West Cancer Center/The University of Tennessee Health Science Center, Memphis, TN"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mike G. Martin, MD",
            "author_affiliations": [
                "Hematology/Oncology, The West Cancer Center/The University of Tennessee Health Science Center, Memphis, TN"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-02T02:38:41",
    "is_scraped": "1"
}