{
    "doi": "https://doi.org/10.1182/blood.V106.11.2444.2444",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=489",
    "start_url_page_num": 489,
    "is_scraped": "1",
    "article_title": "Rituximab Combination with Anthracyclin Based Chemothrapy Significantly Improved the Outcome of Young Patients with Diffuse Large B-Cell Lymphoma in Low as Well in High Risk Subgroups. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "topics": [
        "diffuse large b-cell lymphoma",
        "rituximab",
        "brachial plexus neuritis",
        "respiratory rate",
        "cyclophosphamide, doxorubicin, prednisone, and vincristine",
        "chemotherapy regimen",
        "autologous stem cell transplant",
        "extranodal disease",
        "follow-up",
        "lymphoma"
    ],
    "author_names": [
        "Marek Trneny, MD",
        "David Belada, MD",
        "Ingrid Vasova, MD",
        "Robert Pytlik, MD",
        "Tomas Kozak, MD",
        "Alice Sykorova, MD",
        "Katerina Kubackova, MD",
        "Jan Pirnos, MD",
        "Ingrid Bolomska, MD",
        "Marketa Petrova, Ing"
    ],
    "author_affiliations": [
        [
            "Ist Dept Med, Charles Univ Gen Hospital, Prague, Czech Republic"
        ],
        [
            "Hem Onc Dept, Univ Hospital, Hradec Kralove, Czech Republic"
        ],
        [
            "Hem Onc Dept, Univ Hospital, Brno, Czech Republic"
        ],
        [
            "Ist Dept Med, Charles Univ Gen Hospital, Prague, Czech Republic"
        ],
        [
            "Dept Hem, Univ Hospital Kral Vinohrady, Prague, Czech Republic"
        ],
        [
            "Hem Onc Dept, Univ Hospital, Hradec Kralove, Czech Republic"
        ],
        [
            "Dept Oncol, Univ Hospital Motol, Prague, Czech Republic"
        ],
        [
            "Dept Oncol, Hosp Ceske Budejovice, Czech Republic"
        ],
        [
            "Dept Oncol, Hosp Usti n. Labem, Czech Republic"
        ],
        [
            "Ist Dept Med, Charles Univ Gen Hospital, Prague, Czech Republic"
        ]
    ],
    "first_author_latitude": "50.07968249999999",
    "first_author_longitude": "14.407478399999997",
    "abstract_text": "Background: It has been demonstrated that rituximab with chemotherapy improves the outcome of older pts with DLBCL (Coiffier 2000, 2002, Habermann 2003) regardless risk category as well as the outcome of young patients with low IPI risk (Pfreundschuh, 2004). There is a lack of data on the impact of rituximab in high risk young patients. We have analyzed the outcome of young patients with DLBCL registered in Czech Lymphoma Study Group registry. Patients: 422 pts with newly diagnosed DLBCL younger than 60y have been registered between Jan 1999- Aug 2004. Pts with primary CNS lymphoma, pts with missing data, without anthracyclin based therapy were excluded from the analysis. Total 376 pts were analyzed. All patients received anthracyclin based therapy, 120 received rituximab (R-CT) and 256 chemotherapy only (CT). There were no significant differences between both group, R-CT and CT resp. Age median was 47.5y and 49y. Advanced CS was found in 73 pts (60.8%) and in 137 (53.5%), higher LDH was in 72 pts (60%) and 133 pts (51.9%), extranodal involvement was found in 76 pts (63.3%) and in 66 (25.8%) pts. The aaIPI risk distribution was as follows (R-CT vs CT): low risk 31 (25.8%) and 96 (31.5%), low-intermed. 34 (28.3%) and 70 (27.3%), intermed.-high 38 (31.7%) and 55 (21.5%), high 17 (14.2%) and 35 (13.7%). CHOP reg was used in 79 (65.8%) and 186 (72.7%) resp., intensified CHOP or CHOP with other combination was used in 36 (30.0%) and 52 (20.3%), other CT was used in 1 (0.8%) and 18 (7.0%). HDT with ASCT was used in 38 (32.2%) and 55 (22.0%) (ns). The median follow up was 22 m for R-CT and 44 m for CT group. Results: The estimates for 2y PFS was 85.5 % for R-CT and 66.4% for CT group resp. (p 0.0001). The estimates for 2y OS was 90.7% and 77.6% resp. (0.0007). The differences were significant in low risk (L and LI) as well as high risk (IH and H) group. PFS at 2y was 93.4% and 80.2% resp (p 0.005) and OS was 96.9% and 88.8% resp. (0.02) for low risk group. PFS at 2y was 75.8% and 41.8% resp. (0.0003) and OS was 83.4% and 57.0% resp. (0.0007) for high risk group. Conclusion: We have demonstrated the significance of rituximab combination with CT in young pts with DLBCL in this comparison. Rituximab has significant impact both in low risk pts (consistent with MINT data) as well as in high risk young pts, which has not been described in any prospective trial yet. View large Download slide View large Download slide Figure View large Download slide View large Download slide Figure"
}