{
    "doi": "https://doi.org/10.1182/blood.V104.11.4454.4454",
    "article_title": "Interactions between the Protein Kinase C (PKC) and the Calcineurin-Phosphatase (CP) Pathways in Differentiation of HL-60 Promyeloblasts into Dendritic Cells (DC). ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Continuing success in identifying tumor-specific antigens supports further implementing and refining immunologic strategies to target cancer more specifically. Intracellular signals responsible for differentiation and lineage commitment of pluripotent hematopoietic stem cells remain largely undefined. We have previously reported that blockade of PKC with 2-[1-(3-Dimethylaminopropyl)-1H-indol-3-yl]-3-(1H-indol-3-yl)-maleimide, also known as bisindolylmaleimide- I inhibits morphologic, phenotypic and functional differentiation of HL-60 myeloid blasts into DC by calcium mobilization with the calcium ionophore A23187. To further analyze the interdependence between the PKC and the CP pathways, we evaluated whether blockade of the CP pathway with cyclosporine A (CSA) affects the ability of the PKC agonist phorbol 12-myristate 13-acetate (PMA) to induce DC differentiation of HL-60 myeloblasts. We pre-treated the HL-60 myeloblasts with the CP inhibitor CSA at a dose of 50 ng/ml x 24 hrs, followed by the PMA at 10 ng/ml x 24 hrs or 48 hrs. On a pilot dose evalaution, we noted that a majority of HL-60 myeloblasts pre-treated with CSA x 24 hrs died upon exposure for ≥48 hrs PMA afterwards; therefore, PMA x 24 hrs was selected. Controls consisted of media, CSA (50 ng/ml x 24 hrs) and PMA (10 ng/ml x 24 hrs). We noted that pre-treatment of HL-60 myeloblasts with CSA→PMA, failed to inhibit development of DC-morphologic features; and on phase-contrast microscopy they were similar to those treated with PMA alone. Media and CSA (alone) treated myeloblasts did not develop DC morphology. Addidtionally, we evaluated the ability of HL-60 derived DC to activate allogeneic T-cells by CD69 activation. We noted that blasts treated with PMA upregulated expression of CD69 in allogeneic T-cells suggesting T-cell activation. Interestingly, pre-treatment of HL-60 blasts with CSA→PMA did not prevent T-cell activation (similar to PMA alone). Media and CSA (alone) treated promyeloblasts failed to induce T-cell activation. Our findings suggest that inhibition of the calcineurin-phosphatase pathway with CSA does not inhibit morphologic and functional differentiation of HL-60→ DC by direct PKC signaling with PMA.",
    "topics": [
        "calcineurin",
        "dendritic cells",
        "phosphoric monoester hydrolases",
        "protein kinase c",
        "calcium",
        "acetates",
        "agonists",
        "cancer",
        "cyclosporine",
        "ionophores"
    ],
    "author_names": [
        "Qian Li, M.D.",
        "Howard Ozer, M.D.",
        "Mohamed A. Kharfan-Dabaja, M.D."
    ],
    "author_dict_list": [
        {
            "author_name": "Qian Li, M.D.",
            "author_affiliations": [
                "Section of Hematology-Oncology and OU cancer Center, University of Oklahoma Health Sciences Center, Oklahoma City, OK, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Howard Ozer, M.D.",
            "author_affiliations": [
                "Section of Hematology-Oncology and OU cancer Center, University of Oklahoma Health Sciences Center, Oklahoma City, OK, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mohamed A. Kharfan-Dabaja, M.D.",
            "author_affiliations": [
                "Section of Hematology-Oncology and OU cancer Center, University of Oklahoma Health Sciences Center, Oklahoma City, OK, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-25T13:00:02",
    "is_scraped": "1"
}