{
    "doi": "https://doi.org/10.1182/blood.V108.11.4467.4467",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=774",
    "start_url_page_num": 774,
    "is_scraped": "1",
    "article_title": "Clinical Features of Patients with T Cell Large Granular Lymphocyte Leukemia Distinguish Patients with Splenomegaly and Those Who Benefit from Splenectomy. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "leukemia, t-cell, chronic",
        "signs and symptoms",
        "splenectomy",
        "splenomegaly",
        "t-lymphocytes",
        "cytopenia",
        "uterine fibroids",
        "immunophenotyping",
        "leukopenia",
        "pancytopenia"
    ],
    "author_names": [
        "Vivek Subbiah, MD",
        "A. Al-kali, MD",
        "M. Wlodarski",
        "Z. Nearman",
        "G. Ramsingh, MD",
        "S. Rosenblatt, MD",
        "A. Lichtin, MD",
        "Jaroslaw P. Maciejewski, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Experimental Hematology and Hematopoiesis Section, Taussig Cancer Center, Cleveland Clinic Foundation, Cleveland, OH, USA"
        ],
        [
            "Experimental Hematology and Hematopoiesis Section, Taussig Cancer Center, Cleveland Clinic Foundation, Cleveland, OH, USA"
        ],
        [
            "Experimental Hematology and Hematopoiesis Section, Taussig Cancer Center, Cleveland Clinic Foundation, Cleveland, OH, USA"
        ],
        [
            "Experimental Hematology and Hematopoiesis Section, Taussig Cancer Center, Cleveland Clinic Foundation, Cleveland, OH, USA"
        ],
        [
            "Experimental Hematology and Hematopoiesis Section, Taussig Cancer Center, Cleveland Clinic Foundation, Cleveland, OH, USA"
        ],
        [
            "General Surgery, CCF, USA"
        ],
        [
            "Hematologic Oncology and Blood Disorders, CCF, USA"
        ],
        [
            "Experimental Hematology and Hematopoiesis Section, Taussig Cancer Center, Cleveland Clinic Foundation, Cleveland, OH, USA",
            "Hematologic Oncology and Blood Disorders, CCF, USA"
        ]
    ],
    "first_author_latitude": "41.5017263",
    "first_author_longitude": "-81.6160094",
    "abstract_text": "T cell large granular lymphocyte leukemia (T-LGL) represents a chronic clonal lymphoproliferation of cytotoxic T cells (CTL) often complicated by cytopenias. CTL clone retains some of the characteristics of a reactive process (eg. response to a viral infection), is not entirely autonomous and in most cases does not result in progressively increasing lymphocyte count. We have analyzed a cohort of 76 patients with T-LGL, and distinguished a proliferative form of T-LGL characterized by high LGL count and/or splenomegaly (N=25;32%) or a more leukopenic form with only relative lymphocytosis (N=18;23%). When these 2 groups were compared with regard to the types and severity of associated cytopenias, we have noted that patients with proliferative form of T-LGL have more often bi and pancytopenia (12/25; 48%) than seen in patients with leukopenic forms of T-LGL (3/18; 16%). While the pathogenesis of lineage-restricted cytopenias in T-LGL may involve direct recognition and killing of hematopoietic precursors by T-LGL, and inhibitory cytokine effects, cytopenias in patients with splenomegaly may be due to splenic sequestration and destruction. Within our cohort of T-LGL we have identified 14 patients who, in the course of their disease, underwent splenectomy and studied their hematological and medical outcomes. This is to be the largest study of splenectomy in T-LGL reported to date. Diagnosis was established in all cases using immunophenotyping and flow cytometric evidence of Vβ expansions and TCR rearrangement. Median age at splenectomy was 55 y and m/f ratio was 10/4. Associated conditions included rheumatoid arthritis, Grave’s disease, Felty’s syndrome and MGUS. The indications for splenectomy included symptomatic splenomegaly (7/14) and/or severe refractory cytopenias (pancytopenia, N=5; bicytopenia, N=2; single lineage cytopenias, N=6). Prior therapies were mostly symptomatic and supportive with either G-CSF, Aranesp, or red cell transfusions. Two patients received prior steroids and 1 received CHOP chemotherapy. Median spleen size was 1.5Kg and all patients showed positive TCR-γ rearrangement in resection material; immunophenotype included positivity for CD3, 5, 8, 57, 16 and 56. Nine patients underwent laparoscopic splenectomy and 5 had open splenectomy. There was no surgery-related mortality, with the median follow up of 22 months the survival was 85.7%. Two patients died due to causes unrelated to splenectomy or cytopenia. All patients splenectomised for cytopenias showed serially improved counts following splenectomy (Table1) and did not require further treatment for cytopenias, including transfusion-independence. Molecular analysis of TCR utilization spectrum and Vβ flow cytometry showed persistence of the LGL clone in all patients tested but there was no obvious further expansion. Our analysis demonstrates that splenectomy constitutes a viable and safe therapeutic option for patients with T-LGL, splenomegaly and refractory cytopenias that consistently leads to improvement of counts. Table 1: Mean Values with Standard Error of Mean of Blood Counts Pre and Post Splenectomy  . Pre-Splenectomy . Post-splenectomy . Hb (g/dL) 9.18±0.74 12.4±0.29 ALC(/uL) 1351.08±389.36 4482.4±639.63 ANC(/uL) 630±92.6 2508±393.5 Platelet(× 1000/uL) 63.2 ±4.54 318±26.5 . Pre-Splenectomy . Post-splenectomy . Hb (g/dL) 9.18±0.74 12.4±0.29 ALC(/uL) 1351.08±389.36 4482.4±639.63 ANC(/uL) 630±92.6 2508±393.5 Platelet(× 1000/uL) 63.2 ±4.54 318±26.5 View Large"
}