{
    "doi": "https://doi.org/10.1182/blood-2018-99-111531",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4042",
    "start_url_page_num": 4042,
    "is_scraped": "1",
    "article_title": "Updated Phase 1 Results of Zuma-3: Kte-C19, an Anti-CD19 Chimeric Antigen Receptor T Cell Therapy, in Adult Patients with Relapsed/Refractory Acute Lymphoblastic Leukemia ",
    "article_date": "November 29, 2018",
    "session_type": "612. Acute Lymphoblastic Leukemia: Clinical Studies: Improving Outcomes with Cellular Therapy",
    "abstract_text": "Background: Although approximately half of adult patients with acute lymphoblastic leukemia (ALL) achieve long-term survival, those who relapse have poor long-term outcomes (El Fakih et al. Hematol Oncol Stem Cell Ther. 2017; Oriol et al. Haematologica. 2010). The initial report of Phase 1 of ZUMA-3, the Phase 1/2 trial of KTE-C19 for treatment of relapsed/refractory (R/R) ALL (NCT02614066), has thus far demonstrated promising efficacy among patients infused with KTE-C19, with a 71% complete remission (CR) rate (CR or CR with incomplete hematologic recovery [CRi]), 88% undetectable minimal residual disease (MRD), and manageable toxicity across all doses (Shah et al. ASH 2017. #888). Here, we present updated safety and efficacy data from Phase 1 of ZUMA-3. Methods: Adult patients (≥ 18 y) with R/R ALL (Ph+ allowed), > 5% bone marrow blasts, and ECOG 0-1 received 2, 1, or 0.5 × 10 6 CAR T cells/kg after low-dose conditioning chemotherapy with fludarabine 25 mg/m 2 /day for 3 days and a single dose of cyclophosphamide 900 mg/m 2 on the third day of conditioning. The primary endpoint for Phase 1 was incidence of dose-limiting toxicities (DLTs). Key secondary endpoints included incidence and time to onset and resolution of adverse events (AEs), rate of undetectable MRD remission in the bone marrow using flow cytometry, and duration of remission. KTE-C19 expansion and persistence were also assessed. Safety analyses included all patients who received KTE-C19, and patients with ≥ 2 months of follow-up were evaluated for efficacy. Results: As of April 12, 2018, 35 patients have received KTE-C19 with a median follow-up of 11 months (range, 2 - 25 months). The median age was 40 years (range, 18 - 69 years), 51% of patients were male, 66% had ECOG 1, 13 patients (37%) had prior blinatumomab, and 60% had received ≥ 3 prior lines of treatment. The median bone marrow blast burden at screening was 70% (range, 5 - 100). Six patients received the 2 × 10 6 cells/kg dose, 14 received 1 × 10 6 cells/kg, and 15 received 0.5 × 10 6 cells/kg. No DLTs were observed in the DLT period. The most common Grade ≥ 3 AEs were hypotension (40%), pyrexia (34%), decreased platelet counts (34%), and anemia (31%). Grade ≥ 3 CRS occurred in 9 patients (26%), with a median time to onset of 5 days (range, 1 - 15 days). There were 2 KTE-C19-related Grade 5 events: 1 cerebral infarction at the 0.5 × 10 6 cells/kg dose and 1 previously reported multiorgan failure secondary to cytokine release syndrome (CRS) at the 2 × 10 6 cells/kg dose. Grade ≥ 3 CRS resolved in all patients (not including 2 patients with a Grade 5 event), and the median time to resolution was 11 days (range, 7 - 42 days). Grade ≥ 3 treatment-emergent neurologic events occurred in 16 patients (46%), and the median time to onset was 7 days (range, 4 - 24 days). With the exception of 2 patients with unresolved neurologic events due to death, Grade ≥ 3 neurologic events resolved in all patients (14/14), with a median time to resolution of 17 days (range, 6 - 53 days). Among the 32 patients evaluable for response, the overall rate of undetectable MRD was 78% (95% CI, 60% - 91%). CR or CRi was achieved by 23 patients (72%), and 1 patient (3%) had blast-free BM. KTE-C19 levels were examined in 23 patients as of July 31, 2017. Robust KTE-C19 expansion was observed across all dose levels assessed. Conclusion: High rates of remission were achieved by adult patients with R/R ALL, with approximately three-quarters of patients achieving CR or CRi with undetectable MRD after a single dose of KTE-C19 in ZUMA-3. The safety profile was generally manageable, and most cases of high-grade CRS and neurologic events resolved. These results demonstrate that KTE-C19 offers clinical benefit for patients with otherwise limited treatment options. Disclosures Wierda: AbbVie, Inc: Research Funding; Genentech: Research Funding. Bishop: United Healthcare: Employment; Seattle Genetics: Consultancy, Membership on an entity's Board of Directors or advisory committees; Celgene: Honoraria, Speakers Bureau; Juneau Therapeutics: Speakers Bureau; Novartis Pharmaceuticals Corporation: Speakers Bureau. Logan: Adaptive Biotech: Consultancy; Napajen: Consultancy; Shire: Consultancy; Pfizer: Consultancy; Novartis: Consultancy, Research Funding; Incyte: Consultancy; Jazz Pharmaceuticals: Consultancy, Research Funding; Amgen: Consultancy; Astellas: Research Funding; Pharmacyclics: Research Funding; Kite: Research Funding. Schiller: Astellas Pharma: Membership on an entity's Board of Directors or advisory committees, Research Funding; bluebird bio: Research Funding. Holmes: Unum: Research Funding; Seattle Genetics: Research Funding, Speakers Bureau; Novartis: Research Funding; Genentech: Research Funding; Celgene: Research Funding; Rigel: Consultancy; Gilead: Consultancy, Research Funding, Speakers Bureau; Bayer: Consultancy. Abedi: Seattle Genetics: Speakers Bureau; Celgene: Speakers Bureau; Amgen: Research Funding; CIRM: Research Funding; BMS: Speakers Bureau; Takeda: Speakers Bureau; Gilead: Speakers Bureau; Celgene: Research Funding. Arellano: Cephalon: Research Funding. Pagel: Pharmacyclics, an AbbVie Company: Consultancy; Gilead: Consultancy. Mardiros: Kite, a Gilead Company: Employment; Kite, a Gilead Company: Equity Ownership; Mustang Bio: Patents & Royalties; Kite, a Gilead Company: Other: TRAVEL, ACCOMMODATIONS, EXPENSES. Shen: Zhejiang DTRM Biopharma LLC: Other: Clinical Operations Director. Vezan: Kite Pharma: Employment; Kite, Gilead, Abbv, MRK: Equity Ownership. Jain: Kite Pharma, Amgen: Equity Ownership; Kite Pharma: Employment; Kite Pharma: Patents & Royalties.",
    "topics": [
        "acute lymphocytic leukemia",
        "cd19 antigens",
        "chimeric antigen receptors",
        "t-cell therapy",
        "disease remission",
        "electrocorticogram",
        "follow-up",
        "single-dose regimen",
        "toxic effect",
        "adverse event"
    ],
    "author_names": [
        "William G. Wierda, MD PhD",
        "Michael R. Bishop, MD",
        "Olalekan O. Oluwole, MBBS, MPH",
        "Aaron C. Logan, MD PhD",
        "Maria R. Baer, MD",
        "William B. Donnellan, MD",
        "Kristen M. O'Dwyer, MD",
        "Januario E. Castro, MD",
        "Gary J. Schiller, MD",
        "Houston Holmes, MD",
        "Mehrdad Abedi, MD",
        "Armin Ghobadi, MD",
        "Martha L. Arellano, MD",
        "Adriana K. Malone, MD",
        "John M. Pagel, MD PhD",
        "Armen Mardiros, PhD",
        "Tong Shen, MS",
        "Remus Vezan, MD PhD",
        "Rajul K. Jain, MD",
        "Bijal D. Shah, MD"
    ],
    "author_affiliations": [
        [
            "Department of Leukemia, University of Texas M.D. Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Medicine, Section of Hematology/Oncology, University of Chicago, Chicago, IL "
        ],
        [
            "Vanderbilt-Ingram Cancer Center, Nashville, TN "
        ],
        [
            "Division of Hematology and Oncology, University of California San Francisco, San Francisco, CA "
        ],
        [
            "University of Maryland Greenebaum Comprehensive Cancer Center, Baltimore, MD "
        ],
        [
            "Sarah Cannon Research Institute/Tennessee Oncology, Nashville, TN "
        ],
        [
            "Division of Hematology/Oncology, University of Rochester Medical Center, Rochester, NY "
        ],
        [
            "Mayo Clinic, Scottsdale, AZ "
        ],
        [
            "David Geffen School of Medicine at UCLA, Los Angeles, CA "
        ],
        [
            "Texas Oncology, P.A./Baylor-Sammons Cancer Center, Dallas, TX "
        ],
        [
            "Comprehensive Cancer Center, Division of Hematology/Oncology, University of California Davis Medical Center, Sacramento, CA "
        ],
        [
            "Washington University School of Medicine and Siteman Cancer Center, St. Louis, MO "
        ],
        [
            "Winship Cancer Institute, Emory University, Atlanta, GA "
        ],
        [
            "Tisch Cancer Institute, Icahn School of Medicine at Mount Sinai, New York, NY "
        ],
        [
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA "
        ],
        [
            "Kite, a Gilead Company, Santa Monica, CA "
        ],
        [
            "Kite, a Gilead Company, Santa Monica, CA "
        ],
        [
            "Kite, a Gilead Company, Santa Monica, CA "
        ],
        [
            "Kite, a Gilead Company, Santa Monica, CA "
        ],
        [
            "H. Lee Moffitt Cancer Center, Tampa, FL"
        ]
    ],
    "first_author_latitude": "29.707097200000003",
    "first_author_longitude": "-95.39710199999999"
}