{
    "doi": "https://doi.org/10.1182/blood.V122.21.5332.5332",
    "article_title": "Five years’ Follow-Up Study For Frequency Of Monoclonal Gammopathy Of Undetermined Significance (MGUS) In a Korean Elderly Urban Cohort ",
    "article_date": "November 15, 2013",
    "session_type": "651. Myeloma: Biology and Pathophysiology, excluding Therapy",
    "abstract_text": "Background The prevalence of monoclonal gammopathy of undetermined significance (MGUS) increases with patient age and varies by race. However, reliable data on the epidemiology of MGUS is limited in Korea. We previously reported the prevalence of MGUS among 1000 participants of a Korean Elderly Urban Cohort recruited from 2005 to 2006 (First Wave, Park HK Am J Hematol . 2011;86:752-5); age and gender-adjusted prevalence of MGUS was estimated as 3.3% (95% confidence interval [CI] = 2.0-4.6%). Here, we report the five years’ follow-up study for frequency of MGUS between 2010 and 2011. Methods Korean Longitudinal Study on Health and Aging (KLoSHA) is a population-based, prospective cohort study of health, aging, and common geriatric diseases in a population aged ≥ 65 years in Seongnam-si, a satellite city of Seoul. Of the random sample of 1118 candidates from 61,730 Korean elderly individuals, 698 respondents agreed to participate in baseline KLoSHA study between 2005 and 2006. A total of 680 with available samples were screened for MGUS. We followed them and collected their serum between 2010 and 2011 (Second Wave). The screening of MGUS in the Second Wave was performed using serum protein electrophoresis followed by immunofixation assays; MGUS was defined by the presence of a serum monoclonal protein (M-protein), at a concentration <3 g/dL, and in the absence of end organ damage. Bone marrow study was not performed unless the patient was suspicious of multiple myeloma. To validate complete follow-up data, information regarding vital status was obtained from the National Population Registry of Korea National Statistical Office by using a unique resident registration number. Overall survival was calculated from the date of First wave to death from any cause. Results Of the 680 respondents (21 with MGUS, 659 without MGUS) in the First Wave, 361 (53%) agreed to participate in the Second Wave. Causes of nonattendance were death in 20%, refusal in 19%, move to other area in 6%, and loss to contact in 3%. Of the 361 respondents, 10 were identified to have MGUS. Overall frequency of MGUS is 2.8% (95% CI: 1.3 - 5.0%). Among 21 patients with MGUS in the First Wave, 9 were followed up in the Second Wave. Six of them showed persistent MGUS. One of them showed mild anemia with persistent M-protein of 1.4g/dL suggestive of progression to multiple myeloma, but was not confirmed because of early death just after screening. Interestingly, M-protein was disappeared in remaining 2 patients with MGUS in the First wave. Among 659 respondents without MGUS in the First Wave, 352 were followed up in the Second Wave. Four of them were newly diagnosed with MGUS. In Kaplan-Meier survival analysis, there was no significant difference of survival between respondents with MGUS and without MGUS in the First Wave ( P = 0.66 by Log-rank test). Conclusion Five years’ follow-up data showed the natural clinical course of MGUS. The diagnosis of MGUS was not associated with an increased risk of death in Korean elderly population. The interesting finding was that M-protein was disappeared in some patients with MGUS. High rate of non-attendance (47%) in Second Wave is the major limitation. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "follow-up",
        "monoclonal gammopathy of undetermined significance",
        "older adult",
        "multiple myeloma",
        "screening",
        "anemia",
        "end organ damage",
        "geriatric disorders",
        "immunofixation",
        "monoclonal immunoglobulin"
    ],
    "author_names": [
        "Yun-Gyoo Lee",
        "Soo-Mee Bang, MD, PhD",
        "Jeong-Ok Lee",
        "Song Jung Han",
        "Kim Ki Woong",
        "Jong-Seok Lee"
    ],
    "author_dict_list": [
        {
            "author_name": "Yun-Gyoo Lee",
            "author_affiliations": [
                "Internal Medicine, Seoul National University Bundang Hospital, Seoul, South Korea, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Soo-Mee Bang, MD, PhD",
            "author_affiliations": [
                "Department of Internal Medicine, Seoul National University Bundang Hospital, Seongnam, South Korea, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeong-Ok Lee",
            "author_affiliations": [
                "Department of Internal Medicine, Seoul National University Bundang Hospital, Seongnam, South Korea, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Song Jung Han",
            "author_affiliations": [
                "Department of Laboratory Medicine, Seoul National University Bundang Hospital, Seongnam, South Korea, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kim Ki Woong",
            "author_affiliations": [
                "3Department of Neuropsychiatry, Seoul National University Bundang Hospital, Seongnam, South Korea"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jong-Seok Lee",
            "author_affiliations": [
                "Department of Internal Medicine, Seoul National University Bundang Hospital, Seongnam, South Korea, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-27T18:40:09",
    "is_scraped": "1"
}