{
    "doi": "https://doi.org/10.1182/blood-2018-99-112829",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4108",
    "start_url_page_num": 4108,
    "is_scraped": "1",
    "article_title": "Macrophage Protease-Activated Receptor 2 Regulates Fetal Liver Hematopoiesis in Mice ",
    "article_date": "November 29, 2018",
    "session_type": "321. Blood Coagulation and Fibrinolytic Factors: The Clotting System in Inflammation, Immunity, and Cancer",
    "topics": [
        "anemia",
        "beta-globin",
        "blood coagulation factors",
        "deoxyribonuclease i",
        "embryonic demise",
        "endopeptidases",
        "fetus",
        "gata1 protein, human",
        "growth retardation",
        "hematopoiesis"
    ],
    "author_names": [
        "Mona Saffarzadeh, PhD",
        "Wolfram Ruf, MD"
    ],
    "author_affiliations": [
        [
            "Center for Thrombosis and Hemostasis, Johannes Gutenberg University Medical Center, Mainz, Germany "
        ],
        [
            "The Scripps Research Institute, La Jolla, CA ",
            "Center for Thrombosis and Hemostasis, Johannes Gutenberg University Medical Center, Mainz, Mainz, Germany"
        ]
    ],
    "first_author_latitude": "49.9926403",
    "first_author_longitude": "8.241555199999999",
    "abstract_text": "Deficiencies in many coagulation factors and protease-activated receptors (PARs) affect mouse embryonic development, but phenotypes of single PAR-deficiencies are often obscured by compensation by other receptors. Although most PAR1/PAR2 double deficient embryos do not survive to birth, PAR2 single-deficient embryos exhibit an unresolved partial preterm lethality. We have observed that PAR2 -/- embryos at day 13.5 to 15.5 p.c. from timed mating of homozygous PAR2 -/- parents display an increased embryonic death and growth retardation as well as variable signs of anemia in comparison to WT embryos of the same gestational age. The pale appearance suggested that PAR2 might play a role during fetal hematopoiesis. To investigate whether this phenotype is merely a consequence of a previously demonstrated placental defect arising from PAR2 deficiency in the mother, we compared heterozygous PAR2 +/- embryos produced by timed-mating of WT mothers mated with PAR2 -/- fathers or of PAR2 -/- mother mated with WT father. Although reduced embryo weights in PAR2 -/- relative to WT mothers indicated a developmental delay due to maternal PAR2 deficiency, anemia was not observed in these PAR2 +/- embryos. The fetal liver is the site of hematopoiesis during embryonic development. We therefore evaluated fetal hematopoiesis at day 13.5 to 15.5 p.c. in PAR2 +/- and PAR2 -/- embryos from timed mated heterozygous PAR2 +/- mothers mated with PAR2 -/- fathers. Macroscopic phenotypic abnormalities, including signs of anemia, were more prevalent in PAR2 -/- versus PAR2 +/- embryos, demonstrating an embryonic phenotype that develops independent from maternal PAR2-deficiency. Gene expression analyses of fetal liver at day 13.5 p.c. showed a reduction in marker genes for erythropoiesis, i.e. beta-globin, GATA-1, BCL-11a and for macrophages, i.e. F4/80, Id3, Nr1h3, specifically in PAR2 -/- relative to PAR2 +/- embryos. These differences were also seen at day 15.5 p.c. in homozygous PAR2 R38E cleavage resistant relative to PAR2 R38E/WT heterozygous embryos in the same litter, confirming PAR2 proteolytic signaling as the major regulator of fetal hematopoiesis. Since macrophage markers in the fetal liver were reduced in PAR2 -/- embryos, we next evaluated the role of macrophage PAR2 signaling by cell-type specific deletion in PAR2 flfl -LysMcre mice. Macrophage PAR2-deficient mice had reduced erythroblast islands, and erythropoiesis and macrophage marker genes were reduced in the fetal liver at day 15.5 p.c. to the same extent as seen in completely PAR2-deficient embryos. Blood island macrophages play pivotal roles in erythrophagocytosis and clearance of red blood cell expelled nuclei. Deficiency in red blood cell nuclei clearance, e.g. in DNase I deficient mice, causes macrophage inflammatory activation and upregulation of the interferon regulated gene Hamp-1. PAR2 flfl -LysMcre fetal livers showed increased Hamp-1 expression relative to cre-negative controls from the same pregnancy, further indicating that macrophage PAR2 signaling directly participates in the regulation of erythropoiesis. These data identify a novel function for proteolytic PAR2 activation in the supporting fetal hematopoiesis and raise the possibility that PAR2 signaling may also regulate adult hematopoiesis under stress conditions or aging. Disclosures No relevant conflicts of interest to declare."
}