{
    "doi": "https://doi.org/10.1182/blood-2018-99-117675",
    "article_title": "LSD1 Inhibitors Induce Fetal Hemoglobin in Primary Human Erythroid Cells ",
    "article_date": "November 29, 2018",
    "session_type": "113. Hemoglobinopathies, Excluding Thalassemia-Basic and Translational Science: Poster I",
    "abstract_text": "Significant amount of clinical literatures have supported that high level of fetal hemoglobin (HbF) improves the disease pathophysiology of β-globinopathies [sickle cell disease (SCD) and β-thalassemia]. Thus, we certainly can treat β-globinopathies by increasing the HbF level in adult erythroid cells. We originally reported that the lysine-specific histone demethylase 1 (LSD1) plays an important role in the regulation of the fetal γ-globin genes. Inhibition of LSD1 by using RNAi and monoamine oxidase inhibitor tranylcypromine (TCP) in primary human erythroid progenitor cells induces HbF to therapeutic levels. Furthermore, LSD1 inhibitor RN-1 treatment of SCD mice results in increased HbF synthesis and leads to effective improvement of many aspects of the disease pathology normally associated with SCD. Most recently, we examined the in vivo effects of some additional, publically available small molecule chemical inhibitors of LSD1 (including GSK-LSD1, LSD1-C12, LSD1-C76, OG-L002, and S2101) on HbF synthesis and erythroid physiology in SCD mice. There was a statistically significant increase in the percentage of HbF positive cells after 4 weeks of treatment with GSK-LSD1 or OG-L002 in SCD mice. Here, we report the effects of these two inhibitors in primary human erythroid cell derived from peripheral blood CD34 + cells. We isolated CD34 + cells using MACS column and cultured them using the two-phase-culture system. After seven days in expansion phase (phase 1) and three days in differentiation phase (phase 2), cells were treated with different doses of GSK-LSD1 and OG-L002 LSD1 inhibitors along with controls (DMSO, hydroxyurea and TCP) for 3 or 5 days in phase 2 culture. Flow cytometric assays showed that the percentage of HbF positive cells were significantly high when CD34+ cells treated with OG-L002 LSD1 (~50% at 0.1 µM) or GSK-LSD1 (~30% at 0.1 µM) as compared to control DMSO (~20%) after 5 days. These results suggest that GSK-LSD1 and OG-L002 could be two new promising HbF inducers based on LSD1 inhibition. These findings provide additional evidence to support that LSD1 comprises a useful molecular target for possible therapeutic intervention in treating SCD. Further study will be necessary to address the potential therapeutic effects of the compounds in SCD patients. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "erythroid cells",
        "fetal hemoglobin",
        "cd34 antigens",
        "dimethyl sulfoxide",
        "globins",
        "histones",
        "hydroxyurea",
        "lysine",
        "molecular target",
        "monoamine oxidase inhibitors"
    ],
    "author_names": [
        "Cuong LE, PhD",
        "Greggory Myers",
        "Alawi Habara, MBBS, MSc",
        "David H.K. Chui, MD",
        "Martin H. Steinberg, MD",
        "James Douglas Engel, PhD",
        "Shuaiying Cui, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Cuong LE, PhD",
            "author_affiliations": [
                "Department of Medicine, Section of Hematology-Oncology, Boston University School of Medicine, Boston, MA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Greggory Myers",
            "author_affiliations": [
                "Department of Cell and Developmental Biology, University of Michigan, Ann Arbor, MI"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alawi Habara, MBBS, MSc",
            "author_affiliations": [
                "Department of Medicine, Section of Hematology-Oncology, Boston University School of Medicine, Boston, MA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David H.K. Chui, MD",
            "author_affiliations": [
                "Department of Medicine, Section of Hematology-Oncology, Boston University School of Medicine, Boston, MA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martin H. Steinberg, MD",
            "author_affiliations": [
                "Department of Medicine, Section of Hematology-Oncology, Boston University School of Medicine, Boston, MA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James Douglas Engel, PhD",
            "author_affiliations": [
                "Department of Cell and Developmental Biology, University of Michigan, Ann Arbor, MI"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shuaiying Cui, PhD",
            "author_affiliations": [
                "Department of Medicine, Section of Hematology-Oncology, Boston University School of Medicine, Boston, MA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-15T18:38:20",
    "is_scraped": "1"
}