{
    "doi": "https://doi.org/10.1182/blood-2018-99-111051",
    "article_title": "Treatment, HSCT Patterns, and Survival of Elderly Diffuse Large B-Cell Lymphoma Patients in the SEER-Medicare Linked Database ",
    "article_date": "November 29, 2018",
    "session_type": "904. Outcomes Research—Malignant Conditions: Poster II",
    "abstract_text": "Introduction: Diffuse large B-cell lymphoma (DLBCL) is an aggressive, sometimes fatal hematologic malignancy and is the most common subtype of Non-Hodgkin's Lymphoma. DLBCL has been readily treated with long, durable remissions with the introduction of rituximab to standard chemotherapy in 1997. The most common front line therapy used to treat DLBCL patients is R-CHOP (Rituximab + Cyclophosphamide, Doxorubicin, Vincristine, and Prednisone). Since DLBCL is primarily a disease of the elderly, the Surveillance, Epidemiology, and End Results program linked with Medicare (SEER-Medicare) database was queried for adult patients (66 years and older) to describe the characteristics of elderly DLBCL patients, current treatment patterns and regimen changes over time, receipt of any type of hematopoietic stem cell transplantation (HSCT), and overall survival. Methods: This retrospective cohort study included adult patients aged 66 years and older newly-diagnosed with DLBCL from 2001 - 2013 and with continuous enrollment in Medicare parts A and B one year prior to diagnosis. Outcomes of interest included most common treatment regimens, overall survival, and receipt of stem cell transplantation. Descriptive statistics and various subgroup analyses were conducted. Kaplan-Meier overall survival proportions and HSCT proportions were estimated. Results: The cohort included 18,058 patients with a median age of 78 at DLBCL diagnosis. About 19% of patients were 66-70, 22% were 71-75, 23% were 76-80, and 36% were 81 or older. There were slightly more females than males (53% vs. 47%), 88% of patients with non-missing race were Caucasian, 4% Asian, 4% Black, and 2% Hispanic. Among the 69% of patients who received treatment after diagnosis of DLBCL, R-CHOP was the most common front line therapy, followed by rituximab in combination with other chemotherapy agents, and rituximab mono-therapy (Table 1). Approximately 30% of patients survived until the end of follow-up. Overall survival of DLBCL patients improved the more recently they were diagnosed. Median survival of patients diagnosed in the most recent years (2010 - 2013) was nearly twice as long as those diagnosed in the earliest years (2001 - 2003) at approximately 922 days (~2.5 years) compared to 484 days (~1.3 years) (Figure 1). At five years post-diagnosis, estimated survival probabilities by year of diagnosis were 0.32 (2001 - 2003), 0.34 (2004 - 2006), 0.36 (2007 - 2009), and 0.39 (2010 - 2013). Approximately 20% of patients received stem cell transplantation during follow-up. In the first six months following diagnosis, HSCT occurred in <1% diagnosed from 2001 - 2003; 16% of those diagnosed from 2004 - 2006; 26% of those diagnosed from 2007 - 2009; and 31% of those diagnosed from 2010 - 2013. On average, HSCT patients differed from non-HSCT patients significantly ( p <0.001) by later year of diagnosis (Figure 2), younger age, and less comorbidity burden. Conclusion: The large sample size and recent data are advantageous in describing temporal changes in treatment strategies and overall survival of DLBCL patients. Over time, the use of CHOP as a front line therapy without rituximab nearly diminished. Overall survival estimates indicate that survival rates have steadily improved in more recent years; however, 5-year survival is still less than 40%, suggesting the need for improved treatment options. Stem cell transplants became increasingly more common for the more recently diagnosed patients, and usually occurred within the first six months after DLBCL diagnosis. HSCT recipients were also more likely to be younger and have less comorbidity burden. These data provide insight into current treatment strategies of DLBCL, the types of patients receiving stem cell transplants, and changes that have occurred over time. View large Download slide View large Download slide  Close modal Disclosures Kim: Amgen: Employment, Equity Ownership.",
    "topics": [
        "diffuse large b-cell lymphoma",
        "hematopoietic stem cell transplantation",
        "infectious mononucleosis",
        "medicare",
        "older adult",
        "seer program",
        "rituximab",
        "chemotherapy regimen",
        "follow-up",
        "r-chop"
    ],
    "author_names": [
        "Jaime Shaw, MPH",
        "Lauren Johns, PhD",
        "Christopher Harvey, MS",
        "Catherine Richards, PhD",
        "Christopher Kim, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Jaime Shaw, MPH",
            "author_affiliations": [
                "SimulStat, Solana Beach, CA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Lauren Johns, PhD",
            "author_affiliations": [
                "Boston Health Economics, Boston, MA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christopher Harvey, MS",
            "author_affiliations": [
                "Boston Health Economics, Boston, MA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Catherine Richards, PhD",
            "author_affiliations": [
                "Boston Health Economics, Boston, MA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christopher Kim, PhD",
            "author_affiliations": [
                "Center for Observational Research, Amgen, Thousand Oaks, CA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-13T06:48:59",
    "is_scraped": "1"
}