{
    "doi": "https://doi.org/10.1182/blood.V120.21.2112.2112",
    "article_title": "MP4CO, a Pegylated Hemoglobin Saturated with Carbon Monoxide, Inhibits Microvascular Stasis in Transgenic Sickle Mice Through Heme Oxygenase-1. ",
    "article_date": "November 16, 2012",
    "session_type": "111. Hemoglobinopathies, excluding Thalassemia: Poster II",
    "abstract_text": "Abstract 2112 Our laboratory has shown in murine models of sickle cell disease (SCD) that intravascular heme promotes oxidative stress, inflammation and microvascular stasis through toll-like receptor-4 (TLR4) signaling. Furthermore, the heme degrading enzyme, heme-oxygenase-1 (HO-1) and its by-products biliverdin and carbon monoxide (CO), inhibit these effects. CO may induce salutary effects in SCD to decrease vaso-occlusion by inhibiting hemoglobin S polymerization, vasodilation and anti-inflammatory actions, including induction of HO-1. MP4CO is a 4.3 g/dL solution of human hemoglobin conjugated with polyethylene glycol and saturated with CO. In the current studies, we tested the hypothesis that MP4CO would induce HO-1 in transgenic sickle mice and inhibit microvascular stasis in response to hypoxia/reoxygenation (H/R). Microvascular stasis (% non-flowing venules) was examined by intravital microscopy following 1hr of hypoxia (7% O 2 ) and 1hr of reoxygenation (room air) in NY1DD transgenic sickle mice implanted 3 days earlier with a dorsal skin fold chamber window (DSFC). Five treatment groups of 3–6 mice were studied initially: 1) lactated Ringer's solution (LRS); 2) MP4OX (oxygen saturated MP4); 3) MP4CO; 4) oxygen-saturated stroma-free hemoglobin (SFH); 5) hemin chloride, 40 nmols/g i.p. × 3 days was administered as a positive control based on the previously-demonstrated induction of HO-1. Other than hemin chloride, all solutions (LRS, MP4CO, MP4OX, SFH) were administered i.v., 0.008 mL/g. In the first study, LRS, MP4OX, MP4CO or SFH were infused 24hr prior to H/R and in the second study the same solutions were infused 30min after hypoxia, during the reoxygenation phase of the experiment. In sickle mice treated with LRS or MP4OX 24hr prior to H/R, 25% and 22% of the venules, respectively, became static in response to H/R. However, in sickle mice treated with MP4CO 24hr prior to H/R, only 9% of the venules became static (p<0.05 MP4CO vs. LRS and MP4OX). In contrast, sickle mice treated with SFH 24hr prior to H/R developed significantly more stasis (37% stasis) than sickle mice in the other treatment groups (p<0.05). As we have previously shown, pretreatment with hemin abrogated vascular stasis in sickle mice (3% stasis, p<0.05 vs. all other groups). In additional groups of sickle mice, LRS, MP4OX, MP4CO and SFH were administered 30min after hypoxia during the reoxygenation phase. After H/R, LRS-treated animals had 26% stasis, MP4OX-treated mice had 18% stasis (p<0.05 vs. LRS) and MP4CO-treated mice had11% stasis (p<0.05 vs. LRS). Infusion of SFH 30min post-hypoxia markedly worsened stasis compared to the other treatments (44% stasis, p<0.05 vs. MP4CO, LRS and MP4OX). Infusion of MP4CO, but not LRS, MP4OX or SFH, markedly induced expression of microsomal HO-1 activity and protein, suggesting HO-1 was responsible for inhibition of stasis by MP4CO. Indeed, the HO-1 inhibitor SnPP reversed the effect of MP4CO on H/R-induced stasis in sickle mice (27% stasis with SnPP + MP4CO vs. 10% with LRS + MP4CO, p<0.05). The mechanism of HO-1 induction by MP4CO was likely due to an increased expression of nuclear factor erythroid 2-related factor 2 (Nrf2), an important transcriptional regulator of HO-1. MP4CO induced strikingly more Nrf2 in liver nuclei than LRS, MP4OX or SFH. Induction of HO-1 by MP4CO decreased the inflammatory response in sickle mice as evidenced by a decrease in activated nuclear factor-kappa B (NF-kB) phospho-p65 in liver nuclei following H/R. We conclude that MP4CO enhances cytoprotective Nrf2-regulated proteins including HO-1 resulting in decreased NF-kB activation, inflammation and microvascular stasis in transgenic SCD mice. CO delivery via MP4CO may be beneficial in patients with sickle cell anemia. Disclosures: Belcher: Sangart Inc: Research Funding. Chen: Sangart Inc: Research Funding. Young: Sangart Inc: Employment. Burhop: Sangart Inc: Employment. Vercellotti: Sangart Inc: Consultancy, Research Funding.",
    "topics": [
        "animals, transgenic",
        "carbon monoxide",
        "heme",
        "hemoglobin",
        "mice",
        "oxygenases",
        "hypoxia",
        "hemin",
        "nf-kappa b",
        "chlorides"
    ],
    "author_names": [
        "John D Belcher, PhD",
        "Chunsheng Chen, PhD",
        "Mark Young, PhD",
        "Kenneth Burhop, PhD",
        "Gregory M Vercellotti, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "John D Belcher, PhD",
            "author_affiliations": [
                "Division of Hematology, Oncology and Transplantation, University of Minnesota, Minneapolis, MN, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Chunsheng Chen, PhD",
            "author_affiliations": [
                "Division of Hematology, Oncology and Transplantation, University of Minnesota, Minneapolis, MN, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mark Young, PhD",
            "author_affiliations": [
                "Preclinical Research and Development, Sangart Inc, San Diego, CA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kenneth Burhop, PhD",
            "author_affiliations": [
                "Preclinical Research and Development, Sangart Inc, San Diego, CA, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gregory M Vercellotti, MD",
            "author_affiliations": [
                "Division of Hematology, Oncology and Transplantation, University of Minnesota, Minneapolis, MN, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-22T12:50:43",
    "is_scraped": "1"
}