{
    "doi": "https://doi.org/10.1182/blood.V120.21.2586.2586",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2384",
    "start_url_page_num": 2384,
    "is_scraped": "1",
    "article_title": "Detection, Phenotype and Prognostic Significance of the Leukemic Stem Cell Side Population Ho342low in Acute Myeloid Leukemia. ",
    "article_date": "November 16, 2012",
    "session_type": "613. Acute Myeloid Leukemia - Pathophysiology &amp; Clinical Studies: Poster II",
    "topics": [
        "leukemia, myelocytic, acute",
        "leukemic hematopoietic stem cell",
        "phenotype",
        "cd34 antigens",
        "chemotherapy regimen",
        "complete remission",
        "dyes",
        "autologous stem cell transplant",
        "azacitidine",
        "bone marrow specimen"
    ],
    "author_names": [
        "Juana Serrano-Lopez",
        "Josefina Serrano",
        "Joaquín Sanchez-Garcia",
        "Noemi Fernandez-Escalada",
        "Maria del Carmen Martinez-Losada",
        "Javier Casaño",
        "Salvador Tabares",
        "Antonio P. Torres Gomez, MD"
    ],
    "author_affiliations": [
        [
            "Instituto Maimonides Investigacion Biomedica IMIBIC, Cordoba, Spain, "
        ],
        [
            "Hematology, University Hospital Reina Sofia, Cordoba, Spain, "
        ],
        [
            "Hematology, University Hospital Reina Sofia, Cordoba, Spain, "
        ],
        [
            "Hematology, University Hospital Reina Sofia, Cordoba, Spain, "
        ],
        [
            "Hematology, University Hospital Reina Sofia, Cordoba, Spain, "
        ],
        [
            "Hematology, Hospital Reina Sofia, Cordoba, Spain"
        ],
        [
            "Hematology, University Hospital Reina Sofia, Cordoba, Spain, "
        ],
        [
            "Instituto Maimonides Investigacion Biomedica IMIBIC, Cordoba, Spain, "
        ]
    ],
    "first_author_latitude": "37.86805280000001",
    "first_author_longitude": "-4.795846699999999",
    "abstract_text": "Abstract 2586 Introduction: Acute Myeloid Leukemia (AML) is a heterogeneous disorder arising from a clonal expansion of Leukemic Stem Cell (LSC). The characterization of LSC is crucial because it is resistant to conventional chemotherapy and is ultimately responsible for leukemic relapses. The LSC in AML is a phenotypically heterogeneous population (CD34+CD38-, CLL1 +, CD96 +…). In this sense, “Side Population” cells (SP Ho342Low ) are considered to be a type of stem cells that can self-renew and differentiate into tissues. SP are characterized by their ability to efflux the vital dye Hoechst 33342 through the drug ABCG2 pump. SP Ho342Low cells have been described in many types of solid tumors and AML as potential LSC. The objective in this study is to analyze the frequency of SP Ho342Low in AML, their phenotype and the possible prognostic impact on outcomes. Patients and Methods: Bone marrow samples (BM) obtained from 57 patients (median age 58 years, range: 4–82), diagnosed with AML between Mar-07 to Mar-12, were included. Distribution of cytogenetic risk groups was: Favorable (12.5%), Intermediate (60.7%) and Unfavorable (26.8%). NPM1mut was present in 11 cases and FLT3-ITD in 6 cases. Prior MDS was present in 10 cases. After achieving complete remission (CR) with conventional chemotherapy, allogeneic or autologous stem cell transplantation was performed in 17 and 12 patients respectively, according to individual risk and availability of donor. Eleven frail patients received as front-line, low intensity therapy with Azacytidine. We detected LSC, SP Ho342Low in marrow MNCs obtained at diagnosis (N=40), at morphologic complete remission (CR) (N=21) or at relapsed / resistant (N=16) disease. For detection, 2×10(6) MNC/ml were resuspended in HBSS medium with 5 ug/ml of Ho342 dye and CD45-FITC, CD34-PE Mn-Abs, analyzing at least 1×10 5 viable cells in UV laser FACSVantage cytometer with the combination of filters BP 670/40 for emission in red and BP 450/30 for the blue emission. We verified SP region by inhibiting ABCG2 pump with Verapamil (50μM/mL). As controls we analyzed MNCs from BM aspirates from healthy donors (N=5). Results: In all BM samples from healthy donors, SP Ho342Low population was detected accounting for 0.5% (range: 0.1 to 0.9%) and it was CD34negCD45neg phenotype in 80% of cases. SP Ho342Low cells were detected in 23/40 cases (57.5%) of samples from AML diagnosis with a median of 0.08% (range 0.01–2.3%). Phenotype of SP Ho342Low cells at diagnosis was CD34+CD45+/− in 36% of cases. The presence of SP Ho342Low cells presented in AML at diagnosis did not statistically correlate with any prognostic clinical variables such as age, cytogenetic-molecular risk or prior MDS. Interestingly, the detection of LSC SP Ho342Low at diagnosis was statistically associated to the presence of >0.1% of CD34+CD38- AML cells (P=0,03). In BM samples obtained from AML patients in CR, SP Ho342Low cells were detected in 17/21 (81.0%) with a median of 0.17% (range: 0.1 to 0.76%), with a phenotype mostly CD34 negative. In BM samples obtained from AML patients in relapsed/refractory situation, SP Ho342Low cells were detected in 14/16 (87.5%) with a median of 0.22% (range: 0.2 to 0.91%) with a phenotype of CD34+ CD45+/− in 33% of cases. Interestingly, patients who did not achieve CR, have a significantly higher percentage of SP Ho342Low at diagnosis (0.42% vs. 0.06%, P = 0.044) as well as those who need more than one cycle to achieve CR (0.52% vs. 0.07%, P = 0.04). Moreover, for those patients achieving CR, persistence of Minimal Residual Disease (MRD+) was associated to a higher percentage of SP Ho342Low at diagnosis (0.28% vs. 0.05%, P = 0.021). Likewise, Relapse-free survival (RFS) was significantly higher in AML patients lacking SP Ho342Low at diagnosis (70 ± 18.2% vs. 43.3 ± 17.6%, P = 0.0324, Log rank test). Conclusions: Detection of LSC SP Ho342Low +CD34+CD45+/− phenotype in AML at diagnosis is a common finding that is associated with increased resistance to achieve CR, clearance of MRD and lower RFS. During progression of disease this SP Ho342Low + population increases and maintains CD34+CD45neg phenotype. BM samples obtained from AML patients at CR were SP Ho342Low + CD34negCD45+/− phenotype which can be considered responsible for normal hematopoietic regeneration. Disclosures: No relevant conflicts of interest to declare."
}