{
    "doi": "https://doi.org/10.1182/blood.V108.11.3607.3607",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=604",
    "start_url_page_num": 604,
    "is_scraped": "1",
    "article_title": "Megakaryocytes Cultured from Patients with IMF Produced Significantly Higher mRNA but Not Protein Levels of Fibrosing Grown Factors. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "abstract_text": "Currently, the prevailing concept concerning the etiology of bone marrow fibrosis in patients with idiopathic myelofibrosis (IMF) is that it results from excessive production of fibrosing growth factors including transforming growth factor beta (TGF-B1), platelet-derived growth factor (PDGF), and fibroblast growth factor (FGF) from megakaryocytes and monocytes. Since megakaryocytes are difficult to isolate from bone marrow in IMF patients, this concept remains speculative. We obtained megakaryocytes (CD41 + cells) from 10-day in vitro culture of blood CD34 + cells in serum-free medium with thrombopoietin and stem cell factors as described and cultured monocytes from isolating blood CD14+ cells. Then quantitative analyses of fibrosing growth factors at the mRNA and protein levels were obtained. mRNA levels were obtained from real-time RT-PCR technique, and protein levels were obtained from ELISA analysis of the supernatant of CD41 + cells cultured 4 h in serum-free medium. The results showed 1) mRNA levels of TGF-B1, PDGF, and FGF produced by the megakaryocytes were significantly elevated in agnogenic myeloid metaplasia (AMM) compared with those in normal controls (p<0.05). While these growth factors were elevated several-fold in AMM compared with other myeloproliferative disorders (MPD) including essential thrombocythemia and polycythemia vera, they were not statistically significant. 2) mRNA levels of TGF-B1 were higher than levels of PDGF or FGF. 3) The mRNA levels of these growth factors produced from CD14 + cells were not significantly elevated in AMM compared with other MPDs or controls; the AMM mRNA levels were significantly elevated only in some patients. 4) The correlation of mRNA levels of these growth factors with the degree of myelofibrosis in AMM was significant with megakaryocytes (r=0.73) but not with monocytes (r=0.23). 5) ELISA analysis of the growth factors from the cultured megakaryocytes showed that, in most of the patients with AMM and other MPDs and in volunteer controls, the growth factors were undetectable, and only a few patients with AMM had significantly elevated protein levels of these growth factors. We conclude that in IMF, megakaryocytes but not monocytes are the predominant cells producing fibrosing growth factors, and the failure of finding increased protein levels of these growth factors in the in vitro system suggest that other factors are necessary to initiate translation of these growth factors in the megakaryoctes, and neutrophil emperipolesis with releasing factors may be important in this process.",
    "topics": [
        "megakaryocytes",
        "rna, messenger",
        "growth factor",
        "platelet-derived growth factor",
        "myelofibrosis",
        "myelofibrosis, idiopathic, chronic",
        "blood culture",
        "cd14 antigen",
        "cd34 antigens",
        "fibroblast growth factors"
    ],
    "author_names": [
        "Jen-Chin Wang, MD",
        "Tsong H Chang, MD",
        "Amit Goldberg, MD",
        "Allan D. Novetsky, MD",
        "Steven Lichter, MD",
        "Jeffrey Lipton, MD"
    ],
    "author_affiliations": [
        [
            "Hematology/Oncology, Maimonides Hospital Medical Center, Brooklyn, NY, USA"
        ],
        [
            "Hematology/Oncology, Maimonides Hospital Medical Center, Brooklyn, NY, USA"
        ],
        [
            "Hematology/Oncology, Maimonides Hospital Medical Center, Brooklyn, NY, USA"
        ],
        [
            "Hematology/Oncology, Maimonides Hospital Medical Center, Brooklyn, NY, USA"
        ],
        [
            "Hematology/Oncology, Maimonides Hospital Medical Center, Brooklyn, NY, USA"
        ],
        [
            "Pathology, Maimonides Hospital Medical Center, Brooklyn, NY, USA"
        ]
    ],
    "first_author_latitude": "40.6336486",
    "first_author_longitude": "-74.011777"
}