{
    "doi": "https://doi.org/10.1182/blood.V104.11.2777.2777",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=38",
    "start_url_page_num": 38,
    "is_scraped": "1",
    "article_title": "Embryonic Erythropoiesis and Definitive Hematopoiesis from Human Embryonic Stem Cells Is Regulated by Cytokines Controlling HSC Growth. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "Human embryonic stem cells (hESC) provide an invaluable tool for studying the earliest events in human hematopoietic stem cell (HSC) development. We describe novel protocols for the efficient, step-wise differentiation of hESC to embryonic (primitive) erythroid cells and definitive erythro-myeloid cells from embryoid bodies (EB) in semi-solid and liquid cultures. EB cells were re-cultured in semisolid cultures with a cocktail of hematopoietic growth factors at different time points using a modified EB differentiation protocol, and hematopoietic differentiation was analyzed in vitro. The initiation of hematopoiesis, in this model, begins during the first week of EB differentiation. with the formation of primitive macrophages and CD31+/VE-cadherin+ hemato-endothelial clusters that “bud off” primitive embryonic hemoglobin-expressing erythroblasts and multi-potential blast colonies. These clusters ultimately form organized yolk-sac-like structures which produce a loosely adherent primitive hematopoietic cells. After 7–9 days of EB differentiation (prior to CD45 expression), primitive nucleated erythroblast colonies arise and are characterized by a “brilliant red” hemoglobinization under phase microscopy, positivity for embryonic/fetal hemoglobins by Kleihauer-Betke, qRT-PCR assays for epsilon/zeta/gamma chain expression, and a CD71+/glycophorin A+ phenotype. Simultaneously, discrete blast colonies are also shown to develop into mixed multipotential colonies containing secondary erythro-myeloid blast cells, primitive erythroblasts, and macrophages; suggesting a common progenitor for the discrete embryonic phenotypes observed at this stage. Following this first wave of primitive hematopoiesis, definitive CD45+-expressing colony-forming cells (CFC) can be generated from EB cells differentiated for 10–15 days with the sequential appearance of BFU-E, CFU-E, GM-CFC, and multi-lineage CFC. A kinetic expression analysis using qRT-PCR methods, revealed that the first wave of embryonic hematopoiesis at 6–9 days of EB development directly coincides with expression of SCL/TAL1, AML1, GATA1, and GATA2, while the onset of definitive hematopoiesis at 9–15 days directly correlates with increased EB expression of CD34, CD31, CD41, c-myb, and cdx4. In this model, primitive hematopoiesis in EB cells proceeds in the absence of exogenously added growth factors. However, supplementing EB differentiation cultures with FLT3-ligand, KIT-ligand, and THROMBOPOIETIN (FTK), dramatically enhances the number of primitive erythroblast, and multi-lineage blast CFC, as well as the definitive BFU-E, CFU-E, and multi-potent mixed CFC. The kinetics of colony formation for both primitive and definitive CFC is unaffected by FTK supplementation. Moreover, blast cell colonies from EB cells differentiated in the presence of FTK were more potent than those generated without FTK. These blast colonies differentiate into mixed, multi-lineage CD45+/CD13+/CD41+/CD71+/glycophorin A+-expressing colonies that contain both primitive nucleated embryonic hemoglobin-expressing erythroblasts, and definitive mature beta-globin-expressing erythroid cells, neutrophils, monocytes/macrophages, and megakaryocytic precursors. This hESC model reveals the putative existence of a common human progenitor for both embryonic-type and definitive hematopoietic cells, and that cytokines known to expand/self-renew definitive HSC may potentially regulate this differentiation process.",
    "topics": [
        "cytokine",
        "embryo",
        "embryonic stem cells",
        "hematopoiesis",
        "erythropoiesis",
        "semi-solid dose form",
        "hemoglobin",
        "glycophorin",
        "polymerase chain reaction",
        "cd31 antigens"
    ],
    "author_names": [
        "Elias T. Zambidis, M.D./Ph.D.",
        "Bruno Peault, Ph.D.",
        "Fred Bunz, M.D./Ph.D.",
        "Curt I. Civin, M.D."
    ],
    "author_affiliations": [
        [
            "Hematopoiesis & Immunology, Sidney Kimmel Comprehensive Cancer Center, Baltimore, MD, USA"
        ],
        [
            "Department of Pediatrics, University of Pittsburgh, Pittsburgh, PA, USA"
        ],
        [
            "Hematopoiesis & Immunology, Sidney Kimmel Comprehensive Cancer Center, Baltimore, MD, USA"
        ],
        [
            "Hematopoiesis & Immunology, Sidney Kimmel Comprehensive Cancer Center, Baltimore, MD, USA"
        ]
    ],
    "first_author_latitude": "39.355351000000006",
    "first_author_longitude": "-76.60756754999998"
}