{
    "doi": "https://doi.org/10.1182/blood-2018-99-115634",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4033",
    "start_url_page_num": 4033,
    "is_scraped": "1",
    "article_title": "Dose-Adjusted Intensive Chemotherapy Is Safe and Tolerable in Older Patients with Ph-Negative Acute Lymphoblastic Leukemia ",
    "article_date": "November 29, 2018",
    "session_type": "612. Acute Lymphoblastic Leukemia: Clinical Studies",
    "topics": [
        "acute lymphocytic leukemia",
        "chemotherapy regimen",
        "older adult",
        "obesity",
        "pegaspargase",
        "antithrombin iii",
        "follow-up",
        "adverse effects",
        "allogeneic hematopoietic stem cell transplant",
        "disease remission"
    ],
    "author_names": [
        "Anne S. Renteria, MD",
        "Sangeetha Venugopal, MD",
        "Bridget Marcellino, MD PhD",
        "Alla Keyzner, MD",
        "Marina Kremyanskaya, MD PhD",
        "Vesna Najfeld, PhD",
        "John Mascarenhas, MD"
    ],
    "author_affiliations": [
        [
            "Tisch Cancer Institute, Icahn School of Medicine at Mount Sinai, New York, NY "
        ],
        [
            "Tisch Cancer Institute, Icahn School of Medicine at Mount Sinai, New York, NY "
        ],
        [
            "Tisch Cancer Institute, Icahn School of Medicine at Mount Sinai, New York, "
        ],
        [
            "Tisch Cancer Institute, Icahn School of Medicine at Mount Sinai, New York, NY "
        ],
        [
            "Tisch Cancer Institute, Icahn School of Medicine at Mount Sinai, New York, NY "
        ],
        [
            "Division of Hematology/Medical Oncology/Pathology, The Tisch Cancer Institute, Icahn School of Medicine at Mount Sinai; Myeloproliferative Neoplasm Research Consortium (MPN-RC), New York, NY "
        ],
        [
            "Icahn School of Medicine at Mount Sinai, New York, NY"
        ]
    ],
    "first_author_latitude": "40.789912900000004",
    "first_author_longitude": "-73.9534857",
    "abstract_text": "Background The outcomes of older adults with acute lymphoblastic leukemia (ALL) remain poor when compared to younger ALL patients [PMID 19897583, 28419558, 22409379, 10653870]. Asparaginase (Asp) induces death of human lymphoblasts, and effective asparagine depletion is associated with improved outcomes in ALL. PEG-Asparaginase (PEG-Asp), which has a longer half-life than Asp, is a key component of the intensive chemotherapeutic regimens utilized for treatment of pediatric and younger adult ALL [PMID 29450465]. Frequently, older patients with Ph-negative ALL are not offered PEG-Asp containing pediatric chemotherapy regimen because of concerns related to tolerability and safety in this population [PMID 28355969]. Methods The Adult Leukemia Program at Mount Sinai Hospital developed an age-based, dose-adjusted, CALGB 10403 based intensive chemotherapy regimen for adults (≥40 years) with a diagnosis of Ph-negative ALL. For patients up to 60 years, prednisone (PRD) dose was reduced from 60 to 40 mg/m 2 /day from D1 to D28, and PEG-Asp reduced from 2500 to 1000 units/m 2 (D4). For patients aged 61 years and above, PRD was further reduced to 25 mg/m 2 /day, and PEG-Asp to 1000 units/m 2 on D4. In CD20+ ALL, rituximab x 8 doses were added to the regimen. CNS-prophylaxis consisted of intrathecal methotrexate at D1, D8 and D29 during induction, and during subsequent courses of chemotherapy based on the CALGB 10403 protocol. A PEG-Asp oriented supportive care plan was developed to prevent and treat Asp-related adverse effects. After the administration of PEG-Asp, Antithrombin III (ATIII) and fibrinogen levels were monitored on the same day, twice a week, for at least two weeks. If ATIII levels were < 70% and/or fibrinogen levels < 120 mg/dL, levels were corrected with the administration of ATIII concentrate and/or cryoprecipitate, respectively. Results Twelve patients with a median age of 58 years (45 - 76) were evaluable, and three patients were ≥ 70 years. Nine patients had B-cell ALL and three T-cell ALL. Three patients had a white blood cell count > 30 x10 3 /µL at diagnosis. An ECOG status ≤ 2 at diagnosis was described in all patients, and all of them had multiple complex cytogenetic and molecular abnormalities. Ten patients had significant co-morbidities at diagnosis, including diabetes, hypertension, previous history of cancer, coronary artery disease, obesity, alcohol related chronic pancreatitis, and chronic diarrhea. Nine out of the twelve patients (75%) attained a bone marrow morphological complete remission (CR) at the end of induction (EOI), three of them with detectable minimal residual disease (MRD) that became undetectable after completing course II. Of the three patients who had ≥5% bone marrow blasts at EOI, one attained a CR with undetectable MRD at the end of course IA and another when switched to blinatumomab, and the third one died of progressive disease. No patient experienced early death. Five patients underwent allogeneic hematopoietic stem cell transplantation (HCT) while in CR (age range 46 to 60 years) and four remain in CR at last follow up (median 489 days, range 181 - 841), and one died of relapsed disease 67 days post-HCT. The other six patients who are receiving chemotherapy are alive and in remission at last follow up (median 272 days, range 52 - 639). The common adverse effects associated with PEG-Asp administration in this older group of patients were asymptomatic hypofibrinogenemia and depleted ATIII levels requiring supplementation (n=8), severe hyperbilirubinemia (n=1), and non-life-threatening venous thrombosis (n=1). Severe allergic reaction, clinical pancreatitis and cognitive impairment were not observed. Conclusion This age-based dose-adjusted PEG-Asp containing regimen was associated with an encouraging CR rate and a tolerable and manageable adverse event profile in this older patient population with significant co-morbidities. Treatment related mortality was 0%. Ten of 12 patients are currently in sustained remission, either with chemotherapy alone or following allogeneic HCT (median follow up 422 days, range 52 to 841 days). Treatment optimization for older patients with ALL utilizing an intensified, age-adjusted PEG-Asp containing induction and consolidation therapy regimen is associated with favorable outcomes and provides an effective bridge to potentially curative therapies such as HCT. Further prospective evaluation is under way. Table. View large Download slide Table. View large Download slide  Disclosures Kremyanskaya: Incyte: Research Funding. Mascarenhas: Incyte: Membership on an entity's Board of Directors or advisory committees, Research Funding; Novartis: Research Funding; Promedior: Research Funding; Janssen: Research Funding; Celgene: Membership on an entity's Board of Directors or advisory committees; Merck: Research Funding; CTI Biopharma: Membership on an entity's Board of Directors or advisory committees, Research Funding; Roche: Research Funding."
}