{
    "doi": "https://doi.org/10.1182/blood.V104.11.712.712",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=142",
    "start_url_page_num": 142,
    "is_scraped": "1",
    "article_title": "BCR/ABL Oncogenic Kinase Promotes Unfaithful Repair of the Reactive Oxygen Species - Dependent DNA Double-Strand Breaks. ",
    "article_date": "November 16, 2004",
    "session_type": "Oral Sessions",
    "abstract_text": "The oncogenic BCR/ABL tyrosine kinase induces constitutive DNA damage in Philadelphia chromosome (Ph 1 )-positive leukemia cells. We find that BCR/ABL kinase - induced reactive oxygen species (ROS) cause chronic oxidative DNA damage as indicated by an enzymatic assay detecting oxidized bases. These DNA lesions result in DNA double-strand breaks (DSBs) detected by comet assay, immunofluorescent gamma-H2AX nuclear foci and linker-ligation PCR (LL-PCR). Combined analysis of the length of LL-PCR products and the sequences of two reference genes DR-GFP and Na + /K + ATPase revealed that ROS dependent DSBs occurred in the regions containing multiple, 5–9bp long stretches of G/C, in concordance with the notion that oxidative DNA damage is predominantly detected in G/C-rich sequences. Elevated numbers of DSBs were detected in BCR/ABL cell lines, murine bone marrow cells transformed with BCR/ABL and in CML patient samples, in comparison to normal counterparts. Inhibition of the BCR/ABL kinase by STI571 and diminishion of ROS activity by the ROS scavenger PDTC reduced DSBs formation. Cell cycle analysis revealed that most of these DSBs occur during S and G2/M phases, and are probably associated with the stalled replication forks. Homologous recombination repair (HRR) and non-homologous end-joining (NHEJ) represent two major mechanisms of DSBs repair in S and G2/M cell cycle phase. Using the in vivo recombination assay consisting of the DSB-dependent reconstitution of the green fluorescent protein (GFP) gene we found that HRR is stimulated in BCR/ABL-positive cells. In addition, in vitro assay measuring the activity of NHEJ revealed that this repair process is also activated by the BCR/ABL kinase. RAD51 and Ku70 play a key role in HRR and NHEJ, respectively. The reaction sites of HRR and NHEJ in the nuclei could be visualized by double-immunofluorescence detecting co-localization of gamma-H2AX foci (DSBs sites) with RAD51 (HRR sites) or Ku70 (NHEJ sites). Equal co-localization frequency of gamma-H2AX foci with RAD51 and Ku70 was detected, suggesting that both HRR and NHEJ play an important role in reparation of ROS-dependent DSBs in BCR/ABL-transformed cells. Analysis of the DSBs repair products in the reporter DR-GFP gene in BCR/ABL cells identified ~40% of HRR and ~60% of NHEJ events. Sequencing revealed point-mutations in HRR products and large deletions in NHEJ products in BCR/ABL-positive cells, but not in non-transformed cells. We propose that the following series of events may contribute to genomic instability of Ph 1 -positive leukemias: BCR/ABL → ROS → oxidative DNA damage → DSBs in proliferating cells → unfaithful HRR and NHEJ repair. Since BCR/ABL share many similarities with other members of the fusion tyrosine kinases (FTKs) family, these events may contribute to genomic instability of hematological malignancies caused by FTKs.",
    "topics": [
        "bcr-abl tyrosine kinase",
        "dna",
        "double-stranded dna breaks",
        "phosphotransferases",
        "reactive oxygen species",
        "polymerase chain reaction",
        "leukemia",
        "adenosine triphosphatases",
        "comet assay",
        "enzyme assays"
    ],
    "author_names": [
        "Tomasz Skorski, MD, PhD",
        "Michal O. Nowicki, MS",
        "Rafal Falinski, MS",
        "Mateusz Koptyra, MS",
        "Artur Slupianek, PhD",
        "Tomasz Stoklosa, MD",
        "Ewa Gloc",
        "Margaret Nieborowska-Skorska, MD, PhD",
        "Janusz Blasiak, PhD"
    ],
    "author_affiliations": [
        [
            "Center for Biotechnology, Temple University, Philadelphia, PA, USA"
        ],
        [
            "Center for Biotechnology, Temple University, Philadelphia, PA, USA"
        ],
        [
            "Center for Biotechnology, Temple University, Philadelphia, PA, USA"
        ],
        [
            "Center for Biotechnology, Temple University, Philadelphia, PA, USA"
        ],
        [
            "Center for Biotechnology, Temple University, Philadelphia, PA, USA"
        ],
        [
            "Center for Biotechnology, Temple University, Philadelphia, PA, USA"
        ],
        [
            "Department of Molecular Genetics, University of Lodz, Lodz, Poland"
        ],
        [
            "Center for Biotechnology, Temple University, Philadelphia, PA, USA"
        ],
        [
            "Department of Molecular Genetics, University of Lodz, Lodz, Poland"
        ]
    ],
    "first_author_latitude": "39.981057150000005",
    "first_author_longitude": "-75.15468245"
}