{
    "doi": "https://doi.org/10.1182/blood.V122.21.1628.1628",
    "article_title": "Common γ Chain (γ c ) Cytokine Hypersensitivity Leads To T-Cell Homeostatic Deregulation Independent Of STAT3 Mutation In Large Granular Lymphocyte Leukemia ",
    "article_date": "November 15, 2013",
    "session_type": "641. CLL: Biology and Pathophysiology, excluding Therapy: Poster I",
    "abstract_text": "Background T-cell receptor signaling along with intermittent homeostatic proliferation governed by STAT3/5-associated common γ chain (γ c ) cytokines IL-6, IL-2, IL-7 and IL-15 are the principal source of new T-cells after thymic involution. Persistent chronic infections and cancer lead to T-cell exhaustion characterized by a number of “exhaustion”-associated phenotypic changes and activation of a specific gene expression profile associated with negative regulation of cytokine signaling response over time. Lymphoproliferation, as seen in large granular lymphocyte leukemia, results from excessive proliferation in response to one or more of these cytokines leading to in vivo expansion. We showed previously using electrophoretic mobility shift assays (EMSA) that most LGL leukemia patients display constitutively active STAT3 DNA binding activity. Recently, an international group discovered that 30-40 % of patients have somatic mutations in STAT3. This provides new molecular insight into the basis of LGL leukemia, but does not resolve some key questions about the biology. First, leukemic LGL cells are not fully immortalized by the activation or mutation of STAT3 suggesting that their survival and expansion may be microenvironmentally regulated. Second, it is unclear if the STAT3 mutation is acquired within the clonal cell population that invariably possesses an “exhaustion-associated” CD57+/CD8+/CD28-/CD62L-/CD27- memory phenotype. Here, we determined the role of cytokine signaling in LGL leukemia. Methods To gain insight into the disease, we examined primary human T-cells from healthy controls (N=28) and LGL leukemia patients (N=28). In the LGL leukemia cohort, 14 patients harbored one of the recurring STAT3 mutations within the SH2 domain (Y640F, D661Y, D661H, D661V). The remaining LGL leukemia patients had no evidence of genomic abnormalities. Using these primary cells, we examined proliferation potential and pSTAT3/5 activation by flow cytometry (phosFlow) using methods published previously by our group. Signaling was determined after culture with 0.01, 0.1, and 1 ng/ml of IL-6 to activate STAT3, and similar doses of IL-2, IL-7 and IL-15 to activate STAT5. Results First, LGL leukemia cells showed hyperproliferative responses to the lowest dose of IL-15. Comparing CD57+ and CD57- T-cells in healthy individuals, CD57+ T-cells were hyporesponsive to all cytokines with regard to proliferation and phosphorylation in line with their exhausted phenotype. Next, we examined cytokine-mediated phosphorylation of STAT3 and STAT5 in LGL cases. STAT3 was normally phosphorylated in response to IL-6 in LGL leukemia T-cells. In contrast, hypersensitive STAT5 phosphorylation in response to the lowest dose of IL-6 (p=0.05), IL-2 (p=0.04), IL-7 (p=0.01), and IL-15 (p=0.02) occurred within CD57- T-cells. This occurred equally in both STAT3 mutant and non-mutant patient groups. The traditional CD57+ leukemic T-cell population was also hypersensitive to 100 fold-lower doses of IL-7 and IL-15 compared to healthy donors and again this difference was independent of the STAT3 mutation status. Conclusion LGL leukemia T-cells bypass protective mechanisms associated with T-cell exhaustion and display proliferation potential and hypersensitivity to STAT3/5-associated common γ chain (γ c ) cytokines. Similar differences in signaling were observed in both STAT3 mutant and non-mutant cases suggesting that it is a unifying abnormality. Although STAT3 was not hyperphosphorylated, it is possible that STAT3 is activated by enhanced dimerization capacity (STAT3-SH2 domain mutation) or through lack of negative regulators such as a deficiency in SOCS proteins. Our data, however, introduces a novel concept in this disease and suggests that the driving event lies within the CD57- population, where hypersensensitive STAT5 phosphorylation was evident in response to all cytokines. These results suggest that the driver mutation or event possibly resides within the common lymphoid progenitor population and that the presence of clonally-expanded CD57+ cells may result from incomplete exhaustion reprogramming following excessive cytokine-mediated proliferation within the lymphoid population. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "cytokine",
        "hypersensitivity",
        "leukemia, t-cell, chronic",
        "mutation",
        "stat3 protein",
        "t-lymphocytes",
        "leukemia",
        "interleukin-15",
        "interleukin-6",
        "interleukin-7"
    ],
    "author_names": [
        "Adam W Mailloux, PhD",
        "Jeff Painter, BS",
        "Eric Padron, MD",
        "Thomas P. Loughran, Jr., M.D.",
        "Pearlie K Epling-Burnette, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Adam W Mailloux, PhD",
            "author_affiliations": [
                "Immunology Program, H. Lee Moffitt Cancer Center, Tampa, FL, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jeff Painter, BS",
            "author_affiliations": [
                "Immunology Program, H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eric Padron, MD",
            "author_affiliations": [
                "Malignant Hematology, H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas P. Loughran, Jr., M.D.",
            "author_affiliations": [
                "Penn State Hershey Cancer Institute, Penn State Hershey College of Medicine, Hershey, PA, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pearlie K Epling-Burnette, PhD",
            "author_affiliations": [
                "Immunology Program, H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-25T03:56:03",
    "is_scraped": "1"
}