{
    "doi": "https://doi.org/10.1182/blood-2018-99-109469",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4039",
    "start_url_page_num": 4039,
    "is_scraped": "1",
    "article_title": "Contribution of Amino Acid Metabolism to Hematologic Malignancies ",
    "article_date": "November 29, 2018",
    "session_type": "Metabolism and Hematologic Malignancies",
    "topics": [
        "hematologic neoplasms",
        "amino acid metabolism",
        "asparaginase",
        "leukemia",
        "arginine",
        "glutamine",
        "glutaminase",
        "neoplasms",
        "arginase",
        "asparagine"
    ],
    "author_names": [
        "Marina Y. Konopleva, MD PhD",
        "Philip L Lorenzi, PhD",
        "Sanaz Ghotbaldini",
        "Yoko Tabe, MD PhD",
        "Tianyu Cai, PhD",
        "Stefano Tiziani, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Bioinformatics and Computational Biology, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "UT MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Clinical Laboratory Medicine, Juntendo Univ. School of Medicine, Tokyo, Japan "
        ],
        [
            "Department of Leukemia, University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "The University of Texas at Austin, Austin, TX"
        ]
    ],
    "first_author_latitude": "29.707097200000003",
    "first_author_longitude": "-95.39710199999999",
    "abstract_text": "Tumor cells rewire metabolic pathways to meet the high metabolic demands of proliferation, frequently developing auxotrophy to specific amino acid(s) (AAs) required to satisfy protein biosynthesis. Thus specific metabolic inhibitors or AA-depleting enzymes have been developed and tested as cancer therapeutics. For example, depletion of asparagine by bacterial L-asparaginase (ASNase) has proven efficacious against hematologic malignancies, especially leukemia and lymphoma, by starving tumors lacking asparagine synthetase (ASNS). We and others have reported that the glutaminase (GLS) activity of ASNase is required for anticancer activity against ASNS-positive leukemia cell types in vitro. 1 In vivo, we have found that durable response to ASNase in pre-clinical models of leukemia also requires glutaminase activity, even against ASNS-negative leukemia models; a glutaminase-deficient mutant of ASNase yielded subsequent leukemia recurrence. We speculate that the underlying anti-leukemia mechanism mediated by ASNase glutaminase activity involves a deeper depletion of asparagine within the tumor microenvironment, since ASNS in nearby cells (adipocytes, mesenchymal stromal cells, etc.) can use glutamine as a precursor for asparagine synthesis. Nevertheless, since L-glutamine depletion is thought to cause the significant side effects of ASNase, enzyme variants with reduced glutaminase coactivity are being developed and tested. Another viable therapeutic strategy involving glutamine starvation via GLS inhibitor has shown significant pre-clinical activity in acute myeloid leukemia (AML) and multiple myeloma (MM) models; this approach is synergistic with hypomethylating agents and BCL2 inhibitors in AML, and with proteasome inhibitors in MM. Recent findings highlight the switch to glutamine metabolism as a metabolic dependency of tyrosine kinase-driven AML, and targeting GLS in conjunction with tyrosine kinase inhibition has been proposed. 2 Targeting arginine metabolism has been shown to be another viable therapeutic strategy. Arginine (ARG) depletion using pegylated arginine deaminase (ADI-PEG 20) or pegylated arginase (PEG-ARGase), the 2 critical enzymes of the ARG metabolism/urea cycle, reduced leukemia tumor burden in AML models characterized by low arginosuccinate synthetase (ASS) and high uptake of ARG. However, recently reported Phase I/II clinical trials of recombinant PEG-arginase and of ADI-PEG 20 showed minimal efficacy in relapsed/refractory AML and in solid tumors despite efficient depletion of arginine and low ASS1 expression in tumors, indicating that depletion of arginine alone is insufficient for clinical activity. As a final example of AA metabolic pathways targeted in the treatment of hematologic malignancies, exogenous L-cysteine is required for the synthesis of glutathione for antioxidant cellular defense. In pre-clinical studies, multiple malignancy subtypes were sensitive to cysteine and cystine degradation by an engineered human cyst(e)inase enzyme, including AML, acute lymphocytic leukemia, poor-risk chronic lymphocytic leukemia (CLL), and MM. 3 In all therapeutic strategies targeting AA metabolism, the tumor microenvironment may contribute to resistance. For example, bone marrow stromal cells efficiently import cystine, convert it to cysteine, and transport it to CLL cells, facilitating leukemia chemoresistance. Mesenchymal stromal cells and bone marrow adipocytes secrete asparagine and glutamine, respectively, and protect leukemia cells from ASNase cytotoxicity. Recent insights into the immune tumor microenvironment highlight interplay between tumor, AAs, and immune cell functions. Some AAs, such as arginine and glutamine, are essential nutrients for immune cell proliferation and metabolism; excessive tumor consumption of glutamine, or secretion of arginase by myeloid-derived suppressor cells or AML blasts, may deprive immune cells, impair T cell proliferation, and induce immunosuppressive phenotypes. GLS inhibitors that block glutamine consumption and arginase inhibitors that increase plasma arginine, increase availability of their respective target nutrients for immune cells and are, therefore, being explored in ongoing clinical trials as monotherapies and in combination with anti-PD1 blockade. Chan WK, Lorenzi PL, Anishkin A, et al. The glutaminase activity of L-asparaginase is not required for anticancer activity against ASNS-negative cells. Blood . 2014;123:3596-3606. Gallipoli P, Giotopoulos G, Tzelepis K, et al. Glutaminolysis is a metabolic dependency in FLT3(ITD) acute myeloid leukemia unmasked by FLT3 tyrosine kinase inhibition. Blood . 2018;131:1639-1653. Zhang W, Trachootham D, Liu J, et al. Stromal control of cystine metabolism promotes cancer cell survival in chronic lymphocytic leukaemia. Nat Cell Biol . 2012;14:276-286. View large Download slide View large Download slide  Disclosures Konopleva: Stemline Therapeutics: Research Funding. Lorenzi: Erytech Pharma: Consultancy; NIH: Patents & Royalties."
}