{
    "doi": "https://doi.org/10.1182/blood.V118.21.2411.2411",
    "article_title": "Pathogenesis of MONOSOMY 7 In BONE MARROW FAILURE SYNDROMES ",
    "article_date": "November 18, 2011",
    "session_type": "508. Bone Marrow Failure: Poster II",
    "abstract_text": "Abstract 2411 One of the most serious complications of aplastic anemia (AA) is the clonal evolution to myelodysplastic syndrome (MDS). Monosomy 7 (del[7]) is the most common chromosomal aberration encountered in this setting, but it can also occur in primary MDS along with deletion 7q (del[7q]). In our whole cohort of AA, we detected del[7] in 24 cases of clonal evolution; however, unlike in MDS no cases of del[7q] were observed. In contrast, in MDS or myelodysplastic/myeloproliferative neoplasms, del[7]/[7q] were present in 12% and 11%, respectively. Based on an initial observation of an index AA case with a mutation of CBL , we speculated that certain molecular events such as point mutations can promote or are at least associated with the evolution of del[7]. Given the distinct distribution of del[7] and del[7q] in primary and secondary MDS (derived from AA), we stipulate that the associated mutational pattern will be distinct. This may be due to different driving mechanisms, such as immune escape or a growth factor-rich milieu in AA. Pursuant to this theory, we performed a screen for CBL , RUNX1 , TET2 , UTX , EZH2 , DNMT3A , ASXL1 and IDH family mutations in patients who developed del[7] after AA (N=24). 14 cases were adults and 10 were pediatric cases. In addition, we analyzed 15 del[7], 13 del[7q] and 10 UPD[7q] abnormalities in patients with MDS without antecedent AA. We identified 3 CBL (13%), 5 RUNX1 (20%), 1 TET2 and 1 DNMT3A mutation in patients with del[7] after AA; all CBL mutations are observed in adult cases of AA (21%). However, 0, 1, and 2 CBL mutations were found in primary MDS with del[7], del[7q] and UPD[7q], respectively. In contrast, RUNX1 mutations were seen in both AA sub-groups (14% and 30% in adults and children, respectively). Also, no differences were seen with regard to the distribution of RUNX1 mutations in either post-AA MDS with del[7] or primary MDS with del[7], del[7q] and UPD[7q]. Most significantly, ASXL1 was found to be the most frequently mutated gene in the cohort without AA (37%), although no mutations were seen in patients with del[7] after AA. Additionally, UTX and EZH2 , both involved in the trimethylation of histone H3 lysine 27, were found to be mutated only in cases of MDS with UPD[7q] and del[7q], but no mutations were seen in primary and AA-derived MDS with del[7]. When studied serially, none of the tested mutations was seen in the initial AA phase, but the mutated clone increased gradually during clonal evolution of del[7]. We also investigated the presence of additional chromosomal abnormalities using single nucleotide polymorphism array (SNP-A)-based karyotyping in the cases with del[7] after AA. In addition to del[7], 22 gains, 20 losses and 4 regions of somatic uniparental disomy (UPD) were identified. These abnormalities, including microdeletions, were found in 50% and 60% of adult and pediatric cases, respectively. Recurrent lesions were detected on chromosome 6, 8 and 21. A microdeletion on chromosome X involved the tumor-associated gene PHF6 in a male case. In another patient, trisomy 21 was accompanied by a RUNX1 mutation. Regions of UPD included 6p resulted in loss of heterozygosity of MHC class I and 11q was associated with homozygous CBL mutations in 2 cases. In sum, our analysis supports the theory that distinct mechanisms of molecular progression during MDS evolution may be operative in AA and primary MDS. Moreover, del[7], del[7q] and UPD[7q] have distinct molecular profiles with frequent TET2 mutations in del[7q] and UPD[7q]. ASXL1 mutations appear to be most ubiquitous promoting event in MDS with LOH [7/7q], suggestive of their “type II' nature. In contrast, other mutations such as those in CBL may be selected for e.g., through cytokine-rich milieu and activation of CBL -regulated receptor tyrosine kinases. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "monosomy",
        "pancytopenia",
        "syndrome",
        "myelodysplastic syndrome",
        "aplastic anemia",
        "cytokine",
        "histone h3",
        "karyotype determination procedure",
        "lysine",
        "myeloproliferative disease"
    ],
    "author_names": [
        "Hideki Makishima, MD, PhD",
        "Fabiola Traina, MD, PhD",
        "Anna M Jankowska, PhD",
        "Yuka Sugimoto, MD, PhD",
        "Kathryn M Guinta",
        "Hirotoshi Sakaguchi, MD",
        "Christine L. O'Keefe, PhD",
        "Hideki Muramatsu, MD, PhD",
        "Seiji Kojima, MD, PhD",
        "Jaroslaw P. Maciejewski, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Hideki Makishima, MD, PhD",
            "author_affiliations": [
                "Translational Hematology and Oncology Research, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Fabiola Traina, MD, PhD",
            "author_affiliations": [
                "Translational Hematology and Oncology Research, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anna M Jankowska, PhD",
            "author_affiliations": [
                "Translational Hematology and Oncology Research, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yuka Sugimoto, MD, PhD",
            "author_affiliations": [
                "Translational Hematology and Oncology Research, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kathryn M Guinta",
            "author_affiliations": [
                "Translational Hematology and Oncology Research, Cleveland Clinic, Cleveland, OH, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hirotoshi Sakaguchi, MD",
            "author_affiliations": [
                "Department of Pediatrics, Nagoya University Graduate School of Medicine, Nagoya, Japan"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christine L. O'Keefe, PhD",
            "author_affiliations": [
                "Translational Hematology and Oncology Research, Cleveland Clinic, Cleveland, OH, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hideki Muramatsu, MD, PhD",
            "author_affiliations": [
                "Department of Pediatrics, Nagoya University Graduate School of Medicine, Nagoya, Japan"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Seiji Kojima, MD, PhD",
            "author_affiliations": [
                "Department of Pediatrics, Nagoya University Graduate School of Medicine, Nagoya, Japan"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jaroslaw P. Maciejewski, MD, PhD",
            "author_affiliations": [
                "Translational Hematology and Oncology Research, Cleveland Clinic, Cleveland, OH, USA, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-17T21:31:40",
    "is_scraped": "1"
}