{
    "doi": "https://doi.org/10.1182/blood.V122.21.697.697",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2467",
    "start_url_page_num": 2467,
    "is_scraped": "1",
    "article_title": "Umbilical Cord Blood Transplant Patients At High Risk Of Graft Rejection Achieve Early Full Donor Chimerism When 300cGy Is Used In The Reduced Intensity Conditioning Regimen ",
    "article_date": "November 15, 2013",
    "session_type": "721. Clinical Allogeneic Transplantation - Conditioning Regimens, Engraftment and Acute Transplant Toxicities",
    "topics": [
        "chimerism",
        "conditioning (psychology)",
        "donors",
        "transplant rejection",
        "transplantation",
        "umbilical cord blood",
        "tissue transplants",
        "chemotherapy regimen",
        "graft-versus-host disease",
        "cd33 antigen"
    ],
    "author_names": [
        "Rachel B Salit, MD",
        "Filippo Milano, MD, PhD",
        "Jonathan A Gutman, MD",
        "Michael B Maris, MD",
        "Thomas Chauncey, MD, PhD",
        "Finn Petersen, M.D.",
        "Colleen Delaney, MD, MSc"
    ],
    "author_affiliations": [
        [
            "Clinical Research Division, Fred Hutchinson Cancer Research Center and Department of Internal Medicine, UW, Seattle, WA, USA, "
        ],
        [
            "Fred Hutchinson Cancer Research Center, Seattle, WA, USA, "
        ],
        [
            "Division of Heme Malignancy and BMT, University of Colorado,Aurora, CO, Denver, CO, USA, "
        ],
        [
            "Colorado Blood Cancer Institute, Denver, CO, USA, "
        ],
        [
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA, USA, "
        ],
        [
            "The Intermountain Blood & Marrow Trans. Prog., LDS Hospital, Salt Lake City, UT, USA, "
        ],
        [
            "Clinical Research Division, Fred Hutchinson Cancer Research Center (FHCRC) & Department of Pediatrics, UW, Seattle, WA, USA"
        ]
    ],
    "first_author_latitude": "47.62726339999999",
    "first_author_longitude": "-122.3314858",
    "abstract_text": "Background While delayed or failed engraftment following reduced intensity conditioning (RIC) umbilical cord blood transplant (UCBT) now occurs less frequently than initially reported, it continues to be higher than in the conventional donor setting. It has been shown that patients who have had a prior autologous transplant or who have received chemotherapy within 4 months of UCBT have an increased incidence of sustained donor engraftment compared with those without this prior therapy (98% vs 64%) (Barker et al ASH abstract 2003). The standard measure of engraftment following UCBT is neutrophil recovery to > 500 x 3 days. However, there has recently been established a possible correlation between time to neutrophil engraftment and early full donor chimerism after UCBT (Avery S et al BMT 2012). Herein, we conducted an RIC UCBT trial in which patients were assigned to one of two treatment regimens based on their risk of graft failure. In addition to evaluating sustained donor engraftment characterized by time to neutrophil recovery, we also sought to assess the achievement of full donor chimerism at Day +28 post-transplant in patients pre-determined to be high versus low risk of graft failure. Methods Forty-eight patients median age 59 years (range 25 - 73) and comorbidity index = 3 (range 0 - 8) with high risk hematologic malignancies received an RIC regimen containing cyclophosphamide 50mg/kg on Day -6, fludarabine 40mg/m 2 Day -6 to -2 (dose reduced to 35mg/m 2 for creatinine clearance < 70), and either 200 cGy TBI (Arm 1 = low risk of graft failure) or 300 cGy TBI (Arm 2 = high risk of graft failure) on Day -1. High risk for graft failure was defined as “receiving < 2 cycles of multiagent chemotherapy or no multiagent chemotherapy within the 3 months prior to UCBT.” Low risk for graft failure was defined as “having received a prior autologous transplant within 12 months or ≥ 2 cycles of multiagent chemotherapy with at least one cycle of therapy within the 3 months prior to UCBT.” Patients on both arms received GVHD prophylaxis with cyclosporine from Day -1 to Day +180 and mycopheolate mofeteil 1 gram every 8 hours until Day +40. Forty-seven of 48 patients received 2 UCB units (one patient received a single UCB) with a median TNC/kg of 4.05 x 10 7 and a post-thaw median CD34 + cells/kg of 1.75 x 10 5 . UCB grafts (98%) were 1-2 HLA antigen mismatched with the recipient. Twenty-six patients were assigned to Arm 1 and 22 patients were assigned to Arm 2. Bone marrow and peripheral blood chimerism assessment were performed at approximately Day +28 and Day +80. The blood was flow sorted in the clinical hematopathology lab into defined lineage subsets. Wilcoxon rank-sum test was used to compare the 2 groups. Results All evaluable patients engrafted (n = 46). Patients on Arm 1 achieved neutrophil recovery (ANC > 500 x 3 days) at a median of 12 days (range 6 - 38) versus 23 days (range 7- 46) in patients on Arm 2 (p = 0.01). Day +28 chimerism values were evaluable for 23 patients on Arm 1 and 20 patients on Arm 2. Median chimerism in the CD3 + compartment was 100% (57 - 100) and 100% (0 - 100) on Arm 1 and Arm 2 respectively (p = 0.58). Median chimerism in the CD33 + compartment was 98% (15 - 100) and 100% (44-100) on Arm 1 and Arm 2 respectively (p =0.26). Median chimerism in the bone marrow was 98% (15 - 100) and 100% (4 - 100) on Arm 1 and Arm 2 respectively (p = 0.84). This was maintained at Day +80. Acute graft versus host disease (GVHD) grades II - IV was seen in 84% (n = 21) and 68% (n = 15) of patients on Arm 1 and 2 respectively with 5% and 12% grade III-IV GVHD in the respective arms. Chronic GVHD was seen in 40% of patients on Arm 1 (8 mild, 2 moderate) and 23% on Arm 2 (3 mild, 1 moderate, 1 severe). Overall survival at 1 year in Arm 1 was 43% (95% CI: 22-62%) and Arm 2 was 46% (95% CI: 20-69%). Conclusions The goal of this RIC UCBT study was to assess engraftment rates by neutrophil recovery and Day +28 chimerism in patients at low versus high risk of graft rejection. Although time to neutrophil recovery was significantly faster in patients with low risk of graft failure, patients at high risk of rejection achieved a similar incidence of full donor chimerism at Day +28 as those with low risk of graft rejection. Using Day +28 chimerism as a measure of engraftment, patients deemed high risk of graft failure achieved early engraftment with UCBT following an RIC conditioning regimen containing 300cGy TBI. Disclosures: No relevant conflicts of interest to declare."
}