{
    "doi": "https://doi.org/10.1182/blood-2018-99-120166",
    "article_title": "Comparision of Outcomes According to HLA Disparity in Acute Leukemia Patients: A Single Center Institution Experience ",
    "article_date": "November 29, 2018",
    "session_type": "732. Clinical Allogeneic Transplantation: Results",
    "abstract_text": "Introduction: Allogeneic hematopoietic stem cell transplantation (Allo-HSCT) still remains the only established curative approach for the treatment of acute leukemia (AL). HLA-matched sibling or relative donor (MRD) is considered the optimal donor source but when this is not available, a matched unrelated donor (MUD) is considered the best alternative. Prior studies reported comparable results of Allo-HSCT from MSD versus MUD. In this retrospective, single center review, we aimed to compare the transplantation outcomes after 10/10 or 9/10 HLA-matched related to unrelated donor transplantation in adults with AL. Patients and Methods : We retrospectively analyzed 363 consecutive patients with a diagnosis of AL who underwent their first Allo-HSCT between January 2005 and April 2018, using matched 10/10 MRD (n= 244) and MUD (n=54) or mismatched-UD (mmUD) (n=65) at Ankara University School of Medicine, Bone Marrow Transplantation Unit. Patients transplanted using cord blood or haploidentical donors were excluded to homogenously compare adult full-matched sibling or unrelated donors in the acute leukemia setting. Parameters evaluated included hematopoietic engraftment, disease relapse, transplant related complications, mortality, overall survival (OS) and disease free survival (DFS) from transplantation, and the incidence and severity of acute and chronic GVHD. Results: Baseline characteristics are summarized in Table 1. The median age was similar in all groups at the time of transplantation (p= 0.9). Median follow-up from the transplantation for all patients was 25 months (range, 1- 152.8) but median follow up was longer in the MRD group (33.6 months [range, 1-152.8]) than in the MUD and (13.3 months [range, 1-121.5]and mmUD groups (22.3 months [range, 2.3-129.4]and p=0.011). In the MRD group, 90.9% received a myeloablative conditioning (MAC) regimen, while in the MUD and mmUD groups, 73.1% and 81.3% received a MAC regimen (p=0,001). Cyclosporine and methotrexate were used as the main graft versus host disease (GVHD) prophylaxis in all groups. The proportion of patients who received in vivo T cell depletion significantly differed among the two groups (6.6% in the MRD group, 92.6% in the MUD group and 50.8% in the mmUD group, p=0.000). Peripheral blood stem cell (PBSC) was the main stem cell source in all groups (92.2% in the MRD group vs. 90.7% in the MUD group vs. 95.4% mmUD, p0.1). The median time for neutrophil and platelet engraftments was seen faster in MRD group compared to MUD and mmUD (p0.1). No statistical significance was observed for transplant related mortality (TRM) in terms of the type of donor (MUD group. mmUD groupand MRD group; 22.2%, 23.1% and 18.0%, p=0.572). Relapse incidence was similar among the groups (MRD vs. MUD vs. mmUD; 33.6% vs. 29.8% vs. 30.8%, p=0.807). Two-year leukemia free- and overall survival were not affected the donor types (Figure-1).. Conclusion: Our results suggest that, when an HLA-identical sibling donor is not available for an adult with AL who is otherwise a candidate for Allo-HSCT, a 10/10 or 9/10 UD may be used with the expectation of similar rates of TRM, LFS and OS at 2 years. View large Download slide View large Download slide  Close modal Disclosures Civriz Bozdag: NOVARTIS: Consultancy; MSD: Research Funding; TAKEDA: Consultancy. Özcan: Jazz: Other: Travel support; BMS: Honoraria; MSD: Research Funding; Celgene: Other: Travel support, Research Funding; Abbvie: Other: Travel payment; Roche: Honoraria, Research Funding; Takeda: Honoraria, Other: Travel payment, Research Funding; Novartis: Research Funding; Janssen: Other: Travel Support, Research Funding; Bayer: Research Funding; Archigen: Research Funding; MSD: Other: travel support, Research Funding; Jazz: Other. Ilhan: BMS: Speakers Bureau; Roche: Speakers Bureau; Celgene: Speakers Bureau; Alexion: Speakers Bureau. Beksac: Takeda: Membership on an entity's Board of Directors or advisory committees; Amgen,Janssen-Cilag,Celgene: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau.",
    "topics": [
        "health disparity",
        "human leukocyte antigens",
        "leukemia, acute",
        "transplantation",
        "hematopoietic stem cell transplantation",
        "allopurinol",
        "follow-up",
        "graft-versus-host disease",
        "graft-versus-host disease, chronic",
        "mac protocol"
    ],
    "author_names": [
        "Pervin Topcuoglu, MD",
        "Guldane Cengiz Seval",
        "Sinem Civriz Bozdag, MD",
        "Selami Kocak Toprak, MD",
        "Meltem Kurt Yuksel, MD",
        "Klara Dalva, MD",
        "Onder Arslan, MD",
        "Muhit Özcan",
        "Taner Demirer, MD",
        "Osman Ilhan, MD",
        "Meral Beksac, MD",
        "Gunhan Gurman, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Pervin Topcuoglu, MD",
            "author_affiliations": [
                "Ankara University School of Medicine Department of Hematology, Ankara, Turkey "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Guldane Cengiz Seval",
            "author_affiliations": [
                "Department of Hematology, Ankara University School of Medicine, Istanbul, Turkey "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sinem Civriz Bozdag, MD",
            "author_affiliations": [
                "Ankara University School of Medicine Department of Hematology, Ankara, Turkey "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Selami Kocak Toprak, MD",
            "author_affiliations": [
                "Ankara University School of Medicine Department of Hematology, Ankara, Turkey "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Meltem Kurt Yuksel, MD",
            "author_affiliations": [
                "Ankara University School of Medicine Department of Hematology, Ankara, Turkey "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Klara Dalva, MD",
            "author_affiliations": [
                "Department of Hematology, Ankara University School of Medicine, Ankara, Turkey "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Onder Arslan, MD",
            "author_affiliations": [
                "Department of Hematology, Ankara University, Faculty of Medicine, Ankara, Turkey "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Muhit Özcan",
            "author_affiliations": [
                "Department of Hematology, Ankara University, Faculty of Medicine, Ankara, Turkey "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Taner Demirer, MD",
            "author_affiliations": [
                "Ankara University School of Medicine Department of Hematology, Ankara, Turkey "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Osman Ilhan, MD",
            "author_affiliations": [
                "Ankara University School of Medicine Department of Hematology, Ankara, Turkey "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Meral Beksac, MD",
            "author_affiliations": [
                "Ankara University, Department of Hematology, Ankara, Turkey"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gunhan Gurman, MD",
            "author_affiliations": [
                "Ankara University School of Medicine Department of Hematology, Ankara, Turkey "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-13T13:08:48",
    "is_scraped": "1"
}