{
    "doi": "https://doi.org/10.1182/blood-2020-140133",
    "article_title": "Analysis of Racial Differences in the Incidence of a Targetable Biomarker, t(11;14), in Patients with Multiple Myeloma ",
    "article_date": "November 5, 2020",
    "session_type": "651.Myeloma: Biology and Pathophysiology, excluding Therapy",
    "abstract_text": "Introduction Compared with Caucasian Americans (CA), African Americans (AA) have an increased incidence of multiple myeloma (MM), earlier age at diagnosis, and overall better prognosis [1]. The molecular mechanisms underlying such racial disparity are not well understood. Using targeted next generation sequencing assay or traditional fluorescence in situ hybridization (FISH) methods, previous studies reported that t(11;14) is more common in AA compared with CA with MM and monoclonal gammopathies [2,3]. However, the number of AA cases studied were small and conflicting data exists. Clinical trials in relapsed or refractory MM indicate that t(11;14) is a biomarker which may be used to predict response to a therapeutic agent (venetoclax) which targets BCL-2 [4,5]. Identifying racial differences in molecular biomarkers would be helpful in our understanding of the known racial disparities of incidence in MM and in the development of therapeutic trials. Methods 737 patients with newly diagnosed MM or smoldering myeloma (SM) at University Hospitals Seidman Cancer Center between 2009 and 2020 were identified. All had myeloma FISH panel sent at diagnosis, which included trisomy of chromosomes 3, 7, or 11, deletion 13q14.3 or loss of chromosome 13, deletion 17p13.1, 1q21 (CKS1B) amplification, and 14q32.3 rearrangements. IGH/CCND1 [t(11;14)(q13;q32)] dual fusion probe was used prior to 2018. Extra signal would trigger reflex test for IGH/FGFR3 [t(4;14)(p16.3;q32)] and IGH/MAF [t(14;16)(q32;q23)]. IGH break apart probe was used since 2018. IGH rearrangement would trigger reflex testing for translocation partners as listed above. Between-group differences were assessed with T-test for continuous variables, and Chi-square / Fisher's exact test for categorical variables. Results Of the 737 patients (661 MM, 76 SM), 502 (68.1%) were self-reported as CA, 213 (28.9%) were AA, and 22 (3.0%) were of other races or listed as unknown. Median age was 71 among CA and 70 among AA (p=0.67). The male-female ratio was 291/211 (58% male) among CA and 101/112 (47% male) among AA (p=0.0095). Overall t(11;14) was detected in 4.5% of cases, 5.2% CA and 2.8% AA (p=0.165); among 661 MM, t(11;14) was tested positive in 30/656 (4.57%), including 23 (5.1%) CAs, 6 (3.1%) AAs, and 1 others (p= 0.80); among 76 SM, t(11;14) was tested positive in 3/76 (3.95%), all were CAs. The percentages of patients who tested positive for other cytogenetic abnormalities were as follows: trisomy 3,7, or 11 was detected in 35.6% CA and 32.4% AA (p=0.42); 1q21 amplification was detected in 25.5% CA and 23.9% AA (p=0.72); deletion 13q14.3 or loss of chromosome 13 was detected in 16.5% CA and 10.7% AA (p=0.08); deletion 17p13.1 was detected in 6.4% CA and 5.2% AA (p=0.54); t(4;14) was detected in 2.8% CA and 1.4% AA (p=0.27); t(14;16) was detected in 0.4% CA and 0.5% AA (p=0.89) Conclusions This retrospective series of 737 MM and SM patients did not find an increased incidence of the targetable biomarker t(11;14) in AA patients. The overall percentage of t(11;14) cases was lower than expected. The lack of our finding a racial difference differs from some other reports, perhaps due to a fairly enriched AA population. There were also no significant racial differences found in other cytogenetic abnormalities. Further investigation at the molecular level should be performed to elucidate the mechanisms of racial disparity in MM. References [1]. Landgren O, Devesa S, Mink P, et al. African-American multiple myeloma patients have a better survival than Caucasian patients: a population-based study including 28,636 patients. Blood. 2009;114:1832. [2]. Kzandjian D, Hill E, Hultcrantz M, et al. Molecular underpinnings of clinical disparity patterns in African American vs. Caucasian American multiple myeloma patients. Blood Cancer J. 2019;9(2):15. [3]. Baughn LB, Pearce K, Larson D, et al. Differences in genomic abnormalities among African individuals with monoclonal gammopathies using calculated ancestry. Blood Cancer J. 2018;8(10):96. [4]. Kortüm KM, Einsele H. First targeted therapy in multiple myeloma. Blood. 2017;130(22):2359-2360. [5]. Kumar S, Harrison S, Cavo M, et al. A phase 3 study of venetoclax or placebo in combination with bortezomib and dexamethasone in patients with relapsed/refractory multiple myeloma. EHA Library. Abstract LB2601. Disclosures No relevant conflicts of interest to declare.",
    "author_names": [
        "Fang Liu, MD",
        "Jeries Kort, MD",
        "Shashirekha Shetty, PhD",
        "Ravikumar Kyasaram",
        "John Shanahan",
        "Timothy E. O'Brien, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Fang Liu, MD",
            "author_affiliations": [
                "university hospitals, Cleveland, OH "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jeries Kort, MD",
            "author_affiliations": [
                "University Hospitals Cleveland Medical Center, Cleveland, OH "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shashirekha Shetty, PhD",
            "author_affiliations": [
                "University Hospitals Cleveland Medical Center, Cleveland, OH "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ravikumar Kyasaram",
            "author_affiliations": [
                "University hospitals cleveland medical center, cleveland, OH "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John Shanahan",
            "author_affiliations": [
                "University Hospital Cleveland Medical Center, Cleveland, OH "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Timothy E. O'Brien, MD",
            "author_affiliations": [
                "Adult Hematologic Malignancies & Stem Cell Transplant Section, University Hospitals Seidman Cancer Center, Cleveland, OH"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-19T06:37:38",
    "is_scraped": "1"
}