{
    "doi": "https://doi.org/10.1182/blood-2019-129029",
    "article_title": "Potential of 2018 ASH CLL Data to Alter Standard of Care for Initial CLL Treatment ",
    "article_date": "November 13, 2019",
    "session_type": "902.Health Services Research-Malignant Conditions (Lymphoid Disease)",
    "abstract_text": "Introduction In the past 5 years, four drugs have received approval for the treatment of Chronic lymphocytic leukemia (CLL), with most of the data supporting their approvals presented at an ASH meeting. How treating hematologists and oncologists (H/O) incorporate these agents into their practice has implications for all stakeholders. We conducted market research with H/O to understand how CLL data presented at ASH 2018 might alter their treatment preferences. Methods A live meeting in February 2019 convened H/O. The participants were shown data from selected oral and/or poster presentations from the 2018 ASH Annual Meeting and responded to questions regarding their perceptions on the data and its potential impact on current practice. The presentations used included the following: 1) Alliance A041202: a phase III, randomized study in older patients with untreated CLL comparing ibrutinib ± rituximab with bendamustine + rituximab (BR) (Woyach JA, et al. Blood . 2018;132[Suppl 1]:6); and 2) E1912: a phase III, randomized study in younger patients with untreated CLL comparing ibrutinib + rituximab with fludarabine + cyclophosphamide + rituximab (FCR) (Shanafelt TD, et al. Blood . 2018;132[Suppl 1]:LBA-4). Participants submitted their demographic responses via a web-based survey and data impression responses via an audience response system at the live meeting. Results 59 H/O participated in this live market research on February 22-23, 2019 and identified their primary specialty as 61% hematologist/oncologist and 34% medical oncologist. The participants were mostly community-based physicians, 50% in private community and 45% in community practices owned by a hospital or academic center. Over one-third have been in practice >20 years and see an average of 20+ patients per day. In the prior 3 months, 31%, 27%, and 18% of the participants initiated first-line treatment on 1, 2, or 3 CLL patients, respectively. The most commonly preferred first-line treatments for CLL patients ≥65 years without del(17p) were: BR (38%), ibrutinib (34%), anti-CD20 monotherapy (17%), and FCR (7%). Based on the results of the Alliance A041202 trial, 88% are likely to use single-agent ibrutinib as their preferred first-line therapy for older CLL patients, 45% very likely and 43% moderately likely. The most commonly preferred first-line treatments for CLL patients <65 years without del(17p) were: FCR (37%), BR (30%), ibrutinib (18%), and ibrutinib + anti-CD20 monotherapy (13%). Based on the results of the E1912 trial, the participants are likely to adopt ibrutinib + CD20 monoclonal antibody (51%), single-agent ibrutinib (20%), FCR (16%), or BR (13%) as their preferred first-line therapy for younger CLL patients. Conclusion Studies of newer mechanism of action drugs like Bruton's tyrosine kinase (BTK) inhibitors are perceived as compelling by treating oncologists and appear likely to replace more traditional chemotherapy-based regimens. The clinical, financial, and patient-centric outcomes of such rapid changes to standard of practice warrant further research. View large Download slide View large Download slide  Close modal Disclosures Feinberg: Cardinal Health: Employment. Sweat: Cardinal Health: Employment. Jeune-Smith: Cardinal Health: Employment. Gajra: Cardinal Health: Employment.",
    "topics": [
        "bendamustine",
        "cd20 antigens",
        "chemotherapy regimen",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "cyclophosphamide",
        "fludarabine",
        "ibrutinib",
        "internet",
        "jeune thoracic dystrophy"
    ],
    "author_names": [
        "Bruce A Feinberg, DO",
        "Richard Sweat, PhD",
        "Yolaine Jeune-Smith, PhD",
        "Ajeet Gajra, MD FACP"
    ],
    "author_dict_list": [
        {
            "author_name": "Bruce A Feinberg, DO",
            "author_affiliations": [
                "Cardinal Health Specialty Solutions, Dublin, OH"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Richard Sweat, PhD",
            "author_affiliations": [
                "Cardinal Health Specialty Solutions, Dublin, OH"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yolaine Jeune-Smith, PhD",
            "author_affiliations": [
                "Cardinal Health Specialty Solutions, Dublin, OH"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ajeet Gajra, MD FACP",
            "author_affiliations": [
                "Cardinal Health Specialty Solutions, Dublin, OH"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-17T21:30:30",
    "is_scraped": "1"
}