{
    "doi": "https://doi.org/10.1182/blood.V104.11.639.639",
    "article_title": "Targeting the Insulin-Like Growth Factor-I Receptor (IGF-IR) in Multiple Myeloma Cells Using Selective IGF-IR Tyrosine Kinase Inhibitors. ",
    "article_date": "November 16, 2004",
    "session_type": "Oral Sessions",
    "abstract_text": "In multiple myeloma (MM) emerging evidence suggest the IGF-1R as an important mediator of tumor cell survival and thus resistance to cytotoxic therapy. Since IGF-1R is not an absolute requirement for maintenance of normal cell homeostasis, interfering with IGF-1R signaling at the receptor tyrosine kinase (RTK) level represents an attractive strategy to improve anti-cancer treatment. However, most IGF-1 RTK inhibitors do not fully discriminate between the IGF-1 RTK and the insulin RTK, i.e. are diabetogenic. Recently, members of the cyclolignan family have been shown to selectively inhibit the phosphorylation of the IGF-1R β-chain without down regulating the RTK activity of the insulin R 1 . The effect of two of these compounds, picropodophyllin (PPP) and deoxypodophyllotoxin (DPPT), was studied in vitro using a panel of nine MM cell lines and primary tumor cells from MM patients, and in vivo using the 5TMM mouse MM model 2 . Both IGF-1 RTK inhibitors effectively inhibited growth in all MM cell lines providing increased apoptosis and cell cycle arrest in the G2/M-phase. Notably, the two drug-resistant subclones of the MM cell line RPMI 8226/Dox40 (doxorubicin) and RPMI 8226/LR5 (melphalan), were highly sensitive to the IGF-1 RTK inhibitors. In addition, PPP and DPPT showed inhibitory effects on primary MM cells cultured in vitro with bone marrow stromal cells. Inhibition of the IGF-1 RTK with PPP has been shown to be non-competitive with ATP suggesting interference with the IGF-1R at the substrate level 1 . To identify tyrosine phosphorylation site(s) on the IGF-1R β-chain potentially regulated by the IGF-1 RTK inhibitors, IGF-1R extracted from RPMI 8226 cells was analyzed by tryptic phosphopeptide mapping following 32P-labeling and treatment with PPP or DPPT. Cleaved phosphopeptides were separated by thin layer chromatography and analyzed by a modified radio-Edman degradation. The results show that the IGF-1 RTK inhibitors do not down regulate any specific tyrosine phosphorylation site of the IGF-1R in MM cells. In vitro kinase assay suggests that PPP/DPPT-induced inhibition of the IGF-1R instead is conducted via a general down regulation of the tyrosine kinase activity of the receptor. Extraction of tyrosine phosphorylated proteins followed by electrophoresis and mass spectrometric analysis revealed additional signaling molecules affected by treatment with the IGF-1 RTK inhibitors e.g. impaired tyrosine phosphorylation of CDK1/cdc2, a cell cycle associated protein known as a potent regulator of apoptosis. Taken together, we show that treatment of MM cells with selective IGF-1 RTK inhibitors decreases survival/proliferation and affects the function of crucial intracellular signaling proteins, thus emphasizing the pivotal role for IGF-1R signaling in MM.",
    "topics": [
        "insulin-like-growth factor i receptor",
        "multiple myeloma",
        "protein-tyrosine kinase inhibitor",
        "insulin-like growth factor i",
        "tyrosine",
        "cdc2 protein kinase",
        "insulin",
        "phosphopeptides",
        "apoptosis regulatory proteins",
        "cancer"
    ],
    "author_names": [
        "Thomas Stromberg, PhD",
        "Simon Ekman, MD, PhD",
        "Leonard Girnita, PhD",
        "Johan Lennartsson",
        "Ulf Hellman, PhD",
        "Kristina Carlson, MD, PhD",
        "Anders Osterborg, MD, PhD",
        "Karin Vanderkerken, PhD",
        "Magnus Axelson, MD, PhD",
        "Olle Larsson, MD, PhD",
        "Kenneth Nilsson, MD, PhD",
        "Helena Jernberg-Wiklund, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Thomas Stromberg, PhD",
            "author_affiliations": [
                "Department of Genetics and Pathology, Rudbeck Laboratory, Uppsala University, Uppsala, Sweden"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Simon Ekman, MD, PhD",
            "author_affiliations": [
                "Department of Genetics and Pathology, Rudbeck Laboratory, Uppsala University, Uppsala, Sweden"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Leonard Girnita, PhD",
            "author_affiliations": [
                "Department of Oncology and Pathology, Cancer Center Karolinska, Karolinska Hospital, Stockholm, Sweden"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Johan Lennartsson",
            "author_affiliations": [
                "Ludwig Institute for Cancer Research, Uppsala Biomedical Center (BMC), Uppsala, Sweden"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ulf Hellman, PhD",
            "author_affiliations": [
                "Ludwig Institute for Cancer Research, Uppsala Biomedical Center (BMC), Uppsala, Sweden"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kristina Carlson, MD, PhD",
            "author_affiliations": [
                "Department of Medical Sciences, University Hospital, Uppsala, Sweden"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anders Osterborg, MD, PhD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Karolinska Hospital, Stockholm, Sweden"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Karin Vanderkerken, PhD",
            "author_affiliations": [
                "Department of Hematology and Immunology, Vrije Universiteit Brussel, Brussels, Belgium"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Magnus Axelson, MD, PhD",
            "author_affiliations": [
                "Department of Clinical Chemistry, Karolinska Hospital, Stockholm, Sweden"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Olle Larsson, MD, PhD",
            "author_affiliations": [
                "Department of Oncology and Pathology, Cancer Center Karolinska, Karolinska Hospital, Stockholm, Sweden"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kenneth Nilsson, MD, PhD",
            "author_affiliations": [
                "Department of Genetics and Pathology, Rudbeck Laboratory, Uppsala University, Uppsala, Sweden"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Helena Jernberg-Wiklund, PhD",
            "author_affiliations": [
                "Department of Genetics and Pathology, Rudbeck Laboratory, Uppsala University, Uppsala, Sweden"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-24T12:56:14",
    "is_scraped": "1"
}