{
    "doi": "https://doi.org/10.1182/blood.V124.21.5209.5209",
    "article_title": "Autophagy Is an Important Event for Low Dose Cytarabine Treatment in Acute Myeloid Leukemia U937 Cell Line ",
    "article_date": "December 6, 2014",
    "session_type": "604. Molecular Pharmacology, Drug Resistance–Myeloid Diseases",
    "abstract_text": "Objective To investigate the mechanisms underlying the low dose cytarabine induced autophagy and differentiation in human acute myeloid leukemia (AML) cell lines in vitro. Introduction Cytarabine (Ara-C) is a fundamental drug used in the treatment of AML for years, but its specific mechanism of action is still not well documented. Autophagy, characterized by the formation of double-membrane vesicles called phagosomes, is a general process for degradation of cellular proteins and cytoplasmic organelles in many physiological and pathophysiological conditions. Recent studies have established the role of autophagy in cell differentiation and chemotherapy effects. Here we sought to determine the importance of autophagy in the AML treatment with especially low dose cytarabine (LD-Ara-C). Methods Cell viability after Ara-C treatment was evaluated using the Cell and Particle Counter. The expression of LC3, p62, Beclin 1 and Bcl-2 was detected by Western blot analysis, so as the Akt-mTOR pathway. Ultrastructural features in cells with or without Ara-C treatment were observed through transmission electron microscope (TEM).Cell morphology was determined by Wright-Giemsa staining. Flow cytometry was performed to examine cell differentiation and apoptosis in the presence or absence of 3-MA, a PI3K inhibitor, or CQ, a lysosomal inhibitor. A beclin1-specific short hairpin RNA (shRNA) was transfected into cells using lentivirus to obtain beclin1 silencing. Results The AML cell lines U937 and HEL were treated with increasing concentrations of Ara-C range from 10nM to 500nM for 24/48h and then analyzed for cell viability, which showed the growth inhibition rates in a time and dose-dependent manner. The cytotoxic effects of Ara-C on U937 cells were also studied by flow cytometry analysis of Annexin V/PI strained samples. Cell apoptosis and death were not detected when exposed to low concentration (10-50nM) while about 50% proliferation inhibition rate exists. To test whether autophagy was involved in the action of LD-Ara-C on leukemia cells, we detected microtubule-associated protein light chain 3 (LC3) conversion and sequestosome1 (p62) decrease by immunobloting. Treatment with LD-Ara-C (50nM) induced a time-dependent increase in the expression of LC3-Ⅱ and beclin1, but degradation of p62 in both U937 and HEL cells. Besides, vacuoles surrounded by a double membrane and containing cytoplasmic contents, a characteristic of autophagosomes appeared after 24h treatment, further suggesting an autophagic response caused by LD-Ara-C. Meanwhile, deregulation of Akt-mTOR pathway was also detected. LD-Ara-C induced increase of CD11b expression and morphologic changes of partial differentiation within 4 days in U937 revealed differentiation as another cellular effect of Ara-C in AML cells. When cultured in the presence of autophagy inhibitor, 3-MA or CQ, LD-Ara-C induced cell autophagy and differentiation were reversed, and cell growth inhibition was also attenuated. The similar phenomenon could also be seen when we down-regulated the expression of beclin1, an essential protein for the mammalian autophagy cascade, by shRNA transfection in U937 cells. Taken together, LD-Ara-C-induced autophagy appeared to play an important role in the following cell differentiation and death in AML cells. Conclusion Our data demonstrate that LD-Ara-C plays the therapeutic effect in human acute myeloid leukemia cells by triggering both autophagy and differentiation. Downreguation of Akt-mTOR pathway is involved in these processes. We suggest that cytarabine-induced autophagy is not a pro-survival mechanism, but accounts for its antineoplastic effects, which provides the first evidence for the potential of autophagy as a novel approach for AML treatment with LD-Ara-C, however the underlying mechanisms remain to be well elucidated. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "autophagy",
        "cytarabine",
        "leukemia, myelocytic, acute",
        "u937 cells",
        "mtor serine-threonine kinases",
        "proto-oncogene proteins c-akt",
        "flow cytometry",
        "1-phosphatidylinositol 3-kinase",
        "annexin a5",
        "antigens, cd98 light chains"
    ],
    "author_names": [
        "Liyun Chen",
        "Pei Guo",
        "Peimin Jia",
        "Jianhua Tong",
        "Jiong Hu",
        "Junmin Li, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Liyun Chen",
            "author_affiliations": [
                "Rui Jin Hospital Affiliated to Shanghai Jiao Tong University School of Medicine, Shanghai, China ",
                "No.1 Hospital Affiliated to Suzhou University, Suzhou, China "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Pei Guo",
            "author_affiliations": [
                "Shanghai Institute of Hematology, Rui Jin Hospital Affiliated to Shanghai Jiao Tong University School of Medicine, Shanghai, China "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peimin Jia",
            "author_affiliations": [
                "State Key Laboratory of Medical Genomics, Faculty of Medical Laboratory Science, Rui-jin Hospital, Shanghai Jiao Tong University School of Medicine, Shanghai, China "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jianhua Tong",
            "author_affiliations": [
                "State Key Laboratory of Medical Genomics, Faculty of Medical Laboratory Science, Rui-jin Hospital, Shanghai Jiao Tong University School of Medicine, Shanghai, China "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jiong Hu",
            "author_affiliations": [
                "Shanghai Institute of Hematology, Rui Jin Hospital Affiliated to Shanghai Jiao Tong University School of Medicine, Shanghai, China "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Junmin Li, MD PhD",
            "author_affiliations": [
                "Ruijin Hospital affiliated to Shanghai Jiao Tong University, Shanghai, China"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-29T06:40:55",
    "is_scraped": "1"
}