{
    "doi": "https://doi.org/10.1182/blood.V128.22.4698.4698",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3358",
    "start_url_page_num": 3358,
    "is_scraped": "1",
    "article_title": "Absolute Lymphocyte Count Recovery Predicts Post Transplant Outcomes in Peripheral Blood Haploidentical Transplantation ",
    "article_date": "December 2, 2016",
    "session_type": "732. Clinical Allogeneic Transplantation: Results: Poster III",
    "topics": [
        "haploidentical transplantation",
        "lymphocyte count measurement",
        "transplantation",
        "cyclophosphamide",
        "follow-up",
        "graft-versus-host disease",
        "graft-versus-host disease, acute",
        "graft-versus-host disease, chronic",
        "hematologic neoplasms",
        "hematopoietic stem cell transplantation"
    ],
    "author_names": [
        "Jason Thomas Romancik, MD",
        "Michael Slade, BA",
        "John F DiPersio, MD PhD",
        "Peter Westervelt, MD PhD",
        "Kathryn Trinkaus, PhD",
        "Rizwan Romee, MD"
    ],
    "author_affiliations": [
        [
            "Department of Medicine, BMT and Leukemia Program, Washington University School of Medicine, Saint Louis, MO "
        ],
        [
            "Department of Medicine, BMT and Leukemia Program, Washington University School of Medicine, Saint Louis, MO "
        ],
        [
            "Department of Medicine, BMT and Leukemia Program, Washington University School of Medicine, Saint Louis, MO "
        ],
        [
            "Department of Medicine, BMT and Leukemia Program, Washington University School of Medicine, Saint Louis, MO "
        ],
        [
            "Department of Biostatistics, Washington University School of Medicine, Saint Louis, MO"
        ],
        [
            "Department of Medicine, BMT and Leukemia Program, Washington University School of Medicine, Saint Louis, MO "
        ]
    ],
    "first_author_latitude": "38.63514409999999",
    "first_author_longitude": "-90.26292889999999",
    "abstract_text": "Background: Hematopoietic cell transplantation (HCT) is the only curative therapy for many patients with hematologic malignancies. In matched related donor (MRD) and matched unrelated donor (MUD) transplants, absolute lymphocyte count (ALC) recovery has been used as a surrogate marker for immune reconstitution, and a faster rate of ALC recovery is associated with improved overall survival (OS), relapse-free survival (RFS), and transplant-related mortality (TRM). Higher ALC counts have also been associated with higher rates of graft-versus-host disease (GVHD). For patients that do not have an HLA-matched donor available, haploidentical transplant (haplo-HCT) is now a viable option. Less is known about the impact of ALC recovery on outcome in the setting of haploidentical transplant with post-transplant cyclophosphamide (PTCy). Methods: In this study we retrospectively evaluated all patients who underwent haplo-HCT with post-transplant cyclophosphamide (PTCy) at our institution between June 2009 and January 2016. ALC and total white blood cell (WBC) count at days 30, 100, 180, and 365 post-transplant were collected along with demographics, treatment details, and outcome measures (OS, RFS, NRM, acute GVHD, and severe chronic GHVD). Since ALC is a component of total WBC used to assess for immune reconstitution, we performed additional analysis to assess if a high ALC relative to total WBC Ð or conversely, a low ALC relative to total WBC Ð had an effect on outcomes. At each time point, patients were divided into subgroups based on percentile of total WBC. Individual survival curves were generated for each subgroup for comparison. Cox proportional hazard models were used to measure the association between ALC and each outcome. The proportional hazards assumptions and functional assessment of ALC values were carried out using the K-S test and simulated martingale residuals. ALC was analyzed on a log scale to improve the fit of these models. Results: Of 141 evaluable patients, 128 survived to day 30 and were included in analysis. Clinical characteristics are summarized in table 1. At day 30, 100, 180 and 365 there were128, 99, 78 and 48 patients were alive, respectively. A high ALC at day 180 following transplant was associated with improved OS (mean ALC 915, HR 0.61, 95% CI 0.39-0.953; p = 0.030) and RFS (mean ALC 912, HR 0.593, 95% CI 0.422-0.834, p = 0.003). Furthermore, a higher ALC at day 100 was found to be associated with improved TRM (mean ALC 528, HR 0.54, 95% CI 0.35-0.84, p = 0.006). ALC was not associated with acute GVHD at any of the four time points. Severe chronic GVHD only occurred in 4 patients and therefore was not modeled. While a high ALC remained a significant predictor of improved OS, RFS, and TRM, there was no statistically significant difference between subgroups adjusted for percentile of WBC at each time point. Conclusions: ALC recovery is associated with improved OS, RFS, and TRM. Our results suggest that ALC is a useful prognostic marker for patients undergoing haploidentical HCT with post-transplant cyclophosphamide. Further studies examining immune reconstitution in this setting are planned, including the recovery of various T cell and NK cell subsets and their potential impact on outcomes after haplo-HCT using PTCy. Table 1 View large Download slide Clinical and demographic characteristics of patients undergoing haplo-HCT with PTCy. Table 1 View large Download slide Clinical and demographic characteristics of patients undergoing haplo-HCT with PTCy. Figure 1 View large Download slide Months to outcome or last follow-up by ALC, adjusted for percentile of total WBC. Figure 1 View large Download slide Months to outcome or last follow-up by ALC, adjusted for percentile of total WBC. Disclosures No relevant conflicts of interest to declare."
}