{
    "doi": "https://doi.org/10.1182/blood.V122.21.3940.3940",
    "article_title": "Differentiation Induction In Acute Myeloid Leukemia Using Site-Specific DNA-Targeting ",
    "article_date": "November 15, 2013",
    "session_type": "615. Acute Myeloid Leukemia: Therapy, excluding Transplantation: Poster III",
    "abstract_text": "Hoxa9 and Meis1 are overexpressed in >70% of acute myeloid leukemia (AML) and associated with poor prognosis and survival. Hoxa9 and Meis1 interact with DNA and PBX to achieve transcription of differentiation-blocking genes. We tested transcriptional repression at Hoxa9-PBX-Meis1 genomic binding sites to induce differentiation in a model of human AML We designed a DNA-recognition strategy based on the known structure of the Hoxa9-PBX-DNA complex by fusing the DNA binding helices of Hoxa9 and PBX to create concise homeodomain fusion proteins that target the Hoxa9-PBX DNA recognition sequence. To confer transcription-repressing properties to the proteins, we attached a transcriptional repressor (sin3 interacting) domain and ectopically expressed this protein in Hoxa9-Meis1 immortalized murine progenitors. Introduction of this transcription repressor protein significantly enabled cell differentiation versus control (51.2% Mac-1 high Gr-1 high cells versus 11.3% for control). Multiple gene transcripts indicative of differentiation, such as GCSFR, myeloperoxidase, neutrophil elastase, and the calcium binding protein, S100A8, were also elevated in repressor-expressing cells. Furthermore, direct transcriptional targets of Hoxa9 (e.g. SOX2, CD34, FOXP1, FLT3R, DNAJC10) were down regulated in repressor-expressing cells. Importantly, a mutant repressor lacking the DNA-interacting amino acids did not affect transcription of Hoxa9 targets, demonstrating on-target specificity. Repressor-expressing cells also exhibited lower surface expression of c-Kit and Flt3 receptors and when transplanted into mice resulted in a significant increase in disease latency with a 94 day median latency versus 62 day latency for the control group (p value = 0.002). Our results demonstrate that site-specific DNA-targeting using homeodomain fusion proteins can enable AML cell differentiation and significantly increase disease latency. Disclosures: Scadden: Fate Therapeutics: Consultancy, Equity Ownership.",
    "topics": [
        "dna",
        "leukemia, myelocytic, acute",
        "fusion proteins",
        "amino acids",
        "calcium-binding proteins",
        "cd34 antigens",
        "granulocyte colony-stimulating factor receptors",
        "leukocyte elastase",
        "macrophage-1 antigen",
        "ms-like tyrosine kinase 3"
    ],
    "author_names": [
        "Rahul Palchaudhuri, PhD",
        "Kwan-Keat Ang",
        "Borja Saez, PhD",
        "David B. Sykes, MD, PhD",
        "Gregory L. Verdine, PhD",
        "David T. Scadden, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Rahul Palchaudhuri, PhD",
            "author_affiliations": [
                "Harvard Stem Cell Institute, Cambridge, MA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Kwan-Keat Ang",
            "author_affiliations": [
                "Harvard Stem Cell Institute, Cambridge, MA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Borja Saez, PhD",
            "author_affiliations": [
                "Harvard University, Center for Stem Cell and Regenerative Biology, Cambridge, MA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David B. Sykes, MD, PhD",
            "author_affiliations": [
                "Harvard Stem Cell Institute, Cambridge, MA, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gregory L. Verdine, PhD",
            "author_affiliations": [
                "Harvard Stem Cell Institute, Cambridge, MA, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David T. Scadden, MD",
            "author_affiliations": [
                "Harvard Stem Cell Institute, Cambridge, MA, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-26T18:41:46",
    "is_scraped": "1"
}