{
    "doi": "https://doi.org/10.1182/blood-2020-140936",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4620",
    "start_url_page_num": 4620,
    "is_scraped": "1",
    "article_title": "Gut Microbiota Profiles of Treatment-Naïve Adult Acute Myeloid Leukemia Patientswith Neutropenic Fever during Intensive Chemotherapy ",
    "article_date": "November 5, 2020",
    "session_type": "803.Emerging Diagnostic Tools and Techniques",
    "topics": null,
    "author_names": [
        "Thanawat Rattanathammethee, MD",
        "Pokpong Piriyakhuntorn, MD",
        "Sasinee Hantrakool, MD",
        "Chatree Chai-Adisaksopha, MDPhD",
        "Ekarat Rattarittamrong, MD",
        "Adisak Tantiworawit, MD",
        "Lalita Norasetthada, MD",
        "Pimchanok Tuitemwong, MD",
        "Parameth Thiennimitr, MD PhD",
        "Phinitphong Sarichai, MSc",
        "Sarisa Na Pombejra, PhD"
    ],
    "author_affiliations": [
        [
            "Division of Hematology, Department of Internal Medicine, Chiang Mai University, Chiangmai, THA "
        ],
        [
            "Division of Hematology, Department of Internal Medicine, Chiang Mai University, Chiang Mai, THA "
        ],
        [
            "Division of Hematology, Department of Internal Medicine, Chiang Mai University, Chiang Mai, Thailand "
        ],
        [
            "Division of Hematology, Department of Internal Medicine, Chiang Mai University, Chiang Mai, Thailand "
        ],
        [
            "Division of Hematology, Department of Internal Medicine, Chiang Mai University, Chiang Mai, Thailand "
        ],
        [
            "Division of Hematology, Department of Internal Medicine, Chiang Mai University, Muang, Chiang Mai, Thailand "
        ],
        [
            "Division of Hematology, Department of Internal Medicine, Faculty of Med., Chiang Mai University, Chiang mai, Thailand "
        ],
        [
            "Department of Internal Medicine, Chiang Mai University, Chiang Mai, Thailand "
        ],
        [
            "Department of Microbiology, Faculty of Medicine, Chiang Mai University, Chiang Mai, Thailand ",
            "Research Center of Microbial Diversity and Sustainable Utilization, Chiang Mai University, Chiang Mai, Thailand "
        ],
        [
            "Department of Microbiology, Faculty of Medicine, Chiang Mai University, Chiang Mai, Thailand "
        ],
        [
            "Department of Microbiology, Faculty of Science, Chulalongkorn University, Bangkok, Thailand"
        ]
    ],
    "first_author_latitude": "39.14001710000001",
    "first_author_longitude": "-84.5035061",
    "abstract_text": "Background : The intestinal bacterial flora of febrile neutropenic patients has been found to be significantly diverse and may play a role in clinical decisions regarding antimicrobial de-escalation with predictive complications. However, there are few reports of microbiota alteration of adult acute myeloid leukemia (AML) patients. Methods : Stool samples of each treatment-naïve AML patient were collected the day before the initiation of induction chemotherapy (pretreatment), on the first date of neutropenic fever and first date of bone marrow recovery. Bacterial DNA was extracted from stool samples and bacterial 16s ribosomal RNA genes were sequenced by next-generation sequencing. Relative abundance, overall richness, Shannon's diversity index and Simpson's diversity index were calculated. Results : Ten AML patients (4 men and 6 women) were included with a median age of 39 years (range: 19-49). Twenty-four stool samples were collected and assigned into three groups: (1) pretreatment (n = 10); (2) first date of febrile neutropenia (n=9); and (3) first date of bone marrow recovery (n=5). All of patients developed febrile neutropenia; three patients had detectable infectious organisms and all of these cases had invasive pulmonary aspergillosis with two being co-infected with Pseudomonas pneumonia and Escherichia coli septicemia. Median absolute neutrophil count was 2.85 x 10 9 /L (range: 1.42-7.67 x 10 9 /L), 0.04 x 10 9 /L (range: 0.01-0.43 x 10 9 /L) and 3.65 x 10 9 /L (range: 2.09-5.78 x 10 9 /L) at pretreatment, first date of febrile neutropenia and first date of bone marrow recovery, respectively. At the phylum level, Firmicutes dominated over the period of neutropenic fever, subsequently declining after bone marrow recovery a pattern in contrast to that shown by Bacteroidetes and Proteobacteria. At the genus level, Enterococcus was more abundant in the febrile neutropenia period compared to pretreatment (mean difference of 20.2, [95%CI (5.9, 34.6)]; P <0.01) while Bacteroides and Escherichia notably declined during the same period (mean difference of -11.7, [95%CI (-21.9, -1.4)]; P = 0.027 and -11.6, [95%CI (-22.7, -0.4)]; P = 0.034, respectively). At the operational taxonomic units (OTUs) level, there was a significantly higher level of overall richness in the pretreatment period than in the febrile neutropenic episode (mean OTUs of 203.1 vs. 131.7; P = 0.012). Both of the diversity indexes of Shannon and Simpson showed a significant decrease in the febrile neutropenic period. Conclusions : Adult AML patients with a first episode of febrile neutropenia after initial intensive chemotherapy demonstrated a significant decrease in gut microbiota diversity and the level of diversity remained constant despite recovery of bone marrow. Figure View large Download slide Figure View large Download slide  Disclosures No relevant conflicts of interest to declare."
}