{
    "doi": "https://doi.org/10.1182/blood.V106.11.726.726",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=481",
    "start_url_page_num": 481,
    "is_scraped": "1",
    "article_title": "Peripheral Blood Mononuclear Cell Derived Gene Expression Patterns Identify Clinical Phenotypes and Predict Thrombotic Events in Patients with Immune-Mediated Thrombosis. ",
    "article_date": "November 16, 2005",
    "session_type": "Oral Sessions",
    "topics": [
        "gene expression",
        "peripheral blood mononuclear cell",
        "phenotype",
        "thrombosis",
        "thrombus",
        "venous thromboembolism",
        "autoimmune diseases",
        "anticoagulation",
        "antiphospholipid antibodies",
        "antiphospholipid syndrome"
    ],
    "author_names": [
        "Anil Potti",
        "Andrea Bild",
        "Deborah A. Lewis",
        "Holly Dressman",
        "Joseph R. Nevins",
        "Thomas L. Ortel"
    ],
    "author_affiliations": [
        [
            "Division of Hematology, Duke University Medical Center, Durham, NC",
            "Institute for Genome Sciences and Policy, Duke University, Durham, NC, USA"
        ],
        [
            "Institute for Genome Sciences and Policy, Duke University, Durham, NC, USA"
        ],
        [
            "Division of Hematology, Duke University Medical Center, Durham, NC"
        ],
        [
            "Institute for Genome Sciences and Policy, Duke University, Durham, NC, USA"
        ],
        [
            "Institute for Genome Sciences and Policy, Duke University, Durham, NC, USA"
        ],
        [
            "Division of Hematology, Duke University Medical Center, Durham, NC"
        ]
    ],
    "first_author_latitude": "36.004372700000005",
    "first_author_longitude": "-78.9360007",
    "abstract_text": "Primary antiphospholipid antibody syndrome (APS) is a complex, autoimmune disorder with defined clinical phenotypes. Although not all patients with elevated antiphospholipid antibody (aPLA) levels develop thrombosis, the severity of these potential events mandates aggressive and extended anticoagulation. Numerous studies have demonstrated the power of gene expression profiles in identifying subtle yet clinically relevant differences. To systematically evaluate the hypothesis that gene expression analysis in patients with aPLA will identify those patients at ‘high risk’ for thrombosis, we compared clinical and gene expression data from two comparison groups - (a) APS patients with venous thromboembolism (VTE) versus patients with VTE who do not have aPLA, and (b) APS patients with VTE versus asymptomatic subjects with aPLA. Patients who fit the Sapporo criteria for primary APS, and individuals with persistent aPLA without thrombosis (two positive assays for aPLA tested at least 6 weeks apart) were identified. We also identified a group of non-APS patients with VTE. These patients were age and gender matched to the APS patients, were also on warfarin, at least 8 weeks from their episode of VTE, and did not have autoimmune diseases. RNA was prepared from peripheral mononuclear cells collected from 10ml of blood, using PAXgene methodology, and used for DNA microarray analysis. Patterns of gene expression that characterize APS as well as thrombosis in the presence of aPLA were identified by hierarchical clustering and supervised analyses using binary regression. After an initial ‘discovery set’ (n = 32) showed significant differences (106 genes, bonferroni test of significance) between the comparison groups, a ‘training set’ (n = 75; 36 APS patients with VTE, 21 non-APS patients with VTE, and 18 with aPLA only) and an independent ‘validation set’ (n = 46; 21 patients APS and VTE, 11 non-APS patients with VTE, and 14 with aPLA only) were identified. A cluster of 50 discriminator genes to include apoH and MEKK1 (MAPkinase pathway), genes previously described in the pathogenesis of APS, were identified to reliably discriminate APS from non-APS patients with VTE. In addition, genes regulating inflammatory processes (MHC class I), stem cell involvement ( CD34 precursor ), and endothelial function were identified. Similar methods identified a separate distinct profile of 50 genes (including thromboxane , HIF-1 alpha, apoE) that accurately predicted those patients with aPLA at high risk for thrombotic events. All expression profiles were independently validated in separate cohorts of patients. Importantly, the leave-one-out cross validation and the confirmatory validation set analyses were able to correctly classify unknown samples of VTE with 85% accuracy for identification of patients with APS, and 100% accuracy for prediction of thrombosis in patients with aPLA. Using a blood sample, the ability to predict APS, but more importantly those patients with aPLA at risk for thrombosis, opens the way to a more effective strategy for clinical management of these patients. Using APS as a ‘test-bed’ for thrombosis, our data represents a novel paradigm for a genomic approach that can now be studied in other populations of patients with thrombosis, leading to more effective clinical management of thrombotic risk while providing information reflecting the underlying biology of the disorder."
}