{
    "doi": "https://doi.org/10.1182/blood.V114.22.467.467",
    "article_title": "Loss of Function of the VHL Tumor Suppressor Gene Resurrects An Endogenous Retrovirus in Kidney Cancer That Encodes a Tumor Antigen Targeted by Allogeneic T-Cells Following Hematopoietic Cell Transplantation (HCT). ",
    "article_date": "November 20, 2009",
    "session_type": "TUMOR IMMUNOTHERAPY: PRECLINICAL CELLULAR IMMUNOTHERAPIES",
    "abstract_text": "Abstract 467 Renal cell carcinoma (RCC) has recently been identified as a target for a graft-vs-tumor (GVT) effect following allogeneic hematopoietic cell transplantation (HCT). At the NHLBI, 30 of 76 patients (39%) with metastatic RCC were observed to have delayed tumor regression following a reduced intensity allogeneic HCT consistent with a GVT effect. A better understanding of the tumor antigens targeted by donor immune cells could lead to the development of transplant approaches that enhance GVT effects while avoiding GVHD. We detected RCC-reactive CD8 + T-cells by ELISPOT analysis in the blood of several responding patients with metastatic RCC following HCT that were absent before transplantation. Using PBMC obtained from a patient who had a graft-vs-RCC effect associated with prolonged disease free survival, we isolated CD8+ T-cell clones with RCC-specific tumor cytotoxicity. Utilizing cDNA expression cloning, we identified a 10 amino acid peptide to be the target antigen of RCC-specific T-cells. The genes encoding this antigen were found to be derived from a human endogenous retrovirus type E (named CT-RCC HERV-E) previously unknown to be expressed in any human tissues. Remarkably, RT-PCR showed this endogenous RV was expressed in the majority (13/17) of clear cell tumors but was not expressed in normal kidney tissues, or the non-clear cell histological subtypes of kidney cancer (0/16). A number of different endogenous retroviruses have recently been shown to be expressed in both solid tumors and hematological malignancies and can induce cytotoxic T-cell responses in vivo. However, the factors regulating transcriptional activity of most endogenous retrovirus that lead to tumor-restricted expression are poorly understood. Because the clear-cell histological subtype of RCC is characterized by inactivation of the VHL tumor-suppressor, we hypothesized VHL might regulate expression of CT-RCC HERV-E. RT-PCR showed VHL expression was absent in all clear cell tumors expressing the CT-RCC HERV-E. The HERV-E 5' LTR has a promoter with HIF response elements (HRE) that were found by bisulfite PCR sequencing to be extensively methylated in all normal tissues and non-clear cell RCC tumors but de-methylated in all HERV-E expressing clear cell kidney tumors. Transfection of wild type VHL into VHL mutated clear cell carcinomas dramatically reduced expression of HERV-E derived transcripts. In VHL mutant RCC cells, HIF-2α over-expression was required but alone was insufficient to induce HERV-E expression; SiRNA inhibition of HIF-2α silenced HERV-E expression, although the provirus was only expressed in clear cell tumors that expressed HIF-2α and had de-methylated proviral HREs. Conclusion: These data suggest loss of function of the VHL tumor suppressor leads to selective expression of an endogenous retrovirus in kidney cancer that serves as an antigenic target of T-cells in vivo. Because CT-RCC HERV-E is not expressed in normal tissues, antigens derived from this provirus could serve as excellent targets for cellular immunity. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "endogenous retroviruses",
        "hematopoietic stem cell transplantation",
        "renal cancer",
        "t-lymphocytes",
        "tumor antigens",
        "tumor suppressor genes",
        "neoplasms",
        "antigens",
        "renal cell carcinoma metastatic",
        "reverse transcriptase polymerase chain reaction"
    ],
    "author_names": [
        "Elena Cherkasova",
        "Elizabeth Malinzak",
        "Sheila Rao",
        "Vera N. Senchenko",
        "Anna V. Kudryavtseva",
        "Lev L. Kiselev",
        "Yoshiyuki Takahashi, MD, PhD",
        "Nanae Harashima",
        "W. Marston Linehan, M.D",
        "Ramaprasad Srinivasan, MD, PhD",
        "Michael I. Lerman",
        "Richard W. Childs, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Elena Cherkasova",
            "author_affiliations": [
                "Hematology Branch, National Heart Lung and Blood Institute, NIH, Bethesda, MD, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Elizabeth Malinzak",
            "author_affiliations": [
                "Hematology Branch, National Heart Lung and Blood Institute, NIH, Bethesda, MD, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sheila Rao",
            "author_affiliations": [
                "National Heart, Lung and Blood Institute, National Institutes of Health, Bethesda, MD, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vera N. Senchenko",
            "author_affiliations": [
                "Hematology Branch, National Heart Lung and Blood Institute, NIH, Bethesda, MD, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anna V. Kudryavtseva",
            "author_affiliations": [
                "Hematology Branch, National Heart Lung and Blood Institute, NIH, Bethesda, MD, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lev L. Kiselev",
            "author_affiliations": [
                "Hematology Branch, National Heart Lung and Blood Institute, NIH, Bethesda, MD, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yoshiyuki Takahashi, MD, PhD",
            "author_affiliations": [
                "Department of Pediatrics, Nagoya University Graduate School of Medicine, Nagoya, Japan, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nanae Harashima",
            "author_affiliations": [
                "Department of Pediatrics, Nagoya University Graduate School of Medicine, Nagoya, Japan, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "W. Marston Linehan, M.D",
            "author_affiliations": [
                "National Cancer Institute, NIH, Bethesda, MD, USA, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ramaprasad Srinivasan, MD, PhD",
            "author_affiliations": [
                "National Cancer Institute, Bethesda, MD, USA, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael I. Lerman",
            "author_affiliations": [
                "Hematology Branch, National Heart Lung and Blood Institute, NIH, Bethesda, MD, USA, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard W. Childs, MD",
            "author_affiliations": [
                "Nhlbi, NIH, National, Heart, Lung & Blood Institute, National Institutes of Health, Bethesda, MD, USA"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-12T09:37:50",
    "is_scraped": "1"
}