{
    "doi": "https://doi.org/10.1182/blood.V120.21.3005.3005",
    "article_title": "Selected Commensals Mediate GvHD Via MyD88-Dependent Signaling in Non-Hematopoietic Cells. ",
    "article_date": "November 16, 2012",
    "session_type": "702. Experimental Transplantation - Immune Function, GVHD and Graft-versus-Tumor Effects: Poster II",
    "abstract_text": "Abstract 3005 Graft-versus-host disease (GVHD) primarily affects the epithelial compartments of skin, liver, and gut and is thought to display tissue tropism for two main reasons: the conditioning regimen can selectively damage these epithelial cell compartments due to rapid cell turnover; and these epithelial organs have high exposure to host commensals and their products that promote tissue-specific inflammation. To understand how commensals mediate GVHD, we first tested the hypothesis that the disruption of the MyD88 signaling pathway, which is critical for host-microbe interaction, would alter GVHD outcomes. We created bone marrow chimeras that received a second allogeneic bone marrow transplant (BMT) and showed that MyD88 deficiency in recipient hematopoietic cells reduced BMT mortality, while deficiency in the non-hematopoietic cells (NHC) increased BMT mortality (p<0.05). These findings indicate the protective role of MyD88 expression in the latter compartment. Furthermore, deficiency of TLR6, but not TLR1,2,4, and 5, in NHC recapitulated similar BMT outcomes, suggesting regulation of MyD88 by TLR6 in our BMT model. Based on a hypothesis that MyD88 signaling on NHC promotes epithelial healing and barrier function, we first determined whether the level of bacterial translocation in MyD88KO BMT recipients are different. 16s DNA, a measurement of bacteria content, was significantly increased in livers of MyD88 knock-out (KO) transplant recipients compared to WT counterparts. We next decontaminated MyD88KO transplant recipients with a cocktail of broad spectrum antibiotics (Abx) prior to BMT and maintained these mice in sterile isolators. MyD88KO mice treated with Abx and untreated WT BMT recipients had similar survival; in contrast, untreated MyD88KO recipients died rapidly within the first 2 weeks following BMT (p<0.05). 16S DNA level was reduced in MyD88KO mice treated with Abx prior to BMT compared to their untreated MyD88KO counterpart. Furthermore, MyD88KO radiation controls treated with Abx had improved survival, similar to WT radiation controls, compared to untreated MyD88KO controls. These series of findings suggest a critical role of MyD88 in promoting barrier protection and healing via the NHC following BMT. Interestingly, similar Abx decontamination in WT BMT recipients did not change survival, suggesting that broad microbial decontamination in normal recipients without significant risk for bacterial translocation is not beneficial. Based on these findings, we next hypothesized that selective versus broad decontamination of commensal populations would improve GVHD outcomes following allogeneic BMT in WT mice. In MHC-matched and mismatched BMT murine models, we used different antibiotic cocktails to selectively remove subsets of commensals from recipients pre- and peri-BMT. Transplant recipients which received vancomycin (V) alone had significantly improved GVHD measures and survival compared to those that were administered more broad spectrum antibiotic cocktails (p <0.05). Flow cytometric analysis of the colon lamina propria and intraepithelial layer showed a significant increase of Foxp3-expressing lymphocytes in mice given V vs other groups, suggesting that the reduced GVHD in the former may be due to a higher regulatory cell population that suppresses local inflammation in the gut. In sum, our studies suggest a critical interaction between commensals and host cells via MyD88 signaling in mediating GVHD and BMT outcomes, and support consideration of selective versus broad microbial decontamination with BMT. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "graft-versus-host disease",
        "myd88 gene",
        "signal transduction",
        "antibiotics",
        "bone marrow transplantation, allogeneic",
        "dna",
        "inflammation",
        "vancomycin",
        "mice",
        "epithelium"
    ],
    "author_names": [
        "Matthew Horch",
        "Nathanael Sahli",
        "Elizabeth Zale",
        "Kyle Tretina",
        "Vu H. Nguyen, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Matthew Horch",
            "author_affiliations": [
                "University of Chicago, Chicago, IL, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Nathanael Sahli",
            "author_affiliations": [
                "University of Chicago, Chicago, IL, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elizabeth Zale",
            "author_affiliations": [
                "University of Chicago, Chicago, IL, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kyle Tretina",
            "author_affiliations": [
                "University of Chicago, Chicago, IL, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vu H. Nguyen, MD",
            "author_affiliations": [
                "University of Colorado, Aurora, CO, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-24T18:45:21",
    "is_scraped": "1"
}