{
    "doi": "https://doi.org/10.1182/blood-2019-124189",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4302",
    "start_url_page_num": 4302,
    "is_scraped": "1",
    "article_title": "Tumor ADAM10/ADAM17-Mediated PD-L1 Loss May Predict Poor Outcomes in Diffuse Large B Cell Lymphoma ",
    "article_date": "November 13, 2019",
    "session_type": "627.Aggressive Lymphoma (Diffuse Large B-Cell and Other Aggressive B-Cell Non-Hodgkin Lymphomas)-Results from Retrospective/Observational Studies",
    "topics": [
        "diffuse large b-cell lymphoma",
        "neoplasms",
        "programmed cell death 1 ligand 1",
        "rna, messenger",
        "lymphoma",
        "chromatography, reverse-phase",
        "cancer",
        "b-cell lymphomas",
        "endopeptidases",
        "leukemia"
    ],
    "author_names": [
        "Jacob Orme, MD PhD",
        "Jose Villasboas, MD",
        "Haidong Dong, MD PhD"
    ],
    "author_affiliations": [
        [
            "Mayo Clinic, Rochester, MN "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN"
        ],
        [
            "Mayo Clinic, Rochester, MN "
        ]
    ],
    "first_author_latitude": "44.01127685",
    "first_author_longitude": "-92.48066454999999",
    "abstract_text": "Introduction Tumor surface matrix metalloproteases ADAM10 and ADAM17 are associated with poor outcomes in multiple malignancies. We previously showed that these proteases shed PD-L1 from lymphoma cell line Karpas-299 to produce soluble PD-L1 (sPD-L1) that induces CD8+ T cell apoptosis (1). While higher levels of soluble PD-L1 are associated with worse prognosis in patients with non-Hodgkin lymphoma treated with standard chemoimmunotherapy (cutoff of 1.52 ng/ml, 3-year OS of 76% versus 89%) (2), it is unknown whether the loss of PD-L1 on the surface of B cell lymphoma cells affects clinical outcomes. We hypothesized that tumors expressing low PD-L1 levels despite high PD-L1 mRNA levels would (1) produce higher ADAM10 or ADAM17 transcript levels and (2) predict poorer prognosis in diffuse large B cell lymphomas. Methods We queried the cancer genome atlas (TCGA) public database for cases of diffuse large B cell lymphoma (DLBCL) for which PD-L1 (CD274) protein levels are reported by reverse phase protein array (RPPA). We then queried TCGA for RNA-Seq data for CD274, ADAM10, and ADAM17 expressed as transcripts per million (FPKM). We re-normalized RPPA data and calculated a PD-L1 protein-to-mRNA ratio for each tumor sample. We then compared groups of high and low PD-L1 protein-to-mRNA ratios for ADAM10 and ADAM17 mRNA expression. We further compared groups of high and low PD-L1 protein-to-mRNA ratios for survival (adjusted for age at diagnosis). All statistical analyses were performed using R Statistical Software (R Foundation). Unpaired student's t -test assessed statistical differences in experimental groups except where otherwise indicated. Figures comprise box plots showing quartile values and individual data points. P<0.05 was considered statistically significant. In figures, p values are denoted <0.05 with *, <0.01 with **, and <0.001 with ***. Results Data were available for a total of 33 diffuse large B cell (DLBC) lymphomas. 18 of those samples were categorized as having low PD-L1 protein-to-mRNA ratios (cutoff 6.38e-6) with the remaining categorized as high ratio. DLBCL tumors demonstrating low PD-L1 protein-to-mRNA ratios expressed significantly higher ADAM10 (p=0.0237) and ADAM17 (p<0.0001) transcripts than tumors expressing low PD-L1 protein-to-mRNA ratios (Figure 1). Furthermore, patients with tumors demonstrating low PD-L1 protein-to-mRNA ratios experienced significantly poorer survival according to likelihood ratio (6.6, p=0.01) and log rank (4.67, p=0.03) tests (Figure 2). Conclusions Our findings may explain a crucial phenomenon seen in diffuse large B cell lymphoma, namely that many purportedly PD-L1-positive tumors appear to express PD-L1 but do not respond to PD-(L)1 inhibitor therapy (3,4). This may be caused by the activity of ADAM10 and ADAM17 to cleave PD-L1, which we previously showed in lymphoma cell line Karpas-299 (1). This posits pre-treatment ADAM10/ADAM17 inhibition to \"boost\" PD-(L)1 inhibitor therapy in lymphoma. Our results contrast with previous findings that PD-L1-positive DLBCL progression free survival is inferior to PD-L1-negative DLBCL (5). This may be due to different methods of protein detection (immunohistochemistry versus RPPA) and the lack of localization of PD-L1 expression in tumor cells versus the microenvironment. Notably, this study is only correlative with a limited case number. Larger prospective studies will be needed to further elucidate this relationship. Acknowledgments The results shown here are in whole or part based upon data generated by the TCGA Research Network: https://www.cancer.gov/tcga. References 1. Orme et al . AACR Adv Malig Lymphoma 2018. Pres 423 2. Rossille et al . Leukemia 2014. 28:2367-75. 3. Moskowitz et al . Blood 2014 124:290. 4. Armand et al . J Clin Oncol 2013. 31:4199-206. 5. Kiyasu et al . 2015.126:2193-201. Figure View large Download slide Figure View large Download slide  Disclosures No relevant conflicts of interest to declare."
}