{
    "doi": "https://doi.org/10.1182/blood-2021-147433",
    "article_title": "Outcomes and Treatment Patterns in Patients with Aggressive B-Cell Lymphoma after Failure of Anti-CD19 CAR T-Cell Therapy ",
    "article_date": "November 5, 2021",
    "session_type": "627.Aggressive Lymphomas: Clinical and Epidemiological",
    "abstract_text": "Background: Anti-CD19 chimeric antigen receptor T-cell therapy (CART) is a highly active therapy for relapsed/refractory (R/R) aggressive B-cell lymphoma. Nonetheless, most patients (pts) ultimately develop progressive disease (PD). There is little guidance on the optimal treatment approach(es) for these pts. We performed a multicenter retrospective analysis with a primary objective to assess treatment patterns and outcomes in pts with R/R aggressive B-cell lymphoma who develop PD after anti-CD19 CARTs. Methods: Pts with aggressive B-cell lymphoma treated with anti-CD19 CART between 2015 and 2020 across 12 US academic medical centers were included. Demographic and clinical characteristics were collected along with CART toxicities and response. Regimens administered as salvage post CART were assessed. Univariate analyses (UVA) were performed to determine impact of demographic and clinical variables on survival outcomes. All p -values were two-tailed. Survival curves were calculated using the Kaplan-Meier method. Results: A total of 400 pts received anti-CD19 CARTs and were included for analysis. For the entire cohort: median PFS and OS from time of CART infusion were 11 months [mo] and 27 mo respectively. On log-rank testing, pts who received ≥3 lines of pre-CART therapy and those with refractory disease pre-CART had significantly worse PFS (p=0.004 & 0.001) and OS (both p<0.001). With median follow-up 22.4 mo, 190 pts (48%) had PD after CART; demographic and clinical variables of pts with and without PD are detailed in Table 1. Biopsy to confirm PD and assess CD19 status was done in 69 pts (36%) with CD19 negative relapse seen in 11 (16%). Of pts with PD, median PFS and OS from time of PD was 83 days (in pts who received salvage) and 174 days (for all PD pts) respectively. Pts with PD were more likely to have elevated LDH (p=0.001) and extranodal disease (p=0.003) at apheresis. For pts with PD after CART: 125 (65.5%) received further therapies. Pts were more likely to receive salvage therapies if their best response to CART was CR (p=0.026) or PR (p=0.015). Response rates of select first- and second-line therapies and PFS of first line therapies received after CART failure are detailed in figure 1. ORR and CRs were highest for polatuzumab, bendamustine, & rituximab (pola-BR; 73% & 40%), followed by BTK inhibitors (BTKi; 50% & 38%), and bispecific antibodies (bsAb) (50% & 25%). Five of 7 pts who received a BTKi had non-germinal center (GC) cell of origin (COO; 1 unknown COO). On log-rank testing, pts with elevated LDH (p=0.003) at time of apheresis and those with intermediate/high IPI (p=0.013) had inferior PFS with first salvage regimens. Median PFS was highest for pola-BR (4.5 mo, n=14), followed by bsAb (2.5 mo, n=8), lenalidomide +/- anti-CD20 antibody (1.8 mo, n=13), checkpoint inhibitors (CPI; 1.6 mo, n=10), BTKi (1.2 mo, n=8), radiation alone (1.2 mo; n=17), chemotherapy (1.1 mo, n=12), and tafasitamab + lenalidomide (0.9 mo, n=5). Median PFS for all treated pts was 1.8 mo. OS from start of first salvage regimen was highest for CPI (OS 12.4 mo, n=10), followed by pola-BR (8.9 mo, n=14), BTKi (8.8 mo, n=8), lenalidomide +/- anti-CD20 (8.7 mo, n=13), radiation alone (7.1 mo, n =17), bsAb (5.9 mo, n=8), chemotherapy (5.4 mo, n=12), and tafasitamab + lenalidomide (1.2 mo, n=5). 12 pts (6.3%) later received an allogeneic hematopoietic cell transplant (alloHCT). In alloHCT pts at last follow-up, 10 were evaluable for response: 7 had CR and 5 remain in CR. Clinical characteristics of pts who received alloHCT are detailed in table 2. Notably, median age was 59 years (41-68), 1 (8.3%) had a prior alloHCT, and 6 (50%) had prior autologous HCT. The majority had CR or PR as best response to CART (CR n=6, 50%; PR n=3, 25%), and only 1 pt (8.3%) with PD as best response to CART was salvaged with alloHCT. Conclusions : This is the largest reported analysis to date of pts with aggressive B-cell lymphoma who develop PD post-CART. The highest ORRs were with pola-BR, bsAb, and BTKi as first line of salvage. High response rates with BTKi may be attributed to non-GC COO in the majority of treated pts and perhaps a beneficial immunomodulatory effect on previously administered CARTs. AlloHCT remains a potential curative therapy for select pts with over half with durable remission; however, few ultimately received alloHCT. Despite increased use of novel therapies, survival in pts who progress after CART is still dismal warranting more effective therapies. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Epperla:  Genzyme: Honoraria; Karyopharm: Other: Ad Board; Beigene: Speakers Bureau; Verastem: Speakers Bureau. Torka:  TG Therapeutics: Membership on an entity's Board of Directors or advisory committees. Hess:  ADC Therapeutics: Consultancy; BMS: Speakers Bureau. Cohen:  Janssen, Adicet, Astra Zeneca, Genentech, Aptitude Health, Cellectar, Kite/Gilead, Loxo, BeiGene, Adaptive: Consultancy; Genentech, BMS/Celgene, LAM, BioINvent, LOXO, Astra Zeneca, Novartis, M2Gen, Takeda: Research Funding. Ma:  Abbvie: Honoraria, Research Funding; Beigene: Research Funding, Speakers Bureau; Loxo: Research Funding; Juno: Research Funding; AstraZeneca: Honoraria, Research Funding, Speakers Bureau; Janssen: Research Funding, Speakers Bureau; TG Therapeutics: Research Funding; Pharmacyclics: Research Funding, Speakers Bureau. Winter:  Gilead: Other: Husband: Consultancy; Janssen: Other: Husband: Consultancy; Ariad/Takeda: Other: Husband: Data and Safety Monitoring Board; Epizyme: Other: Husband: Data and Safety Monitoring Board; Agios: Other: Husband: Consultancy; Actinium Pharma: Consultancy; BMS: Other: Husband: Data and Safety Monitoring Board; Merck: Consultancy, Honoraria, Research Funding; Novartis: Other: Husband: Consultancy, Data and Safety Monitoring Board; Karyopharm (Curio Science): Honoraria. Gordon:  Zylem Biosciences: Patents & Royalties: Patents, No royalties; Bristol Myers Squibb: Honoraria, Research Funding. Danilov:  Bayer Oncology: Consultancy, Honoraria, Research Funding; Genentech: Consultancy, Honoraria, Research Funding; Rigel Pharm: Honoraria; Takeda Oncology: Research Funding; TG Therapeutics: Consultancy, Research Funding; Abbvie: Consultancy, Honoraria; Beigene: Consultancy, Honoraria; Pharmacyclics: Consultancy, Honoraria; SecuraBio: Research Funding; Astra Zeneca: Consultancy, Honoraria, Research Funding; Bristol-Meyers-Squibb: Honoraria, Research Funding; Gilead Sciences: Research Funding. Stephens:  Adaptive: Membership on an entity's Board of Directors or advisory committees; TG Therapeutics: Membership on an entity's Board of Directors or advisory committees; Beigene: Membership on an entity's Board of Directors or advisory committees; Epizyme: Membership on an entity's Board of Directors or advisory committees; JUNO: Research Funding; Mingsight: Research Funding; CSL Behring: Consultancy; Novartis: Research Funding; Abbvie: Consultancy; AstraZeneca: Consultancy; Arqule: Research Funding; Celgene: Consultancy; Innate Pharma: Membership on an entity's Board of Directors or advisory committees; Karyopharm: Membership on an entity's Board of Directors or advisory committees, Research Funding. Shah:  Miltenyi Biotec: Consultancy, Honoraria, Research Funding; Umoja: Consultancy; Incyte: Consultancy; Kite: Consultancy; Legend: Consultancy; Epizyme: Consultancy; Lily: Consultancy, Honoraria, Research Funding. Shouse:  Beigene Pharmaceuticals: Honoraria; Kite Pharmaceuticals: Speakers Bureau. Barta:  Acrotech: Honoraria; Daiichi Sankyo: Honoraria; Seagen: Honoraria; Kyowa Kirin: Honoraria. Karmali:  Karyopharm: Consultancy; EUSA: Consultancy; Roche: Consultancy; Janssen/Pharmacyclics: Consultancy; Genentech: Consultancy; Morphosys: Consultancy, Speakers Bureau; Epizyme: Consultancy; Kite, a Gilead Company: Consultancy, Research Funding, Speakers Bureau; BMS/Celgene/Juno: Consultancy, Research Funding; AstraZeneca: Speakers Bureau; Takeda: Research Funding; BeiGene: Consultancy, Speakers Bureau.",
    "author_names": [
        "Joanna C. Zurko",
        "Narendranath Epperla",
        "Imran Nizamuddin",
        "Pallawi Torka",
        "Kevin A. David",
        "Thomas A. Ollila",
        "Brian T. Hess",
        "Jonathon B. Cohen",
        "Robert Ferdman",
        "Jieqi Liu",
        "Sayan Mullick Chowdhury",
        "Kaitlyn O'Shea",
        "Jason Romancik",
        "Rahul Bhansali",
        "Elyse Harris",
        "Mckenzie Sorrell",
        "Rebecca Masel",
        "Lindsey Fitzgerald",
        "Carlos Galvez",
        "Shuo Ma",
        "Jane N. Winter",
        "Barbara Pro",
        "Leo I. Gordon",
        "Alexey V. Danilov",
        "Deborah M. Stephens",
        "Nirav N. Shah",
        "Geoffrey Shouse",
        "Vaishalee P. Kenkre",
        "Stefan K. Barta",
        "Reem Karmali"
    ],
    "author_dict_list": [
        {
            "author_name": "Joanna C. Zurko",
            "author_affiliations": [
                "MCW Cancer Center, Medical College of Wisconsin, Milwaukee, WI"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Narendranath Epperla",
            "author_affiliations": [
                "Arthur G. James Cancer Hospital and Richard J. Solove Research Institute, The Ohio State University, Columbus, OH"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Imran Nizamuddin",
            "author_affiliations": [
                "Robert H Lurie Comprehensive Cancer Center, Northwestern University, Chicago, IL"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pallawi Torka",
            "author_affiliations": [
                "Department of Medicine, Roswell Park Comprehensive Cancer Center, Buffalo, NY"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kevin A. David",
            "author_affiliations": [
                "Rutgers Cancer Institute of New Jersey, Rutgers University, New Brunswick, NJ"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas A. Ollila",
            "author_affiliations": [
                "Lifespan Cancer Institute, Brown University, Providence, RI"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brian T. Hess",
            "author_affiliations": [
                "Hollings Cancer Center, Medical University of South Carolina, Charleston, SC"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jonathon B. Cohen",
            "author_affiliations": [
                "Winship Cancer Institute, Emory University, Atlanta, GA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert Ferdman",
            "author_affiliations": [
                "Roswell Park Comprehensive Cancer Center, Buffalo, NY"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jieqi Liu",
            "author_affiliations": [
                "Rutgers Cancer Institute of New Jersey, Rutgers University, New Brunswick, NJ"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sayan Mullick Chowdhury",
            "author_affiliations": [
                "Ohio State University Medical Center, Columbus, OH"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kaitlyn O'Shea",
            "author_affiliations": [
                "Robert H Lurie Comprehensive Cancer Center, Northwestern University, Chicago, IL"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jason Romancik",
            "author_affiliations": [
                "Winship Cancer Institute, Emory University, Atlanta, GA"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rahul Bhansali",
            "author_affiliations": [
                "Abramson Cancer Center, University of Pennsylvania, Philadelphia, PA"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elyse Harris",
            "author_affiliations": [
                "Carbone Cancer Center, University of Wisconsin, Madison, WI"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mckenzie Sorrell",
            "author_affiliations": [
                "Hollings Cancer Center, Medical University of South Carolina, Charleston, SC"
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rebecca Masel",
            "author_affiliations": [
                "Brown Alpert School of Medicine, Providence, RI"
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lindsey Fitzgerald",
            "author_affiliations": [
                "Huntsman Cancer Institute, University of Utah, Salt Lake City, UT"
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carlos Galvez",
            "author_affiliations": [
                "Robert H Lurie Comprehensive Cancer Center, Northwestern University, Chicago, IL"
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shuo Ma",
            "author_affiliations": [
                "Robert H Lurie Comprehensive Cancer Center, Northwestern University, Chicago, IL"
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jane N. Winter",
            "author_affiliations": [
                "Robert H Lurie Comprehensive Cancer Center, Northwestern University, Chicago, IL"
            ],
            "author_rank": 21,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Barbara Pro",
            "author_affiliations": [
                "Robert H Lurie Comprehensive Cancer Center, Northwestern University, Chicago, IL"
            ],
            "author_rank": 22,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Leo I. Gordon",
            "author_affiliations": [
                "Northwestern University, Robert H Lurie Comprehensive Cancer Center, Chicago, IL"
            ],
            "author_rank": 23,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alexey V. Danilov",
            "author_affiliations": [
                "City of Hope Comprehensive Cancer Center, Duarte, CA"
            ],
            "author_rank": 24,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Deborah M. Stephens",
            "author_affiliations": [
                "Huntsman Cancer Institute, University of Utah, Salt Lake City, UT"
            ],
            "author_rank": 25,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nirav N. Shah",
            "author_affiliations": [
                "Medical College of Wisconsin, Milwaukee, WI"
            ],
            "author_rank": 26,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Geoffrey Shouse",
            "author_affiliations": [
                "City of Hope Comprehensive Cancer Center, Duarte, CA"
            ],
            "author_rank": 27,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vaishalee P. Kenkre",
            "author_affiliations": [
                "Carbone Cancer Center, University of Wisconsin, Madison, WI"
            ],
            "author_rank": 28,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stefan K. Barta",
            "author_affiliations": [
                "Lymphoma Program, Abramson Cancer Center, University of Pennsylvania, Philadelphia, PA"
            ],
            "author_rank": 29,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Reem Karmali",
            "author_affiliations": [
                "Robert H Lurie Comprehensive Cancer Center, Northwestern University, Chicago, IL"
            ],
            "author_rank": 30,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-21T02:34:56",
    "is_scraped": "1"
}