{
    "doi": "https://doi.org/10.1182/blood.V114.22.2187.2187",
    "article_title": "GATA-2 L359V Mutation Is Exclusively Associated with CML Progression but Not Other Hematological Malignancies and GATA-2 P250A Is a Novel Single Nucleotide Polymorphism. ",
    "article_date": "November 20, 2009",
    "session_type": "Chronic Myeloid Leukemia - Biology and Pathophysiology Excluding Therapy Poster I",
    "abstract_text": "Abstract 2187 Poster Board II-164 Chronic myeloid leukemia (CML) progression is characterized by occurrence of new cytogenetic and molecular abnormalities. In the previous study, we have shown the important role of GATA-2 L359V mutation in CML progression. To further ascertain the truth of transcription factor GATA-2 in hematological malignancies, we expanded our study to GATA-2 full length by directly sequencing and applied MassARRAY assay into GATA-2 L359V mutation analysis. Finally, no GATA-2 L359V mutation was found in 270 acute myeloid leukemia, 30 myelodysplastic syndrome, 50 acute lymphoblastic leukemia, 12 chronic lymphocytic leukemia, 40 CML chronic phase and 286 BCR/ABL negative myeloproliferative disorders except CML blast crisis. A new variation of GATA-2 resulted in P250A change was identified, which was not found to have statistical difference between patients with hematological malignancies and healthy control. Hence, we concluded GATA-2 L359V is exclusively associated with CML progression but not other hematological malignancies and P250A is a new single nucleotide polymorphism. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "gata2 gene",
        "hematologic neoplasms",
        "mutation",
        "single nucleotide polymorphism",
        "acute lymphocytic leukemia",
        "bcr-abl tyrosine kinase",
        "blast phase",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "leukemia, myelocytic, acute"
    ],
    "author_names": [
        "Su-Jiang Zhang",
        "Jing-Yi Shi",
        "Jianyong Li, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Su-Jiang Zhang",
            "author_affiliations": [
                "Hematology, The First Affiliated Hospital of Nanjing Medical University, Nanjing, China, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jing-Yi Shi",
            "author_affiliations": [
                "Shanghai Institute of Hematology, Shanghai, China, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jianyong Li, MD, PhD",
            "author_affiliations": [
                "Dept. of Hematology, 1st Affiliated Hosp. of Nanjing, Nanjing, China"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-14T04:52:27",
    "is_scraped": "1"
}