{
    "doi": "https://doi.org/10.1182/blood.V122.21.3800.3800",
    "article_title": "Hes1 Is Responsible For Notch Signaling-Mediated Suppression Of Acute Myeloid Leukemia Development Via Suppression Of FLT3 Expression ",
    "article_date": "November 15, 2013",
    "session_type": "603. Oncogenes and Tumor Suppressors: Poster III",
    "abstract_text": "Background The transcription factor Hairy enhancer of split1 (Hes1) is well characterized as a downstream target of Notch signaling. Hes1 is a basic helix-loop-helix-type protein, and represses target gene expression. Notch signaling has been proposed to play both pro- and anti-tumorigenic roles; it promotes development of T-cell acute lymphoblastic leukemia (T-ALL), while serves as a tumor suppressor for acute myeloid leukemia (AML). Hes1 has been proven as an essential mediator of Notch signaling in T-ALL development. In contrast, we reported, in the last annual meeting, that Hes1 functions as a tumor suppressor against AML development, using a mouse model of AML induced by the MLL-AF9 fusion protein. We further explored the mechanism of Hes1-mediated suppression of AML development. Methods Common myeloid progenitors (CMPs) purified from RBP-J f/f mouse bone marrow (BM) were serially transduced with MLL-AF9 and Cre recombinase (iCre) using retroviral vectors, and transplanted into lethally irradiated syngenic mice. CMPs from Hes1 -/- mouse fetal liver were also retrovirally transduced with MLL-AF9 and transplanted after multiple rounds of replating, and then, expression levels of downstream targets were evaluated by cDNA array. Next Hes1 was retrovirally re-expressed in MLL-AF9/ Hes1 -/- cells and these cells were transplanted. MLL-AF9-transduced cells were treated with a hamster anti-mouse Notch agonistic antibody (Notch Ab). Results Mice transplanted with MLL-AF9/ RBP-J -/- cells developed leukemia at shorter latencies than those with MLL-AF9/ RBPJ +/+ cells. MLL-AF9-transduced Hes1 -/- cells formed the higher number of colonies at third replating compared with MLL-AF9-transduced Hes1 +/+ cells. When infused into irradiated syngenic mice, MLL-AF9/ Hes1 -/- cells developed leukemia at shorter latencies than MLL-AF9/ Hes1 +/+ cells (MLL-AF9/ Hes1 -/- , 7-10 weeks, n=18 vs MLL-AF9/ Hes1 +/+ , 10-14 weeks, n=18; p<0.001). When Hes1 was retrovirally re-expressed in MLL-AF9/ Hes1 -/- cells, these cells developed leukemia in recipient mice at longer latencies than mock-transduced MLL-AF9/ Hes1 -/- cells (Hes1/MLL-AF9, 12 weeks, n=8 vs mock/MLL-AF9, 5-7 weeks, n=7 p<0.001). When treated with an anti-Notch2 Ab, MLL-AF9/ Hes1 +/+ cells underwent apoptosis, whereas MLL-AF9/ Hes1 -/- cells did not. These results indicate that Hes1 is a definitive downstream mediator for Notch signaling-mediated suppression of AML. Among the genes with different expression levels between MLL-AF9/ Hes1 -/- and MLL-AF9/ Hes1 +/+ leukemia cells, FMS-like tyrosine kinase 3 (FLT3) was expressed at significantly higher levels in MLL-AF9/ Hes1 -/- leukemia cells as well as RBP-J- null Background. It was also demonstrated that FLT3 and ERK were phosphorylated with FLT3 ligand stimulation in the MLL-AF9-immortalized cells specifically with the Hes1 -/- Background. An FLT3 inhibitor efficiently abrogated the proliferation of MLL-AF9/ Hes1 -/- leukemia cells. We accessed the independent database containing mRNA expression profiles and found that the expression level of Flt3 mRNA was negatively correlated with those of Hes1 in AML samples. Conclusion Canonical Notch signaling serves as a tumor suppressor in MLL-AF9-induced AML through upregulation of Hes1. Hes1 is an essential Notch signaling mediator for AML suppression. At least a part of Hes1 function might be explained by repression of FLT3. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "leukemia, myelocytic, acute",
        "ms-like tyrosine kinase 3",
        "psychological suppression",
        "signal transduction",
        "leukemia",
        "adult t-cell lymphoma/leukemia",
        "t-cell leukemia, acute",
        "rna, messenger",
        "antibodies",
        "dna, complementary"
    ],
    "author_names": [
        "Takayasu Kato, MD, PhD",
        "Mamiko Sakata-Yanagimoto, MD, PhD",
        "Hidekazu Nishikii, MD, PhD",
        "Yasuyuki Miyake",
        "Yasuhisa Yokoyama, MD",
        "Yukitugu Asabe",
        "Naoshi Obara, MD, PhD",
        "Kazumi Suzukawa, MD, PhD",
        "Ryoichiro Kageyama, MD, PhD",
        "Shigeru Chiba, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Takayasu Kato, MD, PhD",
            "author_affiliations": [
                "Department of Hematology, Faculty of Medicine, University of Tsukuba, Tsukuba, Japan, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Mamiko Sakata-Yanagimoto, MD, PhD",
            "author_affiliations": [
                "Department of Hematology, Faculty of Medicine, University of Tsukuba, Tsukuba, Japan, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hidekazu Nishikii, MD, PhD",
            "author_affiliations": [
                "Department of Hematology, Faculty of Medicine, University of Tsukuba, Tsukuba, Japan, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yasuyuki Miyake",
            "author_affiliations": [
                "Department of Hematology, Faculty of Medicine/Graduate School of Comprehensive Human Sciences, University of Tsukuba, Tsukuba, Japan, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yasuhisa Yokoyama, MD",
            "author_affiliations": [
                "Department of Hematology, Faculty of Medicine, University of Tsukuba, Tsukuba, Japan, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yukitugu Asabe",
            "author_affiliations": [
                "Department of Hematology, Faculty of Medicine/Graduate School of Comprehensive Human Sciences, University of Tsukuba, Tsukuba, Japan, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Naoshi Obara, MD, PhD",
            "author_affiliations": [
                "Department of Hematology, Faculty of Medicine, University of Tsukuba, Tsukuba, Japan, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kazumi Suzukawa, MD, PhD",
            "author_affiliations": [
                "Department of Hematology, Faculty of Medicine, University of Tsukuba, Tsukuba, Japan, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ryoichiro Kageyama, MD, PhD",
            "author_affiliations": [
                "Institute for Virus Research Kyoto University, Kyoto, Japan"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shigeru Chiba, MD, PhD",
            "author_affiliations": [
                "Department of Hematology, Faculty of Medicine, University of Tsukuba, Tsukuba, Japan, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-27T18:37:53",
    "is_scraped": "1"
}