{
    "doi": "https://doi.org/10.1182/blood.V104.11.4402.4402",
    "article_title": "Single Agent Gemtuzumab Ozogamycin (Mylotarg) Is Effective in Inducing Hematologic Remission in Elderly Patients with Normal Cytogenetics. ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "The treatment of elderly patients with acute myelogeneous leukemia is quite difficult primarily due to the treatment related morbidity and the poor response rate to induction chemotherapy. Elderly patients are often offered supportive care only. Mylotarg has been shown to be an active agent in patients with relapsed AML with a reported response rate of 31%. The role of Mylotarg in front-line therapy for AML remains to be determined. Patients : Six patients with newly diagnosed acute myelogenous leukemia (non-M3) were treated with single agent Mylotarg. The mean age was 77 years (71–84). All patients had low white blood cell counts upon presentation with a mean WBC of 1550. Several patients had other co-morbid conditions upon diagnosis, primarily cardiac. The average ECOG performance status before treatment was 1-1. Treatment Plan : The treatment consisted of Mylotarg 9 mg/m 2 on days 1 and 14. The treatment was given either in the hospital or as an outpatient. All patients received full doses of therapy. No further consolidation therapy was given. The bone marrow was re-evaluated within 60 days of the second dose of Mylotarg. Results : One patient died during induction of sepsis and is not evaluable. All patients developed neutropenic fevers and required hospitalizations. One patient developed clinical evidence of pulmonary fungal infection and was treated successfully with oral voriconazole. No other end organ toxicity was encountered. Response : Four of 5 evaluable patients (80%) achieved complete remission as documented by bone marrow evaluation. All four patients became transfusion independent, although the platelet counts remained below 100x10 9 . The remission duration is 5.5 + months with two patients remaining in remission more than 6 months following treatment. All four responders had normal bone marrow cytogenetics upon diagnosis. The patient who died of early sepsis had complex cytogenetics and the patient who did not respond also had abnormal cytogenetics. The treatment was well tolerated despite the neutropenic hospitalizations and all responders regained normal performance status. Conclusion : These results are very encouraging despite the small patient sample and suggest that Mylotarg as a single agent may be an effective therapy for elderly patients with normal cytogenetics. This treatment is less toxic than standard induction chemotherapy that may be poorly tolerated in this patient population. We are currently investigating the role of further Mylotarg consolidation in maintaining the duration of remission in those patients responding to initial therapy.",
    "topics": [
        "cytogenetics",
        "disease remission",
        "gemtuzumab",
        "older adult",
        "chemotherapy, neoadjuvant",
        "sepsis",
        "complete remission",
        "consolidation therapy",
        "electrocorticogram",
        "febrile neutropenia"
    ],
    "author_names": [
        "Mounzer E. Agha, MD",
        "Miller Sarah, PA-C",
        "Howard Kirkland, MD",
        "Theodore L. Crandall, MD",
        "John W. Mucenski, PharmD."
    ],
    "author_dict_list": [
        {
            "author_name": "Mounzer E. Agha, MD",
            "author_affiliations": [
                " Hematology/Medical Oncology, University of Pittsburgh Cancer Institute, Pittsburgh, PA, USA."
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Miller Sarah, PA-C",
            "author_affiliations": [
                " Hematology/Medical Oncology, University of Pittsburgh Cancer Institute, Pittsburgh, PA, USA."
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Howard Kirkland, MD",
            "author_affiliations": [
                " Hematology/Medical Oncology, University of Pittsburgh Cancer Institute, Pittsburgh, PA, USA."
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Theodore L. Crandall, MD",
            "author_affiliations": [
                " Hematology/Medical Oncology, University of Pittsburgh Cancer Institute, Pittsburgh, PA, USA."
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John W. Mucenski, PharmD.",
            "author_affiliations": [
                " Hematology/Medical Oncology, University of Pittsburgh Cancer Institute, Pittsburgh, PA, USA."
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-23T21:38:23",
    "is_scraped": "1"
}