{
    "doi": "https://doi.org/10.1182/blood-2021-151493",
    "article_title": "Updated Results of a Phase 1/2 Study of Lower Dose CPX-351 for Patients with Int-2 or High Risk IPSS Myelodysplastic Syndromes and Chronic Myelomonocytic Leukemia after Failure to Hypomethylating Agents ",
    "article_date": "November 5, 2021",
    "session_type": "637.Myelodysplastic Syndromes - Clinical and Epidemiological",
    "abstract_text": "INTRODUCTION : Hypomethylating agents (HMAs) are the standard of care of patients (pts) with higher-risk myelodysplastic syndromes (MDS) and chronic myelomonocytic leukemia (CMML). HMA failure (HMA-F) is associated with poor outcomes, with a median survival of 4 to 6 months. CPX-351 is a dual drug liposomal encapsulation of cytarabine and daunorubicin at a 5:1 molar ratio approved for the treatment of pts with newly-diagnosed therapy-related acute myeloid leukemia (AML) or AML with MDS-related changes. Here we present updated results of a phase 1/2 study of lower dose CPX-351 for high-risk MDS and CMML after HMA-F. METHODS: We designed a phase 1/2 clinical trial of CPX-351 for pts with MDS or CMML after HMA-F with Int-2 or High risk by IPSS, or Int-1 with >10% bone marrow blasts. The study included an initial phase 1 dose-escalation portion, following a 3+3 design, followed by a phase 2 dose expansion cohort. Dose escalation included 4 dose levels of CPX-351: 10 units/m 2 (daunorubicin 4.4mg/m 2 and cytarabine 10mg/m 2 ), 25 units/m 2 (daunorubicin 11mg/m 2 and cytarabine 25mg/m 2 ), 50 units/m 2 (daunorubicin 22mg/m 2 and cytarabine 50mg/m 2 ) and 75 units/m 2 (daunorubicin 33mg/m 2 and cytarabine 75mg/m 2 ). Therapy was administered intravenously on days 1, 3 and 5 of 28-day cycles during induction and on days 1 and 3 of re-induction or consolidation. In pts not achieving response after induction, the study allowed re-induction. The primary end point was to evaluate safety and determine the maximum tolerated dose of CPX-351. Responses were evaluated following 2006 IWG criteria. The study included stopping rules for toxicity and futility. The Kaplan-Meir product-limit method was used to estimate median survival. RESULTS: At the current data cut-off of July 27 th 2021 a total of 17 pts have been treated: 15 in the phase 1 portion, and 2 in the phase 2. A total of 12 pts had MDS, and 5 have CMML. Pt characteristics are shown in Figure 1a . Four (24%), 11 (64%) and 2 (11%) pts had Int-1 risk by IPSS with >10%, Int-2 or High risk by IPSS, respectively. The median age was 72 years (range 59-87) and 65% pts were male. Baseline mutations are shown in Figure 1b . The median number of prior therapies was 1 (range 1-4) with a median of 16 (range 5-50) cycles of prior HMA. Three pts had received prior therapy with venetoclax. No DLTs were observed within the 28-day DLT evaluation window of the phase 1 portion. One pt treated at the 75units/m 2 dose level developed congestive heart failure with reduction in ejection fraction after cycle 2 of therapy. An additional 3 pts were included at 75units/m 2 dose level with no DLTs being observed. Enrollment on the phase 2 was initiated at 75units/m 2 with 2 pts treated so far. Overall, the median number of administered cycles of therapy is 2 (range 1-9). A total of 13 (76%) pts had non-hematological adverse events ( Figure 1c) . Eight-week mortality was 0%. Both pts in the dose-expansion cohort experienced cardiac complications including congestive heart failure without reduction in ejection fraction after cycle 2 of therapy in 1 pt, and right-sided heart failure with fluid overload after cycle 1 in 1 pt. All pts with cardiac events were >75 years of age but none had prior cardiac conditions. The median number of days from the start of cycle 1 to cycle 2 was 49 (range 28-83). Three pts required dose reductions due to cytopenias (2 at 75units/m 2 and 1 at 50units/m 2 ). All pts are evaluable for response with an overall response rate of 71% (n=12) including 6% CR (n=1), 59% mCR (n=10) and 6% PR (n=1) ( Figure 1d ). Four pts required re-induction prior to achieving mCR. Median number of cycles to best response was 1 (range 1-3). The median response duration was 2 months (0-10 months). Four pts (24%) proceeded to allogeneic-stem-cell transplantation after achieving response. Two (11%) pts relapsed and 2 (11%) had transformation to AML. With a median follow-up of 16.7 months, the median overall survival is 12.6 months (95% CI 4.11-21.15) ( Figure 1e ), and the median event-free survival is 5.0 months (95% CI 0.87-9.20) ( Figure 1f ). CONCLUSIONS: Preliminary data suggests lower doses of CPX-351 in higher-risk MDS and CMML after HMA-F can induce marrow responses and be used as a bridge to allogeneic stem-cell transplant. In older individuals (>75 years), the dose of 75units/m2 is associated with risk of cardiac toxicity. Enrollment is continuing at a dose of 50units/m 2 . Further follow up is required for individuals <75 years of age who are transplant candidates. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Jabbour:  Amgen, AbbVie, Spectrum, BMS, Takeda, Pfizer, Adaptive, Genentech: Research Funding. Kadia:  Novartis: Consultancy; Astellas: Other; Liberum: Consultancy; AstraZeneca: Other; Genfleet: Other; Ascentage: Other; Cellonkos: Other; Sanofi-Aventis: Consultancy; Pulmotech: Other; Pfizer: Consultancy, Other; AbbVie: Consultancy, Other: Grant/research support; Aglos: Consultancy; Amgen: Other: Grant/research support; BMS: Other: Grant/research support; Cure: Speakers Bureau; Dalichi Sankyo: Consultancy; Genentech: Consultancy, Other: Grant/research support; Jazz: Consultancy. Ravandi:  Novartis: Honoraria; Bristol Myers Squibb: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Xencor: Honoraria, Research Funding; AstraZeneca: Honoraria; Prelude: Research Funding; Jazz: Honoraria, Research Funding; Astex: Honoraria, Research Funding; Taiho: Honoraria, Research Funding; AbbVie: Honoraria, Research Funding; Celgene: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Amgen: Honoraria, Research Funding; Syros Pharmaceuticals: Consultancy, Honoraria, Research Funding; Agios: Honoraria, Research Funding. Faderl:  Jazz Pharmaceuticals: Current Employment, Current equity holder in publicly-traded company. Kantarjian:  Astra Zeneca: Honoraria; KAHR Medical Ltd: Honoraria; Daiichi-Sankyo: Research Funding; Aptitude Health: Honoraria; Novartis: Honoraria, Research Funding; Ascentage: Research Funding; Precision Biosciences: Honoraria; Immunogen: Research Funding; Astellas Health: Honoraria; Jazz: Research Funding; Amgen: Honoraria, Research Funding; NOVA Research: Honoraria; AbbVie: Honoraria, Research Funding; BMS: Research Funding; Ipsen Pharmaceuticals: Honoraria; Pfizer: Honoraria, Research Funding; Taiho Pharmaceutical Canada: Honoraria.",
    "author_names": [
        "Guillermo Montalban-Bravo",
        "Elias J. Jabbour",
        "Zeev E. Estrov",
        "Tapan M. Kadia",
        "Farhad Ravandi",
        "Kelly S. Chien",
        "Graciela M. Nogueras González",
        "Xiao Qin Dong",
        "Stefan Faderl",
        "Heather Schneider",
        "Rosmy B. John",
        "Meghan Anne Meyer",
        "Hagop Kantarjian",
        "Guillermo Garcia-Manero"
    ],
    "author_dict_list": [
        {
            "author_name": "Guillermo Montalban-Bravo",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Elias J. Jabbour",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zeev E. Estrov",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tapan M. Kadia",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Farhad Ravandi",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kelly S. Chien",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Graciela M. Nogueras González",
            "author_affiliations": [
                "Department of Biostatistics, The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xiao Qin Dong",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stefan Faderl",
            "author_affiliations": [
                "Jazz Pharmaceuticals, Palo Alto, CA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Heather Schneider",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rosmy B. John",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Meghan Anne Meyer",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hagop Kantarjian",
            "author_affiliations": [
                "The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Guillermo Garcia-Manero",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T13:04:50",
    "is_scraped": "1"
}