{
    "doi": "https://doi.org/10.1182/blood.V118.21.1204.1204",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1981",
    "start_url_page_num": 1981,
    "is_scraped": "1",
    "article_title": "RNAi-Mediated Inhibition of Activated Protein C- A New Approach for Hemophilia Treatment ",
    "article_date": "November 18, 2011",
    "session_type": "321. Blood Coagulation and Fibrinolytic Factors: Poster I",
    "topics": [
        "hemophilia a",
        "rna interference",
        "protein c",
        "thrombin",
        "rna, messenger",
        "rna, small interfering",
        "activated protein c",
        "factor v leiden mutation",
        "anticoagulants",
        "anticoagulation"
    ],
    "author_names": [
        "Ivanka Toudjarska, PhD",
        "Zuhua Cai",
        "Tim Racie",
        "Julia Hettinger",
        "Stuart Milstein, PhD",
        "Brian R Bettencourt, PhD",
        "Dinah WY Sah, PhD",
        "David Bumcrot, PhD",
        "John Maraganore, PhD",
        "Akshay Vaishnaw, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Alnylam Pharmaceuticals, Inc., Cambridge, MA, USA"
        ],
        [
            "Alnylam Pharmaceuticals, Inc., Cambridge, MA, USA"
        ],
        [
            "Alnylam Pharmaceuticals, Inc., Cambridge, MA, USA"
        ],
        [
            "Alnylam Pharmaceuticals, Inc., Cambridge, MA, USA"
        ],
        [
            "Alnylam Pharmaceuticals, Inc., Cambridge, MA, USA"
        ],
        [
            "Alnylam Pharmaceuticals, Inc., Cambridge, MA, USA"
        ],
        [
            "Alnylam Pharmaceuticals, Inc., Cambridge, MA, USA"
        ],
        [
            "Alnylam Pharmaceuticals, Inc., Cambridge, MA, USA"
        ],
        [
            "Alnylam Pharmaceuticals, Inc., Cambridge, MA, USA"
        ],
        [
            "Alnylam Pharmaceuticals, Inc., Cambridge, MA, USA"
        ]
    ],
    "first_author_latitude": "42.3646514",
    "first_author_longitude": "-71.0819623",
    "abstract_text": "Abstract 1204 Protein C is a major anticoagulation factor that serves as a key regulator of the clotting cascade. Activated protein C (APC), which is formed by limited proteolysis of the zymogen protein C by the thrombin–thrombomodulin complex, modulates thrombin generation. The anticoagulant effect of APC is due to subsequent inactivation of both activated factors V (FVa) and VIII (FVIIIa). The important role of APC in coagulation is highlighted in FV Leiden (FVL), the most common inherited form of thrombophilia. FVL is caused by a mutation in the FV gene at the initial APC cleavage site, which results in FVL being inactivated at approximately one tenth the rate of normal FVa, leading to high thrombin levels that create a procoagulant state. Several clinical studies have suggested that the severity or onset of bleeding phenotype in hemophilia patients is substantially reduced in association with impaired inactivation of FVa by APC in the presence of the FVL mutation. Transgenic animal studies also show that hemophilic mice, either heterozygous or homozygous for FVL, have improved clotting times with the ability to form clots at sites of laser-induced injury in a microvascular bed injury model, supporting the role of the FVL mutation in enhancing hemostasis. Therapeutic strategies aimed at reducing the level of protein C and activated protein C, thereby increasing levels of FVa and thrombin could thus prove efficacious in hemophilia A and B. Here we investigate the systemic administration of lipid nanoparticle (LNP) formulated siRNA directed against Protein C (encoded by Proc ). We have designed potent siRNA sequences against human, cynomologous monkey, dog, mouse and rat Proc mRNA. The lead human/cynomologous candidate has an IC50 of 5pM. The lead mouse/rat candidate has an IC50 of 30 pM and an ED50 of 20 ug/kg. We demonstrate robust and durable inhibition of Proc mRNA in normal mouse liver- a single injection of 0.3 mg/kg resulted in 90% silencing of Proc mRNA and reduction of more than 75% which was sustained for more than two weeks. We also demonstrate significant reduction of circulating protein as measured by Western blot. Further testing using genetic models of hemophilia is being conducted to provide proof-of-concept for developing a Proc siRNA as a novel therapeutic agent in hemophilia management. Disclosures: Toudjarska: Alnylam Pharmaceuticals, Inc.: Employment. Cai: Alnylam Pharmaceuticals, Inc.: Employment. Racie: Alnylam Pharmaceuticals, Inc.: Employment. Hettinger: Alnylam Pharmaceuticals, Inc.: Employment. Milstein: Alnylam Pharmaceuticals, Inc.: Employment. Bettencourt: Alnylam Pharmaceuticals, Inc.: Employment. Sah: Alnylam Pharmaceuticals, Inc.: Employment. Bumcrot: Alnylam Pharmaceuticals, Inc.: Employment. Maraganore: Alnylam pharmaceuticals, Inc.: Employment. Vaishnaw: Alnylam Pharmaceuticals, Inc.: Employment."
}