{
    "doi": "https://doi.org/10.1182/blood.V110.11.4139.4139",
    "article_title": "Dynamic Mitochondrial Responses to Oxidative Stress in Primary AML Cells Involve Structural Damage and Repair Activity. ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "abstract_text": "Mitochondrial DNA (mtDNA) is particularly susceptible to oxidative damage and mutations because of the high level of reactive oxygen species (ROS) generated and the inefficiency of the mtDNA repair system. The oxidative stress elicited by chronic inflammation increases the number of mtDNA mutations and might correlate with a cancerous status. We postulated that increased oxidative stress in primary AML cells might cause mtDNA damage, which can lead to mtDNA mutations, structural changes, perturbation of mtDNA repair and biogenesis. Many mutation and polymorphisms (a total of 606 mtDNA sequence variants) were identified from 48 matched AML bone marrow and buccal mucosa samples, and blood samples from 57 control subjects. There were profound alterations in the 303 poly C, 16184 poly C, and 514 CA repeats. The intracellular ROS generation of cells can be investigated using the 2′,7′-dichlorfluorescein-diacetate and flow cytometry. The results were expressed as mean fluorescence intensity (MFI). MFI in primary AML cells (4,435±709) was significantly higher than those in control blood cells (1,562±141) ( P <0.05). After then, we checked mRNA expression of peroxisome proliferators activated receptor gamma coactivator-1α (PGC-1α), PGC-1-related coactivator (PRC) and nuclear respiratory factor 1 (NRF-1) because these have been identified as an important regulator of intracellular ROS level and crucial factors linking external stimuli to mitochondrial biogenesis. As compared to normal blood cells, about 2.0 fold increase in NRF-1 mRNA expression was noted in primary AML, whereas PGC-1α and PRC mRNA expression were not remarkably changed. The supercoiled and open relaxed forms of mtDNA reflect functional and damaged molecules. Thus, sensitive detection of the relaxed and total mtDNA from the same DNA templates should allow quantitative measurements on mtDNA damage, repair and copy number change in stressed cells ( Nucleic Acids Res  2007 ; 35 : 1377 –88 ). Primary AML cells and normal blood cells were exposed to sublethal concentration of hydrogen peroxide to study mtDNA damage and repair activity using real-time PCR quantification. When AML cells and normal blood cells were treated with 240uM hydrogen peroxide, an average of 2.1 and 2.2 fold decreases in mtDNA amplification of AML cells were detected in two mtDNA markers (HV2 and cytochrome b) after 1-h and 2-h exposure, respectively. The exposure time-dependent increase in mtDNA amplification due to increased proportion of open relaxed forms was observed in normal blood cells after 15 min to 2-h treatment of hydrogen peroxide. In conclusion, the high level of intracellular ROS in primary AML cells might cause mtDNA damage, which can lead to mtDNA mutations and increased mitochondrial biogenesis by NRF-1 activation. Although the limited repair capacity hypothesis has been validated experimentally in some experimental systems, this study showed elevated mtDNA repair activity compared to normal blood cells. Our data also support the possibility that NRF-1 targeting approach may aid in the treatment of AML.",
    "topics": [
        "chronic inflammation",
        "cytochromes b",
        "deuterium",
        "dna",
        "dna, mitochondrial",
        "fibrinogen",
        "flow cytometry",
        "hydrogen peroxide",
        "mitochondria",
        "molecule"
    ],
    "author_names": [
        "Myung-Geun Shin, MD, PhD",
        "Hye-Ran Kim, MS",
        "Hyeoung-Joon Kim, MD, PhD",
        "Mi-Ji Kim",
        "Kook Hoon, MD, PhD",
        "Tai-Ju Hwang, MD, PhD",
        "Jong-Hee Shin, MD, PhD",
        "Soon-Pal Suh, MD, PhD",
        "Dong-Wook Ryang, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Myung-Geun Shin, MD, PhD",
            "author_affiliations": [
                "Laboratory Medicine, Chonnam National University Hwasun Hospital, Hwasun-eup, Jeollanam-do, Republic of Korea"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Hye-Ran Kim, MS",
            "author_affiliations": [
                "Genome Research Center for Hematopoietic Disease, Chonnam National University Hwasun Hospital, Hwasun-eup, Jeollanam-do, Republic of Korea"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hyeoung-Joon Kim, MD, PhD",
            "author_affiliations": [
                "Genome Research Center for Hematopoietic Disease, Chonnam National University Hwasun Hospital, Hwasun-eup, Jeollanam-do, Republic of Korea"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mi-Ji Kim",
            "author_affiliations": [
                "Genome Research Center for Hematopoietic Disease, Chonnam National University Hwasun Hospital, Hwasun-eup, Jeollanam-do, Republic of Korea"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kook Hoon, MD, PhD",
            "author_affiliations": [
                "Pediatrics, Chonnam National University Hwasun Hospital, Hwasun-eup, Jeollanam-do, Republic of Korea"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tai-Ju Hwang, MD, PhD",
            "author_affiliations": [
                "Pediatrics, Chonnam National University Hwasun Hospital, Hwasun-eup, Jeollanam-do, Republic of Korea"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jong-Hee Shin, MD, PhD",
            "author_affiliations": [
                "Laboratory Medicine, Chonnam National University Hwasun Hospital, Hwasun-eup, Jeollanam-do, Republic of Korea"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Soon-Pal Suh, MD, PhD",
            "author_affiliations": [
                "Laboratory Medicine, Chonnam National University Hwasun Hospital, Hwasun-eup, Jeollanam-do, Republic of Korea"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dong-Wook Ryang, MD, PhD",
            "author_affiliations": [
                "Laboratory Medicine, Chonnam National University Hwasun Hospital, Hwasun-eup, Jeollanam-do, Republic of Korea"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-05T15:33:38",
    "is_scraped": "1"
}