{
    "doi": "https://doi.org/10.1182/blood.V114.22.87.87",
    "article_title": "Monozygotic Twins with Childhood ALL Demonstrate Prenatal Origin of the Philadelphia Chromosome and Post-Natal Ikaros Deletion. ",
    "article_date": "November 20, 2009",
    "session_type": "LEUKEMIAS - BIOLOGY, CYTOGENETICS AND MOLECULAR MARKERS IN DIAGNOSIS AND PROGNOSIS: ACUTE LYMPHOBLASTIC LEUKEMIA",
    "abstract_text": "Abstract 87 Studies on twin pairs with concordant ALL have demonstrated the pre-natal occurrence of chromosomal aberrations associated to leukemia either for the rare ALL subsets with short latency, such as t(4;11), but also for more prevalent, later and less aggressive subtypes, such as t(12;21) or hyperdiploidy. SNP-array studies indicated that additional cooperative lesions occur in ALL, including hyperdiploidy, TEL/AML1 and t(9;22) subsets, and they functionally complement the pre-leukemic hit for the conversion to overt ALL. This seems to be true also for Ph+ ALL; although the very dismal prognosis indicates that the BCR/ABL fusion gene could be sufficient to drive the leukemia, SNP-array showed a frequent association with the deletion of the Ikaros gene (IKZF1), among others. However, so far a formal proof for the succession of events in Ph+ ALL was not available. We report a monozygotic twins pair (T1 and T2) with Ph+ ALL, diagnosed at the age of 32 and 36 months, respectively, and treated according to the AIEOP-BFM ALL2000 protocol. This twin pair was a model to demonstrate for the first time the pre-natal occurrence of the t(9;22) translocation and the post-natal origin of Ikaros gene deletion. A different pattern of Ig/TcR clonal rearrangements was found at diagnosis, although a ‘cross-test' identified a marker shared by the twins, being present in a small subpopulation in T2. Formal demonstration of common pre-natal origin of Ph+ ALL came from the cloning of the BCR/ABL genomic breakpoint, which was identical in both twins. The two twins had a different early response to treatment, being T1 prednisone good responder and T2 poor responder, both received BMT from the same sibling donor, and had different outcome: while T2 died, T1 is in CR after 6 years. Early MRD monitoring by using Ig/TcR markers in parallel with a specific genomic RQ-PCR assay indicated persistently high MRD levels in T2 by both methods. By contrast, a persistently high level of BCR/ABL genomic signal was present in the follow up of T1, despite morphological remission and Ig/TcR and immunophenotypic negativity at both day 33 and 78. With the aim to assess the nature of Ph+, Ig/TcR negative cells present in T1 remission sample, we performed FISH analysis on sorted bone marrow cells. We found that 51% of CD3+ and 45% of CD34-/19+/20+ (40% and 6% of total CD45 sorted population, respectively) were BCR-ABL+ and disomic, thus demonstrating that Ph+ cells were mature lymphoid cells. By contrast, the myeloid compartment was not affected, since CD34-/33+ and CD34+/19-/33+/38+ cells were all BCR-ABL negative. The Affymetrix GeneChip mapping analysis by 500K SNP array identified several and different additional abnormalities: T1 showed a subclone with high hyperdiploid karyotype, while T2 displayed deletion of IKZF1 (Δ4-7) and EBF1 genes. In addition, both twins showed identical deletions affecting ABL and BCR exons, confirming the common origin of the translocation. A patient-specific genomic RQ-PCR assay did not reveal the presence of the IKZF1 deletion in T1, demonstrating the post-natal occurrence of this lesion as a second genetic event in Ph+ cells of T2. In conclusion, the Ph chromosome originated in utero in a lymphoid committed precursor cell, generating the pre-natal non-leukemic Ph+ clone shared by the twins. After birth, a second independent hit transformed the Ph+ clone in T1 and T2, inducing hyperdiploidy in T1 and IKZF1 deletion in T2, with consequent different outcome. Residual pre-natal, non leukemic Ph+ cells persisted during normal lymphopoiesis. This twin pair represents a life model for the prenatal origin of the Ph chromosome as well as the occurrence of additional post-natal genetic events. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "leukemia, lymphocytic, acute, childhood",
        "monozygotic twins",
        "philadelphia chromosome",
        "prenatal care",
        "bcr-abl tyrosine kinase",
        "immunoglobulins",
        "t-cell receptor",
        "t-cell receptor complex",
        "cd34 antigens",
        "disease remission"
    ],
    "author_names": [
        "Giovanni Cazzaniga",
        "Luca Lo Nigro",
        "Joannah Score",
        "Silvia Bungaro",
        "Fred van Delft",
        "Ilaria Iacobucci",
        "Lilia Corral",
        "Elena Mirabile",
        "Anthony Ford",
        "Giovanni Martinelli",
        "Nicholas C.P. Cross",
        "Mel Greaves",
        "Andrea Biondi"
    ],
    "author_dict_list": [
        {
            "author_name": "Giovanni Cazzaniga",
            "author_affiliations": [
                "Pediatric Clinic University of Milan Bicocca, M.Tettamanti Research Center, Monza, Italy, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Luca Lo Nigro",
            "author_affiliations": [
                "Center of Pediatric Hematology Oncology, Azienda Policlinico - University of Catania, Catania, Italy, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joannah Score",
            "author_affiliations": [
                "Wessex Regional Genetics Laboratory, University of Southampton, Salisbury, United Kingdom, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Silvia Bungaro",
            "author_affiliations": [
                "M.Tettamanti Research Center, Pediatric Clinic University of Milan Bicocca, Monza, Italy, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fred van Delft",
            "author_affiliations": [
                "Section of Haemato-Oncology, The Institute of Cancer Research, Sutton, United Kingdom, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ilaria Iacobucci",
            "author_affiliations": [
                "Department of Hematology/Oncology L. and A. Seràgnoli, University of Bologna, Bologna, Italy, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lilia Corral",
            "author_affiliations": [
                "Pediatric Clinic University of Milan Bicocca, M.Tettamanti Research Center, Monza, Italy, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elena Mirabile",
            "author_affiliations": [
                "Center of Pediatric Hematology Oncology, Azienda Policlinico - University of Catania, Catania, Italy, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anthony Ford",
            "author_affiliations": [
                "Section of Haemato-Oncology, The Institute of Cancer Research, Sutton, United Kingdom, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Giovanni Martinelli",
            "author_affiliations": [
                "Department of Hematology/Oncology ‘L. and A. Seràgnoli‘, University of Bologna and S.Orsola - Malpighi Hospital, Bologna, Italy, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nicholas C.P. Cross",
            "author_affiliations": [
                "Wessex Regional Genetics Laboratory, University of Southampton, Salisbury, United Kingdom, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mel Greaves",
            "author_affiliations": [
                "Section of Haemato-Oncology, The Institute of Cancer Research, Surrey, England"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrea Biondi",
            "author_affiliations": [
                "M.Tettamanti Research Center, Pediatric Clinic University of Milan Bicocca, Monza, Italy, "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-11T15:43:36",
    "is_scraped": "1"
}