{
    "doi": "https://doi.org/10.1182/blood.V112.11.5104.5104",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1263",
    "start_url_page_num": 1263,
    "is_scraped": "1",
    "article_title": "Clonal Heterogeneity in the 5q- Syndrome: NPMc+ and p53 Expressing Progenitors Are Insensitive to Lenalidomide Treatment and Expand at Disease Progression ",
    "article_date": "November 16, 2008",
    "session_type": "Myelodysplastic Syndromes",
    "topics": [
        "5q syndrome",
        "disease progression",
        "heterogeneity",
        "lenalidomide",
        "bone marrow biopsy",
        "karyotype determination procedure",
        "leukemia, myelocytic, acute",
        "myelodysplastic syndrome",
        "protein p53",
        "genomic instability"
    ],
    "author_names": [
        "Martin Jädersten",
        "Leonie Saft",
        "Andrea Pellagatti",
        "Gudrun Göhring",
        "Cristina Fernández-Santamaria",
        "James S Wainscoat",
        "Jacqueline Boultwood",
        "Anna Porwit",
        "Brigitte Schlegelberger",
        "Eva Hellström-Lindberg, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Karolinska Institutet, Department of Medicine, Division of Hematology, Stockholm, Sweden"
        ],
        [
            "Department of Pathology, Karolinska Institutet at Karolinska University Hospital Stockholm"
        ],
        [
            "The LRF Molecular Haematology Unit, NDCLS, John Radcliffe Hospital, Oxford"
        ],
        [
            "Institute of Cell and Molecular Pathology, Hannover Medical School, Hannover, Germany"
        ],
        [
            "The LRF Molecular Haematology Unit, NDCLS, John Radcliffe Hospital, Oxford"
        ],
        [
            "The LRF Molecular Haematology Unit, NDCLS, John Radcliffe Hospital, Oxford"
        ],
        [
            "The LRF Molecular Haematology Unit, NDCLS, John Radcliffe Hospital, Oxford"
        ],
        [
            "Department of Pathology, Karolinska Institutet at Karolinska University Hospital Stockholm"
        ],
        [
            "Institute of Cell and Molecular Pathology, Hannover Medical School, Hannover, Germany"
        ],
        [
            "Division of Hematology, Department of Medicine, Karolinska Institutet at Karolinska University Hospital Stockholm, Sweden"
        ]
    ],
    "first_author_latitude": "59.344794549999996",
    "first_author_longitude": "18.029068549999998",
    "abstract_text": "Clonal heterogeneity has not been described in patients with myelodysplastic syndrome (MDS) of the 5q- syndrome subtype, for which lenalidomide has emerged as a highly potent treatment. Interestingly, transformation to acute myeloid leukemia (AML) occurs more frequently in patients without a cytogenetic response to lenalidomide. We describe two patients with classical 5q- syndrome with complete erythroid and partial cytogenetic response to lenalidomide, who evolved to high-risk MDS and AML, respectively, with complex karyotypes including del(5q). Immunohistochemistry of pre-treatment marrow biopsies revealed small fractions of progenitors with aberrant cytoplasmic nucleophosmin (NPMc+) expression and in one patient also a TP53 mutation. Both lesions may induce a state of genomic instability, and represent novel findings in 5q- syndrome. These subclones remained stable during response, but expanded at transformation, suggesting that pre-existing cells with more malignant genotype may be insensitive to lenalidomide and responsible for disease progression. We are currently investigating a larger patient material for the presence of subclones with molecular lesions in order to assess the potential impact on the risk of leukemic evolution."
}