{
    "doi": "https://doi.org/10.1182/blood.V128.22.458.458",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3361",
    "start_url_page_num": 3361,
    "is_scraped": "1",
    "article_title": " CREBBP Loss Cooperates with BCL2 Over-Expression to Promote Lymphoma in Mice ",
    "article_date": "December 2, 2016",
    "session_type": "621. Lymphoma-Genetic/Epigenetic Biology: Gene Regulation and Epigenetics",
    "topics": [
        "bcl2 gene",
        "bcl-2 protein",
        "lymphoma",
        "mice",
        "neoplasms",
        "acetyltransferase",
        "amino acids",
        "arginine",
        "cysteine",
        "disease progression"
    ],
    "author_names": [
        "García-Ramírez Idoia",
        "Shashank Shrishrimal",
        "Ines Gonzalez-Herrero",
        "Alberto Martín-Lorenzo",
        "Guillermo rodriguez-Hernandez",
        "Romain Duval",
        "Dalia Moore",
        "Lucia Ruiz-Roca",
        "Oscar Blanco",
        "Diego Alonso-Lopez",
        "Javier de Las Rivas",
        "David Klinkibiel",
        "Martin Bast, BS",
        "Timothy C. Greiner, MD",
        "Julie M Vose, MD",
        "Matthew Lunning, DO",
        "Fernando Rodrigues-Lima, PhD",
        "Rafael Jiménez",
        "Francisco Garcia-criado",
        "Maria garcia Cenador",
        "Paul Brindle",
        "Carolina vicente-Duenas",
        "Isidro Sánchez-García, MD",
        "Michael R Green, PhD"
    ],
    "author_affiliations": [
        [
            "Universidad de Salamanca, Salamanca, Spain "
        ],
        [
            "University of Nebraska Medical Center, Omaha, NE "
        ],
        [
            "CSIC/ Universidad de Salamanca, Salamanca, Spain "
        ],
        [
            "CSIC/ Universidad de Salamanca, Salamanca, Spain "
        ],
        [
            "CSIC/ Universidad de Salamanca, Salamanca, Spain "
        ],
        [
            "Université Paris Diderot, Sorbonne Paris Cité, CNRS UMR 8251, Paris, France "
        ],
        [
            "Eppley Institute, University of Nebraska Medical Center, Omaha, NE "
        ],
        [
            "CSIC/ Universidad de Salamanca, Salamanca, Spain "
        ],
        [
            "Pathology Department, University Hospital of Salamanca, Salamanca, Spain "
        ],
        [
            "Cancer Research Center (CSIC-USAL), Salamanca, Spain "
        ],
        [
            "Cancer Research Center (CSIC-USAL),, Salamanca, Spain "
        ],
        [
            "University of Nebraska Medical Center, Omaha, NE "
        ],
        [
            "University of Nebraska Medical Center, Omaha, NE "
        ],
        [
            "Department of Pathology and Microbiology, University of Nebraska Medical Center, Omaha, NE "
        ],
        [
            "Department of Hematology Oncology, University of Nebraska Medical Center, Omaha, NE "
        ],
        [
            "University of Nebraska Medical Center, Omaha, NE "
        ],
        [
            "Université Paris Diderot, Sorbonne Paris Cité, CNRS UMR 8251, Paris, France "
        ],
        [
            "Institute of Biomedical Research of Salamanca, Omaha, Spain "
        ],
        [
            "CSIC/ Universidad de Salamanca, Salamanca, Spain "
        ],
        [
            "CSIC/ Universidad de Salamanca, Salamanca, Spain "
        ],
        [
            "St. Jude Childrens Research Hospital, Memphis, TN "
        ],
        [
            "CSIC/ Universidad de Salamanca, Salamanca, Spain "
        ],
        [
            "Institute of Biomedical Research of Salamanca (IBSAL), Salamanca, Spain, Experimental Therapeutics and Translational Oncology Program, Instituto de Biología Molecular y Celular del Cáncer, CSIC/ Universidad de Salamanca, Campus M. de Unamuno s/n, Salamanca, Spain "
        ],
        [
            "Eppley Institute for Research in Cancer and Allied Diseases, University of Nebraska Medical Center, Omaha, NE"
        ]
    ],
    "first_author_latitude": "40.9613376",
    "first_author_longitude": "-5.666925099999999",
    "abstract_text": "Follicular lymphoma (FL) is genetically characterized by translocations of the BCL2 oncogene that are found in ~90% of patients, and mutations of chromatin modifying genes that are found in up to 96% of patients. The latter include inactivating mutations of KMT2D and CREBBP , and activating mutations of EZH2 , among others. However, CREBBP has yet to be investigated using this approach. We recently defined the evolutionary hierarchy of somatic mutations in FL and found that CREBBP mutations were most frequently acquired as early events during disease evolution and were maintained throughout disease progression and transformation. Recent studies, using transgenic mouse models, have shown that inactivation of KMT2D and introduction of the activating EZH2 mutation results in perturbed B-cell development and lymphomagenesis. Here, we extended upon these observations by performing targeted next generation sequencing of an additional cohort of tumors allowing the identification of the spectrum of CREBBP mutations across 200 FLs. This identified CREBBP mutations in 55% of tumors, and found that 31% of these mutations reside within the lysine acetyltransferase domain. Furthermore, 30% of mutations altered a single amino acid, arginine 1408, to either a cysteine or histidine residue. We performed a sensitive in vitro acetyltransferase assay for these point mutants and show that they result in >90% loss of catalytic activity. As our results show that CREBBP mutations result in a loss of function, we modeled these events in mice by floxing one or both alleles of Crebbp and crossing with the Mb1-cre strain. This yielded mice that deleted Crebbp specifically in B-cells. We additionally crossed these mice with the EµBcl2 strain that over-expresses Bcl2 in B-cells. Inactivation of Crebbp in B-cells was associated with deficits in B-cell development, with significantly reduced numbers of total B-cells that were contributed to by reductions in multiple B-cell subsets. These deficits were partially rescued by the EµBcl2 transgene. After 14-21 months, some mice became ill and necropsy revealed lymphadenopathy and splenomegaly as a result of B-cell lymphoma. We noted increased penetrance and decreased latency of lymphoma with one vs two alleles of Crebbp deleted, and with absence vs presence of the EµBcl2 transgene (Figure 1). We investigated the molecular etiology of these tumors by isolating splenic B-cells from these mice and performing transcriptome profiling and epigenetic profiling for the histone H3 lysine 18 acetylation (H3K18Ac) mark that is catalyzed by Crebbp . Transcriptional profiling identified a signature of 335 genes with increased expression and 370 genes with decreased expression, including an incremental increase in Myc expression when one or both alleles of Crebbp were deleted, respectively. Surprisingly, changes in transcript abundance were not associated with changes in H3K18Ac in the proximal regulatory regions of those genes. Regions of significantly altered H3K18Ac were instead localized primarily to intragenic regions. Analysis of the DNA sequences in these regions identified a significant enrichment of motifs that contained Myc consensus sequences, and these were present in >60% of regions with altered H3K18Ac. In addition, ChIP-seq data from the ENCODE database showed a strong level of Myc binding to the center of these regions with altered H3K18Ac. Together, our results demonstrate that inactivating mutations of Crebbp may have a role in altering B-cell development. The significant induction of Myc expression that was associated with Crebbp deletion, and epigenetic changes in regions that are bound by Myc, suggest that Crebbp inactivation may have a role in the induction of Myc expression and activity. This may be important with respect to transformation of FL, which may proceed via induction of MYC. However, our results also demonstrate some important discrepancies between the role of CREBBP mutations in human FL, and the role of Crebbp deletion in murine models. View large Download slide View large Download slide  Disclosures Lunning: Celgene: Consultancy; Spectrum: Consultancy; TG Therapeutics: Consultancy; Gilead: Consultancy; Genentech: Consultancy; Juno: Consultancy; Bristol-Myer-Squibb: Consultancy; AbbVie: Consultancy; Pharmacyclics: Consultancy."
}