{
    "doi": "https://doi.org/10.1182/blood.V122.21.3937.3937",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2538",
    "start_url_page_num": 2538,
    "is_scraped": "1",
    "article_title": "Targeting The Mitochondrial ClpP As a Novel Therapeutic Strategy For Acute Myeloid Leukemia ",
    "article_date": "November 15, 2013",
    "session_type": "615. Acute Myeloid Leukemia: Therapy, excluding Transplantation: Poster III",
    "topics": [
        "leukemia, myelocytic, acute",
        "mitochondria",
        "mitochondrial proteins",
        "biotin",
        "chromatography, reverse-phase",
        "chymotrypsin",
        "dna, mitochondrial",
        "endopeptidases",
        "lactones",
        "leukemia"
    ],
    "author_names": [
        "Alicia Cole, PhD",
        "Zezhou Wang, PhD",
        "Rachel Mattson",
        "Etienne Coyaud, PhD",
        "Rose Hurren",
        "Marcela Gronda, MSc",
        "Fengshu Lin, PhD",
        "Neil Maclean, BSc",
        "Elisa Leung, BSc",
        "Yihua Qiu, MD",
        "Nianxiang Zhang, PhD",
        "Kevin R. Coombes, PhD",
        "Mark D. Minden, MD PhD",
        "Walid A. Houry, PhD",
        "Zenyaho Hao, PhD",
        "Steven M. Kornblau, MD",
        "Brian Raught, PhD",
        "Aaron Schimmer, PhD, MD"
    ],
    "author_affiliations": [
        [
            "Princess Margaret Cancer Centre, University Health Network, Toronto, ON, Canada, "
        ],
        [
            "Princess Margaret Cancer Centre, University Health Network, Toronto, ON, Canada, "
        ],
        [
            "Princess Margaret Cancer Centre, University Health Network, Toronto, ON, Canada, "
        ],
        [
            "Princess Margaret Cancer Centre, University Health Network, Toronto, ON, Canada, "
        ],
        [
            "Princess Margaret Cancer Centre, University Health Network, Toronto, ON, Canada, "
        ],
        [
            "Princess Margaret Cancer Centre, University Health Network, Toronto, ON, Canada, "
        ],
        [
            "Princess Margaret Cancer Centre, University Health Network, Toronto, ON, Canada, "
        ],
        [
            "Princess Margaret Cancer Centre, University Health Network, Toronto, ON, Canada, "
        ],
        [
            "Department of Biochemistry, University of Toronto, Toronto, ON, Canada, "
        ],
        [
            "Department of Leukemia, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Bioinformatics and Computational Biology, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Bioinformatics and Computational Biology, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Medicine, University of Toronto, Toronto, ON, Canada, "
        ],
        [
            "Department of Biochemistry, University of Toronto, Toronto, ON, Canada, "
        ],
        [
            "Princess Margaret Cancer Centre, University Health Network, Toronto, ON, Canada, "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Princess Margaret Cancer Centre, University Health Network, Toronto, ON, Canada, "
        ],
        [
            "Princess Margaret Cancer Centre, University Health Network, Toronto, ON, Canada, "
        ]
    ],
    "first_author_latitude": "43.658434899999996",
    "first_author_longitude": "-79.3894288",
    "abstract_text": "Caseinolytic protease (ClpP) is a mitochondrial enzyme complex with structural similarity to the cytoplasmic proteasome, but little is known about its function in the mitochondria. We identified ClpP as a potential therapeutic target for acute myeloid leukemia (AML) through an shRNA screen to identify mitochondrial proteins that are necessary for the viability of AML cells. We measured ClpP expression in 511 AML samples and 21 samples of normal CD34+ hematopoietic cells using a reverse phase protein array. ClpP was over-expressed in 45% of primary AML samples and expression occurred across FAB subtypes, cytogenetic risk groups, molecular mutations, and CD34+ expression subsets. Next, we evaluated the effects of ClpP knockdown on the growth and viability of AML cells using 3 independent shRNA constructs in lentiviral vectors. In leukemic cell lines that express high levels of ClpP, (OCI-AML2 and K562), knockdown of ClpP reduced growth and viability by > 80%. Importantly, no changes in growth or viability were observed following knockdown of ClpP in HL60 cells, which have lower basal levels of ClpP expression. As a chemical approach to evaluate the effects of ClpP inhibition on AML and normal hematopoietic cells, we synthesized a beta-lactone bacterial ClpP inhibitor, (3RS,4RS)-3-(non-8-en-1-yl)-4-(2-(pyridin-3-yl)ethyl)oxetan-2-one (also known as A2-32-01). Demonstrating specificity for the target, A2-32-01 inhibited the enzymatic activity of human recombinant ClpP, but not chymotrypsin-, trypsin-, or capsase-like enzymatic activity. A2-32-01 induced cell death in TEX, OCI-AML2, and K562 leukemia cells at concentrations that matched its ability to inhibit ClpP activity. Similar to the genetic studies, A2-32-01 did not kill HL60 cells. A2-32-01 was selectively cytotoxic to primary AML cells expressing ClpP over normal hematopoietic cells or AML cells with low ClpP expression. In addition, A2-32-01 reduced the clonogenic growth and bone marrow engraftment of primary AML cells, demonstrating the ability of ClpP inhibition to target AML progenitor/stem cells. Mechanistically, we demonstrated that A2-32-01 disrupted mitochondrial membrane potential in TEX cells and primary AML samples sensitive to A2-32-01, but not in normal hematopoietic cells. To date, the substrates of the mitochondrial ClpP are unknown. Therefore, we defined the interactome map of ClpP in HEK293 cells using mass spectrometry and the BirA tagging method whereby near-neighbors of ClpP are marked with biotin. Fifty-eight mitochondrial proteins preferentially interacted with ClpP over controls and the proteins were primarily components of the respiratory chain and mitochondrial translation apparatus. Thus, ClpP appears to be important to maintain the integrity of mitochondrial respiration. In support of this hypothesis, genetic or chemical ClpP inhibition was cytotoxic to 143B rhabdomyosarcoma cells, but not their rho-zero counterparts that lack mitochondrial DNA and oxidative phosphorylation. Next, we evaluated whether ClpP was required for the growth of AML cells in vivo . We knocked down ClpP in TEX cells with shRNA and injected the cells into the femur of NSGF mice. Compared to cells infected with control shRNA, knockdown of ClpP significantly reduced the engraftment of the cells (control shRNA 15.12 ± 4.576 % vs. ClpP knockdown 0.6180 ± 0.1976 % engraftment). Finally, to evaluate the toxicity of ClpP inhibition, we generated ClpP -/- mice. ClpP -/- mice were viable with normal peripheral blood counts and hematopoietic progenitor cells isolated from their bone marrow showed no significant reduction in clonogenic growth compared to those from wild type mice. Moreover, the abundance of Lin-, Sca-1+, c-kit+ hematopoietic progenitor cells in the bone marrow of ClpP -/- mice was equivalent to that in ClpP +/+ controls. Thus, these data suggest that ClpP inhibition can effectively target a subset of AML, while sparing normal hematopoietic cells. Disclosures: No relevant conflicts of interest to declare."
}