{
    "doi": "https://doi.org/10.1182/blood.V124.21.744.744",
    "article_title": " In Vitro Analysis of Erythroid Cells Derived from the Culture of Diamond Blackfan Anemia Patient CD34+ Cells ",
    "article_date": "December 6, 2014",
    "session_type": "101. Red Cells and Erythropoiesis, Structure and Function, Metabolism, and Survival, Excluding Iron: Pathogenic Mechanisms Affecting Red Cells &amp; Erythropoiesis",
    "abstract_text": "Diamond Blackfan anemia (DBA) is a rare, congenital bone marrow failure syndrome characterized by severe macrocytic anemia, usually without perturbation of other hematopoietic lineages. DBA patients are generally diagnosed during infancy or early childhood, have a high frequency of congenital anomalies, and a predisposition to cancer. Approximately 65% of DBA patients have heterozygous mutations or deletions in ribosomal protein genes. Additionally, mutations in the GATA1 gene, which encodes the GATA1 erythroid transcription factor, have been demonstrated in two DBA patients (Sankaran VG et al. J Clin Invest. 122: 2439-43, 2012). The genetic cause of DBA in the remaining 35% of patients is unknown. Despite our knowledge of the genotypes, the mechanism underlying the erythroid failure in DBA is not completely understood. This is largely due to the inability to study primary erythroid cells from DBA patients. To begin to delineate the mechanisms regulating erythroid differentiation in DBA, we developed an in vitro culture system starting with CD34+ progenitor cells isolated from approximately 20 ml of DBA patient peripheral blood collected prior to transfusion at the DBA Registry of North America. Using this system, we have characterized DBA patients with mutations in large ( RPL5 ) and small ( RPS17 ) subunit ribosomal protein genes, one individual with a mutation in the GATA1 gene, and several patients with unknown mutations. At the end of the culture, we routinely obtained 6x10 7 CD235+ erythroid cells from an initial population of 5x10 4 control CD34+ progenitor cells. In contrast to control cells, cells from the DBA patients exhibited a significantly reduced growth rate and generated approximately 100-fold fewer CD235+ erythroid cells, with a two day delay in the acquisition of the CD235 marker. Using flow cytometry, we isolated populations of CD41-, CD44+, CD235+ erythroid cells from both control and patient cell cultures from which we extracted RNA. This allowed the first time comparison of mRNA expression in DBA erythroid cells. Protein coding and long non-coding RNA transcripts were compared using Affymetrix GeneChip Human Gene ST Arrays and RNASeq. Compared to controls, CD235+ cells from the patient with the RPL5 mutation showed decreased levels of the GAS5 (growth arrest) and NOP56 (large ribosomal subunit assembly) mRNAs, as well as small nucleolar RNAs. Ingenuity Pathway Analysis (IPA) identified the tRNA charging and RNA Polymerase II assembly pathways as significantly perturbed in this patient. The DBA-associated splice donor mutation in GATA1 results in the exclusive expression of the short form of the GATA1 protein (GATA1s), which lacks the transactivation domain. Western blot analysis of CD235+ control cells showed expression of both full length GATA1 and GATA1s, with the full length protein predominating. In the patient cells with the GATA1 mutation, only the GATA1s protein was expressed and exceeded the combined level of both GATA1 isoforms in the controls. Northern blot analysis demonstrated that the GATA1 mutation did not affect ribosomal RNA processing. The microarray and RNASeq expression profiles of the patient with the GATA1 mutation differed significantly from controls and from that of the patient with the RPL5 mutation. Many known GATA1 target genes including SLC4A1 , AHSP , and TRIM10 were down regulated in the CD235+ erythroid cells of the patient with the GATA1 mutation compared to control cells, clearly indicating that these genes depend on full length GATA1 for activation. IPA identified the heme biosynthesis pathway as significantly perturbed in this patient and GATA1 as the top regulator. In summary, we have shown that DBA patient cells show decreased proliferative and erythroid differentiation capabilities in vitro . RNA transcript analysis in DBA patient cells has revealed significant differences between DBA patients with a ribosomal protein gene mutation and a mutation in the GATA1 gene. These data delineate multiple signaling pathways or mechanisms involved in DBA and erythroid differentiation. Finally, we have demonstrated that many GATA1 target genes depend on full length GATA1 for activation. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "diamond-blackfan anemia",
        "erythroid cells",
        "ribosomal proteins",
        "rna",
        "rna, messenger",
        "anemia, macrocytic",
        "cancer",
        "cell culture techniques",
        "congenital abnormality",
        "flow cytometry"
    ],
    "author_names": [
        "Kelly A O'Brien, PhD",
        "Stacie M Anderson",
        "Jason Farrar, MD",
        "Adrianna Vlachos, MD",
        "Eva Atsidaftos",
        "Jeffrey Michael Lipton, MD PhD",
        "Steven R Ellis, PhD",
        "David M. Bodine, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Kelly A O'Brien, PhD",
            "author_affiliations": [
                "National Human Genome Research Institute, Genetics and Molecular Biology Branch, Bethesda, MD "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Stacie M Anderson",
            "author_affiliations": [
                "Flow Cytometry Core, Bethesda, MD "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jason Farrar, MD",
            "author_affiliations": [
                "University of Arkansas for Medical Sciences, Little Rock, AR "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Adrianna Vlachos, MD",
            "author_affiliations": [
                "Steven and Alexandra Cohen Children's Medical Center, The Feinstein Institute for Medical Research, Hofstra North Shore-LIJ School of Medicine, New Hyde Park, NY "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eva Atsidaftos",
            "author_affiliations": [
                "Steven and Alexandra Cohen Children's Medical Center, The Feinstein Institute for Medical Research, Hofstra North Shore-LIJ School of Medicine, New Hyde Park, NY "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeffrey Michael Lipton, MD PhD",
            "author_affiliations": [
                "Steven and Alexandra Cohen Children's Medical Center, The Feinstein Institute for Medical Research, Hofstra North Shore-LIJ School of Medicine, New Hyde Park, NY "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Steven R Ellis, PhD",
            "author_affiliations": [
                "University of Louisville School of Medicine, Louisville, KY"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David M. Bodine, PhD",
            "author_affiliations": [
                "National Human Genome Research Institute, Genetics and Molecular Biology Branch, Bethesda, MD "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-31T06:38:33",
    "is_scraped": "1"
}