{
    "doi": "https://doi.org/10.1182/blood.V108.11.387.387",
    "article_title": " Bcl11a Causes Leukemia/Lymphoma in Cooperation with Nf1 Inactivation. ",
    "article_date": "November 16, 2006",
    "session_type": "Oral Sessions",
    "abstract_text": "Loss of the NF1 (Neurofibromatosis Type 1) tumor suppressor gene is associated with chronic and acute forms of myeloid diseases including juvenile myelomonocytic leukemia (JMML). In the BXH-2 strain of mice, acute myeloid leukemia (AML) is caused by chronic infection by a murine leukemia virus (MuLV). We have reported the identification of 37 common proviral insertion sites (CIS), loci containing candidate genes whose mutation could cooperate with inactivation of Nf1 to result in BXH-2 AML. Among these candidate genes, Bcl11a , was shown to be expressed in JMML and CMML leukemia samples, and to confer a growth advantage when expressed in Nf1 -deficient myeloblast cells. In this report, we have first tried to determine whether dysregulation of Bcl11a affects cellular behavior other than promoting cell growth. Using a granulocyte-colony stimulating factor induced myeloid terminal differentiation of 32D cell culture model, we found no difference in the percentage of differentiated cells between Bcl11a -transduced cells and empty vector-transduced cells, indicating overexpression of Bcl11a may have no influence on myeloid differentiation. Moreover, no effect of Bcl11a on 32D survival after IL-3 withdrawal was detected. To investigate the potential role of Bcl11a in the development of leukemia with Nf1 loss, a bone marrow transplantation assay was then performed. Bone marrow cells were collected from the Nf1 (+/+) or Nf1 (Flox/Fcr) donor mice carrying pIpC-induced expression of Cre , and transduced with Bcl11a -expressing retroviral construct or empty vector, before transplantation via the tail vein into the lethally irradiated recipient BoyJ mice. Successful bone marrow engraftment, pIpC-induced deletion of Nf1 and delivery of Bcl11a were confirmed by PCR on peripheral blood cells. Interestingly, 5 months after pIpC induction, 10 out of 11 Nf1(Flox/Fcr);Cre+;Bcl11a -transduced bone marrow recipient mice became moribund, whereas no or only 1 out of 10 or 11 recipient mice in each control groups died for unknown reason. The Nf1(Flox/Fcr);Cre+;Bcl11a -transduced mice display myeloid blast-like cells in their peripheral blood, enlarged lymph node and liver, and splenomegaly. Spleen touchpreps also showed excessively infiltration of blast-like cells in their spleens. Unexpectedly, two out of ten moribund recipient mice also developed markedly enlarged thymi. These tumors were demonstrated to be derived from transplanted donor cells by immunophenotyping for the presence of the differential cell surface marker CD45.2, expressed on the donor cells. The nature and cell lineage origin of these tumors are under study. These data show that BXH-2 mouse is a powerful genetic system to dissect Nf1 -cooperating genetic events in leukemogenesis, and suggest that overexpression of Bcl11a can induce leukemia/lymphoma with Nf1 gene inactivation.",
    "topics": [
        "leukemia",
        "lymphoma",
        "juvenile myelomonocytic leukemia",
        "neoplasms",
        "bone marrow transplantation",
        "cd45 antigens",
        "cell culture techniques",
        "chronic infection",
        "granulocyte colony-stimulating factor",
        "immunophenotyping"
    ],
    "author_names": [
        "Bin Yin, PhD",
        "Jennifer L. Jeske-Geurts",
        "Miechaleen D. Diers",
        "Kevin M. Shannon, MD",
        "David A. Largaespada, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Bin Yin, PhD",
            "author_affiliations": [
                "Department of Genetics, Cell Biology and Development, The Cancer Center, University of Minnesota, Minneapolis, MN, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jennifer L. Jeske-Geurts",
            "author_affiliations": [
                "Department of Genetics, Cell Biology and Development, The Cancer Center, University of Minnesota, Minneapolis, MN, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Miechaleen D. Diers",
            "author_affiliations": [
                "Department of Genetics, Cell Biology and Development, The Cancer Center, University of Minnesota, Minneapolis, MN, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kevin M. Shannon, MD",
            "author_affiliations": [
                "Department of Pediatrics and Comprehensive Cancer Center, University of California at San Francisco, San Francisco,, CA, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David A. Largaespada, PhD",
            "author_affiliations": [
                "Department of Genetics, Cell Biology and Development, The Cancer Center, University of Minnesota, Minneapolis, MN, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-30T18:40:49",
    "is_scraped": "1"
}