{
    "doi": "https://doi.org/10.1182/blood-2018-99-119718",
    "article_title": "Differential Effects of Pathogenic and Non-Pathogenic Early-Life Exposures on Acute Lymphoblastic Leukemia Progression in Eμ-RET Mice ",
    "article_date": "November 29, 2018",
    "session_type": "614. Acute Lymphoblastic Leukemia: Therapy, excluding Transplantation: Poster I",
    "abstract_text": "B cell precursor acute lymphoblastic leukemia (B-ALL), the most common cancer in children, is a multi-step disease that is initiated in utero ; although B-ALL has an incidence peak at 3-5 years of age, the majority of these children have pre-leukemic cells detectable at birth. Notably, however, up to 5% of newborns have detectable leukemia-initiating genetic abnormalities in their blood, but most of these infants go on to live healthy lives. Identifying the mechanisms that inhibit or drive B-ALL progression has the potential to inform new therapeutic or preventative strategies. Infection has been identified as a potential leukemia progression modifier to explain the discordance between the number of children with pre-leukemia and the number who develop B-ALL. While epidemiological studies have identified the timing of infection as a critical variable, the mechanisms underlying this association remain unknown. The early incidence peak is dominated by the ETV6-RUNX1 translocation-positive and high hyperdiploid subgroups, which together account for ~50% of pediatric B-ALL cases. We have previously reported the ability of immune stimulation with infection-associated toll-like receptor agonists to reduce pre-leukemic cell burden and delay leukemia onset in Eμ-RET mice, in which hyperdiploid B-ALL is fully penetrant. Furthermore, exposure of Eμ-RET mice to mild infections with Listeria monocytogenes ( Lm ), Murine herpesvirus 68 (MHV) or Murine cytomegalovirus (MCMV) induces a profound, age-dependent depletion of pre-leukemia cells, with neonatal mice, but not adults, exhibiting reduced leukemia progression after infection. Here, we extend this work by evaluating the influence of Saccharomyces cerevisiae ( Sc ) on leukemia development, hypothesizing that exposures to non-pathogenic commensal organisms would induce a similar protective immune activity. Using our established methodology, Eμ-RET mice were exposed to pathogenic or non-pathogenic organisms at six days of age by intraperitoneal injection ( Lm , MCMV, Sc ) or intranasally (MHV), and evaluated for pre-leukemic cell burden eight days later. In contrast to the response to pathogens, exposure of neonates to Sc did not result in a reduction of pre-leukemic cell numbers, even after inoculation with significantly higher numbers of yeast particles. The depletion of pre-leukemia cells induced by infection with pathogenic organisms was dependent on the presence of both γδ T cells and NK cells, with the latter population exerting direct cytotoxicity against B-ALL cells. Consistent with a failure to induce pre-leukemia depletion, Sc exposure achieved significantly less activation of γδ T cells and did not activate NK cells at all in neonatal Eμ-RET mice. Overall, our results reveal the primacy of the γδ T/NK cell response axis for the depletion of pre-leukemic cells after early-life infection and thus identify a novel immune response pathway with the potential to prevent ALL progression in children. Furthermore, these data indicate that not all age-associated exposures are capable of driving an immune response that reduces the risk of leukemia, with the dietary commensal Saccharomyces cerevisiae failing to generate a protective response in neonatal mice. This study significantly enhances our mechanistic understanding of immune-mediated modification of B-ALL progression. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "acute lymphocytic leukemia",
        "burkitt's lymphoma",
        "mice",
        "leukemia",
        "leukemia, b-cell, acute",
        "infections",
        "agonists",
        "cancer",
        "cytotoxicity",
        "diet"
    ],
    "author_names": [
        "Matthew Gynn",
        "Mario Fidanza",
        "Sumin Jo",
        "Soren Gantt",
        "Tobias R. Kollmann",
        "Gregor S. D. Reid, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Matthew Gynn",
            "author_affiliations": [
                "Michael Cuccione Childhood Cancer Research Program, University of British Columbia, Vancouver, Canada "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Mario Fidanza",
            "author_affiliations": [
                "Michael Cuccione Childhood Cancer Research Program, University of British Columbia, Vancouver, Canada "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sumin Jo",
            "author_affiliations": [
                "Michael Cuccione Childhood Cancer Research Program, University of British Columbia, Vancouver, Canada "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Soren Gantt",
            "author_affiliations": [
                "Dept. of Pediatrics, University of British Columbia, Vancouver, Canada "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tobias R. Kollmann",
            "author_affiliations": [
                "Dept. of Pediatrics, University of British Columbia, Vancouver, Canada "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gregor S. D. Reid, PhD",
            "author_affiliations": [
                "Michael Cuccione Childhood Cancer Research Program and Dept. of Pediatrics, The University of British Columbia, Vancouver, Canada"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-15T18:36:20",
    "is_scraped": "1"
}