{
    "doi": "https://doi.org/10.1182/blood-2021-144648",
    "article_title": "Oral Decitabine/Cedazuridine in Patients with Lower Risk Myelodysplastic Syndrome: A Longer-Term Follow-up of from the Ascertain Study ",
    "article_date": "November 5, 2021",
    "session_type": "637.Myelodysplastic Syndromes - Clinical and Epidemiological",
    "abstract_text": "Background/Introduction: Lower-risk (IPSS low risk and Int-1) myelodysplastic syndromes (MDS) are typically treated supportively to address cytopenias. DNA methyltransferase inhibitors (DNMTi) such as azacitidine and decitabine (DEC) are FDA-approved for higher risk MDS patients (pts), and while the DEC USPI includes IPSS Int-1 pts, it is not widely used in this population. Approved intravenous (IV) or subcutaneous (SC) regimens require 5-7 days of treatment every month burdening older cancer pts due to daily travel and treatment time and may increase potential risk from pandemic SARS-CoV-2 infection. Because DNMTis are rapidly degraded by cytidine deaminase (CDA) in the gut and liver, oral availability has only been recently possible. A randomized study with CC-486, an oral formulation of azacitidine, in the Int-1 population showed a median overall survival (mOS) of approximately 17 months for both placebo and treated patients (Garcia-Manero, 2021). Oral DEC 35 mg/cedazuridine 100 mg (ASTX727) or DEC-C, is an oral fixed dose combination (FDC) of DEC and the CDA inhibitor cedazuridine (CED) resulting in equivalent exposure (99%; 90% CI 93% to 106%) to standard IV DEC 20 mg/m 2 for 5 days in an intra-patient randomized cross-over study (Garcia-Manero et al, ASH 2019). Here, we present data on patients with lower risk MDS from that study. Methods: We used a randomized cross over design with pts randomized 1:1 in the first 2 cycles to either Sequence A: (DEC 35 mg/ CED 100 mg in Cycle 1 and IV DEC at 20 mg/m 2 in Cycle 2), or Sequence B (IV DEC in Cycle 1 and oral DEC/CED in Cycle 2). Cycles were repeated every 28 days unless delays were needed, and all patients received oral DEC-C in Cycles 3+ until disease progression or unacceptable toxicity. We conducted an intra-patient comparison of DEC PK (DEC AUC equivalence over 5 days of dosing). Pts were eligible as per the FDA-approved label of IV DEC (MDS pts by FAB classification including CMML, or MDS IPSS Intermediate-1, 2 or high-risk pts). Clinical endpoints were best response as assessed by an independent expert panel according to IWG 2006 response criteria, transfusion independence (TI), overall survival (OS), and safety. Results: Of the 133 pts treated in ASCERTAIN, 69 had a diagnosis of lower-risk MDS (93% Int-1, 7% LR). Median age was 70.0 years (range 45-87), 65% were male, median weight was 84 kg (range 50-127), median baseline hematologic parameters were: hemoglobin 89 g/L (range 69.8-146.5), WBCs 1.50 X 10 9 /L (range 0.11-7.1), platelets (plt) 86 x 10 9 /L (range 5-703), bone marrow blasts 4% (range 0-18), cytogenetics: 7 (10.1%) poor-risk, 21 (30.4%) intermediate risk, 37 (53.6%) better-risk, 4 (5.7%) missing or not evaluable. 27(39%) of the pts were RBC transfusion dependent (TD) and 6 (9%) plt TD. 17 (25%) had received prior MDS treatment, 3% prior DNMTi. Pts received a median of 9 cycles of therapy (range 1-28). Treatment-emergent adverse events of CTCAE Gr 3 or higher in >10% of pts, independent of relationship to ASTX727, included cytopenias (neutropenia [59%], thrombocytopenia [58%], anemia [48%], leukopenia [26%]), febrile neutropenia (32%), and pneumonia (19%). Sixteen pts (23%) achieved Complete Response (CR), 18 (26%) had marrow CR (mCR), including 9 (13%) with hematologic improvement (HI). Overall Response rate (ORR; CR + PR+ mCR + HI) was 57%. Of those RBC or plt TD at baseline, 13 (48%) became RBC TI and 4 (67%) became plt TI. With approximately 32 months of median follow up, neither median leukemia-free survival (mLFS) nor mOS had been reached (Figure 1). Twelve pts (17%) went on to allogeneic stem cell transplant. Conclusions: Oral decitabine/cedazuridine given as a FDC in MDS pts produced equivalent PK exposure to 20 mg/m 2 IV DEC; in lower risk MDS pts with treatment indicated, the agent was generally well-tolerated with prolonged treatment and could result in mLFS and mOS which exceeds 32 months. This FDC and other dosing regimens of oral DEC-C should be further studied in this patient population. References: Garcia-Manero, et al, ASH 2019 Savona, et al, Int. MDS Symp. 2021 Garcia-Manero, et al, Phase III, Randomized, Placebo-Controlled Trial of CC-486 (Oral Azacitidine) in Patients with Lower-Risk Myelodysplastic Syndromes. J.Clin.Onc. 2021 39:13, 1426-1436 Figure 1 View large Download slide Figure 1 View large Download slide Close modal Disclosures McCloskey:  Pfizer: Consultancy; Jazz: Consultancy, Speakers Bureau; COTA: Other: Equity Ownership; Incyte: Speakers Bureau; Takeda: Consultancy, Speakers Bureau; Novartis: Consultancy; BMS: Honoraria, Speakers Bureau; Amgen: Speakers Bureau. Griffiths:  Alexion Pharmaceuticals: Consultancy, Research Funding; Abbvie: Consultancy, Honoraria; Taiho Oncology: Consultancy, Honoraria; Genentech: Research Funding; Novartis: Honoraria; Takeda Oncology: Consultancy, Honoraria; Astex Pharmaceuticals: Honoraria, Research Funding; Celgene/Bristol-Myers Squibb: Consultancy, Honoraria, Research Funding; Apellis Pharmaceuticals: Research Funding; Boston Biomedical: Consultancy. Yee:  Paladin: Membership on an entity's Board of Directors or advisory committees; TaiHo: Membership on an entity's Board of Directors or advisory committees; Novartis: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Genentech: Research Funding; Geron: Research Funding; Janssen: Research Funding; Jazz: Research Funding; MedImmune: Research Funding; Onconova: Research Funding; Tolero: Research Funding; AbbVie: Honoraria; Bristol-Myers Squibb/Celgene: Membership on an entity's Board of Directors or advisory committees; Otsuka: Membership on an entity's Board of Directors or advisory committees; Shattuck Labs: Membership on an entity's Board of Directors or advisory committees; Pfizer: Membership on an entity's Board of Directors or advisory committees; Takeda: Membership on an entity's Board of Directors or advisory committees; F. Hoffmann La Roche: Membership on an entity's Board of Directors or advisory committees, Research Funding; Forma Therapeutics: Research Funding; Astex: Membership on an entity's Board of Directors or advisory committees, Research Funding. Zeidan:  Novartis: Consultancy, Other: Clinical Trial Committees, Travel support, Research Funding; Genentech: Consultancy; Ionis: Consultancy; Astellas: Consultancy; Epizyme: Consultancy; AbbVie: Consultancy, Other: Clinical Trial Committees, Research Funding; Jasper: Consultancy; Cardiff Oncology: Consultancy, Other: Travel support, Research Funding; BeyondSpring: Consultancy; Loxo Oncology: Consultancy, Other: Clinical Trial Committees; Janssen: Consultancy; Acceleron: Consultancy, Research Funding; AstraZeneca: Consultancy; Kura: Consultancy, Other: Clinical Trial Committees; Gilead: Consultancy, Other: Clinical Trial Committees; Agios: Consultancy; Daiichi Sankyo: Consultancy; Boehringer Ingelheim: Consultancy, Research Funding; Geron: Other: Clinical Trial Committees; BMS: Consultancy, Other: Clinical Trial Committees, Research Funding; BioCryst: Other: Clinical Trial Committees; Pfizer: Other: Travel support, Research Funding; Aprea: Consultancy, Research Funding; ADC Therapeutics: Research Funding; Jazz: Consultancy; Incyte: Consultancy, Research Funding; Amgen: Consultancy, Research Funding; Astex: Research Funding. Al-Kali:  Astex: Other: Research support to institution; Novartis: Research Funding. Patel:  Celgene-BMS: Membership on an entity's Board of Directors or advisory committees; PVI: Honoraria; Agios: Membership on an entity's Board of Directors or advisory committees. Sabloff:  Pfizer: Membership on an entity's Board of Directors or advisory committees; Novartis: Membership on an entity's Board of Directors or advisory committees; Astellas: Membership on an entity's Board of Directors or advisory committees; Takeda: Membership on an entity's Board of Directors or advisory committees; ROCHE: Membership on an entity's Board of Directors or advisory committees; TaiHo: Membership on an entity's Board of Directors or advisory committees; Jaxx: Membership on an entity's Board of Directors or advisory committees; Celgene: Membership on an entity's Board of Directors or advisory committees; BMS: Membership on an entity's Board of Directors or advisory committees; Abbvie: Membership on an entity's Board of Directors or advisory committees. Dao:  Astex Pharmaceuticals, Inc.: Current Employment. Fazal:  Taiho Pharmaceuticals: Consultancy, Honoraria, Speakers Bureau; Stemline Therapeutics: Consultancy, Honoraria, Speakers Bureau; Sanofi Genzyme: Consultancy, Honoraria, Speakers Bureau; Novartis: Consultancy, Honoraria, Speakers Bureau; Karyopharm Pharmaceuticals: Consultancy, Honoraria, Speakers Bureau; Jazz Pharmaceuticals: Consultancy, Honoraria, Speakers Bureau; Janssen Oncology: Consultancy, Honoraria, Speakers Bureau; Incyte: Consultancy, Honoraria, Speakers Bureau; Glaxo Smith Kline: Consultancy, Honoraria, Speakers Bureau; Gilead Sciences: Consultancy, Honoraria, Speakers Bureau; Bristol Myers Squibb: Consultancy, Honoraria, Speakers Bureau; AMGEN: Consultancy, Honoraria, Speakers Bureau; Agios: Consultancy, Honoraria, Speakers Bureau; Takeda: Consultancy, Honoraria, Speakers Bureau. Odenike:  AbbVie, Celgene, Impact Biomedicines, Novartis, Taiho Oncology, Takeda: Consultancy; Celgene, Incyte, AstraZeneca, Astex, NS Pharma, AbbVie, Gilead, Janssen, Oncotherapy, Agios, CTI/Baxalta, Aprea: Research Funding. Kantarjian:  AbbVie: Honoraria, Research Funding; Novartis: Honoraria, Research Funding; Ascentage: Research Funding; Pfizer: Honoraria, Research Funding; BMS: Research Funding; Daiichi-Sankyo: Research Funding; Amgen: Honoraria, Research Funding; Ipsen Pharmaceuticals: Honoraria; Jazz: Research Funding; Astellas Health: Honoraria; Immunogen: Research Funding; Astra Zeneca: Honoraria; Aptitude Health: Honoraria; KAHR Medical Ltd: Honoraria; NOVA Research: Honoraria; Precision Biosciences: Honoraria; Taiho Pharmaceutical Canada: Honoraria. DeZern:  Takeda: Consultancy, Membership on an entity's Board of Directors or advisory committees; Taiho: Consultancy, Membership on an entity's Board of Directors or advisory committees; Novartis: Consultancy, Membership on an entity's Board of Directors or advisory committees; Bristol-Myers Squibb: Consultancy, Membership on an entity's Board of Directors or advisory committees. Roboz:  Novartis: Consultancy; Mesoblast: Consultancy; Jasper Therapeutics: Consultancy; Jazz: Consultancy; MEI Pharma - IDMC Chair: Consultancy; Daiichi Sankyo: Consultancy; Otsuka: Consultancy; Bristol Myers Squibb: Consultancy; Blueprint Medicines: Consultancy; Bayer: Consultancy; AstraZeneca: Consultancy; Astellas: Consultancy; Astex: Consultancy; Amgen: Consultancy; Agios: Consultancy; Actinium: Consultancy; AbbVie: Consultancy; Janssen: Research Funding; Celgene: Consultancy; Glaxo SmithKline: Consultancy; Helsinn: Consultancy; Janssen: Consultancy; Pfizer: Consultancy; Roche/Genentech: Consultancy. Busque:  Novartis: Consultancy. Leber:  Astellas: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Otsuka: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Celgene: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; TaiHo: Honoraria, Membership on an entity's Board of Directors or advisory committees; AMGEN: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Abbvie: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; BMS: Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Pfizer: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Novartis: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Jazz: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau. Hao:  Astex Pharmaceuticals, Inc.: Current Employment. Keer:  Astex Pharmaceuticals, Inc.: Current Employment. Azab:  Astex Pharmaceuticals, Inc.: Membership on an entity's Board of Directors or advisory committees. Savona:  Geron: Consultancy, Membership on an entity's Board of Directors or advisory committees; Karyopharm: Consultancy, Current equity holder in publicly-traded company, Membership on an entity's Board of Directors or advisory committees; CTI: Consultancy, Membership on an entity's Board of Directors or advisory committees; BMS-Celgene: Consultancy, Membership on an entity's Board of Directors or advisory committees; NOVARTIS: Consultancy, Membership on an entity's Board of Directors or advisory committees; Ryvu: Consultancy, Membership on an entity's Board of Directors or advisory committees; Sierra Oncology: Consultancy, Membership on an entity's Board of Directors or advisory committees; Taiho: Consultancy, Membership on an entity's Board of Directors or advisory committees; TG Therapeutics: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Takeda: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; ALX Oncology: Research Funding; Astex: Research Funding; Incyte: Research Funding.",
    "author_names": [
        "Guillermo Garcia-Manero",
        "James K McCloskey",
        "Elizabeth A. Griffiths",
        "Karen Yee",
        "Amer M. Zeidan",
        "Aref Al-Kali",
        "H. Joachim Deeg",
        "Prapti Patel",
        "Mitchell Sabloff",
        "Mary-Margaret Keating",
        "Kim-Hien Dao",
        "Nancy Zhu",
        "Nashat Y. Gabrail",
        "Salman Fazal",
        "Joseph Maly",
        "Olatoyosi Odenike",
        "Hagop Kantarjian",
        "Amy E. DeZern",
        "Casey L. O'Connell",
        "Gail J. Roboz",
        "Lambert Busque",
        "Richard A. Wells",
        "Harshad Amin",
        "Jasleen K. Randhawa",
        "Brian Leber",
        "Yong Hao",
        "Harold N. Keer",
        "Mohammad Azab",
        "Michael R. Savona"
    ],
    "author_dict_list": [
        {
            "author_name": "Guillermo Garcia-Manero",
            "author_affiliations": [
                "The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "James K McCloskey",
            "author_affiliations": [
                "John Theurer Cancer Center at Hackensack Meridian Health, Hackensack, NJ"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elizabeth A. Griffiths",
            "author_affiliations": [
                "Roswell Park Comprehensive Cancer Center, New York, NY"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Karen Yee",
            "author_affiliations": [
                "Princess Margaret Cancer Centre, Toronto, Canada"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amer M. Zeidan",
            "author_affiliations": [
                "Yale University and Yale Cancer Center, New Haven, CT"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aref Al-Kali",
            "author_affiliations": [
                "Mayo Clinic, Rochester, MN"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "H. Joachim Deeg",
            "author_affiliations": [
                "Fred Hutchinson Cancer Research Center, Seattle, WA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Prapti Patel",
            "author_affiliations": [
                "University of Texas Southwestern Medical Center, Dallas, TX"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mitchell Sabloff",
            "author_affiliations": [
                "Division of Hematology, Department of Medicine, University of Ottawa and The Ottawa Hospital Research Institute, Ottawa, Canada"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mary-Margaret Keating",
            "author_affiliations": [
                "Queen Elizabeth II Health Sciences Centre, Halifax, Canada"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kim-Hien Dao",
            "author_affiliations": [
                "Astex Pharmaceuticals, Inc., Pleasanton, CA"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nancy Zhu",
            "author_affiliations": [
                "University of Alberta, Edmonton, Canada"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nashat Y. Gabrail",
            "author_affiliations": [
                "Gabrail Cancer Center, Canton, OH"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Salman Fazal",
            "author_affiliations": [
                "West Penn Hospital, Allegheny Health Network, Pittsburgh, PA"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joseph Maly",
            "author_affiliations": [
                "Norton Cancer Institute, Louisville, KY"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Olatoyosi Odenike",
            "author_affiliations": [
                "University of Chicago, Chicago, IL"
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hagop Kantarjian",
            "author_affiliations": [
                "The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amy E. DeZern",
            "author_affiliations": [
                "Johns Hopkins University Hospital, Baltimore, MD"
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Casey L. O'Connell",
            "author_affiliations": [
                "USC Keck School of Medicine, University of Southern California, Los Angeles, CA"
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gail J. Roboz",
            "author_affiliations": [
                "Weill Cornell Medicine, The New York Presbyterian Hospital, New York, NY"
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lambert Busque",
            "author_affiliations": [
                "Research Center, Maisonneuve-Rosemont Hospital, Montreal, Canada"
            ],
            "author_rank": 21,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard A. Wells",
            "author_affiliations": [
                "Sunnybrook Health Sciences Centre, Toronto, Canada"
            ],
            "author_rank": 22,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Harshad Amin",
            "author_affiliations": [
                "Boca Raton Clinical Research, Boca Raton, FL"
            ],
            "author_rank": 23,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jasleen K. Randhawa",
            "author_affiliations": [
                "Houston Methodist Cancer Center, Houston,"
            ],
            "author_rank": 24,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brian Leber",
            "author_affiliations": [
                "Department of Medicine, McMaster University, Hamilton, Canada"
            ],
            "author_rank": 25,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yong Hao",
            "author_affiliations": [
                "Astex Pharmaceuticals, Inc., Pleasanton, CA"
            ],
            "author_rank": 26,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Harold N. Keer",
            "author_affiliations": [
                "Astex Pharmaceuticals, Inc., Pleasanton, CA"
            ],
            "author_rank": 27,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mohammad Azab",
            "author_affiliations": [
                "Astex Pharmaceuticals, Inc., Pleasanton, CA"
            ],
            "author_rank": 28,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael R. Savona",
            "author_affiliations": [
                "Vanderbilt-Ingram Cancer Center, Vanderbilt University School of Medicine, Nashville, TN"
            ],
            "author_rank": 29,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-23T02:31:46",
    "is_scraped": "1"
}