{
    "doi": "https://doi.org/10.1182/blood.V126.23.4972.4972",
    "article_title": "Functional Proteomics of Regulatory and Epigenetic Signaling in Normal and Malignant Hematopoiesis ",
    "article_date": "December 3, 2015",
    "session_type": "617. Acute Myeloid Leukemia: Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis",
    "abstract_text": "Post-translational modifications of proteins are increasingly recognized as key regulators of functional complexes assembly and cellular enzymes activity, processes that control both normal and aberrant cell growth and development. To enable comprehensive, sensitive and quantitative analysis of these processes, we adapted recently developed high-efficiency nanoscale multidimensional liquid chromatography with high-resolution Orbitrap mass spectrometry. Termed accumulated ion monitoring (AIM), this mass spectrometry method achieved nearly 7 orders of magnitude of quantitative accuracy and absolute limit of detection of 600 molecules per scan, enabling the study of rare cell populations (Fig. 1). We leveraged AIM mass spectrometry to develop a panel of 1583 synthetic reference peptides, based on global and published proteomics maps of normal human and leukemia cells. This Quantitative Cell Proteomics Atlas (QCPA) profiles 384 key effectors of cell surface signaling, proliferation, quiescence, stress response, and epigenetic control of gene expression (Fig. 2). QCPA enables unprecedented accuracy and sensitivity for the functional analysis of rare cells, with focus on protein regulation via phosphorylation, acetylation and methylation, as well as on concentration (http://alexkentsis.net/qcpa). By using functional proteomics profiling of primary human CD34+ and acute myeloid leukemia (AML) cells, we identify new pathways controlling erythrocyte differentiation and AML therapy resistance, as facilitated by a newly developed program ProteoModlR (http://github.com/kentsisresearchgroup/ProteoModlR). AIM mass spectrometry and QCPA functional proteomics are rapidly adaptable and generalizable tools for the investigation of regulatory and epigenetic signaling in normal and diseased cells. Figure 1. View large Download slide Limits of detection and quantitation for a serially diluted synthetic peptide from human Myocyte-specific Enhancer Factor 2C. Figure 1. View large Download slide Limits of detection and quantitation for a serially diluted synthetic peptide from human Myocyte-specific Enhancer Factor 2C. Close modal Figure 2. View large Download slide Functional classification of proteins included in the QCPA. Figure 2. View large Download slide Functional classification of proteins included in the QCPA. Close modal Disclosures Bauer: Editas Medicine: Consultancy; Biogen: Research Funding.",
    "topics": [
        "complex",
        "enzymes",
        "epigenetics",
        "hematopoiesis",
        "leukemia",
        "leukemia, myelocytic, acute",
        "liquid chromatography",
        "mass spectrometry",
        "molecule",
        "peptides"
    ],
    "author_names": [
        "Paolo Cifani, PhD",
        "Mojdeh Shakiba",
        "Fiona Brown, PhD",
        "Avantika Dhabaria, PhD",
        "Daniel E. Bauer, MD, PhD",
        "Alex Kentsis, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Paolo Cifani, PhD",
            "author_affiliations": [
                "Memorial Sloan-Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Mojdeh Shakiba",
            "author_affiliations": [
                "Weill Cornell Medical College, New York, NY ",
                "Memorial-Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fiona Brown, PhD",
            "author_affiliations": [
                "Memorial-Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Avantika Dhabaria, PhD",
            "author_affiliations": [
                "Memorial-Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniel E. Bauer, MD, PhD",
            "author_affiliations": [
                "Pediatric Hematology-Oncology, Boston Children's Hospital, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alex Kentsis, MD PhD",
            "author_affiliations": [
                "Memorial Sloan Kettering Cancer Center, New York, NY"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-03T03:55:37",
    "is_scraped": "1"
}