{
    "doi": "https://doi.org/10.1182/blood-2020-135917",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4610",
    "start_url_page_num": 4610,
    "is_scraped": "1",
    "article_title": "Cluster of Differentiation 20 Expression and Rituximab Use Do Not Improve Outcome of Classical Hodgkin Lymphoma Patients ",
    "article_date": "November 5, 2020",
    "session_type": "624.Hodgkin Lymphoma and T/NK Cell Lymphoma-Clinical Studies",
    "topics": null,
    "author_names": [
        "Khadega A Abuelgasim",
        "Raed Al Shammari",
        "Saeed Alshieban",
        "Bader Alahmari, MD",
        "Mohsen Alzahrani",
        "Ayman Alhejazi, MD",
        "Ahmed Alaskar",
        "Moussab Damlaj"
    ],
    "author_affiliations": [
        [
            "Oncology Department, King Abdulaziz Medical City, Riyadh, Saudi Arabia "
        ],
        [
            "Department of Internal Medicine, King Abdulaziz Medical City, Riyadh, Saudi Arabia "
        ],
        [
            "Pathology Department, King Abdulaziz Medical City, Riyadh, Saudi Arabia "
        ],
        [
            "Oncology Department, King Abdulaziz Medical City, Riyadh, Saudi Arabia "
        ],
        [
            "King Abdulaziz Medical City, Riyadh, Saudi Arabia "
        ],
        [
            "King Abdulaziz Medical City, Department of Oncology, King Abdulaziz Medical City, Department of Oncology, Riyadh, Saudi Arabia "
        ],
        [
            "Divisions of Adult Hematology and SCT, Department of Oncology, King Abdulaziz Medical City, Riyadh, Saudi Arabia ",
            "King Abdullah International Medical Research Center, Riyadh, Saudi Arabia "
        ],
        [
            "Division of Adult Hematology and SCT, Department of Oncology, King Abdulaziz Medical City, Riyadh, Saudi Arabia"
        ]
    ],
    "first_author_latitude": "24.766368999999997",
    "first_author_longitude": "46.86535209999999",
    "abstract_text": "Introduction: Cluster of differentiation 20 (CD20) is expressed in Reed Sternberg (RS) cells of 11-35% of classical Hodgkin lymphoma (cHL) cases with very controversial prognostic significance. Rituximab is not considered part of standard therapy in cHL but has shown promising responses in the relapsed setting. Early metabolic response has emerged as a robust prognostic tool for early and advanced stage cHL. This analysis reports the prognostic significance of CD20 expression and the therapeutic effect of rituximab in 310 previously untreated cHL patients. Methods: After due approval, all newly diagnosed cHL cases were retrospectively identified. CD20 immunehistochemical (IHC) stain was applied to all cases and considered positive when 10% of the RS cells showed expression. Overall survival (OS) and progression free survival (PFS) were computed using Kaplan-Meir method with log ranks test. Multivariate analyses for PFS were computed using Cox regression modeling incorporating variables with a p value ≤ 0.15 from the univariable model in addition to CD20 expression and rituximab use. Results: A: General characteristics Among 310 patients, 171 (55%) were males, the median age was 27 (14-89) years. Stage of disease was advanced (including early unfavorable) in 278 (90%), 214 (70%) had constitutional symptoms and 58 (19%) had bulky disease. The most common subtype was cHL-nodular sclerosis (NS) at 185 (60%). CD20 was positive in 66 (22%) of the cases. Majority of patients received ABVD 234 (76%) and out of the 66 patients with CD20 expression, 27 (41 %) received rituximab with front line chemotherapy. B: Characteristics and outcome based on CD20 expression Stratified by CD20 expression, there was no significant difference in terms of age, gender, stage at presentation, presence of constitutional symptoms or bulky disease between CD20 + and CD20 - cases. NS subtype was more common among CD20 - cases (p = 0.0001). More patients were able to achieve interim complete metabolic response (CMR) among CD20 + compared to CD20 - at 85% vs. 69%, respectively (p = 0.032); this is further detailed in table I. After a median follow up of 51.3 (1.3-213) months, the 3-year PFS was 75.1% for CD20 + and 70% for CD20 - (p = 0.36); this is further illustrated in figure I. C: Impact of rituximab therapy on CD20 positive cHL Stratifying CD20 + cases by rituximab therapy, there was no significant difference in terms of age, gender, stage at presentation, presence of constitutional symptoms or bulky disease. First line chemotherapy used was comparable; however more patients received involved field radiotherapy (IFRT) in the no rituximab group (p = 0.05). The addition of rituximab to chemotherapy did not affect the result of interim PET/CT (p = 0.84). Among the CD20 + cases, 27 (41 %) received rituximab with their first line chemotherapy. After a median follow up of 42.6 (1.3-188) months for CD20 + and 55.2 (2.2-213) months for the CD20 - group, the 3-year PFS was 75.1% for CD20 + and 70% for CD20 - ; the 3-year OS was 89.2% for CD20 + and 92.8% for CD20 - (p = 0.36). After a median follow up of 36 (6.8-116) months for rituximab group and 55.8 (1.3-188) months for the no rituximab group, the 3-year PFS was 72.6% and 67.8% (p = 0.23) while the 3-year OS was 92.6% and 86.6% (p = 0.47)), respectively. This is further illustrated in figure I. On multivariate analysis the presence of constitutional symptoms and interim PET/CT positivity was significantly associated with worse outcome at HR 3.2 (1.14-9.01; p = 0.028) and 4.3 (2.27-8.1; p < 0.0001) respectively. Conclusions: We observed that neither CD20 expression nor nor rituximab use has improved the outcome of cHL patients. The presence of constitutional symptoms and interim PET/CT positivity were associated with worse outcome. A large prospective study is needed to confirm these findings. ptoms and interim PET/CT positivity are associated with worse outcome. A large prospective study is needed to confirm these findings. Figure View large Download slide Figure View large Download slide  Disclosures No relevant conflicts of interest to declare."
}