{
    "doi": "https://doi.org/10.1182/blood.V122.21.3748.3748",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2509",
    "start_url_page_num": 2509,
    "is_scraped": "1",
    "article_title": "Identification By Gene Expression Profiling Of CIITA-Dependent HLA Class II Transcriptional Downregulation As a Novel Mechanism Of Leukemia Immune Escape and Relapse After Allogeneic HSCT ",
    "article_date": "November 15, 2013",
    "session_type": "602. Disordered Gene Expression in Hematologic Malignancy, including Disordered Epigenetic Regulation: Poster III",
    "topics": [
        "allogeneic hematopoietic stem cell transplant",
        "down-regulation",
        "gene expression profiling",
        "human leukocyte antigens",
        "leukemia",
        "transcription, genetic",
        "hematopoietic stem cell transplantation",
        "transplantation",
        "allopurinol",
        "chemotherapy regimen"
    ],
    "author_names": [
        "Cristina Toffalori, PhD",
        "Michela Riba, PhD",
        "Matteo Barcella, MSc",
        "Orietta Spinelli, PhD",
        "Lara Crucitti, MD",
        "Jacopo Peccatori, MD",
        "Massimo Bernardi, MD",
        "Chiara Bonini, MD",
        "Davide Cittaro, PhD",
        "Dejan Lazarevic, MD",
        "Alessandro Rambaldi, MD",
        "Cristina Barlassina, BSc",
        "Elia Stupka, PhD",
        "Fabio Ciceri, MD",
        "Katharina Fleischhauer, MD",
        "Luca Vago, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Unit of Molecular and Functional Immunogenetics, San Raffaele Scientific Institute, Milano, Italy, "
        ],
        [
            "Center for Translational Genomics and Bioinformatics, San Raffaele Scientific Institute, Milano, Italy, "
        ],
        [
            "Department of Medicine, Surgery and Dentistry, University of Milano, Milano, Italy, "
        ],
        [
            "Hematology and Bone Marrow Transplant Unit, Azienda Ospedaliera Papa Giovanni XXIII, Bergamo, Italy, "
        ],
        [
            "Hematology and Bone Marrow Transplantation Unit, San Raffaele Scientific Institute, Milano, Italy, "
        ],
        [
            "Hematology and Bone Marrow Transplantation Unit, San Raffaele Scientific Institute, Milano, Italy, "
        ],
        [
            "Hematology and Bone Marrow Transplantation Unit, San Raffaele Scientific Institute, Milano, Italy, "
        ],
        [
            "Experimental Hematology Unit, San Raffaele Scientific Institute, Milano, Italy"
        ],
        [
            "Center for Translational Genomics and Bioinformatics, San Raffaele Scientific Institute, Milano, Italy, "
        ],
        [
            "Center for Translational Genomics and Bioinformatics, San Raffaele Scientific Institute, Milano, Italy, "
        ],
        [
            "Hematology and Bone Marrow Transplant Unit, Azienda Ospedaliera Papa Giovanni XXIII, Bergamo, Italy, "
        ],
        [
            "Department of Medicine, Surgery and Dentistry, University of Milano, Milano, Italy, "
        ],
        [
            "Center for Translational Genomics and Bioinformatics, San Raffaele Scientific Institute, Milano, Italy, "
        ],
        [
            "Hematology and Bone Marrow Transplantation Unit, San Raffaele Scientific Institute, Milano, Italy, "
        ],
        [
            "Unit of Molecular and Functional Immunogenetics, San Raffaele Scientific Institute, Milano, Italy, "
        ],
        [
            "Hematology and Bone Marrow Transplantation Unit, San Raffaele Scientific Institute, Milano, Italy, "
        ]
    ],
    "first_author_latitude": "45.46273385",
    "first_author_longitude": "9.17773225",
    "abstract_text": "Introduction Allogeneic Hematopoietic Stem Cell Transplantation (allo-HSCT) is the most effective therapy for many patients with Acute Myeloid Leukemia (AML). Still, post-transplantation relapse remains an unmet clinical need, and our insights into its biological determinants are limited. Based on the “leukemia immunoediting” hypothesis, post-transplantation relapse may result from the outgrowth of immune-resistant leukemic variants upon the selective pressure of the transplanted immune system, verging on the intrinsic ability of tumor cells to alter their genomic and transcriptional profile. Our group provided a compelling proof of this model, demonstrating that upon partially HLA-incompatible allo-HSCT, AML blasts frequently undergo genomic loss of the mismatched HLA, evading donor immune control and resulting in clinical relapse (Vago et al, N Engl J Med, 2009). Besides its biological and medical relevance, this proof-of-principle discovery paved the way to the identification of novel mechanisms of leukemia relapse. Methods Serial AML samples at time of diagnosis, relapse after sole chemotherapy, and relapse after allo-HSCT were collected longitudinally in 9 patients. AML blasts were FACS-purified and gene expression profile was performed using Illumina HumanHT12 v4.0 Expression Bead chips. Deregulated genes and signatures were identified by pairwise LIMMA analysis. Gene Ontology and Gene Set Enrichment Analysis curated databases were interrogated to identify deregulated processes. Validation of high-throughput results was performed by molecular HLA typing, ad hoc designed locus- and allele-specific qPCR, immunophenotypic analysis and functional ex vivo assays. Results Pairwise enrichment analysis of the patient samples demonstrated that 18/29 (62%) biological processes significantly deregulated in AML at post-transplantation relapse were immune-related, whereas after sole chemotherapy no immune-related process resulted deregulated. Pairwise analysis of triplicate samples at diagnosis and post-transplantation relapse allowed the identification of a 149 gene signature (p<0.05). Most of these transcripts were involved in immune recognition, and amongst them the most compelling evidence was the selective downregulation at relapse of genes related to the HLA Class II presentation pathway, comprising both subunits of HLA-DR, -DQ, -DP and the Class II-related molecules HLA-DM, -DO and CD74, documented in 5 out of the 9 patients. HLA typing of the leukemic blasts showed no genomic alterations. We validated HLA Class II molecule downregulation in 7 patients by ad hoc designed qPCR reactions and multiparametric flow-cytometry, demonstrating that the loss of expression occurred predominantly in patients transplanted from partially HLA-mismatched donors, was not allele-specific and did not occur in the healthy monocytes circulating in the patients at the same time-points. Importantly, we demonstrated that loss of HLA Class II expression at relapse was due to the downregulation of its master regulator CIITA, which in turn is under strong epigenetic control through methylation of its promoter. Experiments are currently ongoing to investigate whether demethylating agents could revert CIITA silencing and recover HLA Class II expression in AML blasts at relapse. Conclusions Our data demonstrate that not only genomic HLA haplotype loss, but also transcriptional HLA Class II downregulation can be at the basis of AML relapse after partially mismatched HSCT, and provide further evidence on how tightly post-transplantation relapse and immune evasion may be linked. Moreover, the novel mechanism we described depends on CIITA downregulation, and may in turn be linked to methylation of its promoter, potentially providing a novel biological rationale for the documented efficacy of demethylating agents as salvage therapy for relapses after allo-HSCT. Disclosures: Bonini: MolMed SpA: Consultancy."
}