{
    "doi": "https://doi.org/10.1182/blood.V118.21.2056.2056",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1937",
    "start_url_page_num": 1937,
    "is_scraped": "1",
    "article_title": "TRIM5α Variation Affects Lentiviral Transduction Efficiency for Long-Term Hematopoietic Repopulating Cells in a Rhesus Stem Cell Transplantation Model ",
    "article_date": "November 18, 2011",
    "session_type": "801. Gene Therapy and Transfer: Poster I",
    "abstract_text": "Abstract 2056 The Tripartite Motif-containing protein 5 α (TRIM5α) is thought to play an important role in restricting retroviral infection among species in nature, and restricts HIV-1 based lentiviral transduction of rhesus hematopoietic repopulating cells. We previously developed a chimeric HIV-1 based lentiviral vectors (χHIV vectors) which includes a simian immunodeficiency virus (SIV) capsid in place of the HIV-1 capsid to circumvent this restriction (J Virol. 2009). Transduction efficiency, however, remained highly variable between animals. In this study, we sought to evaluate the effects of rhesus TRIM5α polymorphisms on lentiviral transduction of rhesus hematopoietic repopulating cells. To evaluate whether rhesus TRIM5α polymorphisms influence the efficiency of lentiviral transduction, we transduced cell lines expressing 6 different rhesus TRIM5α types (Mamu-1, -2, -3, -4, -5, and TrimCyp) with eGFP-encoding HIV1, χHIV, and SIV vectors (Figure). Among all TRIM5α cell lines, transgene expression rates (%GFP) from the χHIV vector fell between that of the HIV-1 vector and that of the SIV vector. For the χHIV and SIV vectors, transduction efficiency was reduced in Mamu-1, -2, and -3 (p<0.01) expressing cell lines when compared to that of control cells. For the HIV-1 vector, there was a reduction in %GFP among all TRIM5α types (p<0.01). These results suggest that both the χHIV and SIV vectors escape restriction through rhesus TRIM5α Mamu-4, -5, and TrimCyp. We then analyzed 16 rhesus macaques who were transplanted with CD34 + cells transduced with the χHIV vector. We evaluated %GFP in granulocytes and lymphocytes 6 months after transplantation, as %GFP expression has been found to plateau in the peripheral blood at 6 months. Transduction efficiency of rhesus CD34 + cells was also evaluated in vitro at the time of transplant based on %GFP expression. For statistical analysis, we assessed factors that potentially affect transduction efficiency, including age, sex, weight, total number of mobilized CD34 + cells, cytokine mobilization regimen (G-CSF & stem cell factor (SCF) vs. G-CSF & plerixafor), cell density during transduction, and TRIM5α polymorphisms. Multivariable analysis demonstrated that TRIM5α type Mamu-4 (50.9±19.0% vs. 26.6±16.7%, p=0.04) as well as mobilization regimen (48.5±17.4% vs. 12.7±7.1%, p=0.01) affected CD34 + cell transduction efficiency in vitro . TRIM5α Mamu-4 only showed significant effects on %GFP among lymphocytes in vivo (23.7±17.9% vs. 5.3±3.1%, p=0.046). When analyzing the %GFP among granulocytes in vivo , there was a significant correlation with weight (p=0.01), mobilized CD34 + cell number (p=0.02), TRIM5α type Mamu-4 (29.3±25.4% vs. 8.4±6.0%, p=0.03), and mobilization regimen (25.4±24.1% vs. 7.5±3.0%, p=0.04). If in vitro %GFP is included in the analysis, both %GFP among granulocytes and lymphocytes are strongly affected (<0.001) and TRIM5α type Mamu-4 and mobilization regimen are no longer significant. Univariate analysis showed similar tendencies regarding %GFP among granulocytes and lymphocytes. Taken together, our data suggest that TRIM5α type Mamu-4, mobilization regimen (G-CSF & SCF), and CD34 + cell transduction efficiency in vitro are important factors that can predict higher %GFP in granulocytes and lymphocytes 6 months following transplantation. In summary, rhesus TRIM5α polymorphisms (especially type Mamu-4) play an important role in allowing efficient lentiviral transduction of long-term repopulating cells and contribute to the variable results observed in the rhesus hematopoietic stem cell gene therapy model. View large Download slide View large Download slide  Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "capsid",
        "cd34 antigens",
        "cytokine",
        "gene therapy",
        "granulocyte colony-stimulating factor",
        "hematopoietic stem cell transplantation",
        "macaca mulatta",
        "plerixafor",
        "recombinant granulocyte colony stimulating factor",
        "retroviridae infections"
    ],
    "author_names": [
        "Naoya Uchida",
        "Matthew M. Hsieh, MD",
        "Aylin C. Bonifacino",
        "Sandra D. Price",
        "Allen E. Krouse",
        "Mark E. Metzger",
        "Robert E. Donahue",
        "John F. Tisdale"
    ],
    "author_affiliations": [
        [
            "MCHB, NHLBI, NIH, Bethesda, MD, USA, "
        ],
        [
            "MCHB, NHLBI, NIH, Bethesda, MD, USA, "
        ],
        [
            "Hematology Branch, National Heart, Lung, and Blood Institute, NIH, Rockville, MD, USA"
        ],
        [
            "Hematology Branch, National Heart, Lung, and Blood Institute, NIH, Rockville, MD, USA"
        ],
        [
            "Hematology Branch, National Heart, Lung, and Blood Institute, NIH, Rockville, MD, USA"
        ],
        [
            "Hematology Branch, National Heart, Lung, and Blood Institute, NIH, Rockville, MD, USA"
        ],
        [
            "Hematology Branch, National Heart, Lung, and Blood Institute, NIH, Rockville, MD, USA"
        ],
        [
            "MCHB, NHLBI, NIH, Bethesda, MD, USA, "
        ]
    ],
    "first_author_latitude": "39.002777099999996",
    "first_author_longitude": "-77.10445969999999"
}