{
    "doi": "https://doi.org/10.1182/blood.V112.11.537.537",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1334",
    "start_url_page_num": 1334,
    "is_scraped": "1",
    "article_title": "huGTPCH Expressing S+S-Antilles Mice Have Reduced Gardos Channel Activity, Endothelin-1 Expression, and Endothelin Receptor A and B Expression, While Total Biopterin and Percent Tetrahydrobiopterin Are Increased ",
    "article_date": "November 16, 2008",
    "session_type": "Hemoglobinopathies, excluding Thalassemia",
    "topics": [
        "biopterin",
        "endothelin receptors",
        "endothelin-1",
        "mice",
        "sapropterin",
        "arginine",
        "superoxides",
        "enzymes",
        "gtp cyclohydrolase",
        "hypoxia"
    ],
    "author_names": [
        "José R. Romero, PhD",
        "Adriana Muniz, PhD",
        "Ashley Hale, BSc",
        "Nicholas J. Alp, PhD, DM, MRCP",
        "Alicia Rivera, PhD",
        "Sandra M. Suzuka, MS",
        "Keith M. Channon, MD, FRCP",
        "Mary E. Fabry, PhD"
    ],
    "author_affiliations": [
        [
            "Division of Endocrinology, Diabetes and Hypertension, Brigham and Women’s Hospital/Harvard Medical School, Boston, MA, USA"
        ],
        [
            "Hematology, Albert Einstein College of Medicine, Bronx, NY, USA"
        ],
        [
            "Department of Cardiovascular Medicine, Wellcome Trust Centre for Human Genetics, Oxford, United Kingdom"
        ],
        [
            "Department of Cardiovascular Medicine, University of Oxford, Oxford, United Kingdom"
        ],
        [
            "Children’s Hospital Boston, Boston, MA, USA"
        ],
        [
            "Hematology, Albert Einstein College of Medicine, Bronx, NY, USA"
        ],
        [
            "Department of Cardiovascular Medicine, University of Oxford, Oxford, United Kingdom"
        ],
        [
            "Hematology, Albert Einstein College of Medicine, Bronx, NY, USA"
        ]
    ],
    "first_author_latitude": "42.3362036",
    "first_author_longitude": "-71.1067408",
    "abstract_text": "An imbalance in the ratio between nitric oxide synthase (NOS) and its essential co-factor, tetrahydrobiopterin (BH4), leads to a loss of NO generating capacity and a shift to superoxide production, resulting in a vicious cycle in which BH4 is oxidized and more superoxide is generated. Low NO and hypoxia have been shown to regulate endothelin-1 (ET), an endogenous vasoconstrictor and regulator of vascular tone. There is evidence that BH4 levels can be regulated by ET that is reported to be abnormally high in sickle cell disease (SCD). We have demonstrated that NOS levels are elevated while arginine levels are decreased in sickle transgenic mice. We hypothesized that increasing BH4 bioavailability, even in the absence of arginine supplementation, would ameliorate stresses resulting from NOS dysfunction and would mimic some aspects of arginine supplementation and ameliorate some of the complications of SCD. We studied a sickle transgenic mouse model that was generated by crossing a transgenic mouse expressing human GTP-cyclohydrolase I (huGTPCH), the rate-limiting enzyme in BH4 production, with S+S-Antilles sickle transgenic mice that we have used to study the effect of arginine supplementation on Gardos channel activity and ET expression. We demonstrate that BH4 levels are increased in sickle transgenic mice expressing huGTPCH, and that this is correlated with reduction of Gardos channel activity and ET and ET receptor expression. We measured Gardos channel activity in freshly isolated red blood cells from S+S-Antilles mice and found that Gardos channel activity was decreased in huGTPCH expressing S+SAntilles mice by 63% (from 4.35±0.43 FU to 2.63±0.65 FU in huGTPCH expressors, p<0.01, t-test) which is slightly larger than the decrease previously reported with arginine supplementation (58%) of S+S-Antilles mice without huGTPCH expression. Using RT-PCR we demonstrated that ET and ET-receptor A and B expression were reduced in lung tissue, a major producer of ET, versus that observed in S+S-Antilles mice without the huGTPCH transgene (from 1.84-fold±0.02 to 1.23±0.02, 1.41-fold±0.02 to 0.41±0.02, and from 1.38-fold±0.02 to 0.67±0.02, p<0.05, 0.02, 0.03, respectively). S+S-Antilles mice have an increase of ET and ET-receptor A and B expression versus C57BL of 1.84-fold, 1.41-fold, and 1.38-fold, respectively. We measured total biopterin and percent BH4 in heart and liver of S+S-Antilles mice with and without huGTPCH. In heart, S+SAntilles-huGTPCH mice versus S+S-Antilles had increased percent BH4 (to 0.75±0.02 from 0.46±0.02 pmol/mg protein, p<0.001) and total biopterin was increased 3-fold. In liver, S+S-Antilles-huGTPCH mice versus S+S-Antilles had increased percent BH4 (to 0.30±0.02 from 0.19±0.07 pmol/mg protein, p<0.05) and total biopterin was increased 2.5-fold. In conclusion, BH4 dysregulation is observed in sickle transgenic mice and expression of huGTPCH increased total biopterin and percent BH4 in our sickle mouse model. ET has a profound effect on vascular tone and the reduction of ET mRNA and Gardos channel activity in huGTPCH expressing mice supports the conclusion that the altered BH4 levels observed are physiologically relevant. Thus our observations suggest that BH4 supplementation may ameliorate some of the pathology of SCD."
}