{
    "doi": "https://doi.org/10.1182/blood.V104.11.2735.2735",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=77",
    "start_url_page_num": 77,
    "is_scraped": "1",
    "article_title": "Preliminary Results of Phase I Trial of Sphingosomal Vincristine (SV) and Dexamethasone in Relapsed or Refractory Acute Lymphocytic Leukemia (ALL). ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "New and more effective agents are needed to improve treatment outcome for patients with relapsed or refractory ALL. Vincristine is active in ALL, but its free form has a half-life of 6–12 minutes and the dose is usually capped at 2 mg due to severe neurotoxicity. Sphingosomal vincristine (SV, vincristine encapsulated in sphingomyelin liposomes or “sphingosomes”) has a circulation half-life of 12 hours in humans and is more active than free vincristine in mice bearing P388 and L1210 leukemias. In clinical trials, SV was active in relapsed aggressive lymphomas with limited neurotoxicity ( Sarris et al, Annal Oncol  10 : 35 , 1999 ). A small study of single agent SV 2.0 mg/m 2 without dose capping given every 2 weeks was conducted in previously treated ALL, and objective responses were observed in 14% (95% CI, 2% to 48%) of 16 heavily pretreated patients (pts) ( Thomas et al, Blood  94 : 238b , 1999 ). Methods: A phase I clinical trial of weekly SV (dose escalated with 3 subjects in each cohort and expansion to 6 for toxicity) with pulse dexamethasone 40 mg daily days 1–4 and 11–14 was initiated. From August 2002 to July 2004, 17 pts with relapsed or refractory ALL without greater than grade 2 prior or active central or peripheral neuropathy (PN) were enrolled. Pts had to complete one course (defined as 4 weekly doses of SV) to be assessed for maximum tolerated dose (MTD). Five pts were treated with weekly SV 1.5 mg/m 2 , 3 at 1.825 mg/m 2 , 3 at 2.0 mg/m 2 , and 6 at 2.25 mg/m 2 . Preliminary results : Median age of the group was 31 years (range, 21– 62). Thirty percent were refractory to induction therapy. Median number of prior salvage regimens was 2 (range, 0 – 3). Of the 14 pts evaluable for response to SV (3 too early), 4 (29%) achieved complete remission (CR) (2 at 1.5 mg/m 2 , 1 at 1.825 mg/m 2 and 1 at 2.25 mg/m 2 ) and 2 (14%) achieved hematologic improvement (clearance of circulating leukemia cells and transfusion independence of platelets) after 2 courses, but were removed from study for persistent leukemia. Eight pts (57%) either progressed (PD) or failed to respond. Two pts discontinued therapy early (1 for PD after 3 doses of SV and 1 withdrew consent after 3 doses), and 1 pt had therapy interrupted after 1 dose of SV owing to C. difficile colitis. One CR pt relapsed after 3 months and achieved third CR with hyper-CVAD followed by allogeneic stem cell transplant (SCT). Three pts went on to SCT while in CR (1 died after sepsis). Non-hematologic toxicities attributed to SV included grade 1–2 PN in nearly all pts and tumor lysis syndrome in 1 pt. Five pts had transient grade 3–4 elevations in hepatic transaminases attributed to azole antifungal prophylaxis. Grade 3 infections (e.g., bacteremia or fungal processes) were related to baseline neutropenia in 6 pts and SV-induced neutropenia in 4 pts. Enrollment continues with plan for continued dose escalation of weekly SV with no dose-limiting toxicities observed to date. Conclusion: Encouraging preliminary results suggest activity of SV with dexamethasone in relapsed and refractory ALL with dose intensification.",
    "topics": [
        "acute lymphocytic leukemia",
        "dexamethasone",
        "vincristine",
        "brachial plexus neuritis",
        "liposomes",
        "leukemia",
        "toxic effect",
        "neurotoxicity syndromes",
        "neutropenia",
        "allogeneic stem cell transplant"
    ],
    "author_names": [
        "Deborah A. Thomas, MD",
        "Guillermo Garcia-Maneron, MD",
        "Stefan Faderl, MD",
        "Susan O’Brien, MD",
        "Francis J. Giles, MD",
        "Alessandra Ferrajoli, MD",
        "William Wierda, MD, PhD",
        "Srdan Verstovsek, MD, PhD",
        "Jorge Cortes, MD",
        "Hagop Kantarjian, MD"
    ],
    "author_affiliations": [
        [
            "Department of Leukemia, University of Texas M. D. Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Department of Leukemia, University of Texas M. D. Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Department of Leukemia, University of Texas M. D. Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Department of Leukemia, University of Texas M. D. Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Department of Leukemia, University of Texas M. D. Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Department of Leukemia, University of Texas M. D. Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Department of Leukemia, University of Texas M. D. Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Department of Leukemia, University of Texas M. D. Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Department of Leukemia, University of Texas M. D. Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Department of Leukemia, University of Texas M. D. Anderson Cancer Center, Houston, TX, USA"
        ]
    ],
    "first_author_latitude": "29.7068146",
    "first_author_longitude": "-95.3971547"
}