{
    "doi": "https://doi.org/10.1182/blood.V112.11.1476.1476",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1173",
    "start_url_page_num": 1173,
    "is_scraped": "1",
    "article_title": "DOCK180, a New Surrogate Marker to Distinguish CD34 Positive Acute Leukemia Cells from CD34 Positive Normal Hematopoietic Stem/Progenitor Cells. ",
    "article_date": "November 16, 2008",
    "session_type": "Leukemias - Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis",
    "topics": [
        "cd34 antigens",
        "leukemia, acute",
        "stem cells",
        "surrogate markers",
        "rna, messenger",
        "leukemic cells",
        "granulocyte colony-stimulating factor",
        "recombinant granulocyte colony stimulating factor",
        "reverse transcriptase polymerase chain reaction",
        "acute lymphocytic leukemia"
    ],
    "author_names": [
        "Mitsufumi Nishio, MD, PhD",
        "Kohki Kumano, M.D., Ph.D.",
        "Katsuya Fujimoto, M.D., Ph.D.",
        "Tomoyuki Endo, M.D., Ph.D.",
        "Satoshi Yamamoto, M.D., Ph.D.",
        "Akio Shigematsu, MD, PhD",
        "Takeshi Kondo, MD., PhD",
        "Junji Tanaka, MD, PhD",
        "Satoshi Hashino",
        "Masahiro Imamura",
        "Hiroshi Nishihara, M.D., Ph.D.",
        "Norihiro Sato, M.D., Ph.D.",
        "Takao Koike, M.D., Ph.D."
    ],
    "author_affiliations": [
        [
            "Dept. of Medicine II, Hokkaido University, Sapporo, Japan"
        ],
        [
            "Dept. of Medicine II, Hokkaido University, Sapporo, Japan"
        ],
        [
            "Dept. of Medicine II, Hokkaido University, Sapporo, Japan"
        ],
        [
            "Dept. of Medicine II, Hokkaido University, Sapporo, Japan"
        ],
        [
            "Dept. of Medicine II, Hokkaido University, Sapporo, Japan"
        ],
        [
            "Department of Hematology and Oncology, Hokkaido University Graduate School of Medicine, Sapporo, Japan"
        ],
        [
            "Department of Gastroenterology and Hematology, Hokkaido University Graduate School of Medicine, Sapporo, Japan"
        ],
        [
            "Dept. of Hem. & Onc., Hokkaido University, Sapporo, Japan"
        ],
        [
            "Department of Gastroenterology and Hematology, Hokkaido University Graduate School of Medicine, Sapporo, Japan"
        ],
        [
            "Dept of Hematol Hokkaido Univ Sch of Med, Sapporo, Japan"
        ],
        [
            "Laboratory of Molecular and Cellular Pathology, Hokkaido University Graduate School of Medicine, Sapporo, Japan"
        ],
        [
            "Translational Research and Clinical Trial Center, Hokkaido University Hospital, Sapporo, Japan"
        ],
        [
            "Dept. of Medicine II, Hokkaido University, Sapporo, Japan"
        ]
    ],
    "first_author_latitude": "43.0775973",
    "first_author_longitude": "141.3421066",
    "abstract_text": "DOCK180, which is an archetype of the CDM family protein, plays a pivotal role in the regulation of cell motility and phagocytosis through the activation of small GTPase Rac as a guanine nucleoside exchange factor (GEF). The expression of DOCK180 is ubiquitous except in hematopoietic cells, while the expression of another CDM family protein, DOCK2, is strictly limited in hematopoietic cells. However, DOCK180 was recently induced in two types of hematopoietic cells, namely, macrophages and dendritic cells, during their differentiation from CD14 positive monocytes (Fujimoto et al. ASH 2005, abstract #3077). Therefore, the expression of DOCK180 was analyzed in various sorts of normal hematopoietic cells, including CD34 positive hematopoietic stem/progenitor cells (HSC/P). Real time reverse transcriptase-polymerase chain reaction (RT-PCR) was used to examine the relative levels of DOCK180 mRNA expression (defined in 293T cells as 1000). Consistent with the findings of a previous report, there was a negligible amount of DOCK180 mRNA and protein in the peripheral blood or bone marrow mononuclear cells from normal volunteers. On the other hand, purified CD34 positive cells from healthy human bone marrow (N=4) and G-CSF mobilized peripheral blood (N=4) expressed a high amount of DOCK180 mRNA (1302 ± 883 Units and 1455 ± 689 Units, respectively). Furthermore, the expression of DOCK180 protein was confirmed by Western blotting in these CD34 positive cells. To investigate the association of the DOCK180 expression and granulocytic differentiation, CD34 positive cells were cultured with stem cell factor, IL-3 and G-CSF in vitro to induce them to mature into a granulocytic lineage and thus lose their surface CD34 expression. Interestingly, there was a gradual reduction in the DOCK180 expression accompanied by a loss of the surface CD34 expression, thus suggesting that the DOCK180 expression may therefore be limited in CD34 positive, immature HSC/P. Since a large number of immature acute leukemia cells also express CD34 antigen on their surface, the expression of DOCK180 was investigated in CD34 positive leukemic cells from 25 acute leukemia patients. The subjects consisted of 16 patients with acute myeloid leukemia (AML: M0 2, M1 2, M2 4, M4 3, M7 1, MDS overt leukemia 2, secondary AML 2), 6 with acute lymphoblastic leukemia (ALL: Pro B 3, Ph1 positive 2, common 1), and 3 in blastic crisis of chronic myeloid leukemia (BC CML: 2 lymphoid BC and 1 myeloid BC). The leukemic cells were collected at the first onset of the disease from 19 patients and from 6 other patients at the time of relapse. While there was no difference in the expression of DOCK2 between leukemic and normal CD34 positive cells, the expression of DOCK180 in leukemic cells was significantly lower than that detected in normal CD34 positive cells (median 17 Units vs. 1096 Units, range 0–4746 Units and 279–2812 Units, respectively, p<0.01). In addition, the CD34 positive cells from four patients in remission after successful therapy expressed high levels of both DOCK180 mRNA and protein. Interestingly, three out of four patients whose leukemic cells had a compatible DOCK180 mRNA expression to that of normal CD34 positive cells showed a refractory response to either conventional induction therapy or bone marrow transplantation. Taken together, DOCK180 may therefore be useful as a new surrogate marker to distinguish most leukemic CD34 positive cells from those of normal HSC/P, thereby suggesting that DOCK180 may thus play a possible role as a marker for the detection of minimal residual disease. Moreover, further study to determine the significance of DOCK180 expression in the prognosis of acute leukemia is thus called for."
}