{
    "doi": "https://doi.org/10.1182/blood.V104.11.3594.3594",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=109",
    "start_url_page_num": 109,
    "is_scraped": "1",
    "article_title": "Drug Selection Enrichment of Type II Pneumocytes Following Transplant of P140K MGMT Lentiviral Transduced Hematopoietic Stem Cells. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "topics": [
        "chemical surfactants",
        "hematopoietic stem cells",
        "o(6)-methylguanine-dna methyltransferase",
        "pneumocyte, type 2",
        "transplantation",
        "carmustine",
        "gene transfer techniques",
        "antibodies",
        "lung diseases",
        "pharmacotherapy"
    ],
    "author_names": [
        "Jane S. Reese",
        "Justin C. Roth",
        "Stanton L. Gerson"
    ],
    "author_affiliations": [
        [
            "Hematology/Oncology, Center for Stem Cell and Regenerative Medicine, Case Western Reserve University, Cleveland, OH, USA."
        ],
        [
            "Hematology/Oncology, Center for Stem Cell and Regenerative Medicine, Case Western Reserve University, Cleveland, OH, USA."
        ],
        [
            "Hematology/Oncology, Center for Stem Cell and Regenerative Medicine, Case Western Reserve University, Cleveland, OH, USA."
        ]
    ],
    "first_author_latitude": "41.5046427",
    "first_author_longitude": "-81.61228994999999",
    "abstract_text": "Recent reports have shown that bone marrow derived cells can differentiate into epithelial cells of the lung. Data indicate that this event occurs in the absence of cell fusion, however the numbers of donor-derived cells are present at a low frequency. In this study, we investigated whether hematopoietic donor-derived Type II pneumocytes could be enriched by lentiviral or retroviral expression of P140K MGMT. MGMT encodes O 6 alkylguanine DNA alkyltransferase (AGT), a major drug resistance protein for DNA damage induced by BCNU. This gene transfer approach provides a selective advantage to wild type donor cells by transduction with a mutant human AGT (P140K MFG-MGMT) which confers resistance to BG and BCNU. P140K transduced whole bone marrow or Sca+kit+lin- cells were transplanted into lethally irradiated wild type recipients followed by two or three doses of 30 mg/kg BG and 7.5–10 mg/kg BCNU. After drug selection, human AGT expressing murine cells comprised up to 99% of bone marrow in mice harvested 5–7 months after transplant (n=8). These mice also showed enrichment for the total number of donor derived alveolar cells after drug treatment from 25% (n= 2 untreated mice) to 46% ± 9.7 (n=4 mice; p=.0001). The high percentage of donor cells was attributed to the hematopoietic cells present in the lung, however there were also donor-derived cells with epithelial morphology. Similar bone marrow plasticity studies have elicited controversy, largely due to the technical limitations of in situ detection of organ specific donor cells. To overcome the inability to accurately detect single cells in lung tissue, we used dispase mediated cell dissociation followed by analysis of single cell suspensions by fluorescent microscopy. Type II pneumocytes were detected using a Pro-surfactant protein C antibody that is specific for alveolar Type II cells. Donor P140K transduced cells were co-detected using an antibody to AGT. Using this method, 10–12% of total cells isolated from the lung were Type II pneumocytes and 1.5–8% of these cells co-expressed AGT in mice treated with BG and BCNU (n=3). This indicated drug selection mediated expansion of transplanted marrow-derived cells with characteristics of lung epithelial Type II pneumocytes. These numbers represent an increase compared to untreated mice in which we were unable to detect donor-derived Type II cells (n=2) and published results indicating 0.2–0.6% of total lung cells are bone marrow-derived epithelial cells. This study indicates that MGMT mediated drug selection of hematopoietic cells, using lentiviral MGMT gene transfer, enhances their capacity for organ specific selection and repopulation of lung alveolar epithelial cells. Drug selection gene transfer may augment transdifferentiation and have therapeutic implications for pulmonary disorders."
}