{
    "doi": "https://doi.org/10.1182/blood.V118.21.3077.3077",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1971",
    "start_url_page_num": 1971,
    "is_scraped": "1",
    "article_title": "Stem Cell Transplantation Can Provide Durable Disease Control in Blastic Plasmacytoid Dendritic Cell Neoplasia (BPDC): A Retrospective Study From the European Group for Blood and Marrow Transplantation (EBMT) ",
    "article_date": "November 18, 2011",
    "session_type": "731. Clinical Allogeneic and Autologous Transplantation - Results: Poster II",
    "topics": [
        "allogeneic stem cell transplant",
        "autologous stem cell transplant",
        "blastic plasmacytoid dendritic cell neoplasm",
        "bone marrow",
        "bone marrow transplantation",
        "cancer",
        "chemotherapy regimen",
        "complement membrane attack complex",
        "dendritic cells",
        "disease progression"
    ],
    "author_names": [
        "Sascha Dietrich, MD",
        "Damien Roos-Weil",
        "Ariane Boumendil",
        "Emanuelle Polge",
        "Jian-Jian Luan",
        "Dominique Bron",
        "Enric Carreras, MD, PhD",
        "Arturo Iriondo Atienza",
        "William Arcese",
        "Dietrich Beelen",
        "Jan J Cornelissen, MD PhD",
        "Nicolaus Kröger",
        "Giuseppe Milone, MD",
        "Giuseppe Rossi, MD",
        "Herve Tilly, MD",
        "Jean Paul Vernant",
        "Vanderson Rocha, MD, PhD",
        "Anna Sureda, MD, PhD",
        "Mohamad Mohty",
        "Peter Dreger, MD"
    ],
    "author_affiliations": [
        [
            "Internal Medicine V, University Hospital, Heidelberg, Germany, "
        ],
        [
            "Hematology, Hôpital Pitié-Salpétrière, Paris, France, "
        ],
        [
            "EBMT Lymphoma Working Party, Paris, France, "
        ],
        [
            "Acute Leukemia Working Party, Paris, France, "
        ],
        [
            "Lymphoma Working Party, Paris, France, "
        ],
        [
            "Dept. of Experimental Hem., Jules Bordet Institute, Brussels, Belgium, "
        ],
        [
            "REDMO, Spain, "
        ],
        [
            "Hospital U. Marqués de Valdecilla Servicio de Hematología-Hemoterapia, Santander, Spain, "
        ],
        [
            "Dept. of Hematology and Transplant, University of Rome 'Tor Vergata', Rome, Italy, "
        ],
        [
            "Department of Bone Marrow Transplantation, University Hospital Essen, "
        ],
        [
            "Dept. of Hematology, Erasmus MC, Rotterdam, Netherlands, "
        ],
        [
            "Clinic for Stem Cell Transplantation, University Medical Center Hamburg-Eppendorf, Hamburg, Germany, "
        ],
        [
            "Division of Hematology-BMT Unit, Ospedale Ferrarotto, Catania, Italy, "
        ],
        [
            "Dept. hematology, Spedali Civili, Brescia, Italy, "
        ],
        [
            "Centre Henri Becquerel, Rouen, France, "
        ],
        [
            "Haematology department., Pitié salpêtrière Hospital., Paris, France, "
        ],
        [
            "Eurocord International Registry, Hopital Saint Louis, Paris, France, "
        ],
        [
            "Hospital de la Santa Creu i Sant Pau, Barcelona, Spain, "
        ],
        [
            "Hematology department, CHU de Nantes, Nantes, France, "
        ],
        [
            "Med. Klinik V, University Hospital, Heidelberg"
        ]
    ],
    "first_author_latitude": "49.41952349999999",
    "first_author_longitude": "8.668908",
    "abstract_text": "Abstract 3077 Blastic plasmacytoid dendritic cell neoplasm (BPDC), formerly known as blastic NK cell lymphoma , is a rare hematopoietic malignancy preferentially involving the skin, bone marrow and lymph nodes. The overall prognosis of BPDC is dismal. Most patients show an initial response to acute leukemia-like chemotherapy, but relapses with subsequent drug resistance occur in virtually all patients resulting in a median overall survival of only 9–13 months. However, anecdotal long-term remissions have been reported in young patients who received early myeloablative allogeneic stem cell transplantation (alloSCT). We therefore performed a retrospective analysis of patients identified in the EBMT registry in order to evaluate the outcome of autologous stem cell transplantation (autoSCT) or alloSCT for BPDC. Eligible were all patients who had been registered with a diagnosis of BPDC or Blastic NK cell lymphoma and had received autologous stem cell transplantation (autoSCT) or alloSCT in 2000–2009. Centres were contacted to provide a written histopathology and immunophenotyping report and information about treatment and follow-up details. Patients who did not have a diagnostic score ≥ 2 as proposed by Garnache-Ottou et al. (BJH 2009) were excluded. RESULTS: Overall, 139 patients could be identified in the database who fulfilled the inclusion criteria (alloSCT 100, autoSCT 39). Of 74 patients for whom the requested additional information could be obtained, central review confirmed the diagnosis of BPDC in 39 patients (34 alloSCT, 5 autoSCT). The 34 patients who had undergone alloSCT had a median age of 41 years (range: 10–70 years), were transplanted from a related (n=11) or unrelated donor (n=23); received peripheral blood stem cells (n=9), bone marrow stem cells (n=19) or cord blood (n=6); and had been treated with a reduced intensity conditioning regimen (RIC, n=9) or myeloablative conditioning (MAC, n=25). Nineteen of 34 patients were transplanted in CR1. After a median follow up time of 28 months (range: 4–77+ months), 11 patients relapsed (median time to relapse: 8 months, range: 2–27 months) of whom 8 died due to disease progression. 9 patients died in the absence of relapse. No relapse occurred later than 27 months after transplant. Median disease free survival (DFS) was 15 months (range: 4–77+ months) and median overall survival (OS) was 22 months (range: 8–77+ months; Figure 1 a ). However, long-term remissions of up to 77 months after alloSCT could be observed. Patients allografted in CR1 tended to have a superior DFS (p=0.119) and OS (p=0.057; Figure 1 b ). MAC was associated with a better OS (p=0.001) which was attributable to the significantly higher non-relapse mortality (NRM) rate of patients after RIC (p=0.014), who had been significantly older (age RIC: 56 years, age MAC: 36 years, p=0.0014). The relapse rate was not different in patients after RIC and MAC, respectively. However, there was no survivor after RIC. Median age in the autoSCT group was 47 years (range: 14–62 years). Three of 5 patients were transplanted in CR1 of whom 1 patient relapsed after 8 months, 1 patient experienced treatment related mortality and 1 patient remained in CR for 28 months. The 2 remaining patients had more advanced disease at autoSCT and relapsed 4 and 8 months thereafter. CONCLUSION: AlloSCT is effective in BPDC and might provide curative potential in this otherwise incurable disease, especially when performed in CR1. However, it remains to be shown by prospective studies if the potential benefit of alloSCT in BPDC is largely due to conditioning intensity, or if there is a relevant contribution of graft-versus-leukemia activity. Figure 1. View large Download slide View large Download slide a) b) Figure 1. View large Download slide View large Download slide a) b) Disclosures: Tilly: Seattle Genetics, Inc.: Membership on an entity's Board of Directors or advisory committees, Research Funding; Celgene: Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau, Travel/accommodations/meeting expenses; Genentech: Membership on an entity's Board of Directors or advisory committees; Roche: Membership on an entity's Board of Directors or advisory committees, Research Funding; Amgen: Research Funding, Speakers Bureau; Pfizer: Speakers Bureau; Janssen Cilag: Speakers Bureau."
}