{
    "doi": "https://doi.org/10.1182/blood.V128.22.4735.4735",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3355",
    "start_url_page_num": 3355,
    "is_scraped": "1",
    "article_title": "Higher Incidence of TTP in African Americans and Females: An Analysis of Demographics, Cost and Length of Stay in Teaching and Nonteaching Hospitals for Thrombotic Thrombocytopenic Purpura Between 1999 and 2013 ",
    "article_date": "December 2, 2016",
    "session_type": "901. Health Services Research-Non-Malignant Conditions: Poster III",
    "abstract_text": "Background : Limited studies compare the differences in care for Thrombotic Thrombocytopenic Purpura (TTP) patients in teaching versus nonteaching hospitals. TTP is a rare, life-threatening disease marked by widespread aggregation of platelets throughout the body, resulting in multi-organ sequelae including neurological dysfunction and renal insufficiency: a timely diagnosis is imperative for successful treatment. Academic centers generally have more individuals involved in each patient's care. This was considered in the evaluation of demographics, cost, length of stay, and disposition at discharge in the different settings. Methods: Adult admissions with a primary diagnosis of TTP for a 15-year period between 1999 and 2013 were extracted from the National Inpatient Sample database using the ICD-9 code 446.2 during a 15 year period between 1999 and 2013 (N=6,292, for a weighted N=30,011). The sample was weighted to approximate the full inpatient population of the U.S. over the time period. Teaching and nonteaching hospitals were compared within the parameters of gender, race, total cost, insurance, length of stay, mortality, and disposition. Chi square analysis was performed to examine differences in the categorical variables. Total cost was adjusted for inflation using data from the U.S. Bureau of Labor Statistics. Results: The total number of admission for TTP was weighted N=28,058, divided between 20,426 for teaching and 8,082 for nonteaching hospitals. 67.6% of TTP admissions were female in both categories but a greater percentage of African Americans with TTP were admitted to teaching (N=6,842; 33.50%) than nonteaching hospitals (N=1,962; 24.28%) (p < 0.0001). More Caucasians with TTP were admitted to non-teaching (N=2,707; 33.50%) than teaching hospitals (N=6,834; 32.46%) (p <0.0001). The overall length of stay for TTP hospitalizations was 12.30 days +/- 0.16, with teaching hospitals being found to have a shorter length of stay at 11.26 +/- 0.28 days compared to nonteaching hospitals with 13.15 +/- 0.20 days (p < 0.0001). There was a slightly higher mortality rate in nonteaching hospitals: 8.92% in teaching hospitals versus 9.32% in nonteaching hospitals (p <0.6232). Overall hospital mortality decreased from 12.1% in 1999 to 6.0% in 2013. At discharge, more patients from nonteaching hospitals were transferred to short term facilities than those from teaching: 1,877 (23.23%) non-teaching patients versus 2,038 (9.98%) teaching patients (p = 0.0001). The overall cost of a TTP hospitalization was $106,184.94 +/- $1,762.57. Nonteaching hospitals had more costly hospitalizations at $113,437.87 +/- $2247.78 than teaching hospitals, which cost $99,481.35 +/- $3093.53 (p <0.0001). Medicare paid 26.23% of TTP hospitalizations in nonteaching hospitals and 22.91% in teaching hospitals (p <0.0006). Medicaid paid for 18.12% of TTP hospitalizations in teaching hospitals and 12.89% in nonteaching hospitals (p <0.0006). An increase in the cost for admissions for TTP was noted from 1999 to 2013. While the total charge of TTP admission was $58,437 in 1999, it was found to be $153,643 in 2013, or $109,878 when adjusted for inflation. This amounted to an adjusted 88% increase despite an essentially unchanged average length of stay, 12.5 days in 1999 and 12.6 days in 2013. Conclusion : In comparing TTP hospitalizations, teaching hospitals had a shorter length of stay, lesser cost of stay, and sent fewer patients to short term facilities upon discharge. However, these factors did not play a statistically significant role in decreasing mortality. Additionally, a trend of increasing total charges was noted from 1999 to 2013 despite an unchanged length of hospitalization and a decrease in mortality. Advanced age is associated with worse outcome in TTP and this is reflected by the higher mortality and higher percentage of Medicare payment in nonteaching hospitals. Medicaid was responsible for a higher percentage of payment in teaching hospitals and correlated with an improved mortality. Both African Americans and females were found to have more admissions regardless of hospital type, with African Americans being admitted more often to teaching than nonteaching hospitals. Further studies are necessary to determine the etiology of this significant rise in the cost of TTP treatment and to investigate the disproportionately higher incidence of TTP in African Americans and females. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "african american",
        "demography",
        "length of stay",
        "thrombotic thrombocytopenic purpura",
        "kidney failure",
        "categorical variables",
        "teaching hospitals",
        "blood platelets",
        "international classification of diseases",
        "time factors"
    ],
    "author_names": [
        "William Lee, MD",
        "Stuthi Perimbeti, MD",
        "Mariola Vazquez Martinez, MD",
        "Nausheen Hakim, DO",
        "Daniel Kyung, MD",
        "Rhia Dasgupta, BS",
        "Luiz Marconcini, MD",
        "Parshva Patel, MD",
        "Kristine Ward, MD",
        "Michael Styler, MD",
        "Maneesh Jain, MD"
    ],
    "author_affiliations": [
        [
            "Hematology/Oncology, Drexel University College of Medicine, Philadelphia, PA "
        ],
        [
            "Drexel University College of Medicine, Philadelphia, PA"
        ],
        [
            "Drexel University College of Medicine, Philadelphia, PA"
        ],
        [
            "Drexel University College of Medicine, Philadelphia, PA"
        ],
        [
            "Drexel University College of Medicine, Philadelphia, PA"
        ],
        [
            "Drexel University College of Medicine, Philadelphia, PA"
        ],
        [
            "Hematology/Oncology, Drexel University College of Medicine, Philadelphia, PA "
        ],
        [
            "Drexel University College of Medicine, Philadelphia, PA"
        ],
        [
            "Hematology/Oncology, Drexel University College of Medicine, Philadelphia, PA "
        ],
        [
            "Hematology/Oncology, Drexel University College of Medicine, Philadelphia, PA "
        ],
        [
            "Hematology/Oncology, Drexel University College of Medicine, Philadelphia, PA "
        ]
    ],
    "first_author_latitude": "40.0194915",
    "first_author_longitude": "-75.1798578"
}