{
    "doi": "https://doi.org/10.1182/blood-2018-99-114744",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4019",
    "start_url_page_num": 4019,
    "is_scraped": "1",
    "article_title": "Differential Impact of Interferon Alpha on JAK2 V617F and Calr Mutated Hematopoietic Stem and Progenitor Cells in Classical MPN ",
    "article_date": "November 29, 2018",
    "session_type": "635. Myeloproliferative Syndromes: Basic Science: Poster III",
    "topics": [
        "calr gene",
        "interferon-alpha",
        "jak2 gene v617f",
        "mutation",
        "stem cells",
        "cd34 antigens",
        "follow-up",
        "apnea of prematurity",
        "bcr-abl tyrosine kinase",
        "hyperplasia"
    ],
    "author_names": [
        "Matthieu Mosca, PhDstudent",
        "Lamia Lamrani, PhD",
        "Christophe Marzac, MD",
        "Amandine Tisserand",
        "Valérie Edmond, PhD",
        "Tracy Dagher, PhDstudent",
        "Mira El-Khoury, PhD",
        "Caroline Marty, PhD",
        "Hugo Campario, PharmD",
        "Nicole Casadevall, MD",
        "Eric Solary, MD PhD",
        "Hana Raslova, PhD",
        "Bruno Cassinat, PharmD, PhD",
        "Stefan N Constantinescu, MD",
        "Jean-Jacques Kiladjian, MD PhD",
        "Francois Girodon, MD PhD",
        "Jean-Luc Villeval, PhD",
        "William Vainchenker, MD PhD",
        "Isabelle Plo, PhD"
    ],
    "author_affiliations": [
        [
            "Gustave Roussy, INSERM, UMR1170, Villejuif, France "
        ],
        [
            "Gustave Roussy, INSERM, UMR1170, Villejuif, France "
        ],
        [
            "Département de biologie-pathologie, Gustave Roussy, Université Paris-Saclay, Villejuif, France "
        ],
        [
            "Gustave Roussy, INSERM, UMR1170, Villejuif, France "
        ],
        [
            "Gustave Roussy, INSERM, UMR1170, Villejuif, France "
        ],
        [
            "Gustave Roussy, INSERM, UMR1170, Villejuif, France "
        ],
        [
            "Gustave Roussy, INSERM, UMR1170, Villejuif, France "
        ],
        [
            "Gustave Roussy, INSERM, UMR1170, Villejuif, France "
        ],
        [
            "CHU Dijon, Laboratoire d'hématologie, Dijon, France "
        ],
        [
            "Hopital St. Antoine, Paris, Cedex 12, France "
        ],
        [
            "INSERM UMR1170, Gustave Roussy, Université Paris-Sud, Villejuif, France "
        ],
        [
            "Gustave Roussy, INSERM, UMR1170, Villejuif, France "
        ],
        [
            "INSERM U1131, Hôpital Saint-Louis, Paris, France ",
            "Laboratoire de Biologie Cellulaire, APHP, Hôpital Saint-Louis, Paris, France "
        ],
        [
            "Ludwig Institute for Cancer Research, Brussels Branch, Brussels, Belgium "
        ],
        [
            "INSERM U1131, Hopital Saint-Louis, Paris, France ",
            "Hôpital Saint-Louis, Paris, France "
        ],
        [
            "Laboratorie D'Hematologie CHU Dijon, Dijon, France "
        ],
        [
            "Gustave Roussy, INSERM, UMR1170, Villejuif, France "
        ],
        [
            "Gustave Roussy, INSERM, UMR1170, Villejuif, France ",
            "Université Paris-Saclay, Villejuif, France "
        ],
        [
            "Gustave Roussy, INSERM, UMR1170, Villejuif, France ",
            "GREX, Gustave Roussy, Villejuif, France ",
            "Université Paris Saclay, Gustave Roussy, Villejuif, France"
        ]
    ],
    "first_author_latitude": "48.79555375",
    "first_author_longitude": "2.3547611500000003",
    "abstract_text": "Introduction: Classical BCR-ABL -negative myeloproliferative neoplasms (MPN) include Polycythemia Vera (PV), Essential Thrombocytemia (ET) and Primary Myelofibrosis (PMF). They are acquired clonal disorders of hematopoietic stem cells (HSC) leading to the hyperplasia of one or several myeloid lineages. They are due to three main recurrent mutations affecting the JAK/STAT signaling pathway: JAK2 V617F and mutations in the calreticulin (CALR) and thrombopoietin receptor (MPL). Interferon alpha (IFNα) is the only drug that not only induces a hematological response in ET, PV and early MF, but also a significant molecular response on both JAK2 V617F or CALR -mutated cells. Our broad aim was to understand the mechanism of action of IFNα. Previously, our group and others have shown that IFNα specifically targets JAK2 V617F HSC in a chimeric JAK2 V617F knock-in mouse model. In this study, we wanted to know how and how fast IFNα impacts the different mutated human hematopoietic compartments. Methods: A prospective study was performed with a cohort of 47 patients treated by IFNα for 3-5 years. The MPN disease distribution was 40% ET, 49% PV and 11% MF. This cohort included 33 JAK2 V617F -mutated patients, 11 CALR -mutated patients (7 type 1/type 1-like and 4 type 2/type 2-like), 2 both JAK2 V617F - and CALR -mutated patients and 1 MPL W515K-mutated patient. At 4-month intervals, the JAK2 V617F or/and CALR mutation allele frequency was measured in mature cells (granulocytes, platelets). Simultaneously, the clonal architecture was also determined by studying the presence of the JAK2 V617F or CALR mutations in colonies derived from the different hematopoietic stem and progenitor cell (HSPC) populations (CD90 + CD34 + CD38 - HSC-enriched progenitors, CD90 - CD34 + CD38 - immature progenitors and CD90 - CD34 + CD38 + committed progenitors). Results: After a median follow-up of 33 months, IFNα targets more efficiently and rapidly the HSPC particularly in HSC-enriched progenitors, than the mature blood cells in JAK2 V617F patients (p<.05). Moreover, homozygous JAK2 V617F clones responded more rapidly than heterozygous clones in all hematopoietic cell compartments showing that the intensity of JAK2 V617F signaling is correlated with the efficacy of IFNα. This efficacy was slightly increased after a median follow-up of 51 months. In contrast, during a median follow-up of 33 months for CALR -mutated patients, IFNα targeted similarly the HSPC and the mature cells. Moreover, IFNα induced a slower response in targeting CALR -mutated HSPC than the JAK2 V617F HSPC (p<.05) (see Figure). The role of associated mutations at diagnosis was also investigated in the IFNα-mediated HSPC molecular responses using a NGS targeted myeloid panel. In JAK2 V617F -mutated patients, the number of associated mutations did not impact the HSPC molecular response. In contrast, in CALR -mutated patients, the only molecular responders were not associated with other mutations, although the lower number of cases should be expanded. Using Ba/F3-MPL cellular models and primary cells, we observed that JAK2 V617F was more prone to sensitize to IFNα signaling (increased Phospho-STAT1 and IFN-stimulating genes (ISGs)) compared to controls or CALRdel52 mutated cells. Conclusion: Altogether, our results show that IFNα targets more efficiently the human JAK2 V617F- HSPCthan the mature cells. Moreover, IFNα has a greater efficacy on JAK2 V617F HSPC than CALR -mutated HSPC. This former result was associated with a greater priming of the IFNα signaling by JAK2 V617F than by CALRdel52. The molecular response was dependent not only on mutational status, but also on the presence of other associated mutations for the CALR -mutated HSPC. Patient data are currently incorporated into a mathematical model taking into account clonal architecture and associated mutations to develop an algorythm able to predict patient response. Figure. View large Download slide Figure. View large Download slide  Disclosures Kiladjian: Celgene: Membership on an entity's Board of Directors or advisory committees; Novartis: Membership on an entity's Board of Directors or advisory committees, Research Funding; AOP Orphan: Membership on an entity's Board of Directors or advisory committees, Research Funding."
}