{
    "doi": "https://doi.org/10.1182/blood-2019-129147",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4163",
    "start_url_page_num": 4163,
    "is_scraped": "1",
    "article_title": "Impact of Socioeconomic Factors on Timeliness of First Line Chemotherapy and Survival in Patients with Active Multiple Myeloma ",
    "article_date": "November 13, 2019",
    "session_type": "902.Health Services Research-Malignant Conditions (Lymphoid Disease)",
    "topics": [
        "chemotherapy regimen",
        "multiple myeloma",
        "socioeconomic factors",
        "cancer",
        "hematologic neoplasms",
        "hematopoietic stem cell transplantation",
        "biological therapy",
        "time-to-treatment",
        "health disparity"
    ],
    "author_names": [
        "Thejus Jayakrishnan, MD",
        "Veli Bakalov, MD",
        "Rodney E Wegner, MD",
        "Santhosh Sadashiv, MD"
    ],
    "author_affiliations": [
        [
            "Department of Internal Medicine, Allegheny Helath Network, Pittsburgh, PA "
        ],
        [
            "Department of Internal Medicine, Allegheny Health Network, Pittsburgh, PA "
        ],
        [
            "Division of Radiation Oncology, Allegheny Health Network, Pittsburgh, PA "
        ],
        [
            "Allegheny Health Network Cancer Institute, Pittsburgh, PA"
        ]
    ],
    "first_author_latitude": "40.4359479",
    "first_author_longitude": "-79.98240344999999",
    "abstract_text": "Background Multiple myeloma is a common hematological malignancy. In 2016, there were an estimated 131,392 people living with myeloma in the United States and accounted for 2% of all cancer related deaths. Studies among cancer patients have repeatedly demonstrated that sociodemographic factors impact timeliness of treatment and in turn, survival (Kelly et al. Blood,2016). The treatment options in multiple myeloma are variable and may involve stem cell transplant , chemotherapies and biological therapies. We hypothesized that sociodemographic factors impact the time to initiation of first line chemotherapy in patients with multiple myeloma. We also explored if these factors influenced outcomes. Methods We queried the National Cancer Database for patients with multiple myeloma (ICD-0-3 code 9732) diagnosed from 2004-2016. We excluded patients who were considered for stem cell transplant or other modalites to include only those who received chemotherapy as first line treatment. Active myeloma patients were defined as those who were treated within 3 months (120 days) of diagnosis based on similar methodology in previous studies (Ravindran et al. Blood Cancer J,2016). Time to initiation (TTI) was defined as time in days (d) from diagnosis to initiation of systemic chemotherapy.Survival was measured in terms of months (m) from the day of diagnosis. Stepwise negative binomial regression and Cox proportional hazard models were used for analysis. Results Of 160,900 patients with multiple myeloma, we identified 71,523 patients meeting the eligibility criteria. Median age was 68 (range 21-90) years and 55% were males. Median TTI was 19d (range 0-120d) and median overall survival was 34 months. Even though the TTI increased from 24d (2004) to 27d (2016) this was not significant when other variables were adjusted. The overall median survival improved by 10 months between 2004 and 2012 (28 months to 37 months). Determinants of increased TTI in a multivariate model included African American race (p-value <0.005), not living in Urban area (p-value=0.02), having less comorbidities (p-value<0.0005), being treated at an academic or research program (p-value<0.0005) and are described in Table 1. Factors impacting survival in a multivariate model included year of diagnosis (p-value<0.0005) and age (p-value<0.0005) - positive relation, time to treatment (negative relation, p-value<0.0005-Figure 1), race (Caucasians-32m vs. African Americans-38m, p-value<0.0005), insurance status (Government-28m vs. Private-48m, p-value<0.0005), socioeconomic status (lowest-32m vs. highest-37m, p-value=0.003), comorbidities (lowest-38m vs. highest-15m, p-value<0.0005) , treatment facility (Comprehensive Community Cancer Center-31m vs. Academic Research Program-38m) and are described in Table 2. Conclusion The findings of the present study are twofold. First, while not as pronounced as in other cancer cohorts, disparities do exist in timeliness to chemotherapy initiation. The longer TTI in academic centers is interesting but may reflect a more complicated patient population. Second, shorter time to therapy does not necessarily lead to improved outcome, likely reflecting high risk features not captured by standard assessments. This is similar to other studies in hematological malignancies and supports the proposition that clinical trials should accommodate patients who need urgent therapy to detect treatment effects in high‐risk groups (Olszewski et al. Br J Hem,2018). View large Download slide View large Download slide  Disclosures No relevant conflicts of interest to declare."
}