{
    "doi": "https://doi.org/10.1182/blood-2018-99-119466",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4127",
    "start_url_page_num": 4127,
    "is_scraped": "1",
    "article_title": "The Predictive Value of Thromboelastogram in the Evaluation of Patients with Suspected Acute Venous Thromboembolism ",
    "article_date": "November 29, 2018",
    "session_type": "331. Pathophysiology of Thrombosis",
    "topics": [
        "thrombelastography",
        "venous thromboembolism",
        "fibrin fragment d substance",
        "thrombophilia",
        "wells dvt score",
        "bleeding diathesis",
        "blood tests",
        "deep vein thrombosis",
        "diagnostic imaging",
        "categorical variables"
    ],
    "author_names": [
        "Tareq Abu Assab, MD",
        "David Raveh-brawer, MD",
        "Julia Abramowitz",
        "Mira Naamad",
        "Jacob M. Rowe, MD",
        "Chezi Ganzel, MD"
    ],
    "author_affiliations": [
        [
            "Shaare Zedek Medical Center, Jerusalem, Israel "
        ],
        [
            "Infectious Diseases Unit, Shaare Zedek Medical Center, jerusalem, Israel "
        ],
        [
            "Hematology Laboratory, Shaare Zedek Medical Center, jerusalem, Israel "
        ],
        [
            "Blood Bank, Shaare Zedek Medical Center, jerusalem, Israel "
        ],
        [
            "Department of Hematology, Shaare Zedek Medical Center, Jerusalem, Israel"
        ],
        [
            "Department of Hematology, Shaare Zedek Medical Center, Jerusalem, Israel"
        ]
    ],
    "first_author_latitude": "31.773198999999998",
    "first_author_longitude": "35.185261",
    "abstract_text": "The diagnosis of venous thromboembolism (VTE) is being done by imaging studies but can be ruled out by clinical probability assessment together with a D-dimer blood test. Thromboelastogram (TEG) is usually used for the evaluation of bleeding tendency but can demonstrate also hypercoagulable states. Our hypothesis was that TEG may estimate the presence of VTE more accurately than D-dimer. This prospective study recruited patients that presented to the emergency room or to the vascular laboratory with signs/ symptoms that raise the suspicion of acute VTE. TEG parameters that were examined were: Reaction time(R), Clot time formation (K), Alpha angle (α), Maximal amplitude (MA), Clot viscoelasticity (G), Coagulation Index (CI) and Clot lysis at 30 minutes (LY30). The expected values for hypercoagulable state include: short R and K and high α, MA, G, LY30 and CI. Between April and October 2016, a total of 109 patients were enrolled in the study with a median age of 55.7 (21-89) years. Their characteristics are summarized in table 1. Forty-eight percent of the patients had at least one risk factor for development of VTE. According to the Well's criteria, 54 (49.5%) patients had low probability, 46 (42.2%) - moderate and 9 (8.3%) - high probability for developing VTE. Eighteen patients were diagnosed with VTE; 12 with DVT, 7 with PE and one with both. Analyzing the different TEG parameters, both as continuous (table 2) or categorical variables (according to their normal range), did not reveal a statistically significant difference between VTE positive and negative patients. Combining different TEG parameters or dividing the cohort according to: gender, clinical suspicion of VTE based on the Well's criteria or different levels of D-dimer did not change the results of the analysis. In conclusion, the current study could not demonstrate a significant value of any TEG parameter as a predictor of VTE in a general population of patients who came to the emergency room or vascular laboratory with signs/ symptoms that raise the suspicion of VTE. View large Download slide View large Download slide  Disclosures No relevant conflicts of interest to declare."
}