{
    "doi": "https://doi.org/10.1182/blood.V112.11.1645.1645",
    "article_title": "European Leukemianet (ELN) Project Diagnostic Platform (WP10): Final Results of the First Study of the European Morphology Consensus Panel. ",
    "article_date": "November 16, 2008",
    "session_type": "Myelodysplastic Syndromes",
    "abstract_text": "Background: Microscopic peripheral blood and bone marrow cell evaluation remains a milestone in the diagnostic of hematology. Many factors contribute to the lack of standardization of this diagnostic test, such as differences in the procedure, staining, degree of skill in interpretation and glossary. However the new WHO classification highlights the importance of morphological aspects, quantitative as well qualitative, for a better stratification of patients in the diagnosis of haematological malignancies, particularly myeloid malignancies and above all myelodysplasia (MDS). In this high technology era, we have the opportunity to exchange, via the internet, images and information without geographic limitation, sparing time and resources. This represents a great opportunity to try to get a consensus for blood cell morphology. The European LeukemiaNet (ELN) Network of excellence is an EU project funded by the 6th FP, involving 174 centres from 28 countries. Its major goal is the construction of a cooperative network for improving leukemia diagnosis, care and research. Within the activities of the Diagnostic Platform (WP10), focused on Flow Cytometric and Morphological panels, a European Morphology Consensus Faculty (EMCF), composed of 21 expert morphologists from 13 European countries, has been organized with the following goals: to harmonize the identification of hematological cells for a common European morphological diagnostic pathway, in terms of cell lineage, maturation level, normality/abnormality and glossary, to take into account specific national skills, competences and methods, to provide the patients with the same morphological diagnosis all over Europe. The first step was to create a consensus-based cell library of meaningful blood cell images identified and named by top level European morphologists and agreed by EMCF, as a valuable tool of traininig. We are presenting the final results of the first study of the EMCF. Methods: From May to July 2007 we collected from all the EMCF members 164 images containing 438 labelled blood cells with the following distribution: Granulocytic series n=126 (28.5%), Erythroid series n=77 (17.5%), Monocytic series n=35 (8%), Lymphoid series n=107 (24.,5%), Megakaryocytic series n=23 (5.,5%), Blasts (not otherwise specified) n=29 (6.5%) Other n= 41 (9.5%). All the images were uploaded to a restricted web page together with an Excel file containing the author’s proposal for each cell. Faculty Members were asked to fill the Excel file with their agreed or personal alternative definition for each labelled cell. On January 2008 cells lacking a full agreement were submitted to a Delphi scoring procedure: a minimum of 3 agreements was needed for a cell to be scored in the Delphi questionnaire. By July 2008 we have received the Delphi files for the final evaluation of the study results. Evaluation rules : Full consensus: cells with an agreement of at least 17 out of 21 (>80%) EMFC members. Delphi questionnaire for all the cells with an agreement <17. Moreover we decided to include in the Delphi scoring procedure n=37 cells with an agreement ≥ 17/21 associated with same alternative proposal from 3 or 4 Faculty members (14% out of all the cells with an agreement ≥ 17/21). Results: We reached a full agreement (consensus ≥17/21) on > 59% of all submitted cells. The main discrepancies in the morphological consensus concern the groups of blast and monocytic series, while for the other groups of cells the distribution is similar. After the Delphi scoring we reached an agreement on all the 216 submitted cells. The EMCF created a new category “Cell to delete” for 8 cells due to a not perfect quality of images. This image library is composed of 430 cells now identified through a consensus method by a European Morphology Consensus Faculty and the cells will be uploaded onto the ELN web site, with a clear identification of those cells identified with a Delphi scoring procedure. Moreover cell names are harmonized and this represents the first morphological European glossary. Future developments: The second extended Faculty including morphologists from 16 European countries has been formed with the aim to apply the consensus glossary to identify a new set of cells submitted by the authors without any suggestions. A meeting is planned to discuss the results.",
    "topics": [
        "basic local alignment search tool",
        "blast cells",
        "blood cell morphology",
        "blood cells",
        "bone marrow cells",
        "cancer",
        "cell lineage",
        "granulocytes",
        "hematologic neoplasms",
        "internet"
    ],
    "author_names": [
        "Gina Zini, MD",
        "Barbara Bain, MD",
        "Gianluigi Castoldi, MD",
        "José Cortez, PhD",
        "Judit Csomor, MD",
        "Edgar Faber, MD",
        "Aristoteles Giagounidis",
        "Torsten Haferlach",
        "Petra Kacirkova, MD",
        "Krzysztof Lewandowski, MD",
        "Vincenzo Liso",
        "Estella Matutes, MD, PhD",
        "Marc Maynadie, MD, PhD",
        "John Meletis, MD.",
        "Anna Porwit",
        "M. Leticia Ribeiro, MD",
        "Lydia Sreter, MD.",
        "Andre Tichelli",
        "Teresa Vallespì, MD.PhD.",
        "Mars B. van ‘t Veer, MD",
        "Soledad Woessner, MD",
        "Marie-Christine Bene"
    ],
    "author_dict_list": [
        {
            "author_name": "Gina Zini, MD",
            "author_affiliations": [
                "Hematology Laboratory, Università Cattolica Sacro Cuore - Policlinico Gemelli, Rome, Italy"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Barbara Bain, MD",
            "author_affiliations": [
                "Department of Haematology, St Mary’s Hospital Campus of Imperial College, London, United Kingdom"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gianluigi Castoldi, MD",
            "author_affiliations": [
                "Department of Biomedical Sciences, University of Ferrara/S. Anna Hospital, Ferrara, Italy"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "José Cortez, PhD",
            "author_affiliations": [
                "Faculty of Medical Sciences, New University of Lisbon, Lisboa, Portugal"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Judit Csomor, MD",
            "author_affiliations": [
                "Department of Pathology and Experimental Cancer Research, 1st Semmelweis University, Budapest, Hungary"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Edgar Faber, MD",
            "author_affiliations": [
                "Hemato-Oncology, University Hospital Olomouc, Olomuc, Czech Republic"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aristoteles Giagounidis",
            "author_affiliations": [
                "Medizinische Klink II, St. Johannes Hospital, Duisburg, Germany"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Torsten Haferlach",
            "author_affiliations": [
                "MLL Munich Leukemia Laboratory GmbH, Munich, Germany"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Petra Kacirkova, MD",
            "author_affiliations": [
                "Laboratory of Morphology and Cytochemistry, Institute of Hematology and Blood Transfusion, Prague, Czech Republic"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Krzysztof Lewandowski, MD",
            "author_affiliations": [
                "Medical University of Gdansk, Poland, Gdansk, Poland"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vincenzo Liso",
            "author_affiliations": [
                "Hematology, Università degli Studi di Bari, Bari, Italy"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Estella Matutes, MD, PhD",
            "author_affiliations": [
                "Section of Haemato-Oncology, The Institute of Cancer Research, London, United Kingdom"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marc Maynadie, MD, PhD",
            "author_affiliations": [
                "Service d’Hématologie Biologique, Plateau Technique de Biologie, Dijon cedex, France"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John Meletis, MD.",
            "author_affiliations": [
                "First Department of Internal Medicine, University of Athens School of Medicine, Athen, Greece"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anna Porwit",
            "author_affiliations": [
                "Department of Pathology, Stockholm, Sweden"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "M. Leticia Ribeiro, MD",
            "author_affiliations": [
                "Departamento de Hematologia, Centro Hospitalar de Coimbra, Coimbra, Portugal"
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lydia Sreter, MD.",
            "author_affiliations": [
                "Department of Pathology and Experimental Cancer Research, 1st Semmelweis University, Budapest, Hungary"
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andre Tichelli",
            "author_affiliations": [
                "Hematology, University Hospital of Basel, Switzerland"
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Teresa Vallespì, MD.PhD.",
            "author_affiliations": [
                "Dpt. Hematology, Vall d’Hebron Hospital, Barcelona, Spain"
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mars B. van ‘t Veer, MD",
            "author_affiliations": [
                "Dpt. Hematology, Erasmus Medical Center, Rotterdam, Netherlands"
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Soledad Woessner, MD",
            "author_affiliations": [
                "Cytological School of Haematology, Hospital del Mar, Barcelona, Spain"
            ],
            "author_rank": 21,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marie-Christine Bene",
            "author_affiliations": [
                "GRAALL Group, Lyon, France"
            ],
            "author_rank": 22,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-08T12:48:20",
    "is_scraped": "1"
}