{
    "doi": "https://doi.org/10.1182/blood.V122.21.4697.4697",
    "article_title": "Use Of Hydroxyurea For Sickle Cell Disease In An Academic Center ",
    "article_date": "November 15, 2013",
    "session_type": "111. Hemoglobinopathies, excluding Thalassemia",
    "abstract_text": "Introduction The sole disease-modifying agent approved by the FDA for sickle cell disease (SCD) is hydroxyurea (HU), but it may be underutilized in the management of this condition. Not all patients respond to or can tolerate treatment with HU and it is not clear a priori who will respond. We evaluated the utilization of HU in a cross-sectional study of adults with SCD at the University of Illinois at Chicago (UIC) to determine how often HU has been attempted in all individuals who fulfill the criteria for the use of this disease modifying agent. Methods HU status was noted at the time of blood draw for enrollment in the UIC registry of SCD. Those not on HU were assessed as to whether or not they met criteria for being on HU in particular three or more vaso-occlusive episodes requiring presentation to a health care facility during the preceding 12 months or a lifetime history of one or more episodes of acute chest syndrome. The subjects who met these criteria for HU treatment were then divided into two groups, those who had been treated with HU in the past and those who had never received treatment. Those previously treated with HU were further assessed as to whether or not treatment was discontinued due to an adverse drug reaction, development of a contraindication, non-response, refusal to continue treatment, or noncompliance with treatment and/or clinic visits. Those who had never been on HU were categorized into whether or not treatment was not provided because of a contraindication, patient refusal of treatment, or noncompliance with clinic visits. Results Of 290 subjects enrolled in the study, 171 (59%) were either on HU (N=124, 43%), did not meet criteria for HU (N=35, 12%), or were on a chronic transfusion program (N=12, 4%). The remaining 119 (41%) were not on HU although they met the criteria. Among these 119 subjects HU had been attempted in almost half (N=58) but 37 were no longer on HU because of an adverse drug reaction, development of a contraindication, or non-response and 18 were noncompliant or refused to continue treatment. For those subjects in whom HU had never been attempted (N=61), almost half (N=30) had refused treatment or had been noncompliant with clinic visits. It was not possible to establish a valid reason for non-treatment in only 25 of 119 subjects not receiving HU (4 subjects in the group in which HU had been attempted in the past and 21 in the group in which HU had never been prescribed). Conclusion A cross-sectional survey at our sickle cell center clarified the picture for utilization of HU in individuals with SCD at UIC. Among those fulfilling criteria for HU therapy, 75% were currently receiving the medication or had received it in the past. A valid reason for non-treatment could be established in the majority of patients not receiving HU. However, 25 individuals (8% of all subjects included in the study) fulfilled criteria for treatment with HU but were not receiving the agent and the reason for non-treatment could not be established. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "hydroxyurea",
        "sickle cell anemia",
        "adverse effects of medication",
        "acute chest syndrome",
        "phlebotomy",
        "transfusion",
        "drepanocytes"
    ],
    "author_names": [
        "Michel Gowhari, DO",
        "Taimur Abbasi, MD",
        "Roberto F Machado, MD",
        "Victor R. Gordeuk, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Michel Gowhari, DO",
            "author_affiliations": [
                "Comprehensive Sickle Cell Center, Section of Hematology/Oncology, Department of Medicine, University of Illinois at Chicago, Chicago, IL, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Taimur Abbasi, MD",
            "author_affiliations": [
                "Institute for Personalized Respiratory Medicine, University of Illinois at Chicago, Chicago, IL, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Roberto F Machado, MD",
            "author_affiliations": [
                "Section of Pulmonary, Critical Care & Sleep Medicine, Department of Medicine, University of Illinois at Chicago, Chicago, IL, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Victor R. Gordeuk, MD",
            "author_affiliations": [
                "Comprehensive Sickle Cell Center, Section of Hematology/Oncology, Department of Medicine, University of Illinois at Chicago, Chicago, IL, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-24T21:41:12",
    "is_scraped": "1"
}