{
    "doi": "https://doi.org/10.1182/blood.V104.11.3446.3446",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=138",
    "start_url_page_num": 138,
    "is_scraped": "1",
    "article_title": "M-CSF Drives Human Cord Blood Monocyte Differentiation along an Alternative Pathway into Suppressive CXCR4 high IL-10 high IL-12 absent TNF-a defective Dendritic Cells. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "topics": [
        "cxcr4 receptors",
        "dendritic cells",
        "interleukin-10",
        "interleukin-12",
        "macrophage colony-stimulating factor",
        "monocytes",
        "tumor necrosis factor-alpha",
        "umbilical cord blood",
        "stromal cell-derived factor 1",
        "tumor necrosis factors"
    ],
    "author_names": [
        "Geling Li",
        "Hal E. Broxmeyer, Ph.D."
    ],
    "author_affiliations": [
        [
            "Microbiology and Immunology, Indiana University School of Medicine, Indianapolis, IN, USA",
            "Walther Oncology Center, Indiana University School of Medicine, Indianapolis, IN, USA",
            "Walther Cancer Institute, Indianapolis, IN, USA"
        ],
        [
            "Microbiology and Immunology, Indiana University School of Medicine, Indianapolis, IN, USA",
            "Walther Oncology Center, Indiana University School of Medicine, Indianapolis, IN, USA",
            "Walther Cancer Institute, Indianapolis, IN, USA"
        ]
    ],
    "first_author_latitude": "39.776611900000006",
    "first_author_longitude": "-86.1782753",
    "abstract_text": "M-CSF Drives Human Cord Blood Monocyte Differentiation along an Alternative Pathway into Suppressive CXCR4 high IL-10 high IL-12 absent TNF-α defective Dendritic cells Geling Li and Hal E. Broxmeyer. Microbiology and Immunology, Indiana University School of Medicine, Indianapolis, IN, USA; Walther Oncology Center, Indiana University School of Medicine, Indianapolis, IN, USA; Walther Cancer Institute, Indianapolis, IN, USA Macrophage colony-stimulating factor (M-CSF) in cooperation with TGF-β1 induces CD34 + hematopoietic progenitor cells to differentiate into Langerhans cells, a subset of immature dendritic cells (DCs) specifically localized in the epidermis. M-CSF levels are dramatically elevated in immunosuppressive conditions and M-CSF deficient mice are osteopetrotic. Therefore, we hypothesized that M-CSF might be involved in the generation of a novel subtype of suppressive DCs which may be located primary in bone marrow where large amounts of SDF-1 are constitutively produced. We also speculated that M-CSF-induced DCs might express the only known ligand of SDF-1, CXCR4 and migrate towards SDF-1. Highly purified umbilical cord blood monocytes (> 98% purity) cultured in the presence of M-CSF, IL-4 and TGF-β1 differentiated into a highly homologous population of cells with typical dendrites and acquired a langerhan cell (LC) phenotype by up-regulated expression of CD1a and E-cadherin. We termed these cells M-LC to distinguish them from regular LCs cultured in the presence of GM-CSF, IL-4 and TGF-β1. In comparison with LC, M-LCs produced a much higher level of IL-10, no IL-12 (detection limit, 4 pg/ml) and a minimal level of TNF-α (21.6 ± 37.5 pg/ml) upon LPS stimulation. LPS-activated M-LCs induced lower allogeneic mixed lymphocyte reaction (MLR) than LPS-activated LCs. Furthermore, exposure to LPS-activated M-LCs rendered a state of low-responsiveness in cord blood naïve CD4 + T cells to further re-stimulation with alloantigens in secondary MLR. M-LCs expressed much higher surface levels of CXCR4 than LCs regardless of their maturation status. M-LCs started to migrate towards SDF-1 at a lower concentration (≥10 fold lower than that required for LCs) and displayed enhanced responsiveness to SDF-1-induced chemotaxis. Our results demonstrate that M-CSF drives monocyte differentiation along an alternative pathway into suppressive CXCR4 high IL-10 high IL-12 absent TNF-α defective DCs. These novel DCs may be of use to suppress unwanted immune responses in vivo."
}