{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.1748.1748",
    "article_title": "A Phase 2 Trial of Early Intervention with Ibrutinib in Patients with Asymptomatic, High-Risk CLL ",
    "article_date": "December 7, 2017",
    "session_type": "642. CLL: Therapy, excluding Transplantation: Poster I",
    "abstract_text": "Introduction: The current IWCLL guidelines recommend initiation of therapy for progressive, symptomatic disease since studies have yet to demonstrate improved survival with early treatment with chemotherapy. However, available therapeutic options have recently increased significantly, including the development of Bruton's tyrosine kinase inhibitors such as ibrutinib (IB). IB is now approved for both previously untreated and relapsed patients requiring therapy. While IB achieves complete remissions in the minority of relapsed/refractory cases, the drug effects sustained responses, including >20% complete responses in frontline patients, hence providing a rationale for its use earlier in the disease course. Because CLL is associated with profound cellular, humoral and innate immune suppression that worsens with disease progression even in the absence of treatment, patients with CLL respond poorly to routine vaccinations. IB has been shown to reverse disease mediated immune dysfunction partly through Th1 skewing. We sought two test two hypotheses in this study: 1) the safety and efficacy of a defined period of therapy (2 years) of ibrutinib in early stage high risk disease and 2) ability of ibrutinib to improve the efficacy of routine vaccines administered to patients undergoing IB therapy. Methods: This is a single-stage phase II study of IB in previously untreated asymptomatic, genetically high-risk patients with CLL, who did not meet IWCLL treatment criteria. High risk genomics were defined as del(11)(q22.3), del(17)(p13.1), unmutated IGHV, and/or complex karyotype ( ≥3 cytogenetic abnormalities). Patients were randomized to receive IB 420mg PO daily in 4-week cycles either with the pneumococcal, influenza and TdaP vaccines (Arm A, concurrent) or following vaccination (Arm B, sequential)(see Fig 1). The primary objective of the study is to determine the safety and 2-year progression-free survival of asymptomatic, high-risk CLL patients treated with IB. Secondary objectives include determination of safety and immune responses to vaccines in relation to IB administration along with response characteristics, resistance development and quality-of-life outcomes. Results: Forty-four patients (66% male) have been enrolled on the trial. All patients are high-risk; 91% with unmutated IGHV, 86% with del17p, 66% with del11q, and 76% with complex karyotype. Two patients who progressed on arm B prior to starting therapy with IB are not included in the primary endpoint analysis, and one discontinued because of lung cancer diagnosis 8 months after starting IB. Patients on arms A and B have completed a median of 17 and 15.5 cycles of treatment respectively. Vaccinations in patients with CLL were generally safe and well-tolerated with only 3 patients in Arm B experiencing 5 grade 1 AEs (injection site reactions). There have been no grade 4 toxicities related to IB, and 2 patients have experienced 4 occurrences of grade 3 atrial fibrillation related to IB. Two additional patients experienced 1 episode of grade 3 fever and grade 3 chest pain respectively, which were deemed to be unrelated to IB. No hematologic grade 3 or 4 adverse events were observed. All 41 remaining patients continue IB without evidence of progressive disease. Early treatment with IB was associated with reduction in cancer related stress (p<0.01), anxiety (p=0.004) and improvement in sleep (p=0.02). Patients in Arm A reported a higher decline in anxiety levels as compared to patients in the sequential treatment arm (p=0.04). Conclusion: Treatment of early stage, high risk CLL patients with ibrutinib demonstrates no unexpected safety signals and all patients remain progression free (at median 16 months of follow-up) providing support that this treatment approach is feasible. Earlier IB treatment also results in a decline in stress and anxiety and improvements in sleep compared to patients awaiting treatment. The study is ongoing and updated clinical and vaccine response data will be reported. Figure 1 View large Download slide Figure 1 View large Download slide Close modal Disclosures Jones: Sunesis: Other: Institutional research funding; Abbvie, Pharmacyclics, Genentech, Gilead, Janssen, Merck, and Acerta: Other: Institutional research funding; Genentech, Abbvie, Pharmacyclics, Gilead, Janssen: Consultancy, Membership on an entity's Board of Directors or advisory committees. Byrd: Janssen: Research Funding; Genentech: Research Funding; The Ohio State University: Patents & Royalties: OSU-2S; Acerta Pharma: Research Funding; Pharmacyclics: Research Funding.",
    "topics": [
        "early intervention (education)",
        "ibrutinib",
        "vaccines",
        "disease progression",
        "karyotype determination procedure",
        "stress",
        "adverse event",
        "atrial fibrillation",
        "cancer",
        "chemotherapy regimen"
    ],
    "author_names": [
        "Farrukh T. Awan, MD MS",
        "Shanmugapriya Thangavadivel, PhD",
        "David Weiss",
        "Lai Wei, PhD",
        "Jennifer A. Woyach, MD",
        "Kerry A. Rogers, MD",
        "Jeffrey Jones, MD",
        "Leslie Andritsos, MD",
        "Natarajan Muthusamy, DVM,PhD",
        "Barbara Andersen, PhD",
        "John C. Byrd, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Farrukh T. Awan, MD MS",
            "author_affiliations": [
                "Division of Hematology, The Ohio State University, Columbus, OH "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Shanmugapriya Thangavadivel, PhD",
            "author_affiliations": [
                "The Ohio State University Comprehensive Cancer Center, Columbus, OH "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Weiss",
            "author_affiliations": [
                "The Ohio State University Comprehensive Cancer Center, Columbus, OH "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lai Wei, PhD",
            "author_affiliations": [
                "Center for Biostatistics, The Ohio State University Comprehensive Cancer Center, Columbus, OH "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jennifer A. Woyach, MD",
            "author_affiliations": [
                "Division of Hematology, The Ohio State University, Columbus, OH "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kerry A. Rogers, MD",
            "author_affiliations": [
                "The Ohio State University Comprehensive Cancer Center, Columbus, OH "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeffrey Jones, MD",
            "author_affiliations": [
                "Ohio State University Comprehensive Cancer Center, Columbus, OH "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Leslie Andritsos, MD",
            "author_affiliations": [
                "Division of Hematology, The Ohio State University Comprehensive Cancer Center, Columbus, OH "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Natarajan Muthusamy, DVM,PhD",
            "author_affiliations": [
                "Comprehensive Cancer Center, The Ohio State University, Columbus, OH"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Barbara Andersen, PhD",
            "author_affiliations": [
                "The Ohio State University Comprehensive Cancer Center, Columbus, OH "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John C. Byrd, MD",
            "author_affiliations": [
                "Comprehensive Cancer Center, The Ohio State University, Columbus, OH"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-11T15:37:58",
    "is_scraped": "1"
}