{
    "doi": "https://doi.org/10.1182/blood.V110.11.645.645",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1063",
    "start_url_page_num": 1063,
    "is_scraped": "1",
    "article_title": "Interim Results of a Phase I/II Study of Ocrelizumab, a New Humanised Anti-CD20 Antibody in Patients with Relapsed/Refractory Follicular Non-Hodgkin’s Lymphoma. ",
    "article_date": "November 16, 2007",
    "session_type": "Lymphoma: Therapy with Biologic Agents excluding Pre-Clinical Models",
    "topics": [
        "follicular lymphoma",
        "ocrelizumab",
        "tositumomab",
        "brachial plexus neuritis",
        "rituximab",
        "adverse event",
        "complete remission",
        "dyspnea",
        "infusion procedures",
        "lymphoma, non-hodgkin"
    ],
    "author_names": [
        "Franck Morschhauser",
        "Paula Marlton",
        "Umberto Vitolo",
        "Ola Linden",
        "John Seymour",
        "Michael Crump",
        "Bertrand Coiffier",
        "Alessandro Pulsoni",
        "Andrew Belch",
        "Erika Lerch",
        "Eva Kimby",
        "Kristina Arnljots",
        "Elisabeth Wassner",
        "Myriam Mendila"
    ],
    "author_affiliations": [
        [
            "Hopital Claude Huriez, Lille, France"
        ],
        [
            "Princess Alexandra Hospital, Woolloongabba, Australia"
        ],
        [
            "San Giovanni Battista Hospital, Turin, Italy"
        ],
        [
            "Lund University Hospital, Lund, Sweden"
        ],
        [
            "Peter MacCallum Cancer Centre, Melbourne, Australia"
        ],
        [
            "Princess Margaret Hospital, Toronto, Canada"
        ],
        [
            "Centre Hospitalier Lyon-Sud, Pierre Bénite, France"
        ],
        [
            "University of Rome La Sapienza, Rome, Italy"
        ],
        [
            "Cross Cancer Institute, Edmonton, Canada"
        ],
        [
            "Istituto Oncologico della Svizzera Italiana, Bellinzona, Switzerland"
        ],
        [
            "Karolinska Institute, Stockholm, Sweden"
        ],
        [
            "University Hospital, Malmö, Sweden"
        ],
        [
            "F. Hoffmann-La Roche Ltd, Basel, Switzerland"
        ],
        [
            "F. Hoffmann-La Roche Ltd, Basel, Switzerland"
        ]
    ],
    "first_author_latitude": "50.611495999999995",
    "first_author_longitude": "3.036616",
    "abstract_text": "Background: Ocrelizumab is a new humanised anti-CD20 antibody with the potential for enhanced efficacy in non-Hodgkin’s lymphoma (NHL) compared with rituximab due to increased binding affinity for the low-affinity variants of the FcγRIIIa receptor. An open-label, multicentre, dose-escalation study was conducted to evaluate the safety, efficacy, pharmacokinetics and pharmacogenetics of ocrelizumab in patients (pts) with relapsed/refractory follicular NHL following prior rituximab-containing therapy. Methods: A total of 47 pts with a response (complete response [CR], unconfirmed CR [CRu], partial response [PR]) or stable disease (SD) of ≥6 months’ duration following prior rituximab-containing treatment were enrolled into 3 sequential dose cohorts. Pts received infusions of ocrelizumab q3w at 200 mg/m 2 (cohort A), 375 mg/m 2 (cohort B) and 750 mg/m 2 (cohort C) for up to 8 doses. Response was assessed after 4 doses and after the end of treatment. Results: Fifteen pts were enrolled in cohort A, 16 in cohort B and 16 in cohort C; 60% were male; mean age was 57 years; 78% had stage III/IV disease. At study entry 30%, 50% and 67% had intermediate or high FLIPI score in cohorts A, B and C, respectively. Median number of prior therapies was 2 (range 1–7); time to progression after last rituximab-containing therapy of <12 months: 47% (cohort A), 31% (cohort B) and 62% (cohort C) of pts. The majority of pts reported ≥1 adverse event (AE) [80–100%, cohorts A-C]; most of these were grade 1/2, with only 6 pts experiencing a grade 3 AE and no grade 4 AEs observed. The most common AEs were infusion-related reactions (IRR; 73%, 75% and 69% in cohorts A, B and C, respectively); only one was grade 3. Two pts discontinued treatment due to toxicity (dyspnoea, IRR). A total of 17 pts responded to ocrelizumab for a response rate (RR) of 36% (13% CR/CRu) across all cohorts. RR by cohort was 27% (13% CR/CRu) for A, 50% (25% CR/CRu) for B and 31% (no CR/CRu) for C. In pts relapsing after prior response (CR/PR) to rituximab-containing therapy (n=40), RRs were 23% (15% CR/CRu), 62% (31% CR/CRu) and 33% (no CR/CRu) in cohorts A, B and C, respectively. Of 6 pts with SD after prior rituximab-containing therapy, 1 pt had a PR, 4 pts had SD and 1 pt progressed. Conclusion: Ocrelizumab is well tolerated at doses up to 750 mg/m 2 given q3w; AEs consist mainly of grade 1/2 IRRs. Severe IRRs (grade 3/4) following ocrelizumab occur less frequently than with rituximab. In this heavily and rituximab-pretreated pt population, the RR of 36% is encouraging."
}