{
    "doi": "https://doi.org/10.1182/blood.V114.22.447.447",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1429",
    "start_url_page_num": 1429,
    "is_scraped": "1",
    "article_title": "Growth Factor Independence 1 (Gfi1) Is Required for Initiation, Maintenance, Progression, and Transplantability of Lymphoma. ",
    "article_date": "November 20, 2009",
    "session_type": "ONCOGENES AND TUMOR SUPRESSORS: NOVEL PATHWAYS IN TUMORIGENESIS",
    "topics": [
        "growth factor",
        "lymphoma",
        "neoplasms",
        "t-cell lymphoma",
        "lymphoid neoplasm, malignant",
        "antiapoptotic agents",
        "cancer",
        "dna",
        "ethylnitrosourea",
        "excision"
    ],
    "author_names": [
        "Cyrus Khandanpour, MD",
        "Ehssan Sharif-Askari, PhD",
        "Khashayar Afshar",
        "Marie-Claude Gaudreau",
        "Jinfang Zhu, Ph.D.",
        "William Paul, MD",
        "Paul Jolicoeur, M.D., PhD",
        "Ulrich Duhrsen",
        "Tarik Moroy, PhD"
    ],
    "author_affiliations": [
        [
            "Institut de recherches cliniques de Montreal - IRCM, Montreal, QC, Canada, "
        ],
        [
            "Hematopoiesis & Cancer, Institut de recherches cliniques de Montreal - IRCM, Montreal, QC, Canada, "
        ],
        [
            "Hematopoiesis & Cancer, Institut de recherches cliniques de Montreal - IRCM, Montreal, QC, Canada, "
        ],
        [
            "Institut de recherches cliniques de Montreal - IRCM, Montreal, QC, Canada, "
        ],
        [
            "National Institute of Allergy and Infectious Disease, National Institutes of Health, Bethesda, MD, USA, "
        ],
        [
            "National Institute of Allergy and Infectious Diseases, National Institutes of Health, Bethesda, MD, USA, "
        ],
        [
            "Molecular Biology, Instit. de recherches cliniques de Montreal, Montreal, QC, Canada, "
        ],
        [
            "Hematology, University Hospital Essen, Essen, Germany"
        ],
        [
            "Institut de recherches cliniques de Montreal - IRCM, Montreal, QC, Canada, "
        ]
    ],
    "first_author_latitude": "45.513588999999996",
    "first_author_longitude": "-73.5761859",
    "abstract_text": "Abstract 447 One of the transcription factor genes, which are aberrantly expressed in human T-cell lymphoma, is Growth Factor Independence 1 (Gfi1). Since over expression of Gfi1 accelerates experimentally induced T-cell tumors on mice, it is likely that Gfi1 plays a crucial role in establishing or maintaining lymphoid neoplasms. To test this we have used, N-ethyl-N-nitrosourea (ENU) to induce T-cell tumors in WT and Gfi1-deficient mice. Nearly all WT mice (37/43) developed T-cell lymphoma with a median disease-free survival time of 106 days. In contrast, only 3/19 Gfi1 -/- mice developed hematopoietic neoplasms with a prolonged median latency period of 131 days (p≤0.02 for latency and p≤0.00001 for tumor incidence). Other approaches using infection of newborn mice with Moloney Murine leukemia virus (MoMuLV) showed a similar dependency of tumor formation on the expression of Gfi1. To test whether Gfi1 is also required for the maintenance of T-cell leukemia, we used conditional Gfi1 deficient mice, in which exon 4 and exon 5 of Gfi1 encoding N-terminal zinc fingers critical for DNA binding are flanked by loxp sites and can be eliminated by Cre recombinase. Mx-Cre - Gfi1 fl/fl and, as a control, Gfi1 fl/fl mice, were treated with ENU to induce T-cell lymphoma. About 7 weeks after ENU injection, Cre expression was induced by poly(I:C). At this time a tumor has already been initiated but is not visible phenotypically. Nearly all (19/22) of ENU and poly(I:C) treated Gfi1 fl/fl mice succumbed to lymphoma (median survival time 98 days) whereas only 5/19 poly(I:C) treated Mx-Cre - Gfi1 fl/fl mice developed T-cell lymphoma (median survival time 132 days, p≤0.01 for survival and p≤0.0001 for incidence). Interestingly, all tumors arising in poly(I:C) treated Mx-Cre - Gfi1 fl/fl mice showed only partial excision of the Gfi1 locus, further demonstrating the requirement of Gfi1 for tumor maintenance. We also treated a cohort of Mx-Cre - Gfi1 fl/fl and Gfi1 fl/fl mice with ENU and observed them for development of tumors by ultrasound. After the appearance of tumors in these mice, we treated Mx-Cre-Gfi1 fl/fl and Gfi1 fl/fl mice with poly(I:C) and observed a noticeable tumor regression only when the Gfi1 gene was deleted (average reduction of tumor size 0.4). In contrast, the tumors progressed in poly(I:C) treated Gfi1 fl/fl mice (average increase 4.5 times, p≤0.01 between Mx-Cre-Gfi1 fl/fl and Gfi1 fl/fl mice). Next we transplanted tumor cells from the different experiments and could show that loss of Gfi1 abrogated completely the engraftment of tumors in the recipient mice whereas tumors expressing Gfi1 engrafted perfectly well (n = 12 for Gfi1 fl/fl and n=6 for Mx-Cre - Gfi1 fl/fl mice p≤0.001 for incidence and survival between both cohorts). Inhibition of apoptosis is one of the hallmarks of cancer. Thus we investigated whether Gfi1 regulates apoptosis in the hematopoietic system. In-vitro , we demonstrated that loss of Gfi1 led to an enhanced apoptosis in explanted thymocytes and hematopoietic stem cells (defined as Lin - , Sca1 + , c-kit + : LSK) upon DNA damage induction either by gamma-radiation or cytotoxic substances. In-vivo , over 60 % of Gfi1 deficient mice but only 10% of WT mice succumbed to an exposure of a non-lethal dose of gamma irradiation (6 Gy) (p≤0.001 for survival) with a higher degree of cell death within the LSK fraction of Gfi1 -/- mice. On the molecular level we found that Gfi1 inhibits the DNA damage induced upregulation of the proapoptotic factors (such as Bax) and is required for up regulation of the antiapoptotic factor p21. Our findings suggest that Gfi1 is required for initiation, maintenance, progression and transplantability of lymphoid neoplasm and that it exerts this function by inhibiting apoptosis. Gfi1 might be a new target to treat lymphoid leukemia in humans. Disclosures: No relevant conflicts of interest to declare."
}