{
    "doi": "https://doi.org/10.1182/blood.V126.23.1943.1943",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3048",
    "start_url_page_num": 3048,
    "is_scraped": "1",
    "article_title": "Effect of Transfusion of the Third Party Umbilical Cord Blood on Haplo-Identical Hematopoietic Stem Cell Transplantation ",
    "article_date": "December 3, 2015",
    "session_type": "722. Clinical Allogeneic Transplantation: Acute and Chronic GVHD, Immune Reconstitution: Poster I",
    "topics": [
        "hematopoietic stem cell transplantation",
        "transfusion",
        "umbilical cord blood",
        "cd34 antigens",
        "graft-versus-host disease",
        "graft-versus-host disease, chronic",
        "leukemia",
        "dendritic cell neoplasms",
        "follow-up",
        "methotrexate"
    ],
    "author_names": [
        "Jing Bo Wang, PhD",
        "Xin Hong Fei",
        "Hao Yu Cheng",
        "Yu Ming Yin",
        "Wei Jie Zhang",
        "Shu Qin Zhang",
        "Qian Li",
        "Song Xue",
        "Jiang Ying Gu",
        "Jun Bao He",
        "Fan Yang",
        "Meng Qi Liu",
        "Jie Zhao",
        "Dai-Hong Liu"
    ],
    "author_affiliations": [
        [
            "Department of hematology, Aerospace Center Hospital Of Peking University, BeiJing, China "
        ],
        [
            "Department of hematology, Aerospace Center Hospital Of Peking University, BeiJing, China "
        ],
        [
            "Department of hematology, Aerospace Center Hospital Of Peking University, Beijing, China "
        ],
        [
            "Department of hematology, Aerospace Center Hospital Of Peking University, Beijing, China "
        ],
        [
            "Department of hematology, Aerospace Center Hospital Of Peking University, Beijing, China "
        ],
        [
            "Department of hematology, Aerospace Center Hospital Of Peking University, Beijing, China "
        ],
        [
            "Department of hematology, Aerospace Center Hospital Of Peking University, Beijing, China "
        ],
        [
            "Department of hematology, Aerospace Center Hospital Of Peking University, Beijing, China "
        ],
        [
            "Department of hematology, Aerospace Center Hospital Of Peking University, Beijing, China "
        ],
        [
            "Department of hematology, Aerospace Center Hospital Of Peking University, Beijing, China "
        ],
        [
            "Department of hematology, Aerospace Center Hospital Of Peking University, Beijing, China "
        ],
        [
            "Department of hematology, Aerospace Center Hospital Of Peking University, Beijing, China "
        ],
        [
            "Department of hematology, Aerospace Center Hospital Of Peking University, Beijing, China "
        ],
        [
            "Department of Hematology, Chinese PLA General Hospital, Beijing, China"
        ]
    ],
    "first_author_latitude": "39.9517325",
    "first_author_longitude": "116.27931144999998",
    "abstract_text": "Objective To retrospectively evaluate the effect of the third party umbilical cord blood on haplo-identical hematopoietic stem cell transplantation. Methods From June 2012 to May 2015, 125 leukemia patients were enrolled, including 41 cases of ALL, 62 cases of AML, 12 cases of MDS, 7 cases of CML-BP, 2 cases of acute mixed leukemia and 1 case of Mother cell dendritic cell tumor. Inclusion criteria: 1) AL patients; 2) halpo-identical HSCT; 3) 3/6 matched cord blood was available. Patients were divided into two groups, ie. group A (HSCT, n=65) and group B (HSCT plus umbilical cord blood transfusion group, n=60). Myeloablative conditioning regimens consisted of BuCy, TBI/FLAG, TBI/Cy, and FLAG that followed by reduced-intensified BUCY. The median dose of mononuclear cells in group A and B were 8.58×10 8 /kg and 9.01×10 8 /kg, respectively. The median dose of CD34 + cells for transfusion in each group were 3.67×10 6 /kg and 2.94×10 6 /kg, respectively. The dose of grafted UCB MNCs and CD34 + cells for group B were 3.5×10 7 /kg and 2×10 5 /kg, respectively. All patients received cyclosporineA, MMF and methotrexate for GVHD prophylaxis. The endpoints of this study were hematological engraftment, incidence of acute and chronic GVHD, incidence of relapse, transplant-related mortality(TRM), non-relapse mortality(NRM), Overall survival(OS) and Disease-free survival(DFS) in each group. Results The median follow-up time was 17(3-29) months in group A and 18(3-35) months in group B. Patients in group A reached a sustained ANC of more than 0.5*10 9 /L at a median of 11 days, whereas 14 days in group B. Platelet more than 20*10 9 /L occurred at a median of 19 days in group A, whereas 17 days in group B (P= .4). The rate of aGVHD was not significantly different in the two groups, 56.9% in group A and 48.3% in group B (P= .21). The accumulative incidence of II-IV grade aGVHD was 35.4% in group A and 30% in group B (P= .42). The incidence of chronic GVHD was 79.2% in group A and 71% in group B (P= .47). The incidence of extensive type was lower in group B, 69.2% Vs 35%, P=0.09. The incidence of CMV was lower in group B, 80% Vs 60% (P= .01). The accumulative incidence of EBV was lower in group B, 35.4% Vs 3.3% (P<0.01). At two years, the accumulative incidence of relapse was 24.4% in group A and 17.2% in group B, P=0.13. The two-year accumulative incidence of OS was 72.9% in group A and 84.8% in group B, P=0.07. The one-year accumulative incidence of DFS in each group were 65.7% and 79.4%, respectively, P=0.03. Conclusion Our clinical results have shown that HSCT with transfusion of the third party umbilical cord blood is a promising modality for induction of immunity reconstitution. Better survival results may benefit from lower incidence of GVHD and virus infection. Disclosures No relevant conflicts of interest to declare."
}