{
    "doi": "https://doi.org/10.1182/blood.V108.11.4154.4154",
    "article_title": "Peripheral Blood, Cord Blood and Bone Marrow Cells Sorted into SP+, CD34+ and SP− Cells Are Distinct in Their ABCG2 and MDR1 Expression Levels, Which Are Most Increased in SP+ Cells and Substantially Decline after In Vitro Culture and Terminal Cell Differentiation. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Primitive hematopoietic stem cells (HSC) can be selected based on the rapid efflux of the DNA-binding dye Hoechst 33342 and are identified as side-population (SP+) cells. We and others have demonstrated that SP+ cells are negative for most lineage markers including CD34, are increased in long-term culture-initiating cell assays, reconstitute the bone marrow (BM) of lethally irradiated NOD/SCID mice and have been determined as early HSC ( Engelhardt et al. Leukemia  2002 ; 16 : 1603 , Guo et al. JHSCR  2003 ; 12 : 71 ). With further characterization of the SP phenotype, different members of the ABC-superfamily have been ascertained as an SP feature, of which ABCG2 and MDR1 are major efflux proteins. We analyzed the expression of ABCG2 and MDR1 (by RT- and Q-PCR) in an inducible system using different cell lines and in SP+ cells as compared to CD34+ and SP− cells from various cell sources (PB, CB and BM) before (d0) and after (d7) in vitro culture. The hypothesis was that 1. SP+ cells as compared to CD34+ and SP− cells show highest ABCG2 and MDR1 values before expansion and 2. expression levels substantially decrease with expansion and terminal cell differentiation. The tested cell lines CMK, AML 3.3 and AML 6.2 were strongly positive for ABCG2, less positive in HL60 and K562, and KG-1a was negative for both target genes. With use of PB, CB and BM SP+ cells before and after culture, ABCG2 expression was highest in SP+ cells, less in CD34+ and the least positive in SP− cells. This difference in ABCG2 was most prominent in CB cells, that showed a 7-fold higher expression in SP+ as compared to CD34+ cells, whereas this was similar for PB and BM SP+ and CD34+ cells. Of note, the differences in ABCG2 via matched pair analysis of SP+, CD34+ and SP− cells did not reach significance. After 7-days of expansion, ABCG2 expression was substantially reduced in all three hematopoietic cell subsets as compared to d0 values, reaching statistical significance with matched pair analysis for 34+ cells (p=0.001). Also for MDR1, the d0 expression was highest in SP+ as compared to CD34+ and SP− cells. Significant differences between SP+ and SP− cells and between CD34+ and SP− cells were observed (p<0.01), however not between SP+ and CD34+ values. MDR1 expression was also decreased on d7 as compared to d0 values, which reached significance for SP+ and CD34+ cells (p<0.05). Our results suggest that via ABCG2 and MDR1 expression, PB, CB and BM cells sorted into SP+, CD34+ and SP− cells show substantial differences in pump protein expression. Albeit ABCG2 and MDR1 expression was highest in SP+ as compared to CD34+ and SP− cells, which declined with cell differentiation in culture, the difference between SP+ and CD34+ cells was less distinct than expected. This suggests that ABCG2 and MDR1 serve as markers for primitive HSC, but also that 1. “contamination” of other cells within the SP+ cell population (e.g. early lymphocyte subsets) dilute the expression levels of ABCG2 and MDR1 in SP+ cells, and/or 2. transporter expression determination does not allowed to detect small differences in ontogeny and stem cells’ primitiveness or 3. SP+ cells may not reflect - as much as initially postulated - very early HSC or are similar in its primitiveness as CD34+ cells.",
    "topics": [
        "bone marrow cells",
        "cd34 antigens",
        "cell differentiation",
        "dna",
        "dyes",
        "leukemia",
        "membrane transport proteins",
        "polymerase chain reaction",
        "umbilical cord blood",
        "cell lines"
    ],
    "author_names": [
        "Martina Kleber, MD",
        "Rebecca Storz",
        "Y. Guo, MD",
        "Dagmar Wider",
        "Gabriele Ihorst",
        "Monika Engelhardt, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Martina Kleber, MD",
            "author_affiliations": [
                "Department of Hematology and Oncology, University of Freiburg, Germany"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Rebecca Storz",
            "author_affiliations": [
                "Department of Hematology and Oncology, University of Freiburg, Germany"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Y. Guo, MD",
            "author_affiliations": [
                "Department of Biochemistry, Hanover, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dagmar Wider",
            "author_affiliations": [
                "Department of Hematology and Oncology, University of Freiburg, Germany"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gabriele Ihorst",
            "author_affiliations": [
                "Institute of Medical Biometry and Medical Informatics, University of Freiburg, Germany"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Monika Engelhardt, MD",
            "author_affiliations": [
                "Department of Hematology and Oncology, University of Freiburg, Germany"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-02T09:34:26",
    "is_scraped": "1"
}