{
    "doi": "https://doi.org/10.1182/blood.V122.21.4547.4547",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2453",
    "start_url_page_num": 2453,
    "is_scraped": "1",
    "article_title": "Influence Of Antithymoglobulin Doses On The Outcome Of Hematopoietic Stem Cells Transplantations After a Flu-Bu2 Conditioning Regimen: A Retrospective Study On 168 Consecutive Patients ",
    "article_date": "November 15, 2013",
    "session_type": "721. Clinical Allogeneic Transplantation - Conditioning Regimens, Engraftment and Acute Transplant Toxicities: Poster III",
    "topics": [
        "antithymoglobulin",
        "conditioning (psychology)",
        "hematopoietic stem cells",
        "influenza",
        "transplantation",
        "busulfan",
        "fludarabine",
        "graft-versus-host disease",
        "graft-versus-host disease, chronic",
        "communicable diseases"
    ],
    "author_names": [
        "Jérôme Cornillon, MD",
        "Marie Balsat",
        "Aurélie Cabrespine, PhD",
        "Emmanuelle Tavernier, MD",
        "Eric Hermet, MD",
        "Karine Augeul-Meunier, MD",
        "Jacques-Olivier Bay, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Hematology, Institut de Cancérologie de la Loire, 42270, France, "
        ],
        [
            "Insitut de Cancérologie de la Loire, St Etienne, France, "
        ],
        [
            "Hématologie Clinique Adulte et Thérapie Cellulaire, CHU Estaing, Clermont-Ferrand, France, "
        ],
        [
            "Hematology, Institut de Cancérologie de la Loire, Saint Priez en Jarez, France, "
        ],
        [
            "Hématologie Clinique Adulte et Thérapie Cellulaire, CHU Estaing, Clermont-Ferrand, France, "
        ],
        [
            "Hématology, Institut de Cancérologie Lucien Neuwirth, St Etienne, France, "
        ],
        [
            "Service d’hématologie et de thérapie cellulaire, Hôpital Estaing, Clermont-Ferrand, France"
        ]
    ],
    "first_author_latitude": "45.4801705",
    "first_author_longitude": "4.3619023",
    "abstract_text": "Introduction Since the first descriptions by Slavin et al , indications of allogeneic haematopoietic stem cell transplantations (AHSCT) with fludarabine and busulfan conditioning regimen (CR) have increased. The use of strongly immunosuppressant products such as antithymocyte globulin (ATG) increase transplant engraftment and limit the risk of GVHD but with a higher risk of infectious complications. Recently, with myeloablative conditioning regimen (MAC), one randomized and one retrospective studies showed a reduction of cGVHD incidence (1,2). In reduced CR (RIC), the results are contradictory. In large series, the use of ATG seems to increase the relapse rate and ultimately influence the overall survival (OS) (3). Therefore, the ATG dose in RIC conditioning remains discussed. In order to clarify this point, we conducted a retrospective study on patients who received a fludarabine-busulfan RIC AHSCT with easer one or tow days of ATG. Methods 168 consecutive patients, followed between January 2000 and December 2011 in 2 French centers were analysed. RIC was based on Fludarabine 150 mg/m² and Busulfan for 2 consecutive days. Selected dose of ATG (Thymoglobuline®) administered were easer 2.5 or 5 mg/kg/day. Information concerning donors, recipients, conditioning regimen, graft harvesting and follow-up were collected using prospectively designed forms from Promise database. Results 108 patients had received 2.5 mg/kg (ATG1) versus 60 patients 5 mg/kg (ATG2). Median follow-up was of 60 months range [18-148]. Median age was 58 years with 99 males and 69 females. Diagnosis included AML/MDS (n=84), ALL (n=7), CML (n=7), lymphoma or CLL (n=52), and myeloma (n=18). Donors were matched sibling (n=74) or unrelated (n= 94). Only 6.5% of transplants were in HLA mismatch. Median time to recovery of polynuclear neutrophils was 17 days (range 3-73.2). Time to platelet reconstitution was 11 days (range 3-39). Median of OS was 39 months. In multivariate analysis, disease status at transplant, aGVHD severity (III-IV) (p=.000044; 3.52 (1.92-6.45) and cGVHD occurrence were the prognostic parameters statically significant. Median of Disease Free Survival (DFS) was 45 months (1-111) with no difference between ATG1 and ATG2 or other parameters. Death attributed to disease progression seemed to be higher in ATG1 group but difference failed to reach statistical significance (25% versus 17%, p=0.21). Incidence of non-relapse mortality (NRM) at 3 months was 5% and the global NRM at 26%. In multivariate analysis, two parameters influence significantly the NRM, the aGVHD incidence (III-IV) (p=.00016; 8.03(2.73-23.65)) and the dose of ATG delivered (31% vs. 16% for ATG2; p=.048; 2.36 (1.01-5.54)). Interesting, NRM was principally significant in late events (> 3 months) with more death by GVHD or infectious disease in ATG1 group. No difference between ATG1 and ATG2 group was noted for hematopoietic reconstitution, rejection rate (2 in each group of SAL) and incidence of aGvHD. Although cumulative incidence of cGvHD seemed to be higher in ATG1 group, difference failed to reach statistical significance (42% versus 33%, p=0.23). Conclusion Our result show that 2 days of ATG decrease NRM independently of disease, source of donor, graft or GVHD incidence without increasing the risk of relapse or infectious disease. These results are compatible with previous results observed with MAC. According to our results, in RIC, higher dose of ATG might be recommended. 1. Socie G, et al; Blood. 2011 Jun 9;117(23):6375–82. 2. Mohty M, et al; Leukemia. 2010 Sep 30;24(11):1867–74. 3. Soiffer RJ, et al. Blood. 2011 Jun 23;117(25):6963–70. Disclosures: No relevant conflicts of interest to declare."
}