{
    "doi": "https://doi.org/10.1182/blood.V118.21.3132.3132",
    "article_title": "International Development of An EORTC Measure to Assess Patient-Reported Quality of Life (QoL) and Symptoms in Chronic Myeloid Leukemia (CML) ",
    "article_date": "November 18, 2011",
    "session_type": "901. Health Services and Outcomes Research: Poster II",
    "abstract_text": "Abstract 3132 Background The treatment of chronic myeloid leukemia (CML) has changed dramatically over the last decade with the advent of targeted therapies. Health related quality of life (HRQOL) is now an important treatment otucome for this population but there is lack of internationally validated HRQOL measures for CML patients. Aims The main objective of this paper is to present results of the cross cultural initial development of an EORTC HRQOL questionnaire for patients with CML. Methods The development is following the EORTC Quality of Life Group (QLG) module development guidelines (consisting of 4 phases) as well as the Food and Drug Administration (FDA) international recommendations for developing patient-reported outcome instruments. According to phases I and II of EORTC QLG module development, an extensive literature search on potentially relevant HRQOL issues for CML patients was conducted. In addition, patient and CML expert evaluations were performed on an international basis. For the purpose of this project, and in an effort to further strength content validity of the questionnaire from the very beginning, a CML Patient advocacy group was also involved. Results More than 600 CML related articles were scrutinized and an initial list of 74 issues, including potentially relevant HRQOL aspects for CML patients, was drafted. Overall 236 CML patients provided their input on the initial list of items. 137 CML patients were interviewed in the following countries: (Italy: 67; Germany: 45; Taiwan: 10; Iraq: 8 and Greece: 7) and 99 patients provided their input through a national patient advocacy website. The data stemming from this latter group were used for supportive analyses only. In addition 59 experts (mainly physicians) were also interviewed on possible relevance of issues. At the time of interviews patients were receiving the following treatments: Imatinib (58%), Nilotinib (25%), Dasatinib (13%). Fifty-two percent were in treatment for more than 5 years ensuring that our sample included a reasonable percentage of long-term cancer survivors. Based on analysis of mean scores, prevalence ratio, range and priority ratings given by patients and experts the initial list of 74 issues was reduced to 30 items grouped in the following scales: symptoms, psychosocial aspects, adherence to therapy, infertility, body image and satisfaction with care. Conclusions A list of 30 items has been derived based on this initial development process (phase I and II according to the EORTC QLG guidelines) and this is now being further tested in a larger CML sample. Eventually, we expect this EORTC QoL-CML questionnaire to be used as a key outcome measure in future clinical trials of novel therapies for CML patients. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "european organization for research and treatment of cancer",
        "leukemia, myelocytic, chronic",
        "quality of life",
        "dasatinib",
        "imatinib mesylate",
        "infertility",
        "molecular targeted therapy",
        "nilotinib",
        "weight measurement scales",
        "cancer survivors"
    ],
    "author_names": [
        "Fabio Efficace, PhD",
        "Massimo Breccia",
        "Susanne Saussele",
        "Ute Kossak",
        "Giovanni Caocci, MD",
        "Mirjam Sprangers",
        "Weichu Chie",
        "Adel Naeem",
        "Ourania Nicolatou-Galitis",
        "Marco Vignetti",
        "Annarita Cardoni, PhD",
        "Franco Mandelli, MD",
        "Michele Baccarani, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Fabio Efficace, PhD",
            "author_affiliations": [
                "Data Center and Health Outcomes Research Unit, Italian Group for Adult Hematologic Diseases (GIMEMA), Rome, Italy, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Massimo Breccia",
            "author_affiliations": [
                "Division of Hematology-Dept. of Cellular Biotechnologies and Hematology, University of Rome, Rome, Italy, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Susanne Saussele",
            "author_affiliations": [
                "III. Medizinische Klinik, Medizinische Fakultät Mannheim, Universität Heidelberg, Mannheim, Germany, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ute Kossak",
            "author_affiliations": [
                "III. Medizinische Klinik, Medizinische Fakultät Mannheim, Universität Heidelberg, Mannheim, Germany, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Giovanni Caocci, MD",
            "author_affiliations": [
                "Bone Marrow Transplantation Unit, Hospital “Binaghi”, Cagliari, Italy, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mirjam Sprangers",
            "author_affiliations": [
                "University of Amsterdam, Amsterdam, Netherlands, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Weichu Chie",
            "author_affiliations": [
                "National Taiwan University, Taipei, Taiwan, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Adel Naeem",
            "author_affiliations": [
                "University of Baghdad, Baghdad, Iraq, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ourania Nicolatou-Galitis",
            "author_affiliations": [
                "University of Athens, Athens, Greece, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marco Vignetti",
            "author_affiliations": [
                "GIMEMA Data Center, Rome, Italy, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Annarita Cardoni, PhD",
            "author_affiliations": [
                "Data Center and Health Outcomes Research Unit, Italian Group for Adult Hematologic Diseases (GIMEMA), Rome, Italy, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Franco Mandelli, MD",
            "author_affiliations": [
                "Data Center and Health Outcomes Research Unit, Italian Group for Adult Hematologic Diseases (GIMEMA), Rome, Italy, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michele Baccarani, MD",
            "author_affiliations": [
                "Department of Hematology/Oncology, University of Bologna, Bologna, Italy"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-19T02:39:56",
    "is_scraped": "1"
}