{
    "doi": "https://doi.org/10.1182/blood-2018-99-109534",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4048",
    "start_url_page_num": 4048,
    "is_scraped": "1",
    "article_title": "Tissue Resident Memory Cells ",
    "article_date": "November 29, 2018",
    "session_type": "The Making of Memory",
    "topics": [
        "antigens",
        "asthma",
        "autoantigens",
        "conflict of interest",
        "cytokine",
        "diabetes mellitus, type 1",
        "disclosure",
        "fatty acid metabolism",
        "fungus",
        "germinal center of lymph node"
    ],
    "author_names": [
        "Thomas S Kupper, MD"
    ],
    "author_affiliations": [
        [
            "Brigham and Women's Hospital, Boston, MA"
        ]
    ],
    "first_author_latitude": "42.341380400000006",
    "first_author_longitude": "-71.0932529",
    "abstract_text": "Tissue resident memory T cells (T RM ) are a relatively newly discovered subset of memory T cells. Rather than inhabiting secondary lymphoid tissue, they are lodged in peripheral tissues. While T RM can appear in any tissue, they are most abundant in tissues that abut the environment--skin, lung, gut, oral and vaginal mucosa. They accumulate as a result of T cell mediated inflammatory processes which occur in response to infection or encounter with a non-pathogenic antigen. Strategically, they can respond almost immediately to a subsequent encounter with the antigen for which they are specific, and thus play a critical role in host defense. CD8 T RM specific for pathogenic viruses have been described, as well as CD4 T RM for pathogenic fungi and other microorganisms. While T RM play a role in host defense, inappropriate activation of T RM in response to autoantigen or otherwise innocuous antigen is thought to play a key role in several T cell mediated inflammatory diseases, including psoriasis, spondyloarthritides, multiple sclerosis, type I diabetes, and asthma. Dislodging pathogenic T RM from tissue has proven difficult or impossible, and thus many of these disorders are relapsing even if successfully treated. Their dependence on cytokines such as IL-15, fatty acid metabolism, and expression of CD69 may represent targets of therapeutic opportunity. Disclosures No relevant conflicts of interest to declare."
}