{
    "doi": "https://doi.org/10.1182/blood.V110.11.2035.2035",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=901",
    "start_url_page_num": 901,
    "is_scraped": "1",
    "article_title": "Rituximab Consolidation and Maintenance Immunotherapy Improve Outcome in B-Cell Chronic Lymphocytic Leukemia. ",
    "article_date": "November 16, 2007",
    "session_type": "CLL - Therapy, excluding Transplantation",
    "topics": [
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "immunotherapy",
        "rituximab",
        "brachial plexus neuritis",
        "influenza",
        "cd20 antigens",
        "chemotherapy regimen",
        "complete remission",
        "disease remission"
    ],
    "author_names": [
        "Giovanni Del Poeta, MD",
        "Maria Ilaria Del Principe, M.D.",
        "Luca Maurillo, M.D.",
        "Francesco Buccisano, M.D.",
        "Gianfranco Catalano, M.D.",
        "Adriano Venditti, M.D.",
        "Antonella Zucchetto, Ph.D.",
        "Alessio Pio Perrotti, M.D.",
        "Valter Gattei, M.D.",
        "Paolo de Fabritiis, M.D.",
        "Sergio Amadori, M.D."
    ],
    "author_affiliations": [
        [
            "Hematology, University Tor Vergata, Roma, Italy"
        ],
        [
            "Hematology, University Tor Vergata, Roma, Italy"
        ],
        [
            "Hematology, University Tor Vergata, Roma, Italy"
        ],
        [
            "Hematology, University Tor Vergata, Roma, Italy"
        ],
        [
            "Hematology, University Tor Vergata, Roma, Italy"
        ],
        [
            "Hematology, University Tor Vergata, Roma, Italy"
        ],
        [
            "Clinical and Experimental Hematology Unit, CRO, IRCCS, Aviano (PN), Italy"
        ],
        [
            "Hematology, University Tor Vergata, Roma, Italy"
        ],
        [
            "Clinical and Experimental Hematology Unit, CRO, IRCCS, Aviano (PN), Italy"
        ],
        [
            "Hematology, University Tor Vergata, Roma, Italy"
        ],
        [
            "Hematology, University Tor Vergata, Roma, Italy"
        ]
    ],
    "first_author_latitude": "41.8536401",
    "first_author_longitude": "12.628676200000001",
    "abstract_text": "Monoclonal antibodies in combination with chemotherapy allowed us to obtain more responses and longer response duration in B-cell chronic lymphocytic leukemia (B-CLL), reducing disease burden to levels detectable only by flow cytometry. Moreover, it has been reported that low-dose rituximab decreases CD20 antigen loss via shaving and promotes enhanced targeting in CLL (Williams, 2006). We performed a phase II study that added rituximab to fludarabine (Flu) as therapy for symptomatic, untreated CLL. Remission status was assessed by a multiparametric flow cytometric method based on the detection of CD19+CD5+CD79b– residual B-CLL lymphocytes. VH mutational status, CD38, ZAP-70 and cytogenetics were obtained in all pts before treatment. We defined as “high risk” pts having at least two of the following markers: unmutated IgVH, CD38>30%, ZAP-70>20%, intermediate/unfavorable cytogenetics (trisomy 12 or del11q or del17p). Eighty-two CLL pts, median age 61 years, received six monthly courses of Flu (25 mg/m 2 for 5 days) and four weekly doses of rituximab (375 mg/m 2 ) starting after completion of Flu therapy. According to modified Rai stages, 8 pts had a low stage, 70 an intermediate stage and 4 a high stage. Based on NCI criteria, 66/82 (80%) pts achieved a complete remission (CR), 12/82 (15%) a partial remission (PR) and 4/82 (5%) no response or progression. Hematologic toxicity included mainly neutropenia (grade 3 and/or 4 in 42 pts) and thrombocytopenia (grade 3 and/or 4 in 4 pts). Thirty-five pts in clinical CR or PR, either with CD5+CD19+CD79b– bone marrow (BM) cells >1% (MRD+, n=20 pts) or MRD negative but presenting CD5+CD19+ peripheral blood lymphocytes (PBL) >1000/microl (n=15 pts) within 1 year after completion of the induction treatment, underwent consolidation/maintenance therapy with four monthly cycles of rituximab at 375 mg/m 2 followed by twelve monthly doses of rituximab at 150 mg/m 2 . The median follow-up duration was 46 months. Noteworthy, all B-CLL pts experienced a long progression-free survival (PFS) from the end of induction treatment (68% at 5 years). Nevertheless, CLL pts that underwent consolidation and maintenance therapy (n=35) showed a significant longer response duration (85% at 5 years, Figure). On the other hand, BM and PBL persistently MRD negative (>1 year) pts (n=29) showed a response duration similar to that of the consolidated pts (87% at 5 years). A significant shorter PFS was observed within CD38+ pts (39% vs 78% at 5 years, P=0.002), unmutated pts (45% vs 94% at 2.5 years, P=0.001) and ZAP-70+ pts (36% vs 88% at 6 years; P=0.00002). Notably, within the “high risk” subset (n=30), considering only MRD+ pts in CR or PR (n=20), MRD+ consolidated pts (n=11) showed a significant longer response duration (64% vs 13% at 2 years, P=0.006) in comparison with MRD+ unconsolidated pts (n=9). In conclusion, consolidation/maintenance therapy with rituximab prolongs significantly the response duration in B-CLL, improving also the outcome of the “high risk” subset. View large Download slide Figure View large Download slide Figure "
}