{
    "doi": "https://doi.org/10.1182/blood.V112.11.825.825",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1296",
    "start_url_page_num": 1296,
    "is_scraped": "1",
    "article_title": "GM-CSF Secreting Leukemia Cell Vaccination after Allogeneic Reduced Intensity Hematopoietic Stem Cell Transplantation for Advanced Myeloid Malignancies ",
    "article_date": "November 16, 2008",
    "session_type": "Tumor Immunotherapy",
    "topics": [
        "cancer",
        "granulocyte-macrophage colony-stimulating factor",
        "hematopoietic stem cell transplantation",
        "leukemia",
        "recombinant granulocyte-macrophage colony-stimulating factors",
        "vaccination",
        "vaccines",
        "transplantation",
        "tacrolimus",
        "graft-versus-host disease, acute"
    ],
    "author_names": [
        "Vincent Ho, MD",
        "Glenn Dranoff, MD",
        "Haesook Kim, PhD",
        "Matthew Vanneman",
        "Mildred Pasek",
        "Corey Cutler, MD",
        "John Koreth, MBBS",
        "Edwin Alyea, MD",
        "Joseph H Antin, MD",
        "Ritz Jerome, MD",
        "Robert J Soiffer, MD"
    ],
    "author_affiliations": [
        [
            "Hematologic Oncology, Dana-Farber Cancer Inst., Boston, MA, USA"
        ],
        [
            "Dana-Farber Cancer Institute, Boston, MA, USA"
        ],
        [
            "Computational Biology, Dana-Farber Cancer Institute, Boston, MA, USA"
        ],
        [
            "Dana-Farber Cancer Institute, Boston, MA, USA"
        ],
        [
            "Dana-Farber Cancer Institute, Boston, MA, USA"
        ],
        [
            "Dana-Farber Cancer Institute, Boston, MA, USA"
        ],
        [
            "Dana-Farber Cancer Institute, Boston, MA, USA"
        ],
        [
            "Dana-Farber Cancer Inst., Boston, MA, USA"
        ],
        [
            "Dana-Farber Cancer Institute, Boston, MA, USA"
        ],
        [
            "Dana-Farber Cancer Institute, Boston, MA, USA"
        ],
        [
            "Dana-Farber Cancer Institute, Boston, MA, USA"
        ]
    ],
    "first_author_latitude": "42.33745149999999",
    "first_author_longitude": "-71.1081799",
    "abstract_text": "Studies have shown that leukemia specific donor immune responses can be elicited by cancer vaccination after allogeneic SCT. Given the likelihood of disease progression in patients with active leukemia at the time of transplant, potential anti-tumor vaccines must be administered early post-transplant if they are to exert a meaningful effect. Early vaccination after SCT could capitalize upon the rapid homeostatic lymphoid expansion associated with post conditioning lymphopenia. However, there is concern about the efficacy of vaccinations early after allogeneic transplant when patients remain on immune suppression to prevent GVHD. GVAX, a cancer vaccine composed of leukemia cells genetically modified to secrete GM-CSF, has demonstrated activity in MDS and AML. We completed a trial investigating the feasibility and safety of administering GVAX early after allogeneic HLA matched reduced intensity conditioning (RIC) SCT for patients with MDS-RAEB or active AML. Prior to SCT, autologous myeloblasts were harvested and transfected with an adenovirus vector bearing the GM-CSF gene to generate the GVAX vaccine. Conditioning consisted of fludarabine 30mg/m 2 /d IV × 4, and busulfan 0.8mg/kg IV q12H × 8 doses prior to allogeneic PBSC infusion. GVHD prophylaxis included tacrolimus and mini-methotrexate. Vaccination started between day +30 to +45 post SCT if there was adequate count recovery and no grade II–IV acute GVHD. GVAX was administered SC/ID weekly × 3 doses, then q2 wks × 3 doses. Taper of tacrolimus began after vaccine completion (» d+120). Twenty four patients (13 URD, 11 MRD) were transplanted: 16 AML, 6 MDS/RAEB, 2 CML myeloid blast crisis. Median age was 62 (range, 41–71 years). Median marrow blast content at transplant was 22% (range, 6–91%). GVAX was successfully generated for all patients. Of the 24 patients transplanted, 9 could not start vaccine due to rapid leukemia progression (4); acute GVHD requiring systemic steroids (3); sepsis (1) and IPS (1); Among the 15 patients who started vaccination per protocol, 10 completed all 6 vaccines. Mild injection site reaction with induration, erythema, and pruritus was the only common side effect. After vaccination, 3/15 patients developed grade II acute GVHD and 7/15 had cGVHD. Relapse free (RFS) and overall survival (OS) at 2 years for patients who started GVAX were 46% and 56%, respectively. This is superior to the 2-yr DFS and OS of 12% and 16% (p=0.02), respectively, in a matched cohort of 34 patients with the same disease receiving RIC SCT during the same time period. Among the patients who completed all 6 vaccines, 9/10 remain in complete remission (6 AML, 3 MDS-RAEB) with median follow-up of 22.5 months post SCT (range, 7–38 mos). Three patients with disease relapse/progression early post SCT entered CR after vaccination and taper of tacrolimus. Pathologic examination of vaccination and leukemia cell DTH sites revealed significant infiltration with inflammatory cells and eosinophils in all patients who responded. Concordant with prior studies showing that anti-cancer activity after GM-CSF secreting tumor cell vaccines is associated with NKG2D-target-cell interactions mediated by NK and NK-T cells, our immunologic studies revealed progressively decreasing levels of soluble NKG2D ligands in patients with sustained remission after GVAX. Our results demonstrate that GVAX vaccination early after RIC SCT elicits important biologic activity despite administration during full immune suppression with tacrolimus. Given that all of the patients had active disease at transplant and received a reduced intensity conditioning regimen, we would have expected few to enter complete and sustained remission. Our encouraging results suggest GVAX vaccination is safe and may have anticancer activity in patients with MDS/AML after allogeneic SCT."
}