{
    "doi": "https://doi.org/10.1182/blood-2018-99-119224",
    "article_title": "The Ribonucleotide Reductase Inhibitor, Didox, Reduces the In Vivo Vascular Inflammation and Oxidative Stress Induced By Acute Hemolysis ",
    "article_date": "November 29, 2018",
    "session_type": "101. Red Cells and Erythropoiesis, Structure and Function, Metabolism, and Survival, Excluding Iron: Poster I",
    "abstract_text": "Introduction: Several diseases and disorders, including hereditary and acquired hemolytic anemia, blood transfusion reactions, preeclampsia and some infections, incur intravascular hemolysis to varying degrees. The destruction of red blood cells and the release of hemoglobin (Hb) and heme into the circulation results in vascular inflammation, characterized by the recruitment of leukocytes to the vascular endothelium, reduced nitric oxide bioavailability and oxidative stress, all of which may contribute to complications seen in hemolytic diseases, such as pulmonary hypertension, cutaneous leg ulcers and priapism. Didox (3,4-dihydroxybenzohydroxamic acid), a ribonucleotide reductase inhibitor, has been shown to have anti-inflammatory and anti-oxidative effects. This molecule has potential as a cancer therapy and has demonstrated beneficial effects in numerous pathologies, diminishing vaso-occlusive processes in mice with sickle cell disease, and suppressing mast cell activation and degranulation, amongst other effects. Aims: The aim of this study was to evaluate the effects of didox on the vascular inflammatory effects of in vivo acute hemolysis. Methods: C57BL/6 mice received i.v. didox (10 mg/animal) or the same volume of saline vehicle immediately before receiving the hemolytic stimulus. In some mice, didox (10 mg) was given intraperitonally (i.p.) 30 min before hemolysis. Acute hemolysis (HEM) was induced by injecting mice (i.v.) with 100 µl sterile water; for non-hemolysis controls (CON), the same quantity of saline was administered i.v.. At 15 min post-hemolysis, blood was obtained by cardiac puncture for biochemical and flow cytometry analyses; other animals were submitted to cremaster muscle exposure followed by intravital microscopy. Results: Intravascular H 2 O administration successfully induced hemolysis within 15 min, as demonstrated by elevated plasma cell-free Hb and heme levels (plasma Hb: 0.20±0.05 and 0.66±0.16 mg/ml, P<0.01; total plasma heme: 26.3±4.9 and 87.1±18.4 µM, for CON and HEM, respectively, N=≥6, P<0.001). Interestingly, pre-administration of mice with didox slightly, but significantly, decreased plasma Hb and Heme (plasma Hb: 0.43±0.07 and 0.54±0.07 mg/ml, P<0.05; total plasma heme: 62.7.3±9.5 and 71.5±6.7 µM for i.v. and i.p. didox, respectively, N=6, P<0.05). Concomitantly, acute hemolysis significantly augmented leukocyte (WBC) recruitment and extravasation in the cremaster microcirculation (WBC adhesion: 3.07±0.28 and 13.41±1.02 WBC µm -1 , P<0.001; WBC extravasation: 0.72±0.16 and 2.93±0.45 WBC (100x50 µm -2 ) for CON and HEM, respectively, N=≥5, P<0.001). Didox significantly abrogated this effect of hemolysis, decreasing WBC adhesion to 6.12±0.62 and 2.10±0.30 WBC µm -1 and WBC extravasation to 1.32±0.24 and 1.14±0.21 WBC (100x50 µm -2 ) (for i.v. and i.p. didox, respectively, N≥5, P<0.001). Flow cytometry demonstrated that hemolysis elevated both the generation of reactive oxygen species (ROS) in the granulocytes of mice and their expression of the Mac-1 integrin subunit, CD11b (ROS: 590±58 and 1140±187 MFI, P<0.01; CD11b: 3028±387 and 4534±416 MFI, for CON and HEM, respect. N=3-6, P<0.01). Importantly, the inhibition of vascular inflammation by didox was associated with a significant decrease in both ROS generation and CD11b expression by granulocytes (ROS: 591±53 and 699±120 MFI, P<0.01; CD11b 2399±126 and 2379±207 MFI, for i.v. and i.p. didox, respectively. N=3-6, P<0.01). Conclusion: Didox, when administrated both intravascularly and intraperitoneally in mice, can inhibit the significant elevations in leukocyte integrin expression and cellular recruitment in the microcirculation that are induced by acute hemolysis. This improvement in vascular inflammation is accompanied by the prevention of oxidative stress in the leukocytes. While didox was found to slightly reduce hemolysis in response to osmotic shock, an interesting observation in itself, it is probable that the beneficial effects of this molecule on vascular inflammation are mediated largely by its effect on oxidative stress parameters. As such, this molecule may provide a novel therapeutic approach to reduce the oxidative stress and vascular inflammation caused by hemolytic events. This includes potential clinical use to treat sickle cell disease and other disorders in which hemolysis is a contributing factor to the pathophysiology. Disclosures Elford: Molecules for Health, Inc.: Equity Ownership, Patents & Royalties: Didox.",
    "topics": [
        "hemolysis",
        "inflammation",
        "oxidative stress",
        "ribonucleotide reductase inhibitors",
        "water, sterile",
        "heme",
        "macrophage-1 antigen",
        "molecule",
        "extravasation of diagnostic and therapeutic materials",
        "adhesions"
    ],
    "author_names": [
        "Nicola Conran, PhD",
        "Juliete A.F. Silva, PhD",
        "Erica M.F. Gotardo, PhD",
        "Hanan Chweih, M.Sc.",
        "Lediana I. Miguel, M.Sc.",
        "Flávia Costa Leonardo, PhD",
        "Wilson A. Ferreira, Jr., PhD",
        "Bo E. Hedlund, PhD",
        "Howard L. Elford, PhD",
        "Fernando F. Costa, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Nicola Conran, PhD",
            "author_affiliations": [
                "Hematology Center, University of Campinas - UNICAMP, Campinas, Brazil "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Juliete A.F. Silva, PhD",
            "author_affiliations": [
                "Hematology Center, University of Campinas - UNICAMP, Campinas - São Paulo, Brazil "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Erica M.F. Gotardo, PhD",
            "author_affiliations": [
                "Hematology Center, University of Campinas - UNICAMP, Campinas - São Paulo, Brazil "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hanan Chweih, M.Sc.",
            "author_affiliations": [
                "Hematology Center, University of Campinas - UNICAMP, Campinas - São Paulo, Brazil "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lediana I. Miguel, M.Sc.",
            "author_affiliations": [
                "Hematology Center, University of Campinas - UNICAMP, Campinas - São Paulo, Brazil "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Flávia Costa Leonardo, PhD",
            "author_affiliations": [
                "Hematology Center, University of Campinas - UNICAMP, Campinas - São Paulo, Brazil "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wilson A. Ferreira, Jr., PhD",
            "author_affiliations": [
                "Hematology Center, University of Campinas - UNICAMP, Campinas - São Paulo, Brazil "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bo E. Hedlund, PhD",
            "author_affiliations": [
                "Division of Hematology, Oncology and Transplantation, Department of Medicine, University of Minnesota Medical School, Minnesota, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Howard L. Elford, PhD",
            "author_affiliations": [
                "Molecules For Health, Inc, Richmond, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fernando F. Costa, MD, PhD",
            "author_affiliations": [
                "Hematology and Hemotherapy Center, University of Campinas - UNICAMP, Campinas - São Paulo, Brazil"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-15T09:41:13",
    "is_scraped": "1"
}