{
    "doi": "https://doi.org/10.1182/blood.V122.21.4695.4695",
    "article_title": "Hemoglobin Variants That Produce Abnormal Elevations In Hb A 1c In The Clinical Laboratory: Electrophoretic Patterns, HPLC Analysis and Globin Gene Sequencing ",
    "article_date": "November 15, 2013",
    "session_type": "111. Hemoglobinopathies, excluding Thalassemia",
    "abstract_text": "Introduction There are two commonly-used methods for measuring Hemoglobin A1c (Hb A 1c ) – chromatographic and immunochemical. Immunochemical analysis depends on a specific antibody directed towards an epitope that consists of the linked glucose as well as the N-terminal betachain. High-performance liquid chromatography (HPLC)-determined Hb A1c concentrations that are unusually high (above 18%) may be a consequence of a hemoglobinopathy. Standard alkaline and acid gel electrophoresis and even an extended HPLC chromatogram may not fully resolve the abnormal hemoglobin. Globin gene analysis is an invaluable aid in such a situation. Over the course of a 12-month period, 4 individuals were identified in whom the HbA 1c fraction exceeded 20%. All cases were encountered as part of our routine clinical chemistry hemoglobin A1c service. All cases were shown to be a result of heterozygosity for an uncommon or rare hemoglobin variant. This resulted in an early-eluting variant that was close to, or coincident with, the Hb A1c peak. Only one of these 4 subjects had anemia and microcytosis, apparently related to iron deficiency and chronic kidney disease. Methods & Materials Hb A1c quantitation was carried out using EDTA-anticoagulated blood on a Bio-Rad Variant II HPLC analyzer (Bio-Rad Laboratories, Hercules CA). Gel electrophoresis was performed on a SPIFE 3000 system (Helena Laboratories, Beaumont TX) using spun, washed red cell pellets. Extended-run HPLC analysis utilized a BioRad D-10™ Hemoglobin Analyzer in the A 2 /F mode. Globin gene analysis was carried out at Boston University Medical Center using the residual washed whole blood pellet. The globin genes were amplified by PCR, the amplicons were purified, and nucleotide sequencing was performed. Case Descriptions Case 1. Female 58 y. Hb A 1c 23.8%. o Hb 13.6 g/dL, Hct 41.2%, MCV 94 fL, RBC 4.39 x 10 6 per mm 3 , RDW 13.4% o Alkaline gel electrophoresis: Very fast variant band, 23% of total Hb. o Acid Gel electrophoresis: Normal. o Globin gene analysis: Heterozygous for Hb I (α2 codon 16 AAG>GAG or Lys16Glu). Case 2. Female 66 y. Hb A 1c 46%. o Hb 7.3 g/dL, Hct 24.9 %, MCV 70 fL, RBC 3.5 x 10 6 per mm 3 , RDW 16.5%. Iron deficient with low serum ferritin of 8.3. The patient also had a history of diabetes and chronic kidney disease. o Alkaline gel electrophoresis: “Fast” hemoglobin, but migrating very close to & slightly anodal of Hb A. o Acid Gel electrophoresis: Variant hemoglobin migrates with Hb F o D-10 HPLC A 2 /F Mode: 45% A1c o Globin gene analysis: Heterozygous for Hb Hope, β chain codon 136 GGT>GAT or Gly136Asp Case 3. Female 47 y. Hb A 1c 43%. o Hb 12.6 g/dL, Hct 41.7%, MCV 96.2 fL, RBC 4.33x 10 6 per mm 3 , RDW 22.9% o Alkaline gel electrophoresis: Normal. o D-10 HPLC A 2 /F Mode: Variant peak, 46% eluting between Hb A1c and A 0 o Globin gene analysis: Heterozygous for Hb Moriguchi, β codon 97 CAC>TAC or His97Tyr. Case 4. Female 83 y. Hb A 1c 41% as “labile Hb A1c” or 51% as Hb A1c by extended run in A 2 /F mode. o Hb 13.8 g/dL, Hct 43.4%, MCV 88.5 fL, RBC 4.9 x 10 6 per mm 3 , RDW 14% o Alkaline gel electrophoresis: Normal. o Acid Gel electrophoresis: Variant band, slightly anodal to Hb F o D-10 HPLC A 2 /F Mode: 51% Hb A1c o Globin gene analysis: Heterozygous for a novel variant hemoglobin, β codon 2 CAC>AAC or Histidine to Asparagine Conclusions Hb A 1c analysis by HPLC frequently reveals the presence of a variant hemoglobin in asymptomatic individuals who have the S, C or E trait. In such cases, Hb A 1c can be accurately determined despite the presence of the abnormal hemoglobin. We describe 4 individuals with marked elevation of Hb A 1c . All these individuals were heterozygous for uncommon globin chain variants due to single point mutations. One subject had a Hb variant that had not been previously recognized. It is unclear whether the immunochemical assays might experience interference from these unusual variants. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "genes",
        "globins",
        "hemoglobin",
        "high pressure liquid chromatography procedure",
        "hemoglobin a, glycosylated",
        "electrophoresis, gel",
        "cisplatin/methotrexate/vinblastine protocol",
        "fluorides",
        "mean corpuscular volume analyses",
        "abnormal hemoglobins"
    ],
    "author_names": [
        "Neil S. Harris, M.D.",
        "David H.K. Chui, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Neil S. Harris, M.D.",
            "author_affiliations": [
                "Department of Pathology, University of Florida, Gainesville, FL, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "David H.K. Chui, MD",
            "author_affiliations": [
                "Medicine, Boston University, Boston, MA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-24T21:40:29",
    "is_scraped": "1"
}