{
    "doi": "https://doi.org/10.1182/blood.V122.21.623.623",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2662",
    "start_url_page_num": 2662,
    "is_scraped": "1",
    "article_title": "Results Of a Phase 1 Study Of Quizartinib (AC220, ASP2689) In Combination With Induction and Consolidation Chemotherapy In Younger Patients With Newly Diagnosed Acute Myeloid Leukemia ",
    "article_date": "November 15, 2013",
    "session_type": "615. Acute Myeloid Leukemia: Therapy, excluding Transplantation",
    "topics": [
        "chemotherapy regimen",
        "leukemia, myelocytic, acute",
        "ms-like tyrosine kinase 3",
        "brachial plexus neuritis",
        "impedance threshold device",
        "anemia",
        "cytarabine",
        "febrile neutropenia",
        "nausea",
        "neutropenia"
    ],
    "author_names": [
        "Jessica K Altman, MD",
        "James M. Foran, MD",
        "Keith W. Pratz, MD",
        "Denise Trone",
        "Guy Gammon, MD",
        "Jorge E. Cortes, MD",
        "Martin S Tallman, MD"
    ],
    "author_affiliations": [
        [
            "Robert H. Lurie Comprehensive Cancer Center, Northwestern University, Chicago, IL, USA, "
        ],
        [
            "Hematology and Oncology, Mayo Clinic, Jacksonville, FL, USA, "
        ],
        [
            "Oncology, Johns Hopkins University School of Medicine, Baltimore, MD, USA, "
        ],
        [
            "Ambit Biosciences Corporation, San Diego, CA, USA, "
        ],
        [
            "Ambit Biosciences Corporation, San Diego, CA, USA, "
        ],
        [
            "Department of Leukemia, The University of Texas, MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Leukemia Service, Department of Medicine, Memorial Sloan-Kettering Cancer Center, New York, NY, USA"
        ]
    ],
    "first_author_latitude": "41.8946975",
    "first_author_longitude": "-87.6224687",
    "abstract_text": "FMS-like tyrosine kinase 3 internal tandem duplications (FLT3-ITD) in acute myeloid leukemia (AML) are associated with early relapse after standard chemotherapy and poor survival. Quizartinib (AC220) is an oral FLT3 receptor tyrosine kinase inhibitor that has shown the highest level of single agent activity seen with a FLT3 targeted agent in FLT3+ relapsed AML to date. This Phase 1 dose escalation study is the first study to report data with quizartinib in combination with standard induction and consolidation chemotherapy in patients aged 18-60 years with newly diagnosed AML, regardless of FLT3-ITD status. The dose escalation was conducted using a modified 3+3 design, where 6 pts were enrolled at each dose level. The pts were given cytarabine 200 mg/m 2 x 7 days and daunorubicin 60 mg/m 2 x 3 days (7+3) for induction and high dose cytarabine 3 g/m 2 (HiDAC) q12hours on days 1, 3, and 5 for consolidation. Quizartinib was administered daily for either 7 or 14 days, starting at Day 4 of induction and/or consolidation chemotherapy. Patients were allowed to proceed directly to a stem cell transplant after achieving a response or receive further quizartinib as maintenance therapy after consolidation if they were not transplant eligible. Three dose levels were tested; dose level 1 (DL1) at 60 mg for 7 days, dose level 2 (DL2) 60 mg for 14 days, and dose level -1 (DL-1), 40 mg for 14 days. Through May 31, 2013 18 pts were enrolled in the study, and the safety information at all 3 dose levels are presented. The median age of pts was 43 years (range 22 to 60). Of the 18 patients, 16 had the FLT-ITD mutation. At DL1, one of the 6 patients had a DLT (grade 3 hyponatremia). At DL2, two of the 6 patients had a DLT (grade 3 QTc prolongation and grade 4 pericarditis) which exceeded the pre-specified criteria so DL-1 was then explored. At DL-1, one of the 6 patients had a DLT (grade 3 constrictive pericarditis). The most common (20%) treatment-related adverse events (AEs) were nausea (42%), diarrhea (32%), anemia (26%), febrile neutropenia (26%), neutropenia (21%), fatigue (21%), pyrexia (21%) and thrombocytopenia (21%). The most common (10%) Grade 3 or 4 treatment-related AEs were febrile neutropenia (26%), thrombocytopenia (21%) anemia (21%)), neutropenia (21%), leucopenia (16%), and nausea (11%). The data from this Phase 1 study demonstrates for the first time that quizartinib can be safely administered with induction and/or consolidation chemotherapy in newly diagnosed younger patients with AML. The MTD was identified as 40 mg for 14 days or 60 mg for 7 days. The efficacy results from this Phase 1 study will be available at the time of presentation. Based on these findings, multiple Phase 3 studies in newly diagnosed AML patients are planned. Disclosures: Altman: Novartis: Consultancy; Araid: Consultancy; BMS: Consultancy; Teva: Consultancy; Astellas: Consultancy. Foran: Astellas: Research Funding. Trone: Ambit: Employment. Gammon: Ambit: Employment. Cortes: Ambit: Research Funding."
}