{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.3976.3976",
    "article_title": "Characterization of RB1 in Pediatric TCF3-PBX1+ acute Lymphoblastic Leukemia ",
    "article_date": "December 7, 2017",
    "session_type": "618. Acute Lymphoblastic Leukemia: Biology, Cytogenetics, and Molecular Markers in Diagnosis and Prognosis: Poster III",
    "abstract_text": "Introduction. Genomic alterations are frequently associated with acute lymphoblastic leukemia (ALL) prognosis. TCF3-PBX1 fusion is one of these alterations associated with B-cell precursor ALL (BCP-ALL) subtype. Additional genomic aberrations, observed in most pre-leukemic clones, are crucial in both BCP-ALL leukaemogenesis and treatment management. Aims. To explore the role of deletions in genes involved in lymphoid differentiation, cell cycle regulation and cytokine receptors on BCP-ALL TCF3-PBX1 + patients; To evaluate the difference in the gene expression profile of genes involved in cell cycle regulation when comparing patients with and without RB1 deletions ( RB1 del ); To correlate the alterations found with clinical-laboratorial characteristics and with risk stratification variables. Methods. BCP-ALL patients younger than 18 years-old and without previous leukemic treatment were included in the present study. Submicroscopic deletions were identified by multiplex ligation-dependent probe amplification (MLPA) using SALSA MLPA P335 A4/B1 kit. RB1 del will be confirmed by FISH using in-house probes targeting the regions of interest in RB1 . Gene expression of genes involved in cell cycle regulation was assessed using the TaqMan Array 96-well plate - Human cyclins & Cell Cycle Regulation. Univariable analyses of characteristics were performed using the Fisher's exact test or χ2 test for qualitative variables using GraphPad Prism software. Results. Fifty cases harboring the TCF3-PBX1 (6.9% of the overall BCP-ALL series) were identified in the present study. They were predominantly male, aged 1-10 years-old, with WBC count ≤50x10 9 /L and classified as pre-B ALL. Additional alterations in those TCF3-PBX1 + cases were identified by MLPA, with the most frequent alterations affecting genes involved in cell cycle regulation and lymphoid differentiation: CDKN2A/B del (40.0%) and PAX5 del (37.7%), followed by RB1 del (31.1%) and BTG1 del (17.7%). The frequency of RB1 del in TCF3-PBX1 +patients was markedly different from those with other cytogenetic subgroups of BCP-ALL ( P <0.05). RB1 del cases were mainly female (68.7% vs 31.3%) and molecular characterized by 9p21 deletions (37.5% CDKN2A/B del plus PAX5 del ). FISH analyses revealed heterogeneity of nuclei harbouring RB1 del , varying from 12% to 97% of the interphase nucleus evaluated. Regarding the expression profile, we observed that the presence of RB1 del is associated with significantly increased expression of CCND2 ( P =0.032) , while the expression of CDKN2D was reduced compared to cases without RB1 del ( P =0.043). Additionally, we observed that the complete deletion of RB1 (involving all exons) was significantly associated with increased expression of CCNA2, CCNB1 , CDC2 and E2F3 , as a consequence of the loss of critical phosphorylation sites that regulate pRB interactions ( P <0.05). On the other hand, RB1 partial deletion (involving exons 17 to 26) was associated with the reduction of CDKN2D expression. Conclusions. RB1 deletions were frequently found as an additional aberration particularly in TCF3-PBX1 + patients. Deletions in 9p21 locus were also frequently found in this cytogenetic subgroup. The loss of critical RB1 phosphorylation sites, as a consequence of RB1 del affecting all exons, deregulate the expression of E2F3 , an important transcript factor that interacts directly with pRB and regulate the expression of other genes involved in the cell cycle, such as cyclins A2 and B1 , and CDC2 , essentials for G1/S and G2/M phase transitions. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "acute lymphocytic leukemia",
        "tcf3 gene",
        "pediatrics",
        "cdc2 protein kinase",
        "cyclins",
        "protein p16",
        "retinoblastoma protein",
        "gene expression profiling",
        "leukemia, precursor b-cell lymphoblastic",
        "leukemogenesis"
    ],
    "author_names": [
        "Thayana da Conceição Barbosa, MSc",
        "Marcela Braga Mansur, MsC, PhD",
        "Caroline Barbieri Blunck, MsC",
        "Mariana Emerenciano, MsC, PhD",
        "Maria S. Pombo-de-Oliveira, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Thayana da Conceição Barbosa, MSc",
            "author_affiliations": [
                "Pediatric Hematology-Oncology Program, Research Center, Instituto Nacional de Câncer, Rio De Janeiro, Brazil "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Marcela Braga Mansur, MsC, PhD",
            "author_affiliations": [
                "Pediatric Hematology-Oncology Program, Research Center, Instituto Nacional de Câncer, Rio de Janeiro, Brazil"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Caroline Barbieri Blunck, MsC",
            "author_affiliations": [
                "Pediatric Hematology-Oncology Program, Research Center, Instituto Nacional de Câncer, Rio de Janeiro, Brazil"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mariana Emerenciano, MsC, PhD",
            "author_affiliations": [
                "Pediatric Hematology-Oncology Program, Research Center, Instituto Nacional de Câncer, Rio de Janeiro, Brazil"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria S. Pombo-de-Oliveira, MD PhD",
            "author_affiliations": [
                "Pediatric Hematology-Oncology Program, Research Center, Instituto Nacional de Câncer, Rio de Janeiro, Brazil"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-09T15:31:02",
    "is_scraped": "1"
}