{
    "doi": "https://doi.org/10.1182/blood-2019-122563",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4196",
    "start_url_page_num": 4196,
    "is_scraped": "1",
    "article_title": "No Decrease in Fracture Risk Despite 15 Years of Treatment Evolution in Multiple Myeloma Patients: A Danish Nationwide Case-Control Study ",
    "article_date": "November 13, 2019",
    "session_type": "651.Myeloma: Biology and Pathophysiology, excluding Therapy",
    "topics": [
        "multiple myeloma",
        "osteoporotic fracture risk",
        "fractures",
        "spinal fractures",
        "supportive care",
        "bone lesion",
        "bisphosphonates",
        "bortezomib",
        "logistic regression",
        "vertebrae"
    ],
    "author_names": [
        "Berdien Oortgiesen",
        "Annemariek Driessen",
        "Mels Hoogendoorn, Dr.",
        "Robby Kibbelaar, Dr.",
        "Nic Veeger, Dr.",
        "Joop van der Bergh",
        "Peter Vestergaard",
        "Frank de Vries",
        "Eric van Roon, Prof. Dr."
    ],
    "author_affiliations": [
        [
            "Medical Centre Leeuwarden, Leeuwarden, Netherlands "
        ],
        [
            "Maastricht University Medical Centre, Maastricht, Netherlands "
        ],
        [
            "Medical Center Leeuwarden, Leeuwarden, Netherlands "
        ],
        [
            "Pathologie Friesland, Leeuwarden, Netherlands "
        ],
        [
            "Medical Center Leeuwarden, Leeuwarden, Netherlands ",
            "University Medical Center Groningen, Groningen, Netherlands "
        ],
        [
            "Maastricht University Medical Centre, Maastricht, Netherlands "
        ],
        [
            "Aalborg University Hospital, Aalborg, Denmark "
        ],
        [
            "Maastricht University Medical Centre, Maastricht, Netherlands "
        ],
        [
            "Medical Center Leeuwarden, Leeuwarden, Netherlands ",
            "University of Groningen, Groningen, Netherlands"
        ]
    ],
    "first_author_latitude": "53.20183245",
    "first_author_longitude": "5.79529665",
    "abstract_text": "Introduction Bone lesions are one of the primary symptoms in multiple myeloma (MM), and it has been suggested that these lesions adversely impact overall survival (OS). In the last decades, intensified supportive care and new treatment strategies were introduced to improve overall survival and quality of life. Bortezomib may have the capacity to stimulate bone formation, but reduction in skeletal morbidity has not been demonstrated yet. In addition, data on the fracture risk of MM patients in time are lacking. We hypothesized that the improved treatment strategies and supportive care, including the use of bisphosphonates, reduced the risk of fractures in MM patients at the population level. Therefore, the aim of this study is to determine the effect of different treatment periods on the risk of any fracture in patients with MM. Secondary objectives were to determine the risk of vertebral fractures, and the effects of gender and age on the occurrence of all fractures. Methods A case-control study has been performed using data from the Danish National Health Service. Cases were defined as patients who had sustained a fracture between 1996 and 2011, and controls were those without a fracture. To evaluate the risk of fractures in time, we divided this period in three cohorts: 1996-2000, 2001-2006 and 2007-2011. Vertebral fractures, gender, and age were considered in secondary analyses. Conditional logistic regression was used to estimate odds ratios (ORs) of fracture risk, and the analyses were adjusted for comorbidities and recent drug use. Participants Cases (n = 925,341) were defined as patients who had sustained a fracture between 1996 and 2011, and controls (n = 925,341) were those without a fracture. Exposure was defined as an ICD code for MM. Results Among cases, the risk of any fracture was higher in MM patients compared to patients without MM (Table 1, any fracture: OR adj [95% CI] 1996-2000, 1.7 [1.3 to 2.3]; 2001-2006, 1.3 [1.1 to 1.6]; 2007-2011, 1.7 [1.4 to 2.2]). Although fractures were mainly non-vertebral, the risk of vertebral fractures in particular was higher in MM patients (Table 1, vertebral fracture: OR adj [95% CI] 1996-2000, 3.5 [1.4 to 8.6]; 2001-2006, 4.0 [1.9 to 8.2]; 2007-2011, 3.0 [1.6 to 5.7]). The risk of any fracture was just as high for male as for female MM patients in the three different time cohorts (male: OR adj [95% CI] 1996-2000, 1.8 [1.2 to 2.6]; 2001-2006, 1.6 [1.1 to 2.2]; 2007-2011, 1.9 [1.4 to 2.6], and female: OR adj [95% CI] 1996-2000, 1.6 [1.2 to 2.1]; 2001-2006, 1.1 [0.9 to 1.4]; 2007-2011, 1.6 [1.3 to 2.2]), as well as for patients aged ≤65 or >65 years (≤65 years: OR adj [95% CI] 1996-2000, 1.7 [1.04 to 2.6]; 2001-2006, 1.5 [1.03 to 2.2]; 2007-2011, 2.2 [1.5 to 3.2], and >65 years: OR adj [95% CI] 1996-2000, 1.7 [1.3 to 2.2]; 2001-2006, 1.2 [0.96 to 1.5]; 2007-2011, 1.6 [1.3 to 2.1]). Conclusions Despite new treatment strategies and improved supportive care, this nationwide case-control study showed no decreased fracture risk for MM patients over time. It is thus crucial for physicians to be aware of the ever-elevated fracture risk in MM patients, especially of the vertebrae. Further steps are necessary to reduce fracture risk, and at the same time, to improve the OS of these patients. New treatment strategies, even if they have a positive impact on OS, offer no guarantee for a corresponding reduction in bone lesions. View large Download slide View large Download slide  Disclosures Bergh: Sanofi: Membership on an entity's Board of Directors or advisory committees, Other: speakers fee; Eli Lilly: Membership on an entity's Board of Directors or advisory committees, Other: speakers fee; Amgen: Membership on an entity's Board of Directors or advisory committees, Other: speakers fee; UCB: Membership on an entity's Board of Directors or advisory committees, Other: speakers fee."
}