{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.2089.2089",
    "article_title": "A Novel System for Newborn Screening of Thalassemia and Hemoglobinopathies Using Capillary Electrophoresis Is Superior Than Isoelectric Focusing ",
    "article_date": "December 7, 2017",
    "session_type": "901. Health Services Research-Non-Malignant Conditions: Poster I",
    "abstract_text": "Introduction:Thalassemia (thal) and hemoglobinopathies (Hb variants) is highly prevalent in Thailand and nearly all Southeast Asian countries. In developed countries such as US and European countries, a newborn screening program for thal and hemoglobinopathies (NBS-Hb) has been incorporated in a routine healthcare to detect those with abnormal Hb in particular Hb S (Sickle cell disease) to provide early intervention for affected patients. Application of detecting patients and carriers could be useful for many developing countries such as Thailand as a part of our prevention and control program at a national level. At presence, isoelectric focusing (IEF) is a widely used platform for NBS-Hb, however a new capillary electrophoresis (CE) has recently been developed. It is of interest to evaluate whether which system provides a better efficiency under a circumstance with various types of thal and Hb variants. Objectives:To evaluate whether IEF or CE, is more effective for Hb screening at neonatal period and to develop new diagnostic criterion for different types of Hb variants in Thailand Methods:After informed consent by parent, the dried blood spot (DBS) samples were collected by heel prick puncture from 2-day old babies and processed in two Hb screening methods; IEF & ISOSCAN RESOLVE ® SYSTEM Neonatal Hemoglobin Kits (Perkin Elmer, Turku, Finland) and Capillarys 2 NEONAT FAST ® (SEBIA, Évry, France). These DBS were also extracted gDNA used for gold standard molecular method covering >98% of common globin mutations found in Thailand; 7-deletional α-thal GAP-PCR, 6-non-deletional α-thal ARMS-PCR, 16 mutations of β-thal ARMS-PCR, PCR-RFLP by Mnl I restriction cleavage for Hb E disorder and/or DNA sequencing. The statistics analysis was performed by PASW 18 Software (SPSS Inc, 2015) to analyze the detection efficiency of IEF vs. CE. Cut-off levels of Hb variants were also determined by using receiver operating characteristic (ROC) curve to set up diagnostic criterion. Results: The study recruited 1,213 healthy newborns (48.4% male and 51.6% female) with average 38 weeks of gestational age (GA). The profiles of IEF pattern and CE histogram were analyzed. Hb E was the most common Hb variants of β-globin gene found and Hb Bart's (γ4) was indicative of α-thal, both were confirmed by molecular methods. Comparison between the efficiency of IEF vs. CE on detecting Hb variants showed a higher efficiency of CE on Hb Bart's detection for most α-thal carriers and on Hb E detection in Hb E trait than those of IEF for sensitivity, specificity, and accuracy as shown in Table 1. There was no difference between two platforms on Hb H disease, homozygous Hb E and β-thal/Hb E. In order to set up cut-off levels of Hb Bart's, Hb E and Hb A for each globin genotypes by ROC curve analysis, the cut-off levels provided from CE seemed to be more clear and discriminative than those of IEF as shown in Table 2. The cut-off levels of Hb Bart's of ≥7.40%, ≥0.75%, ≥0.45%, and ≥0.10% were suggested different α-globin abnormalities; Hb H, αº-, non-deletional and deletional α + -thal carrier, respectively. Detection of Hb E of ≥0.25%, ≥4.85%, and ≥0.95% were suggestive of Hb E carrier, Hb E homozygote, and β-thal/Hb E, respectively. Interestingly, we can screen for β-thal carriers using a lower Hb A level (≤10.35%) and Hb A/Hb F ratio (≤0.115). This data was analyzed from 11 β-thal carrier newborns confirmed by DNA testing compared to 148 GA-sex matched newborn controls with normal β-globin genotype. These cut-off levels based on CE were powerful on detecting thal diseases (Hb H and β-thal/Hb E) and carriers of Hb E, αº- and non-deletional α + -thal. However, our screening criterions still have a limitation on fully detecting deletional α + -thal and β-thal traits. Conclusions:Our data suggested that neonatal CE platform is more effective system for Hb screening with excellent efficiency and precision to detect Hb variants compared to conventional IEF. Using NBS-Hb by CE could successfully screen for all important thal carriers in one simple test. Implementing our NBS-Hb to the national level would be simplest way to generate a national registry that can be linked to our national health database of severe diseases and carriers. By applying this approach into a national scale might be the only measure to effectively control the health burden of thal and hemoglobinopathies in Thailand where provides high prevalence of defective globin genes. View large Download slide View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "electrophoresis, capillary",
        "hemoglobinopathies",
        "isoelectric focusing",
        "neonatal screening",
        "thalassemia",
        "thalidomide",
        "hemoglobin e",
        "globins",
        "nijmegen breakage syndrome",
        "polymerase chain reaction"
    ],
    "author_names": [
        "Thidarat Suksangpleng, PhD",
        "Suchada Riolueang, M.Sc.",
        "Jiraporn Korchuenjit, B.Sc.",
        "Wasamon Korchuenjit, M.Sc.",
        "Julaporn Pooliam, M.Sc.",
        "Vip Viprakasit, MD DPhil"
    ],
    "author_dict_list": [
        {
            "author_name": "Thidarat Suksangpleng, PhD",
            "author_affiliations": [
                "Faculty of Medicine Siriraj Hospital, Mahidol University, Bangkok, Thailand "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Suchada Riolueang, M.Sc.",
            "author_affiliations": [
                "Faculty of Medicine Siriraj Hospital, Mahidol University, Bangkok, Thailand "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jiraporn Korchuenjit, B.Sc.",
            "author_affiliations": [
                "Faculty of Medicine Siriraj Hospital, Mahidol University, Bangkok, Thailand "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wasamon Korchuenjit, M.Sc.",
            "author_affiliations": [
                "Faculty of Medicine Siriraj Hospital, Mahidol University, Bangkok, Thailand "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Julaporn Pooliam, M.Sc.",
            "author_affiliations": [
                "Faculty of Medicine Siriraj Hospital, Mahidol University, Bangkok, Thailand "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vip Viprakasit, MD DPhil",
            "author_affiliations": [
                "Department of Pediatrics, Faculty of Medicine Siriraj Hospital, Mahidol University, Bangkok, Thailand"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-09T06:46:09",
    "is_scraped": "1"
}