{
    "doi": "https://doi.org/10.1182/blood.V122.21.4904.4904",
    "article_title": "NPM-RAR Binding To Tradd Selectively Blocks TNF-Induced Apoptosis While Allowing TNF Activation Of JNK ",
    "article_date": "November 15, 2013",
    "session_type": "603. Oncogenes and Tumor Suppressors",
    "abstract_text": "The t(5;17)(q35;q21) variant of acute promyelocytic leukemia fuses nucleophosmin (NPM) to the retinoic acid receptor alpha (RARA). Expression of the NPM-RAR fusion protein leads to a leukemic phenotype similar to that caused by the t(15;17)(q22;q21) PML-RAR fusion. Using a proteomic approach to identify proteins that bind NPM-RAR, we previously demonstrated that TRADD, amongst other proteins, is a distinct binding partner for NPM-RAR. TRADD serves as an adapter protein that mediates TNF-receptor-mediated activation of the caspase, NFkB, and JNK pathways. We reported that NPM-RAR inhibits TNF-activation of caspase 8 and caspase 3, with subsequent impairment of TNF-induced apoptosis. Extending these findings, we assayed activation of JNK kinase in NPM-RAR-expressing subclones of HELA and U937 cells. We find that TNF activated JNK kinase in NPM-RAR HELA and U937 cells to a similar extent as nontransfected parental controls. This indicates that NPM-RAR binding to TRADD selectively inhibits TNF’s ability to activate caspases, without impairing its ability to activate JNK. In this regard, NPM-RAR effects on TRADD is similar to the EBV oncogenic viral protein LMP1, which binds to the death domain of TRADD, to selectively inhibit caspase activity, while still allowing TNF-mediated activation of survival pathways. Our studies identify a novel mechanism through which NPM-RAR may impact leukemogenesis. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "apoptosis",
        "tnf receptor-associated death domain protein",
        "tumor necrosis factors",
        "caspases",
        "phosphotransferases",
        "retinoic acid receptor alpha",
        "acute promyelocytic leukemia",
        "caspase-3",
        "caspase-8",
        "fusion proteins"
    ],
    "author_names": [
        "Robert L. Redner, MD",
        "Anuja Chattopadhyay",
        "Brian L. Hood, PhD",
        "Thomas P. Conrads, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Robert L. Redner, MD",
            "author_affiliations": [
                "Hematology/Oncology, University of Pittsburgh Cancer Institute, Pittsburgh, PA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Anuja Chattopadhyay",
            "author_affiliations": [
                "Hematology/Oncology, University of Pittsburgh Cancer Institute, Pittsburgh, PA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brian L. Hood, PhD",
            "author_affiliations": [
                "Women's Health Integrated Research Center at Inova Health System, Annandale, VA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas P. Conrads, PhD",
            "author_affiliations": [
                "Women's Health Integrated Research Center at Inova Health System, Annandale, VA, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-27T21:33:08",
    "is_scraped": "1"
}