{
    "doi": "https://doi.org/10.1182/blood.V114.22.3388.3388",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1607",
    "start_url_page_num": 1607,
    "is_scraped": "1",
    "article_title": "Long Term Results of Allogeneic Hematopoietic Cell Transplantation in Elderly Patients. ",
    "article_date": "November 20, 2009",
    "session_type": "CLINICAL RESULTS - ALTERNATIVE DONOR TRANSPLANTATION POSTER III",
    "topics": [
        "hematopoietic stem cell transplantation",
        "older adult",
        "follow-up",
        "toxic effect",
        "acute lymphocytic leukemia",
        "complete remission",
        "hematologic neoplasms",
        "leukemia, myelocytic, acute",
        "leukemia, myelocytic, chronic",
        "leukemia, secondary acute"
    ],
    "author_names": [
        "Michael Stadler, MD",
        "Elke Dammann",
        "Stefanie Buchholz, MD",
        "Bernd Hertenstein, MD",
        "Juergen Krauter, MD",
        "Matthias Eder, MD",
        "Arnold Ganser, MD"
    ],
    "author_affiliations": [
        [
            "Hematology, Hemostasis, Oncology, and Stem Cell Transplantation, Hannover Medical School, Hannover, Germany"
        ],
        [
            "Hematology, Hemostasis, Oncology, and Stem Cell Transplantation, Hannover Medical School, Hannover, Germany"
        ],
        [
            "Hematology, Hemostasis, Oncology, and Stem Cell Transplantation, Hannover Medical School, Hannover, Germany"
        ],
        [
            "Hematology, Hemostasis, Oncology, and Stem Cell Transplantation, Hannover Medical School, Hannover, Germany"
        ],
        [
            "Hematology, Hemostasis, Oncology, and Stem Cell Transplantation, Hannover Medical School, Hannover, Germany"
        ],
        [
            "Hematology, Hemostasis, Oncology, and Stem Cell Transplantation, Hannover Medical School, Hannover, Germany"
        ],
        [
            "Hematology, Hemostasis, Oncology, and Stem Cell Transplantation, Hannover Medical School, Hannover, Germany"
        ]
    ],
    "first_author_latitude": "52.381589399999996",
    "first_author_longitude": "9.8096658",
    "abstract_text": "Abstract 3388 Poster Board III-276 BACKGROUND: Allogeneic hematopoietic cell transplantation (alloHCT) has curative potential in many hematologic malignancies; however, substantial treatment related toxicities have restricted its use to younger patients, mostly below 55 years of age. With the development of reduced intensity conditioning regimens, alloHSCT is being applied more widely in elderly patients, too. PATIENTS: Here we report long term results of all consecutive alloHCT recipients above the age of 55 years at our institution between October 1996 and April 2009. Among a total of 649 patients allotransplanted, 172 were more than 55 years old: 86 patients in the age group over 55 to 60 years, 61 patients in the cohort over 60 to 65 years, and 25 patients older than 65 years. RESULTS: 73 elderly patients were female and 99 male. Diagnoses included acute lymphoblastic leukemia (14 patients), acute myelogenous leukemia (AML, 57), myelodysplastic syndromes or secondary AML (71), chronic myelogenous leukemia (7), myelofibrosis (6), lymphoma (11), and multiple myeloma (6). Advanced disease was present in 131 patients (76%) at the time of transplant. 164 patients (95%) had a WHO performance score of 0 to 1. According to the HCT comorbidity index (HCTCI), 67 patients (39%) had no comorbid conditions, whereas 58 patients (34%) had 1 to 2, and 47 (27%) had 3 or more comorbidities (not significant). Conditioning regimens were of reduced intensity in 147 patients (85%, in the majority FLAMSA-based) and myeloablative in 25 patients (15%). 56 patients (33%) received a graft from a related donor and 116 (67%) from an unrelated donor. With a median follow-up of 11 months (range: less than 1 to 127), 55 patients have relapsed (32%). Non-relapse mortality was 27% (46 of 172 patients). At last follow-up, 80 of 172 patients (47%) were alive and 77 (45%) in complete remission. Probabilities of overall (OS) and disease-free survival (DFS) at four years were 40 and 35%, respectively. Interestingly, long term OS and DFS were similar among the patients aged 55 to 65 years when compared to the 477 patients below 55 years allotransplanted during the same period at our institution. Only the age cohort over 65 years had a significantly reduced outcome with 22% DFS at four years (p = 0.006). Comorbidities were distributed comparably in all three elderly age groups, but remained without statistical effect on survival, likely due to the overriding influence of high risk status. CONCLUSIONS: In our experience, alloHSCT was feasible in elderly patients of sufficient performance status, with acceptable toxicity and relapse rates, and with insignificant impact from comorbid conditions. Up to the age of 65 years, outcome was not inferior to that of patients below 55 years of age. Figure View large Download slide Probability of DFS according to age groups Figure View large Download slide Probability of DFS according to age groups  Disclosures: No relevant conflicts of interest to declare."
}