{
    "doi": "https://doi.org/10.1182/blood.V106.11.4365.4365",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=430",
    "start_url_page_num": 430,
    "is_scraped": "1",
    "article_title": "Gene Expression Profile of Nodal vs Extranodal Diffuse Large B-Cell Lymphoma from Saudi Arabia. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "diffuse large b-cell lymphoma",
        "extranodal disease",
        "gene expression profiling",
        "saudi arabia",
        "lymphoma, extranodal",
        "cancer",
        "lymphoma",
        "lymphoma, non-hodgkin",
        "neoplasms",
        "nucleotides"
    ],
    "author_names": [
        "Zeenath Jehan, PhD",
        "Abdul Khalid Siraj, BSc",
        "Ronald Simon, Ph.D",
        "Guido Sauter, MD",
        "Khawla A.l. Kuraya, MD"
    ],
    "author_affiliations": [
        [
            "Research Centre KFNCCC, King Faisal Hospital and Research Centre, Riyad, Saudi Arabia"
        ],
        [
            "Research Centre KFNCCC, King Faisal Hospital and Research Centre, Riyad, Saudi Arabia"
        ],
        [
            "Department of Pathology, University Medical Centre Hamburg-Eppendorf, Hamburg, Germany"
        ],
        [
            "Department of Pathology, University Medical Centre Hamburg-Eppendorf, Hamburg, Germany"
        ],
        [
            "Research Centre KFNCCC, King Faisal Hospital and Research Centre, Riyad, Saudi Arabia"
        ]
    ],
    "first_author_latitude": "24.749918749999996",
    "first_author_longitude": "46.6851893",
    "abstract_text": "Diffuse large B-cell lymphoma (DLBCL) belongs to the most common malignancies in Saudi Arabia, accounting for 50–60% of adult non-Hodgkin Lymphomas. DLBCL represents a heterogeneous group of tumors with respect to morphology, genetics, and clinical behaviour. The two major subtypes of DLBCL differ in their site of origin, i.e. within (nodal) or outside (extranodal) the lymph nodes, and a separate genetic pathway has been suggested for these subtypes. To detect potential biological differences between these two DLBCL categories, we performed gene expression analysis in 20 nodal and 8 extranodal lymphoma tissues, as well as in 4 normal lymph nodes, using the GeneChip technology (Affymetrix HG-U133_2 array). Data analysis using the D chip software highlighted a total of 215 genes expression patterns of which were significantly different in nodal and extranodal lymphomas. The most striking differences were observed for genes contributing in ATP binding (20 genes), nucleotide binding (12 genes), response to stress (19 genes), RNA metabolism (6 genes), protein translation (4 genes), and inflammatory response (4 genes). Remarkably, also 5 protein tyrosine kinases were found to be differentially expressed. Our data strongly suggests the existence of at least two different genetic pathways for the development of nodal and extranodal DLBCL, which are characterized by these genetic changes. These results prompt for further expression analysis in large cohorts of histomorphologically well defined lymphoma tissues in order to evaluate the clinical relevance of these alterations."
}