{
    "doi": "https://doi.org/10.1182/blood.V118.21.3748.3748",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1915",
    "start_url_page_num": 1915,
    "is_scraped": "1",
    "article_title": "Bcr-Abl Impairs T Cell Development From Murine Induced Pluripotent Stem Cells and Hematopoietic Stem Cells; A Partial Explanation for the Concept That Ph+ Clone Never Involves T Cell Lineage in CML, ",
    "article_date": "November 18, 2011",
    "session_type": "631. Chronic Myeloid Leukemia - Biology and Pathophysiology, excluding Therapy: Poster III",
    "abstract_text": "Abstract 3748 Chronic myeloid leukemia (CML) is a clonal myeloproliferative disorder generally believed to originate from a hematopoietic stem cell carrying the BCR-ABL fusion gene, which generally encodes 210kD and 190kD constitutively active tyrosine kinases termed as p210 and p190, respectively. In spite of the putative stem cell origin and the competence for differentiation toward mature B cells, there is a longstanding consensus that CML never involves the T cell lineage at least in chronic phase. To gain insight into this apparent conflict, we used in vitro T cell differentiation model from murine pluripotent stem cells (PSCs) as well as hematopoietic stem cells (HSCs). C57BL/6 MEFs were reprogrammed using a polycistronic lentiviral Tet-On vector encoding human Oct4, Sox2 and Klf4, which were tandemly linked via porcine teschovirus-1 2A peptides, together with another lentiviral vector expressing rtTA driven by the EF-1a promoter. Almost all the vector sequences including the transgenes were deleted by adenovirus-mediated transduction of Crerecombinase after derivation of iPSCs, and only remnant 291-bp LTRs containing a single loxP site remained in the genome. A clone of MEF-iPSCs were retrovirally transduced with p190DccER, a ligand-controllable p190-estrogen receptor fusion protein, whose tyrosine kinase activity absolutely depends on 4-hydroxytamoxyfen (4-HT).For T cell lineage differentiation, p190DccER-MEF-iPSCs were recovered from a feeder-free culture supplemented with LIF and plated onto a subconfluent OP9-DL1 monolayer in the presence of Flt3 ligand and IL7 with or without 0.5 mM 4-HT.After 3 weeks of culture, iPSC-derived blood cells were collected and subjected to FACS analysis for their lineage confirmation. About 70% of lymphocyte-like cells from the 4-HT(-) culture expressed CD3, but only 20% of counterparts from the 4-HT(+)culture expressed CD3, suggesting impaired T cell development by Bcr-Abl. Next, c-Kit + Sca1 + Lin − (KSL) bone marrow cells were prepared by FACS from 8-weeks old C57BL/6 mice treated with 5-FU. KSL cells were similarly transduced with p190DccER and were subjected to the OP9-DL1co-culture system with or without 0.5 mM 4-HT.After 2 weeks of culture, 90% of lymphocytes from the 4-HT(-)culture revealed CD3 + TCRβ + phenotype, but only 30% of those were double positive in the presence of 4-HT(+). In addition, 96% of lymphocytes from the 4-HT(-) culture progressed to the DN2 stage with c-Kit − CD44 + CD25 + phenotype, whereas 40% of those from the 4-HT(+) culture arrested at the DN1 stage showing c-Kit + CD44 + CD25 − .Since IL7 plays a central role at the stage from DN1 to DN2 of progenitor T cells, Bcr-Abl is suggested to impair T cell development possibly through interfering with the IL7 signal. The precise mechanism underlying impaired T lymphopoiesis by Bcr-Abl is under investigation. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "bcr-abl tyrosine kinase",
        "clone cells",
        "hematopoietic stem cells",
        "mice",
        "stem cells, pluripotent",
        "t-cell development",
        "t-lymphocytes",
        "interleukin-7",
        "proto-oncogene protein c-kit",
        "antigens, cd25"
    ],
    "author_names": [
        "Bidisha Chanda, MBBS",
        "Kiyoko Izawa, PhD",
        "Ratanakanit Harnprasopwat, PhD",
        "Keisuke Takahashi",
        "Seiichiro Kobayashi, MD, PhD",
        "Yumi Kanegae, PhD",
        "Izumu Saito, PhD",
        "Arinobu Tojo, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Division of Molecular Therapy, Institute of Medical Science, University of Tokyo, Tokyo, Japan, "
        ],
        [
            "Division of Molecular Therapy, Institute of Medical Science, University of Tokyo, Tokyo, Japan, "
        ],
        [
            "Division of Molecular Therapy, Institute of Medical Science, University of Tokyo, Tokyo, Japan, "
        ],
        [
            "Division of Molecular Therapy, the Institute of Medical Science, the University of Tokyo, Japan, Tokyo, Japan, "
        ],
        [
            "Division of Molecular Therapy, Institute of Medical Science, University of Tokyo, Tokyo, Japan, "
        ],
        [
            "Laboratory of Molecular Genetics, the Institute of Medical Science, the University of Tokyo, Tokyo, Japan, "
        ],
        [
            "Laboratory of Molecular Genetics, Institute of Medical Science, University of Tokyo, Tokyo, Japan, "
        ],
        [
            "Dep. of Cell Processing and Transfusion, Research Hospital & Div. of Molecular Therapy, Institute of Medical Sciece, Univ. of Tokyo, Tokyo, Japan"
        ]
    ],
    "first_author_latitude": "35.7126775",
    "first_author_longitude": "139.761989"
}