{
    "doi": "https://doi.org/10.1182/blood.V122.21.86.86",
    "article_title": "SAR245409 Monotherapy In Relapsed/Refractory Follicular Lymphoma: Preliminary Results From The Phase II ARD12130 Study ",
    "article_date": "November 15, 2013",
    "session_type": "623. Lymphoma: Chemotherapy, excluding Pre-Clinical Models",
    "abstract_text": "Background Dysregulation of phosphatidylinositol 3-kinase (PI3K)/mammalian target of rapamycin (mTOR) pathway signaling has been implicated in the pathogenesis of lymphoma. SAR245409 is a potent inhibitor of class I PI3K isoforms (α, β, γ and δ) and also inhibits mTORC1 and TORC2. In the phase 1 dose-expansion cohort of study TED11440 (NCT00485719), SAR245409 showed promise in several lymphoma subtypes: 1 complete response (CR) in a transformed lymphoma and 2 partial response (PR) [1 diffuse large B cell lymphoma (DLBCL) and 1 mantle cell lymphoma (MCL)] and 3 patients with stable disease (SD) longer than 3 months [1 follicular lymphoma (FL), 1 MCL and 1 Hodgkin Lymphoma] (Papadopoulos et al. ASH 2011). The Sanofi sponsored study ARD12130 (NCT01403636) is an ongoing multicenter, multinational, open-label, phase 2 study of SAR245409 in patients with lymphoproliferative malignancies enrolling on 4-arms: FL, chronic lymphocytic leukemia/small lymphocytic lymphoma (CLL/SLL), MCL and DLBCL. Preliminary Stage 1 results from FL patients (pts) are reported. Methods Eligible pts for the FL arm had relapsed or refractory FL (Grade 1, 2, or 3a) with no clinical suspicion of transformation to an aggressive subtype and who had received ≥2 but ≤ 6 prior chemotherapy regimens. Pts were treated with SAR245409 at 50 mg twice daily orally until disease progression or withdrawal for other reasons including toxicity. Tumor response was based on modified International Working Group response criteria. A Simon 2-stage design was used to evaluate the primary efficacy endpoint of objective response rate (ORR) in the FL arm; if at least 6 of the first 24 evaluable patients in Stage 1 achieved an objective response (OR), the study would continue to Stage 2 with a total of 45 evaluable patients. If 14 or greater total patients among the 45 total evaluable achieved OR, the null hypothesis would be rejected. Results Twenty-eight FL patients were enrolled to stage 1. Median age was 62 years (range 38-87 years), 60% were males, 78% of pts had stage III/IV disease and 64% had received ≥ 3 prior lines of treatment. At data cutoff (end of March 2013), 15/28 (54%) pts had discontinued treatment: 10 due to disease progression, 2 due to adverse events (AEs) (grade 2 pneumococcal pneumonitis and grade 3 diarrhea), 2 due to consent withdrawal, and 1 due to non-compliance. Median treatment duration was 32 weeks (range 4-72 weeks). Among the first 24 evaluable patients in the per protocol primary efficacy population, the ORR was 50% (2 CR and 10 PR); 14 (58%) had progression free survival (PFS) ≥ 24 weeks and the median PFS has not yet been reached with a median follow-up of 8 mos. Eighty-three percent of pts experienced treatment emergent AEs (TEAEs), with the most common (≥ 10%) TEAEs regardless of relationship including diarrhea, pyrexia, fatigue, cough, decreased weight, vomiting, decreased appetite, nausea, anemia and headache. Fifty-five percent of pts presented with Grade 3/4 TEAES (any relationship) which included lymphopenia (13%) and the following TEAEs in less than 10% of pts: anemia, pneumonia, neutropenia, alanine aminotransferase elevation (ALT), diarrhea, hypokalemia, hyperglycemia, thrombocytopenia, decreased appetite and general physical health deterioration. Fifty-four percent of pts had serious adverse events but only the following events were reported as related to SAR245409: general physical health deterioration, diarrhea, hypophosphatemia, lung infection and cortical cataracts. The pre-specified criteria for the primary endpoint of ORR of at least 25% was achieved in Stage 1 and the FL arm has been expanded to enroll Stage 2. Conclusions Single agent SAR245409 exhibited clinical activity and an acceptable safety profile in patients with relapsed or refractory FL. Disclosures: Brown: Novartis: Consultancy; Avila: Consultancy; Vertex: Consultancy; Sanofi Aventis: Consultancy; Onyx: Consultancy; Emergent: Consultancy; Celgene: Consultancy, Research Funding; Genentech: Consultancy; Pharmacyclics: Consultancy; Genzyme: Research Funding. Off Label Use: The abstract shows scientific information on SAR245409 which is an investigational product developed by Sanofi. This investigational product is not approved by any health authority for any indication. Karlin: Celgene: Expert board Other, Honoraria; Janssen: Honoraria. Hayslip: Sanofi: Research Funding; Janssen: Research Funding; Pfizer: Research Funding; Celgene: Research Funding. Wagner-Johnston: Celgene: Research Funding. Cartron: Roche: Consultancy, Honoraria, Speakers Bureau; GSK: Honoraria; LFB: Honoraria. Ribrag: Servier: Membership on an entity’s Board of Directors or advisory committees, Research Funding; Takeda: Membership on an entity’s Board of Directors or advisory committees; Bayer: Research Funding; Sanofi: Consultancy, Honoraria, Membership on an entity’s Board of Directors or advisory committees, Research Funding; J&J: Honoraria, Membership on an entity’s Board of Directors or advisory committees. Opat: Roche: Honoraria, Membership on an entity’s Board of Directors or advisory committees; Novartis: Honoraria, Membership on an entity’s Board of Directors or advisory committees, Research Funding. Tilly: Celgene: Honoraria, Membership on an entity’s Board of Directors or advisory committees, Research Funding; Roche: Honoraria; Takeda: Membership on an entity’s Board of Directors or advisory committees; Pfizer: Honoraria; Janssen: Honoraria; Amgen: Research Funding. Janssens: Amgen: Speakers Bureau; Roche: Speakers Bureau; GSK: Speakers Bureau. Offner: Lilly: Membership on an entity’s Board of Directors or advisory committees. Ganguly: Sanofi: Research Funding. Millenson: Sanofi: My spouse was previously employed by Sanofi (within the past 24 months, ending April 2013) Other. Bron: Sanofi: Research Funding. Xu: Sanofi: Employment. Ruiz-Soto: Sanofi: Employment. Kersten: Sanofi: Honoraria, Member of steering committee for this study Other.",
    "topics": [
        "follicular lymphoma",
        "weight reduction",
        "brachial plexus neuritis",
        "diarrhea",
        "1-phosphatidylinositol 3-kinase",
        "diffuse large b-cell lymphoma",
        "lymphoma",
        "adverse event",
        "anemia",
        "chronic b-cell leukemias"
    ],
    "author_names": [
        "Jennifer R Brown, MD, PhD",
        "Mehdi Hamadani, MD",
        "Jon Arnason, MD",
        "Lionel Karlin, MD",
        "John Hayslip, MD",
        "Nina Wagner-Johnston, MD",
        "Guillaume Cartron, MD, PhD",
        "Vincent Ribrag",
        "Sophie de Guibert, MD",
        "Stephen Opat, MD",
        "Hervé Tilly, MD",
        "Paul Cannell, MBBS, FRCPA, FRACP",
        "Ann Janssens, MD",
        "Fritz Offner, MD",
        "Siddhartha Ganguly, MD",
        "Sikander Ailawadhi, M.D.",
        "Michael Millenson, MD",
        "Dominique Bron, MD, PhD",
        "Yi Xu",
        "Rodrigo Ruiz-Soto, MD, MSc",
        "Marie José Kersten, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Jennifer R Brown, MD, PhD",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Mehdi Hamadani, MD",
            "author_affiliations": [
                "Section of Hematology and Oncology; Dept. of Medicine, West Virginia University, Morgantown, WV, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jon Arnason, MD",
            "author_affiliations": [
                "Hematology and Oncology, Beth Israel Deaconess Medical Center, Boston, MA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lionel Karlin, MD",
            "author_affiliations": [
                "Centre Hospitalier Lyon Sud/Hospices Civils de Lyon, Pierre-Bénite, France, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John Hayslip, MD",
            "author_affiliations": [
                "Markey Cancer Center, University of Kentucky, Lexington, KY, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nina Wagner-Johnston, MD",
            "author_affiliations": [
                "Siteman Cancer Center, Washington University School of Medicine, St. Louis, MO, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Guillaume Cartron, MD, PhD",
            "author_affiliations": [
                "Département d’Hématologie Clinique, Centre Hospitalier Universitaire Montpellier, Montpellier, France, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vincent Ribrag",
            "author_affiliations": [
                "Service d'Hématologie, Institut Gustave Roussy, Villejuif, France, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sophie de Guibert, MD",
            "author_affiliations": [
                "Service d’Hématologie Clinique, Hôpital Pontchaillou, Rennes Cedex, France, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephen Opat, MD",
            "author_affiliations": [
                "Haematology Research, Monash Medical Centre, Monash, Australia, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hervé Tilly, MD",
            "author_affiliations": [
                "Service d'Hématologie, Centre Henri Becquerel, Rouen, France, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paul Cannell, MBBS, FRCPA, FRACP",
            "author_affiliations": [
                "Haematology Department, Royal Perth Hospital, Perth, Australia, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ann Janssens, MD",
            "author_affiliations": [
                "Department of Hematology, Universitaire Ziekenhuizen Leuven, Leuven, Belgium, "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fritz Offner, MD",
            "author_affiliations": [
                "Dienst Hematologie, Universitair Ziekenhuis Gent, Gent, Belgium, "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Siddhartha Ganguly, MD",
            "author_affiliations": [
                "Division of Hematology/Oncology, University of Kansas Medical Center, Kansas City, KS, USA, "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sikander Ailawadhi, M.D.",
            "author_affiliations": [
                "USC Norris Comprehensive Cancer Center, Los Angeles, CA, USA, "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Millenson, MD",
            "author_affiliations": [
                "Lymphoma Service, Fox Chase Cancer Center, Philadelphia, PA, USA, "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dominique Bron, MD, PhD",
            "author_affiliations": [
                "Department of Haematology, Institut Jules Bordet, Brussels, Belgium, "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yi Xu",
            "author_affiliations": [
                "Sanofi, Cambridge, MA, USA, "
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rodrigo Ruiz-Soto, MD, MSc",
            "author_affiliations": [
                "Research and Development - Oncology, Sanofi, Cambridge, MA, USA, "
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marie José Kersten, MD, PhD",
            "author_affiliations": [
                "Department of Hematology, Academic Medical Center, Amsterdam, Netherlands"
            ],
            "author_rank": 21,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-25T15:37:33",
    "is_scraped": "1"
}