{
    "doi": "https://doi.org/10.1182/blood-2018-99-116396",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4154",
    "start_url_page_num": 4154,
    "is_scraped": "1",
    "article_title": "Efficacy and Safety of Direct Oral Factor Xa Inhibitors in 795 Morbidly Obese Patients ",
    "article_date": "November 29, 2018",
    "session_type": "332. Antithrombotic Therapy: Management of Challenging Patients and Scenarios",
    "topics": [
        "factor xa inhibitors",
        "obesity, morbid",
        "venous thromboembolism",
        "hemorrhage",
        "warfarin",
        "atrial fibrillation",
        "direct oral anticoagulants",
        "apixaban",
        "cerebrovascular accident",
        "rivaroxaban"
    ],
    "author_names": [
        "Margarita Kushnir, MD",
        "Yun Choi, MD",
        "Ruth Eisenberg, MS",
        "Devika Rao, MD",
        "Seda Tolu, MD",
        "Jackson Gao, MD",
        "Wenzhu Mowrey, PhD",
        "Henny Heisler Billett, MD"
    ],
    "author_affiliations": [
        [
            "Division of Hematology, Department of Medicine, Montefiore Medical Center/Albert Einstein College of Medicine, Bronx, NY "
        ],
        [
            "NYU Langone Medical Center, New York, NY "
        ],
        [
            "Department of Epidemiology and Population Health, Albert Einstein College of Medicine, Bronx, NY "
        ],
        [
            "Departments of Oncology, Montefiore Medical Center, Albert Einstein College of Medicine, Bronx, NY "
        ],
        [
            "Department of Medicine, Montefiore Medical Center, Albert Einstein College of Medicine, Bronx, NY "
        ],
        [
            "University of Maryland Medical Center, Baltimore, MD "
        ],
        [
            "Department of Epidemiology and Population Health, Albert Einstein College of Medicine, Bronx, NY "
        ],
        [
            "Division of Hematology, Departments of Oncology and Medicine, Montefiore Medical Center, Albert Einstein College of Medicine, Bronx, NY"
        ]
    ],
    "first_author_latitude": "40.85055665",
    "first_author_longitude": "-73.8458527",
    "abstract_text": "Background : Studies of acute venous thromboembolism (VTE) and non-valvular atrial fibrillation (AF) have shown comparable therapeutic efficacy and similar or lower bleeding risk for direct oral anticoagulants (DOACs) compared to warfarin. Because the representation of morbidly obese patients (BMI ≥40 kg/m 2 ) in pivotal clinical trials has been minimal, efficacy and safety of DOACs in this population are unclear. Our goal was to investigate whether direct oral factor Xa inhibitors, apixaban and rivaroxaban, are as effective and safe as warfarin in morbidly obese (BMI ≥40) patients. Methods : Using our institutional database, we identified all adult patients at Montefiore Medical Center with BMI ≥40 who were started on anticoagulation with apixaban, rivaroxaban or warfarin, for either AF or VTE, between March 1, 2013 and March 1, 2017. We reviewed charts to obtain detailed information on patient demographics and to document clinical outcomes of recurrent VTE, ischemic stroke (CVA) and bleeding from the first prescription date to the earliest of a thrombotic event, discontinuation of medication, death, or June 30, 2017. VTE and CVA episodes were confirmed by imaging (compression sonography, CT scans, ventilation/perfusion scans, MRIs). Bleeding events were classified according to criteria from the Control of Anticoagulation Subcommittee of the International Society on Thrombosis and Haemostasis. Analyses were stratified by anticoagulation indication. Chi-squared tests or Fisher's exact tests were used to assess statistical significance of the differences in VTE, CVA and bleeding rates between anticoagulant cohorts. Differences in times from first prescription date to VTE, CVA and bleeding were analyzed with Kaplan-Meier curves, Log-rank tests, and Cox proportional hazards models. Data were adjusted for age, CHA 2 DS 2 -VASc, and Charlson scores. Subgroup analyses were performed for patients with BMI ≥50 kg/m 2 . Results : Data on 795 patients were collected. In 366 patients with a history of VTE, the rates of recurrent VTE were low and comparable among the apixaban, rivaroxaban and warfarin cohorts [1/47 (2.1%), 3/152 (2%), and 2/167 (1.2%), respectively, p=0.74]. In the subgroup of individuals with BMI ≥50 kg/m 2 (n=92), none of the 40 DOAC patients had recurrent VTE. The rates of clinically relevant bleeding, including major bleeding, among VTE patients, were comparable between the three cohorts. Among the 429 patients with AF, stroke rates were also low and similar among anticoagulant cohorts [1/103 (1%) for apixaban, 4/174 (2.3%) for rivaroxaban, and 2/152 (1.3%) for warfarin, p=0.71]. CVAs were similarly rare in patients with BMI ≥50 (1/19 patients on apixaban, 0/37 on rivaroxaban and 1/44 patients on warfarin). In the AF sample, there was no statistically significant difference in the rate of bleeding, including major bleeding, among the 3 cohorts. In an analysis with combined DOAC cohort (apixaban + rivaroxaban vs. warfarin), the recurrent VTE and stroke rates were still low and comparable. There were more major bleeding events in AF patients on warfarin than the combined DOAC cohort (7.9% vs. 2.9%, p=0.02), a finding that became non-significant when adjusted for age, CHA 2 DS 2 -VASc, and Charlson scores (p=0.06). The rates of bleeding, including major bleeding, were comparable among the three anticoagulants in both VTE and AF patients with BMI ≥50. Conclusions : Our study is the largest study examining morbidly obese patients on DOACS and provides further evidence of comparable efficacy and safety of the direct oral anti-Xa inhibitors, compared to warfarin, in morbidly obese patients with AF and VTE. View large Download slide View large Download slide  Disclosures Kushnir: Janssen: Research Funding. Billett: Bayer: Consultancy; Janssen: Research Funding."
}