{
    "doi": "https://doi.org/10.1182/blood.V112.11.4226.4226",
    "article_title": "Imatinib Mesylate Induces BCR-ABL Independent Inhibition of Proteasomal Activity in CML Cells ",
    "article_date": "November 16, 2008",
    "session_type": "Chronic Myeloid Leukemia - Biology and Pathophysiology excluding Therapy",
    "abstract_text": "Imatinib mesylate (IM; Gleevec) is currently used in the treatment of CML and GIST. IM has been described to influence the function and differentiation of antigen presenting cells, to inhibit the effector function of T lymphocytes and to decrease the immunogenicity of CML cells by downregulation of tumor associated antigens. In the present study, we analyzed the possible effects of IM on antigen processing and presentation. To accomplish this we employed active site labelling of proteasomal subunits to measure proteasomal activities in cells treated with IM and other tyrosine kinase inhibitors (TKIs). Proteasomal activity was determined in cell lysates from established CML cell lines and primary cells from CML patients using a biotinylated active site-directed probe, which, covalently binds and labels proteasomal subunits beta-1, beta-2 and beta-5 depending on their activity. In addition, in order to analyze a possible direct effect of IM, isolated 20S and 26S proteasomes were examined. We found that treatment with IM led to a concentration-dependent decrease of proteasomal activity in BCR-ABL positive cells. In line with these results IM reduced the expression of HLA-class I molecules in HLA-A2 transfected K-562 cells. This inhibitory effect was independent of protein expression of proteasome subunits as analyzed by western blotting and it was not due to the induction of apoptosis as only samples with nuclei fragmentation below 40% were utilized. Furthermore, these effects were not inhibited by addition of zVAD, a pan-caspase inhibitor of apoptosis. The inhibition of proteasomal activity was independent of BCR-ABL as analyzed using IM resistant CML cell lines including BA/F-T315I cell line which is transfected with the multiresistent T315I mutation. Application of BCR-ABL specific siRNA to knock down its expression had no significant influence on proteasomal activity. Accordingly, incubation of isolated 20S and 26S proteasomes with IM resulted in a profound inhibition of their activity as determined by reduced proteolytic cleavage of fluorogenic substrates. Interestingly, this inhibition of the proteasomal activity was not IM specific as nilotinib, a TKI with a higher BCR-ABL affinity had similar effects. Furthermore, the multikinase inhibitor sorafenib but not sunitinib reduced the proteasomal activity in cell lysates and isolated proteasomes. Incubation of cells with the mTOR inhibitor rapamycin inhibited the activity of proteasomal subunits while the PI3 kinase inhibitor LY-294002 that acts upstream of rapamycin had no effect. Our results demonstrate that IM and several other TKIs currently applied in the treatment of patients can affect the immunogenicity of malignant cells by a direct inhibition of the proteasomal activity.",
    "topics": [
        "bcr-abl tyrosine kinase",
        "imatinib mesylate",
        "protein-tyrosine kinase inhibitor",
        "lysate",
        "rapamycin",
        "1-phosphatidylinositol 3-kinase",
        "antigens",
        "apoptosis inhibitor",
        "caspases",
        "gastrointestinal stromal tumor"
    ],
    "author_names": [
        "Stefanie A.E. Held",
        "Peter Brossart, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Stefanie A.E. Held",
            "author_affiliations": [
                "Medizinische Klinik III Hem./Onc., Univ. of Bonn, Bonn, Germany"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Peter Brossart, MD",
            "author_affiliations": [
                "Hem./Onc., Univ. of Bonn, Bonn, Germany"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-07T15:38:01",
    "is_scraped": "1"
}