{
    "doi": "https://doi.org/10.1182/blood.V112.11.629.629",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1191",
    "start_url_page_num": 1191,
    "is_scraped": "1",
    "article_title": "MicroRNA Expression Profiling in Multiple Myeloma: Correlation with Genetic Abnormalities ",
    "article_date": "November 16, 2008",
    "session_type": "Myeloma - Biology and Pathophysiology, excluding Therapy",
    "abstract_text": "MicroRNAs (miRNAs) are small non-coding RNA that regulate gene expression by inducing RNA degradation or translational inhibition of their mRNA targets. Recently, deregulation of miRNAs has been associated with cancer development. MiRNA expression profiling has been analysed in different hematological malignancies, but the information about miRNA expression in MM is limited. We investigated the expression levels of 368 miRNAs using a quantitative PCR-method (“TaqMan low density arrays-microRNA assay”, Applied Biosystems) in 49 patients with newly diagnosed MM. Moreover, 4 MM cell lines (MM1S, OPM2, U266 and RPMI) and 4 samples of normal human plasma cells (PC) were also included in the study. In all the bone marrow samples a CD138 positive PC isolation was performed. Relative quantification of miRNA expression was calculated with the 2 −ΔΔCt method. The data were normalized respect to RNU48 and relative to a calibrator sample (average of normal human PC samples). Hierarchical clustering based on the average-linkage method with the centered correlation metric was used for unsupervised analysis. Differentially expressed miRNAs were identified using “Significant Analysis of Microarrays” (SAM) algorithm, the t test and the nonparametric Wilcoxon rank sum test. Primary myeloma cells displayed a distinctive miRNA expression pattern compared to normal PC, characterized by the downregulation of the miRNAs differentially expressed. Unsupervised analysis of the data revealed that the MM samples segregated mainly into two clusters: one contained 12 out the 14 MM cases with t(4;14), 20 out of the 30 MM cases with RB deletion, and the 3 samples with t(14;16) which were tightly clustered. The other cluster contained 5 out of the 7 MM samples without genetic abnormalities (IGH translocation, RB and P53 deletions and gain on 1q were ruled out by FISH analysis). MM samples with t(11;14) and those with gains on 1q were dispersed along the dendrogram. The comparative analysis of the miRNA expression profile between MM with t(4;14) and the remaining MM samples showed a set of 5 up-regulated miRNA ( let-7c, miR-125a, miR-125b, miR-135a, miR-99a ) in the t(4;14) group. Although MM samples with t(11;14) were not clustered together, the supervised analysis identified two upregulated miRNAs ( miRNA-345 and miRNA-193a ) compared to those MM cases without this translocation. None of the differentially expressed miRNA was located in the chromosomal regions involved in the specific translocations. Upon comparing the miRNA expression in cases with or withouth RB deletion it was found that the three most differentially expressed miRNA were miR-145, miRNA-378 and let-7b (downregulated in MM with RB deletion). There was no correlation between the expression level of miRNAs located on chromosome 13 and the RB status by FISH. In the same way, the miRNAs differentially expressed in MM with 1q gains were not located in 1q. In summary, these results indicate that miRNA expression is deregulated in myeloma cells, and what is more important, the miRNA pattern of expression in MM seems to be associated with specific genetic abnormalities, which indicate that they may play a relevant role in MM pathogenesis.",
    "topics": [
        "gene abnormality",
        "gene expression profiling",
        "micrornas",
        "molecular profiling",
        "multiple myeloma",
        "rna",
        "bone marrow specimen",
        "cancer",
        "hematologic neoplasms",
        "polymerase chain reaction"
    ],
    "author_names": [
        "Norma C. Gutiérrez",
        "Maria Eugenia Sarasquete",
        "Manuel Delgado",
        "Patricia Martín-Jiménez",
        "Carmen Chillón",
        "Isabel M. Isidro",
        "Teresa Prieto",
        "Ramon García-Sanz",
        "Jesus M. Hernández",
        "Marcos González",
        "Jesus F San Miguel"
    ],
    "author_affiliations": [
        [
            "Hematology, Hospital Universitario de Salamanca; Centro de Investigación del Cáncer (CIC, IBMCC USAL-CSIC), Salamanca, Spain"
        ],
        [
            "Hematology, Hospital Universitario de Salamanca; Centro de Investigación del Cáncer (CIC, IBMCC USAL-CSIC), Salamanca, Spain"
        ],
        [
            "Hematology, Hospital Universitario de Salamanca; Centro de Investigación del Cáncer (CIC, IBMCC USAL-CSIC), Salamanca, Spain"
        ],
        [
            "Hematology, Hospital Universitario de Salamanca; Centro de Investigación del Cáncer (CIC, IBMCC USAL-CSIC), Salamanca, Spain"
        ],
        [
            "Hematology, Hospital Universitario de Salamanca; Centro de Investigación del Cáncer (CIC, IBMCC USAL-CSIC), Salamanca, Spain"
        ],
        [
            "Hematology, Hospital Universitario de Salamanca; Centro de Investigación del Cáncer (CIC, IBMCC USAL-CSIC), Salamanca, Spain"
        ],
        [
            "Hematology, Hospital Universitario de Salamanca; Centro de Investigación del Cáncer (CIC, IBMCC USAL-CSIC), Salamanca, Spain"
        ],
        [
            "Hematology, Hospital Universitario de Salamanca; Centro de Investigación del Cáncer (CIC, IBMCC USAL-CSIC), Salamanca, Spain"
        ],
        [
            "Hematology, Hospital Universitario de Salamanca; Centro de Investigación del Cáncer (CIC, IBMCC USAL-CSIC), Salamanca, Spain"
        ],
        [
            "Hematology, Hospital Universitario de Salamanca; Centro de Investigación del Cáncer (CIC, IBMCC USAL-CSIC), Salamanca, Spain"
        ],
        [
            "Hematology, Hospital Universitario de Salamanca; Centro de Investigación del Cáncer (CIC, IBMCC USAL-CSIC), Salamanca, Spain"
        ]
    ],
    "first_author_latitude": "40.96402",
    "first_author_longitude": "-5.677614"
}