{
    "doi": "https://doi.org/10.1182/blood-2019-130579",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4263",
    "start_url_page_num": 4263,
    "is_scraped": "1",
    "article_title": "Extended Experience with a Very Low Dose, Metronomic, Subcutaneous Decitabine Regimen Intended to Deplete DNMT1 without Cytotoxicity ",
    "article_date": "November 13, 2019",
    "session_type": "604.Molecular Pharmacology and Drug Resistance in Myeloid Diseases",
    "topics": [
        "cytotoxicity",
        "decitabine",
        "dna (cytosine-5-)-methyltransferase 1",
        "bone marrow aspiration",
        "cancer",
        "fever",
        "follow-up",
        "infections",
        "myeloproliferative disease",
        "neutropenia"
    ],
    "author_names": [
        "Ashwin Kishtagari, MBBS",
        "Hassan Awada",
        "Reda Z. Mahfouz, MD PhD",
        "Teodora Kuzmanovic",
        "Jibran Durrani",
        "Cassandra M Kerr, MS",
        "Bhumika J. Patel, MD",
        "Valeria Visconte, PhD",
        "Tomas Radivoyevitch, PhD",
        "Alan Lichtin, MD",
        "Hetty E. Carraway, MD MBA",
        "Jaroslaw P. Maciejewski, MD PhD",
        "Yogenthiran Saunthararajah, MD"
    ],
    "author_affiliations": [
        [
            "Department of Translational Hematology and Oncology Research, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH "
        ],
        [
            "Department of Translational Hematology and Oncology Research, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH "
        ],
        [
            "Taussig Cancer Institute/ Translational Hematology Oncology Research, Cleveland Clinic, Cleveland, OH "
        ],
        [
            "Department of Translational Hematology and Oncology Research, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH "
        ],
        [
            "Department of Translational Hematology and Oncology Research, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH "
        ],
        [
            "Department of Translational Hematology and Oncology Research, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH "
        ],
        [
            "Leukemia Program, Department of Hematology and Medical Oncology, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH "
        ],
        [
            "Department of Translational Hematology and Oncology Research, Taussig Cancer Institute, Cleveland, OH "
        ],
        [
            "Departments of Quantitative Health Sciences and Translational Hematology and Oncology Research, Quantitative Health Sciences, Cleveland, OH "
        ],
        [
            "Taussig Cancer Institute, Cleveland Clinic, Leukemia Program, Cleveland, OH "
        ],
        [
            "Leukemia Program, Department of Hematology and Medical Oncology, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH "
        ],
        [
            "Department of Translational Hematology and Oncology Research, Cleveland Clinic, Cleveland, OH "
        ],
        [
            "Department of Translational Hematology and Oncology, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH"
        ]
    ],
    "first_author_latitude": "41.50313175",
    "first_author_longitude": "-81.61913360000001",
    "abstract_text": "Rationale : Dose-reduction of a nucleoside analog reduces cytotoxicity and hence can increase safety, but with less cytotoxicity-driven efficacy as a trade-off. Such an efficacy trade-off, however, may not apply to the nucleoside analog decitabine, because it has a molecular-targeted action of depleting DNA methyltransferase 1 (DNMT1) separable from cytotoxicity, and that occurs and is saturated at low concentrations. In fact, higher decitabine doses/concentrations, by causing cytotoxicity, limit feasible exposure times for this molecular effect that can cytoreduce p53-null, chemorefractory myeloid malignancies via terminal-differentiation instead of apoptosis, simultaneously sparing normal hematopoiesis. Hence, we designed decitabine application to avoid cytotoxicity and increase DNMT1-targeting and describe here results in 69 patients (25 of whom were previously described with shorter follow-up (NCT01165996)(J Clin Invest 2015; 125(3):1043-55]). Methods : IRB approved Myeloid Malignancy Registry (16-020) and Sample Repository protocols (5024) curated demographic, laboratory, intervention, outcome, and mutational data in myeloid malignancy patients after written informed consent; 69 of 1694 patients in the Registry received the alternative decitabine regimen: (i) Dose : 0.1-0.2 mg/kg (~3.5-5 mg/m 2 ), verified to deplete DNMT1 without cytotoxicity in primate and human studies; (ii) Schedule : 1-2X/week, frequent and distributed, to increase S-phase dependent DNMT1-depletion; (iii) Route : subcutaneous, to avoid high peak concentrations.A standard starting dose of 0.2 mg/kg was reduced to 0.15 mg/kg if infection risk was high (e.g., ANC10% or for lack of response to 1X/week. Neutropenia from treatment was managed by interruption then resumption upon neutrophil recovery (same dose or lower by 0.05 mg/kg). Routine anti-emetic prophylaxis was not required. Results : Non-cytotoxic DNMT1-depletion was confirmed by bone marrow gH2AX and DNMT1 measurements (published for 1 st 25 patients). The 69 patients had MDS 54%, MDS/MPN 14%, MPN 17% and AML 15%. Their median age was 69 years (range 45-89). Prior therapies (77%) were 5-azacytidine 29%, lenalidomide 19%, erythropoietin 26%, hydroxyurea 7%, ruxolitinib 7%, cytarabine 4%. The side-effect was neutropenia (non-cytotoxic DNMT1-depletion skews myeloid differentiation away from GMP and to EMK), complicated by fever/infection in 31 patients (45%), with 1 septic death. Eight of these 31 patients (25%) had fever/infection before treatment. Blood count improvements meeting IWG criteria for response (hematologic improvement [HI]/complete remission [CR]) occurred in 30 patients (43%; CR 14%) (Fig 1A) and were durable(median treatment duration in HI/CR 82 weeks [range 14-347]). Treatment decreased bone marrow myeloblasts, even in cases without HI/CR (Fig 1B). HI/CR was achieved in MDS/AML containing monosomy 7, trisomy 8, complex cytogenetic abnormalities and/or multiple mutations (Fig 1C). Cytogenetics were normalized in 10/36 (28%) (Fig 1C). Patients with HI/CR had better overall survival (median 31 vs 18 months) (p=0.036) (Fig 1D). Predictors of HI/CR were higher baseline neutrophils (median 3.04 vs 1.23 x10 9 /L; p=0.002)and higher marrow cellularity (median 70 vs 48%; p=0.044)(Fig 1E, F). Conclusion : Myeloid malignancies containing diverse genetic abnormalities responded sustainably (up to 6.5 years follow-up) to a decitabine regimen designed and demonstrated to be non-cytotoxic yet DNMT1-targeting, consistent with scientific data validating DNMT1 as a mutation-agnostic target that operates in a final common pathway of myeloid transformation. Although this single-agent regimen is non-curative, we postulate that avoidance of cytotoxicity, combined with target-validity, enabled sustained disease control/transfusion-freedom in several patients. Reported links between some mutations, e.g., in TET2 , and decitabine response could be via higher neutrophils that in turn enable frequent decitabine exposures, a basic requirement for response. Also fundamental, HI/CR requires not just suppression of malignant clones but marrow capacity to support and recover functional hematopoiesis, suggesting why low baseline marrow cellularity predicted non-response. View large Download slide View large Download slide  Disclosures Maciejewski: Novartis: Consultancy; Alexion: Consultancy. Saunthararajah: Novo Nordisk: Consultancy; EpiDestiny: Consultancy, Equity Ownership, Patents & Royalties. OffLabel Disclosure: Alternative dose and scheduling of Decitabine for myeloid neoplasms"
}