{
    "doi": "https://doi.org/10.1182/blood.V116.21.3294.3294",
    "article_title": "A Phase I/II Trial of the Potent Hsp90 Inhibitor STA-9090 Administered Once Weekly In Patients with Advanced Hematologic Malignancies ",
    "article_date": "November 19, 2010",
    "session_type": "Acute Myeloid Leukemia - Therapy, excluding Transplantation: Poster III",
    "abstract_text": "Abstract 3294 Background: STA-9090 is a potent, second-generation, small-molecule Hsp90 inhibitor, with a chemical structure unrelated to the first-generation, ansamycin family of Hsp90 inhibitors (e.g., 17-AAG or IPI-504). STA-9090 induces the loss of Hsp90 client proteins that are important in hematologic cancers, including BCR-ABL, c-KIT, FLT3, WT1, and JAK2. In preclinical studies, STA-9090 has shown potency up to 100 times greater than the first-generation Hsp90 inhibitors as well as activity against a wider range of kinases. In in vitro and in vivo models, STA-9090 has shown potent activity against a broad range of leukemias, lymphomas, and multiple myeloma. Methods: A safety and efficacy study of STA-9090 was undertaken for patients with acute myeloid leukemia (AML), acute lymphoblastic leukemia (ALL), blast-phase chronic myelogenous leukemia (CML), high-grade myelodysplastic syndrome (MDS), and myeloproliferative neoplasms (MPN). STA-9090 was given as a weekly 1 hour infusion for 4 consecutive weeks per cycle. In the phase 1 portion of the study, an evaluation of 3 dose levels was planned: 120, 150, and 200 mg/m 2 ; the first 2 dose cohorts are completed and dosing at 200 mg/m 2 is ongoing. Plasma samples for PK analyses were collected immediately prior to infusion end (∼C max ) on Days 1, 8, 15, and 22 in cycle 1. Additional plasma samples were collected for HSP70 protein analysis, and bone marrow aspirate and blood samples were collected for biomarker and client protein analyses. Safety assessments included the number and grade of adverse events (AEs), changes from baseline in laboratory parameters, and evaluation of electrocardiogram changes. Results: To date, 18 patients (12 males, 6 females; median age 65 years, range 21–81; Eastern Cooperative Oncology Group [ECOG] status range [0-2]) received STA-9090. Patients with the following disease types were treated: AML (n=13), ALL (n=1), biphenotypic acute leukemia (n=2), and CML without blast crisis (n=2). The median time from initial diagnosis to first treatment was 10 months; patients had received a median of 3 (range, 1–7) prior treatments and 39% were refractory to their most recent therapy. Nine patients received a median of 2.6 (range, 1–8) cycles of STA-9090 at 120mg/m 2 , and 9 patients received a median of 2.2 (range, 1–4) cycles of STA-9090 at 150mg/m 2 . AEs reported in ≥25% of patients were diarrhea, fatigue, decreased appetite, febrile neutropenia, nausea, and anemia; the majority of these AEs were mild to moderate in severity. One patient had a DLT of grade 3 elevated bilirubin at the 120mg/m 2 dose. PK analyses found that STA-9090 concentrations were comparable across study days, indicative of a lack of drug accumulation. Quantitative flow cytometric analyses measuring effect of STA-9090 on Hsp90 client protein levels within leukemic marrow blasts (pre-treatment and day 9) are currently being performed. Although no formal responses in this refractory group of patients have been observed to date, one patient (a 25 year old female patient with refractory AML following 3 prior regimens, including ablative allogeneic transplantation) treated at the 120mg/m 2 cohort had stable disease and bone marrow blast reduction lasting 10 weeks. Conclusions: In patients with advanced hematologic malignancies, STA-9090 has been well tolerated up to dose levels of 150 mg/m 2 . The recommended Phase 2 dose has not yet been determined. Accrual to the study is ongoing and updated clinical and pharmacodynamic data will be presented. Disclosures: Bradley: Synta Pharmaceuticals Corp.: Employment. Teofilovici: Synta Pharmaceuticals Corp.: Employment.",
    "topics": [
        "bilirubin level, increased",
        "ganetespib",
        "hematologic neoplasms",
        "hsp90 heat-shock proteins",
        "blast phase",
        "infusion procedures",
        "acute lymphocytic leukemia",
        "adverse event",
        "anemia",
        "bcr-abl tyrosine kinase"
    ],
    "author_names": [
        "Jeffrey E. Lancet, MD",
        "B. Douglas Smith, MD",
        "Robert Bradley",
        "Rami S. Komrokji, MD",
        "Florentina Teofilovici, MD",
        "David A. Rizzieri, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Jeffrey E. Lancet, MD",
            "author_affiliations": [
                "Malignant Hematology, H. Lee Moffitt Cancer Center, Tampa, FL, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "B. Douglas Smith, MD",
            "author_affiliations": [
                "at Johns Hopkins, Kimmel Cancer Center, Baltimore, MD, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert Bradley",
            "author_affiliations": [
                "Medical, Synta Pharmaceuticals Corp., Lexington, MA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rami S. Komrokji, MD",
            "author_affiliations": [
                "Moffitt Cancer Center, Tampa, FL, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Florentina Teofilovici, MD",
            "author_affiliations": [
                "Medical, Synta Pharmaceuticals Corp., Lexington, MA, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David A. Rizzieri, MD",
            "author_affiliations": [
                "Division of Cellular Therapy, Duke University Medical Center, Durham, NC, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-16T15:37:51",
    "is_scraped": "1"
}