{
    "doi": "https://doi.org/10.1182/blood.V128.22.2333.2333",
    "article_title": "A Comparison of Resource Utilization, Cost and Mortality in Children Treated for Severe Aplastic Anemia ",
    "article_date": "December 2, 2016",
    "session_type": "901. Health Services Research-Non-Malignant Conditions: Poster I",
    "abstract_text": "BACKGROUND: Severe Aplastic Anemia (SAA) in childhood is fatal if untreated and has a reported incidence of 2.34/ million. With the use of treatment guidelines, outcomes have improved over the years. In the United States (US), Hematopoietic Stem Cell Transplantation (HSCT) is preferentially utilized in young patients with an HLA matched sibling donor, whereas Immunosuppressive Therapy (IST) comprised of Horse Antithymocyte Globulin (ATG) and Cyclosporine (CSA) is utilized in those that lack one. Upon failure of IST, the latter typically undergo unrelated donor HSCT. At this time, national trends in resource utilization and the financial impact of this diagnosis and its treatment are unknown. Our objective was to ascertain whether treatment paradigms could be identified within a national database and compare cost and outcomes within Childrens hospitals across the US within the context of SAA. METHODS: We utilized the Pediatric Hospital Information System (PHIS) database to perform a retrospective cohort study of patients admitted to Childrens Hospital Association Hospitals (36 of 48 were free-standing) to compare length of stay (LOS), billed charges and inpatient mortality in patients with SAA who received IST compared to SCT. This database was queried to identify all patients ≤21 years of age who were first admitted between 2010 to 2014 with a diagnosis of SAA, as defined by ICD 9 codes (284. 0, 284.1, 284.9, 284.89, 284.12). Within this data set we identified patients with a Bone Marrow Aspiration (BMA) procedure code (41.3, 41.31) billed within 6 months of the code for SAA and use of transplant procedure codes (41.0, 41.00, 41.02, 41.03, 41.05, 06, and 08) drug codes for agents typically utilized as IST (164130, 164131, and 167115) or conditioning for HSCT (171103, 171125, 164130, and 164131). Patients were excluded for constitutional bone marrow failure, cancer and other diagnoses. Those meeting criteria were summarized using descriptive statistics and comparisons among groups were assessed using non-parametric methods. Cost, number of admissions, LOS, intensive care unit (ICU) utilization, inpatient mortality and comorbidities were analyzed with various charge codes that were adjusted by the CMS wage/price index for the hospital's location. The data set was validated by internal chart review. RESULTS: A total of 446 patients (57% male, 43% female, median age at diagnosis 10 years) met study criteria. 282(63%) patients were treated with IST alone, 98(22.3%) patients who underwent SCT without IST and 66(14.7%) patients received both forms of therapy. The overall mortality rate for the cohort was 8.6%. The likelihood of death correlated with the presence of Graft versus Host Disease (GVHD) and LOS > 100 days in the group that underwent SCT. A total of 1631 admissions were evaluated with a total LOS of 24,369 days. Median LOS for the cohort was 36 days but significantly lower for those that underwent IST only (p<0.0001). Average LOS was highest in the group that had both therapies. ICU utilization was significantly higher in the transplant group that failed IST (P=0.0058). Overall inpatient cost of care across the cohort was $ 389,743,175. However cumulative adjusted charges were significantly different across the groups: a median of $244,513 for patients treated with IST, $793,009 for those who underwent SCT alone and $1,365,051 for those that had both forms of therapy (p <0.0001). The highest costs in each group correlated with pharmacy (37%), nursing and room/operating room (32%) charge codes. 84% of patients included originated from areas with urban zip codes without a significant difference in the payer mix (private or public insurance) for urban or rural patients. CONCLUSIONS: This is the first reported evaluation of inpatient resource utilization, mortality and costs in children treated for SAA in the US. While the overall cost of care for these patients is high, it is >3 fold higher for patients undergoing HSCT and over 6 times higher if HSCT is utilized upon failure of IST. With further comparative analyses, stakeholders can better understand where excess variation in care and cost occurs and define best practices required to further improve outcomes at lower cost. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "aplastic anemia",
        "child",
        "inappropriate sinus tachycardia",
        "hematopoietic stem cell transplantation",
        "graft-versus-host disease",
        "transplantation",
        "antithymoglobulin",
        "bone marrow aspiration",
        "cancer",
        "cyclosporine"
    ],
    "author_names": [
        "Sarita Joshi, MBBS, MD FAAP",
        "Melissa J. Rose, DO",
        "Joseph R Stanek, MS",
        "Sarah O'Brien, MD MSc"
    ],
    "author_dict_list": [
        {
            "author_name": "Sarita Joshi, MBBS, MD FAAP",
            "author_affiliations": [
                "Nationwide Childrens Hospital, Department of Pediatrics, Division of Hematology Oncology, The Ohio State University Wexner School of Medicine, Columbus, OH "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Melissa J. Rose, DO",
            "author_affiliations": [
                "The Ohio State University College of Medicine, Nationwide Children's Hospital, Columbus, OH "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joseph R Stanek, MS",
            "author_affiliations": [
                "Division of Hematology/Oncology, Nationwide Children's Hospital, Columbus, OH"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sarah O'Brien, MD MSc",
            "author_affiliations": [
                "Division of Hematology/Oncology, Nationwide Children's Hospital, Columbus, OH"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-07T13:02:14",
    "is_scraped": "1"
}