{
    "doi": "https://doi.org/10.1182/blood.V116.21.4326.4326",
    "article_title": "Chemotherapy Effects on Natural Killer Cells in Children with Acute Lymphoblastic Leukemia ",
    "article_date": "November 19, 2010",
    "session_type": "Acute Lymphoblastic Leukemia - Biology and Pathophysiology",
    "abstract_text": "Abstract 4326 Intensive treatment of acute lymphoblastic leukemia in children has brought an increase of total remissions but also an increase of various complications resulting from toxicity of the treatment itself. One of the side effects of the use of cytostatics is their suppressive effect on the immune system. As an important element of the immune system, NK (Natural Killer) cells have critical roles in many different functions such as infection control, cancer surveillance, fetal implantation and cytokine production that will be affected by the immune suppresion. Dysfunctions of the NK cells by treatment are both of quantitative and qualitative nature. Our aim with this study is to analyze qualitative and quantitative chemotherapy induced changes on NK cells in children with acute lymphoblastic leukemia. Thirty three children aged between 2 and 19 years were included in the patient group. Their immunphenotypes, risk groups, prophylactic cranial radiation status and clinical characteristics were recorded. According to ALL BFM 2000 protocol, patients were classified into three groups: group 1 (patients who finished protocol M), group 2 (patients still on maintenance chemotherapy) and group 3 (patients who finished treatment). Control group (group 4) consisted of eleven healthy children aged between 2 and 13 years. NK cytotoxicity test, flow cytometric analysis of NK subgroups, cytokine analysis were performed in blood samples taken with informed consent from parents of both patients and controls. Clinical characteristics of the patients were evaluated with these results. Analysis was performed with “one way ANOVA” statistical test using SPSS 14.0. In 1:1 E:T ratio, group 2's NK cytotoxicity was significantly higher than any other group (p<0.05) ( Figure 1 ). As the receptor expressions evaluated, group 2 was lower significantly than the control group in CD16 + CD56 + , CD16 + NKG2D + , CD94 + NKp46 + subgroups (p<0.05) ( Figure 2 , 3 ). When the prophylactic cranial radiation status of all cases were considered, irradiated patients' NK cytotoxicity value was significantly higher than non-irradiated cases (p<0.05) ( Table 1 ). As NK cytotoxicity and NK subgroups evaluated according to risk groups and time passed from end of treatment (less than a year or more), no significant differences were found. Only in samples which weren't stimulated by tumor cells, IFNγ and IL-15 was found significantly lower in group 2 and group 3 compared with the control group (p<0.05). Figure 1. View large Download slide NK cytotoxicity in 1:1 E:T ratio according to groups Figure 1. View large Download slide NK cytotoxicity in 1:1 E:T ratio according to groups Close modal Figure 2. View large Download slide NK cell populations (%) Figure 2. View large Download slide NK cell populations (%) Close modal Figure 3. View large Download slide Receptor expressions (%) according to groups-1 Figure 3. View large Download slide Receptor expressions (%) according to groups-1 Close modal Table 1. All patients' NK cell population and activitiy according to prophylactic cranial radiation (PCI) status . E:T 1:1 (%) . CD16(+) CD56(+) (%) . PCI (+)  40,6 ± 16,2 (n:13) 4,6 ± 3,1 (n:18) PCI (-)  22,9 ± 14,5 (n:13) 5,9 ± 3,5 (n:14) p  0,007 (S)  >0,05  . E:T 1:1 (%) . CD16(+) CD56(+) (%) . PCI (+)  40,6 ± 16,2 (n:13) 4,6 ± 3,1 (n:18) PCI (-)  22,9 ± 14,5 (n:13) 5,9 ± 3,5 (n:14) p  0,007 (S)  >0,05  View Large NK cells and subgroups in quantity seem to have decreased by the maintenance chemotherapy but not their functions. Group 2's (patients on maintenance therapy) higher NK cytotoxicity value may be due to low dose radiation's augmentation effect on NK cell functions as group 2 mostly consists of patients treated with prophylactic cranial radiation. A better understanding of NK cells changed by chemotherapy and radiotherapy will give us the opportunity of developing treatment that enhance their functions and so will contribute to the life quality of children with acute lymphoblastic leukemia (This project is sponsored by Istanbul University Research Fund, project number: T-889/02062006). Disclosures: Aksu Uzunhan: Istanbul University Istanbul Medical Faculty: Employment; Istanbul University Research Fund: Research Funding.",
    "topics": [
        "acute lymphocytic leukemia",
        "chemotherapy effects",
        "child",
        "natural killer cells",
        "cytotoxicity",
        "cranial irradiation",
        "antigens, cd16",
        "percutaneous coronary intervention",
        "protein c inhibitor",
        "cd56 antigens"
    ],
    "author_names": [
        "Tugce Aksu Uzunhan",
        "Zeynep Karakas",
        "Serap Erdem Kuruca",
        "Sabriye Karadenizli",
        "Beyza Cetin",
        "Nilgun Akdeniz",
        "Gunnur Deniz",
        "Omer Devecioglu"
    ],
    "author_dict_list": [
        {
            "author_name": "Tugce Aksu Uzunhan",
            "author_affiliations": [
                "Department of Pediatrics, Istanbul University Istanbul Medical Faculty, Istanbul, Turkey, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Zeynep Karakas",
            "author_affiliations": [
                "Department of Pediatrics, Division of Hematology/Oncology, Istanbul University, Istanbul Medical Faculty, Istanbul, Turkey, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Serap Erdem Kuruca",
            "author_affiliations": [
                "Department of Physiology, Istanbul University Istanbul Medical Faculty, Istanbul, Turkey, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sabriye Karadenizli",
            "author_affiliations": [
                "Department of Physiology, Istanbul University Istanbul Medical Faculty, Istanbul, Turkey, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Beyza Cetin",
            "author_affiliations": [
                "Department of Physiology, Istanbul University Istanbul Medical Faculty, Istanbul, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nilgun Akdeniz",
            "author_affiliations": [
                "Department of Immunology, Istanbul University, Institute of Experimental Medicine, Istanbul, Turkey, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gunnur Deniz",
            "author_affiliations": [
                "Department of Immunology, Istanbul University, Institute of Experimental Medicine, Istanbul, Turkey, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Omer Devecioglu",
            "author_affiliations": [
                "Department of Hematology and Oncology, Istanbul University Istanbul Medical Faculty, Istanbul, Turkey"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-16T09:35:55",
    "is_scraped": "1"
}