{
    "doi": "https://doi.org/10.1182/blood.V118.21.2141.2141",
    "article_title": " In Vivo Platelet Activation and Its In Vitro Inhibition by Prasugrel's Active Metabolite In Adolescents with Sickle Cell Disease ",
    "article_date": "November 18, 2011",
    "session_type": "111. Hemoglobinopathies, excluding Thalassemia: Poster II",
    "abstract_text": "Abstract 2141 Introduction: In patients with sickle cell disease (SCD), erythrocytes contribute to microvessel occlusion resulting in tissue damage and platelet activation. Platelet activation, aggregation, local thrombus formation and platelet activation-dependent leukocyte recruitment potentially amplify tissue ischemia. Antiplatelet therapy may therefore be useful in SCD. Here we evaluate levels of platelet activation markers in adolescents with SCD vs. normal controls and the effect of in vitro blockade of the platelet ADP receptor P2Y 12 by prasugrel's active metabolite, R-138727. Methods: Blood was obtained from adolescents (10 – 18 yr) with SCD and healthy adult subjects. Platelet function was evaluated by: light transmission aggregation (LTA) in platelet-rich plasma with 20 μM ADP and in whole blood by VerifyNow P2Y12; Multiple Electrode Aggregometry (MEA) with 6.5 μM ADP; vasodilator stimulated phosphoprotein (VASP) P2Y 12 assay; and whole blood flow cytometric analysis of basal and in vitro ADP-stimulated levels of platelet surface activated GPIIb-IIIa (reported by monoclonal antibody PAC1) and P-selectin, platelet-monocyte aggregates (PMA) and platelet-neutrophil aggregates (PNA). These endpoints were also evaluated after in vitro incubation of whole blood with R-138727 (0.1 – 10 μM). Results: In SCD patients compared with normal subjects, circulating PMA and PNA levels were significantly higher (76.5 ± 20.3% and 55.1 ± 21.8% vs. 20.1 ± 7% and 13.9 ± 4.2% [mean ± SD], respectively, p<0.0001 for both), and in vitro ADP-stimulated platelet surface activated GPIIb-IIIa and P-selectin levels (mean fluorescence, MFI) were significantly lower (128.7 ± 66.2 and 78.1 ± 11.5 vs. 257.3 ± 50.8 and 91.6 ± 5.8, p<0.05 for both). ADP-stimulated platelet aggregation by LTA, VerifyNow and MEA, did not significantly differ between SCD and normal subjects, although whole blood platelet aggregation by MEA and VerifyNow tended to be greater in blood from SCD patients (92.5 vs. 70.4 AU, p=0.064 and 362.9 vs. 314.8 PRU, p=0.488, respectively). Treatment of whole blood in vitro with R-138727 resulted in a concentration-dependent inhibition of platelet function in both SCD patients and normal subjects. However, compared with normal subjects, the IC 50 in SCD subjects was significantly lower for LTA but significantly higher for VerifyNow and VASP (Table). R-138727 inhibition of platelet function in SCD patients was similar to normal subjects as judged by MEA, whole blood flow cytometry for ADP-stimulated platelet surface P-selectin and activated GPIIb-IIIa expression, and % PMAs (Table). Sensitivity to R-138727 inhibition in SCD patient blood was greatest as measured by ADP-stimulated platelet surface P-selectin MFI, LTA, and MEA, less with ADP-stimulated platelet surface activated GPIIb-IIIa, and least with VASP, VerifyNow P2Y12 and % P-selectin-positive platelets (Table). Conclusions: 1) The markedly higher circulating PMA and PNA levels in SCD patients relative to normal donors demonstrates increased in vivo platelet activation in SCD patients and suggests that PMA and PNA may be useful markers of the in vivo pharmacodynamic effects of antiplatelet therapy in SCD patients. 2) Blockade of platelet P2Y 12 with R-138727 produces dose-dependent inhibition of platelet function in SCD platelets. 3) Assay-dependent differences in IC 50 values between SCD patients and normal donors suggest the presence of additional variables that affect these measures of platelet function. Further studies are needed to determine the relationship between platelet inhibition measured by these assays and clinical events in SCD patients. Table. Comparison of R-138727 inhibition of platelet function in blood from SCD adolescents vs. healthy subjects.  Assay . Normal Donor, n=5 IC 50 (95% CI) . SCD Patient, n=10 IC 50 (95% CI) . P . LTA, ADP 20 μM 2.36 (1.90–2.93) 1.59 (1.23–2.05) 0.0267 VASP P2Y 12  2.14 (1.52–3.02) 4.56 (3.90–5.32) 0.0013 VerifyNow P2Y12, % Inhibition 2.09 (1.70–2.56) 3.76 (3.28–4.32) <0.0001 MEA, 6.5 μM ADP 2.43 (1.69–3.49) 1.90 (1.50–2.40) 0.2479 P-selectin, MFI, ADP 20 μM 1.08 (0.95–1.24) 1.40 (1.15–1.70) 0.0503 P-selectin, % positive, ADP 20 μM 4.25 (3.42–5.27) 3.62 (3.15–4.16) 0.1891 PAC1 MFI, ADP 20 μM 2.50 (2.05–3.06) 2.45 (2.19–2.73) 0.8146 % PMAs, ADP 20 μM a  2.48 a (2.06–3.00) 3.30 a (1.01–10.8) 0.7389 Assay . Normal Donor, n=5 IC 50 (95% CI) . SCD Patient, n=10 IC 50 (95% CI) . P . LTA, ADP 20 μM 2.36 (1.90–2.93) 1.59 (1.23–2.05) 0.0267 VASP P2Y 12  2.14 (1.52–3.02) 4.56 (3.90–5.32) 0.0013 VerifyNow P2Y12, % Inhibition 2.09 (1.70–2.56) 3.76 (3.28–4.32) <0.0001 MEA, 6.5 μM ADP 2.43 (1.69–3.49) 1.90 (1.50–2.40) 0.2479 P-selectin, MFI, ADP 20 μM 1.08 (0.95–1.24) 1.40 (1.15–1.70) 0.0503 P-selectin, % positive, ADP 20 μM 4.25 (3.42–5.27) 3.62 (3.15–4.16) 0.1891 PAC1 MFI, ADP 20 μM 2.50 (2.05–3.06) 2.45 (2.19–2.73) 0.8146 % PMAs, ADP 20 μM a  2.48 a (2.06–3.00) 3.30 a (1.01–10.8) 0.7389 Results shown are μM R-138727. a. IC 50 calculated after subtracting unstimulated values. View Large Disclosures: Frelinger: GLSynthesis: Research Funding; Lilly/Daiichi Sankyo: Consultancy, Research Funding; Takeda: Research Funding. Jakubowski: Eli Lilly and Company: Employment, Equity Ownership. Heeney: Lilly: Consultancy. Michelson: GLSynthesis: Research Funding; Lilly/Daiichi Sankyo: Data Monitoring Committee for clinical trial, Research Funding; Takeda: Research Funding.",
    "topics": [
        "adolescent",
        "metabolites",
        "platelet activation",
        "sickle cell anemia",
        "p-selectin",
        "platelet glycoprotein gpiib-iiia complex",
        "receptors, purinergic p2y12",
        "antiplatelet agents",
        "tetradecanoylphorbol acetate",
        "flow cytometry"
    ],
    "author_names": [
        "Andrew L. Frelinger, III, PhD",
        "Joseph A. Jakubowski, PhD",
        "Julie K. Brooks, MS",
        "Anu Nigam, MS",
        "Michelle A. Berny-Lang, Ph.D.",
        "Marc R. Barnard, MS",
        "Matthew M. Heeney, MD",
        "Alan D. Michelson, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Andrew L. Frelinger, III, PhD",
            "author_affiliations": [
                "Center for Platelet Research Studies, Hematology/Oncology, Children's Hospital Boston, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Joseph A. Jakubowski, PhD",
            "author_affiliations": [
                "Lilly Research Laboratories, Eli Lilly and Company, Indianapolis, IN, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Julie K. Brooks, MS",
            "author_affiliations": [
                "Center for Platelet Research Studies, Hematology/Oncology, Children's Hospital Boston, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anu Nigam, MS",
            "author_affiliations": [
                "Center for Platelet Research Studies, Hematology/Oncology, Children's Hospital Boston, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michelle A. Berny-Lang, Ph.D.",
            "author_affiliations": [
                "Center for Platelet Research Studies, Hematology/Oncology, Children's Hospital Boston, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marc R. Barnard, MS",
            "author_affiliations": [
                "Center for Platelet Research Studies, Hematology/Oncology, Children's Hospital Boston, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Matthew M. Heeney, MD",
            "author_affiliations": [
                "Hematology/Oncology, Children's Hospital Boston, Dana Farber Cancer Institute, Harvard Medical School, Boston, MA, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alan D. Michelson, MD",
            "author_affiliations": [
                "Center for Platelet Research Studies, Hematology/Oncology, Children's Hospital Boston, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-18T15:33:42",
    "is_scraped": "1"
}