{
    "doi": "https://doi.org/10.1182/blood.V120.21.5102.5102",
    "article_title": "GPX3 Level in Serum of Diffuse Large B Cell Lymphoma Patients Is a Predictive Biomarker for Refractoriness Before Treatment ",
    "article_date": "November 16, 2012",
    "session_type": "Non-Hodgkin Lymphoma - Biology, excluding Therapy",
    "abstract_text": "Abstract 5102 Introduction. Diffuse Large B-Cell Lymphoma (DLBCL) is the most frequent subtype of Non-Hodgkin Lymphoma in the world (35%). Despite of R-CHOP chemotherapy, patients with DLBCL continue to relapse/refractory after treatment. For this reason, the search for biomarkers that could predict refractoriness is necessary for personalized chemotherapies. There are some studies where antioxidant pathways are associated to refractoriness. Our group using a proteomic approach observed that GPX3 is a frequent protein observed in serum of DLBCL patients compared to healthy controls (72% vs. 12%; p=0. 009. Villela et al. Abstract EHA, 2012-only publication). Aim. To evaluate GPX3 levels as a biomarker for primary refractory in patients involved by DLBCL and before treatment. Methods. This study was registered and accepted for IRB's Institutional. From 40 DLBCL patients and 10 healthy controls were obtained serum previous being treated with R-chemo or Chemo alone or as part of donation. We used a commercial ELISA kit (USCNK, Life Science) for obtained GPX3 serum level. We evaluated classical clinical variables and compared to GPX3 level cut off that was obtained trough Area Under Curve (AUC) for primary refractory as dependent factor. Statistical analyses. Descriptive variable Chi2, quantitative variable T-Student or Independent-Sample Median-Test, Relative risk (RR) and confidence intervals 95% were calculated (CI95%). Results. Using proteomic approach, GPX3 was the most frequent protein observed in 72% of the cases, compared with the control group where was only observed in 12% (p=0. 009). These data were validating in 40 patients affected by Diffuse Large B Cell Lymphoma and 10 healthy people using ELISA Kit. We observed difference between GPX3 level in lymphoma patients vs. Healthy control [median (SD): 22(±5. 16) vs. 51(±22), p<0. 001). We obtained GPX3 cut off for AUC as a predictor for overall response vs. primary refractoriness (≥34. 75 mcg/dL vs < 34. 75 mcg/dL, respectively; AUC: 0. 67 (CI95%: 0. 5–0. 82). Variables associated to primary refractoriness vs. no refractoriness were GPX3 (44% vs. 17% respectively, RR=2. 55 [CI95%: 0. 87 to 7. 6]; p=0. 094) and no rituximab vs. rituximab combined in chemotherapy (45. 5% vs. 15. 4% respectively, RR=2. 95 [CI95%: 0. 97 to 8. 96]; p=0. 051. When we analyzed patients treated with vs. without rituximab depending GPX3 level (Cut off 34. 75 mcg/dL), we observed better response when patients received rituximab and had high level of GPX3 (67% vs. 33. 3%, RR= 0. 5 [CI95%: 0. 39 to 1. 21]; p=0. 085]. Conclusions. The GPX3 and Rituximab use were a trend to predictive biomarker of refractoriness but more studies must confirm our data. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "biological markers",
        "diffuse large b-cell lymphoma",
        "rituximab",
        "chemotherapy regimen",
        "antioxidants",
        "lymphoma",
        "lymphoma, non-hodgkin",
        "r-chop",
        "enzyme-linked immunosorbent assay"
    ],
    "author_names": [
        "Luis Villela, MD",
        "Oscar Fajardo, MSc",
        "Darinka Leon, MD",
        "Jose A Hernandez-Hernandez, PhD",
        "Sean Scott, PhD",
        "Sergio Encarnacion, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Luis Villela, MD",
            "author_affiliations": [
                "Investigacion Clinica, Escuela de Medicina del Tecnologico, Monterrey, Mexico, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Oscar Fajardo, MSc",
            "author_affiliations": [
                "Catedra de hematologia y Cancer, Escuela de medicina y ciencias de la salud del Tecnologico de Monterrey, Monterrey, Mexico, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Darinka Leon, MD",
            "author_affiliations": [
                "Catedra de hematologia y Cancer, Escuela de Medicina y Ciencias de la Salud del Tecnologico de Monterrey, Monterrey, Mexico, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jose A Hernandez-Hernandez, PhD",
            "author_affiliations": [
                "Catedra de Hematologia y Cancer, Escuela de Medicina y Ciencias de la salud del Tecnologico de Monterrey, Monterrey, Mexico, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sean Scott, PhD",
            "author_affiliations": [
                "Catedra de hematologia y Cancer, Escuela de Medicina y Ciencias de la Salud del Tecnologico de Monterrey, Monterrey, Mexico, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sergio Encarnacion, PhD",
            "author_affiliations": [
                "Biologia molecular y proteomica, Universidad Nacional Autonoma de Mexico, Cuernavaca, Mexico"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-22T18:35:37",
    "is_scraped": "1"
}