{
    "doi": "https://doi.org/10.1182/blood.V108.11.1068.1068",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=816",
    "start_url_page_num": 816,
    "is_scraped": "1",
    "article_title": "A Pathophysiological Role for ADAMTS13 in Thrombotic Thrombocytopenic Purpura (TTP) without Severe ADAMTS13 Deficiency. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "adamts13 gene",
        "antibodies",
        "antibody titer",
        "autoantibodies",
        "clinical diagnosis",
        "electrophoresis",
        "enzyme-linked immunosorbent assay",
        "hemolytic-uremic syndrome",
        "immunoblotting",
        "screening test"
    ],
    "author_names": [
        "Johanna A. Kremer Hovinga, MD",
        "James N. George, MD",
        "Sara K. Vesely, PhD",
        "Deirdre R. Terrell, MPH",
        "Ulrich Budde, MD",
        "Irmela Sulzer",
        "Bernhard Lammle, MD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology and Central Hematology Laboratory, Inselspital, University Hospital, Berne, Switzerland"
        ],
        [
            "Department of Medicine, University of Oklahoma Health Sciences Center",
            "Department of Biostatistics and Epidemiology, University of Oklahoma Health Sciences Center, Oklahoma City, OK, USA"
        ],
        [
            "Department of Biostatistics and Epidemiology, University of Oklahoma Health Sciences Center, Oklahoma City, OK, USA"
        ],
        [
            "Department of Medicine, University of Oklahoma Health Sciences Center",
            "Department of Biostatistics and Epidemiology, University of Oklahoma Health Sciences Center, Oklahoma City, OK, USA"
        ],
        [
            "Laboratory Keeser and Arndt, Hamburg, Germany"
        ],
        [
            "Department of Hematology and Central Hematology Laboratory, Inselspital, University Hospital, Berne, Switzerland"
        ],
        [
            "Department of Hematology and Central Hematology Laboratory, Inselspital, University Hospital, Berne, Switzerland"
        ]
    ],
    "first_author_latitude": "46.9472676",
    "first_author_longitude": "7.4247343",
    "abstract_text": "Background: A severe ADAMTS13 deficiency (<5% of the normal) is a specific finding for an acute thrombotic microangiopathy commonly labeled as idiopathic TTP. However, the sensitivity of this finding for the clinical diagnosis of idiopathic TTP is only ~60% (range 33–100% in different studies) and the pathophysiology underlying idiopathic TTP in the absence of severe ADAMTS13 deficiency has not yet been elucidated. Methods: 74 consecutive patients with acute acquired idiopathic TTP-HUS from the Oklahoma TTP-HUS registry (partly published by Vesely et al. [ Blood  2003 ; 102 : 60 –8 ]) were included into this study. For laboratory investigation, serum samples had been withdrawn before initiation of any form of treatment. ADAMTS13 activity was determined by quantitative immunoblotting, ADAMTS13 autoantibodies were evaluated by a routine inhibitor screening test and the TECHNOZYM ADAMTS13 INH ELISA, and patients’ VWF multimers were analyzed by SDS-agarose electrophoresis to assess endogenous VWF proteolysis arisen in vivo. Results: An ADAMTS13 activity <5% was found in 22 (30%), an ADAMTS13 activity <10% in 28 (38%) patients. The ADAMTS13 INH ELISA gave positive results (≥15 arbitrary antibody U/ml) in 48 (65%) patients as well as in 15/113 (13.3%) controls. Setting a higher threshold of 35 arbitrary antibody U/ml (high titer), 33/74 (44.5%) patients and 3 (2.7%) controls showed positive results for autoantibodies to ADAMTS13. Out of these 33 patients, 28 had a positive inhibitor screening test, 24 had an ADAMTS13 activity <10%, and 25 displayed impaired or severely impaired VWF proteolysis on multimer analysis. In the intermediate antibody titer group (15-<35 U/ml) only 2/15 patients had an ADAMTS13 activity <10%, and 14/15 (93%) displayed normal or even increased VWF proteolysis. Of the remaining 26 (35%) patients without detectable ADAMTS13 autoantibodies, 2 (8%) had an ADAMTS13 activity <10%, and 22 (85%) had normal or even increased VWF proteolysis. Conclusions: Most patients suffering from acute idiopathic TTP-HUS and high titers of ADAMTS13 autoantibodies had impaired VWF proteolysis in line with severely decreased ADAMTS13 activity. Patients without ADAMTS13 antibodies as well as the majority of patients with intermediate antibody titers demonstrated normal or even increased VWF proteolysis. (Severely) impaired proteolysis of endogenous VWF was observed in 3 patients with high titer anti-ADAMTS13 antibodies and normal ADAMTS13 activity (50–100%). Thus, our data suggest a pathophysiological role of ADAMTS13 in at least some patients despite normal ADAMTS13 activity by standard assay."
}