{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.2424.2424",
    "article_title": "Engineering of Induced Pluripotent Stem Cell-Derived Hemogenic Endothelium ",
    "article_date": "December 7, 2017",
    "session_type": "501. Hematopoietic Stem and Progenitor Biology: Poster II",
    "abstract_text": "Background: Autologous cellular therapy of hematological malignancies and primary immunodeficiencies has been limited by the inability to produce functional hematopoietic stem cells (HSCs) from patient-derived induced pluripotent stem cells (iPS). Previous approaches have failed to demonstrate multi-lineage potential or secondary bone marrow engraftment in murine hosts - the gold standards for demonstrating HSC self-renewal and differentiation. Building upon recent evidence that HSCs derive from the definitive hemogenic endothelium (HE) of the embryonic lateral plate mesoderm, we set out to engineer iPS-derived HSCs by directed differentiation, and to investigate potential applications for modeling genetic blood diseases in vitro . Methods: Following embryoid body formation, human iPS derived from bone marrow mesenchymal stem cells underwent stepwise, morphogen-directed differentiation into HE, followed by polycistronic lentiviral transduction with five transcription factors ( RUNX1, ERG, LCOR, HOXA5, HOXA9 ) on day 3 of endothelial-to-hematopoietic transition (EHT) induction, to enable further conversion to HSC-like cells with lymphoid potential in vitro and known multi-lineage engraftment capacity in vivo . A candidate screen of 17 cytokines, epigenetic modifiers and small molecules aimed at inducing HE proliferation was conducted during EHT induction in a RUNX1c gene reporter assay. To model human disease, dermal fibroblast-derived iPS from a hypomorphic RAG2 Omenn syndrome patient were differentiated into HSCs, and cocultured with MS5 or OP9-DL1 stromal cells to induce B or T cell development. Fluorescence-activated cell sorting (FACS) was performed weekly for 6 weeks after initiating lymphoid differentiation. Results: In the candidate screen, IFN-γ enhanced RUNX1c reporter 2.4-fold during EHT, which was confirmed by flow cytometry showing increased hematopoietic progenitor cells (CD34 + CD45 + ). Several compounds were suppressive to EHT, including IFN-α, which abrogated EHT enhancement when combined with IFN-γ. Despite 1 week of lymphoid-directed differentiation, cell populations derived from mutant RAG2 iPS cells showed a predominance of myeloid progenitors (CD38+CD45+CD45RA+), with only 5% of progenitors manifesting a lymphoid phenotype (CD10+CD34+CD45RA+). In contrast, wildtype iPS-derived HSCs produced CD19+IgM- B cell progenitors as well as mature IgM+ B cells (8% versus .06% of CD19+CD21+ B cells), which were comparable to cord blood controls; CD3+CD4+CD8+ T cells were also identified after 3 weeks. Ultimately, we determined that RAG2 -mutant iPS were unable to generate CD19+ B cells and arrested at the early T cell stage (CD5+CD4-CD8-). Conclusion: We determined that transient exposure to IFN-γ greatly improved the EHT of HE, which may bolster the typically low yield of iPSC-derived HSCs. In a lymphoid differentiation assay, wildtype iPS-derived HE were comparable to CB in the formation of mature and immature B/T cells, whereas RAG2 -derived HEs arrested at the pro-thymocyte stage. This finding suggests that our approach to creating engraftable HSCs holds significant potential for modeling hematopoietic disease, both in animal models and as a \"disease-on-a-dish,\" and for developing therapeutic strategies in genetic blood disorders. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "animal model",
        "cd34 antigens",
        "cd45 antigens",
        "cell separation",
        "cell therapy",
        "cytokine",
        "diffuse idiopathic skeletal hyperostosis",
        "endothelium",
        "engineering",
        "flow cytometry"
    ],
    "author_names": [
        "Jerry Lee, MPhil, MS",
        "Ryohichi Sugimura, MD PhD",
        "George Q Daley, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Jerry Lee, MPhil, MS",
            "author_affiliations": [
                "Duke University School of Medicine, Durham, NC ",
                "Boston Children's Hospital, Boston, MA ",
                "Harvard Medical School, Boston, MA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ryohichi Sugimura, MD PhD",
            "author_affiliations": [
                "Boston Children's Hospital, Boston, MA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "George Q Daley, MD PhD",
            "author_affiliations": [
                "Harvard Medical School, Boston, MA ",
                "Stem Cell Transplantation Program, Division of Pediatric Hematology and Oncology, Boston Children's Hospital and Dana-Farber Cancer Institute, Boston, MA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T06:37:50",
    "is_scraped": "1"
}