{
    "doi": "https://doi.org/10.1182/blood-2019-128614",
    "article_title": "Ixazomib-Based Frontline Therapy in Patients with Newly Diagnosed Multiple Myeloma in Real-Life Practice Showed Comparable Efficacy and Safety Profile with Those Reported in Randomized Clinical Trials: A Multi-Center Study in China ",
    "article_date": "November 13, 2019",
    "session_type": "653.Myeloma: Therapy, excluding Transplantation",
    "abstract_text": "Jing Li, Li Bao and Zhong-jun Xia contributed equally to this study. Background: Ixazomib (ixa) is the first oral proteasome inhibitor that approved for the use in patients with relapsed/refractory multiple myeloma (RRMM) in > 60 countries. In a recently reported long-term result of a phase 1/2 study (NCT01217957), the all-oral triplet regimen of ixazomib plus Rd (IRd) demonstrated favorable efficacy with acceptable toxicity in patients with newly diagnosed MM (NDMM). Meanwhile, a large phase 3 trial (TOURMALINE-MM2, NCT01850524) evaluating IRd in stem-cell transplantation (SCT) ineligible NDMM patients is ongoing. However, outcomes and toxicity profiles of novel-agent-based MM therapies in real world practice often differ from data reported in clinical trials and data of the efficacy of ixa-based treatment in NDMM in routine practice is currently missing. Aims and Methods: To assess the efficacy and safety profile of ixa-based frontline therapy in NDMM patients in routine practice, we performed a large national, multi-center, observational study enrolling ixa-treated (at least one cycle completed) NDMM patients from 14 China centers. Clinical records on demographics, disease characteristics, treatment regimen and duration, response rate, adverse events (AEs), and treatment discontinuations and survival were collected and analyzed. Results: A total of 60 NDMM patients treated with ixa-based regimens were included. Ixa-based regimens included IRd in 23 (38.3%) patients, the ixa and dexamethaxone (Id) in 17 (28.3%) patients and Id plus chemotherapeutics/other agents (Adriamycin in 12 patients, cyclophosphamide in 5 patients, and thalidomide in 3 patients) in 20 (33.3%). None of the patients included received SCT during follow-up. Median age was 69 years (range 35 - 85) with 33 (55.0%) ≥65 years. At initial diagnosis, ISS stage I/II/III disease were presented in 21.7%/28.3%/50.0% patients at initial diagnosis; high-risk cytogenetic abnormalities (including del 17p, t(4;14), and/or t(14;16) detected by fluorescence in situ hybridization) were detected in 9 patients (19.6%, among 46 patients with FISH results). Twenty-six (43.4%) patients had a ECOG PS ≥2 and 5 patients (8.3%) had extramedullary disease. Eighteen patients were not eligible for ixa phase 1/2 study (NCT01217957) according to its inclusion and exclusion criteria, and even more patients (36, 60%) were not eligible for TOURMALINE-MM2 study. (Table1). The best confirmed ORR (partial response or better) for all 60 patients was 93.3% (56/60), including 63.3% of patients with ≥VGPR and 20.0% with a CR. The median time to response was 41 days. Similar response was observed among different subgroups: the ORR in Ixa phase1/2 study-eligible/ineligible group, MM2 trial- eligible/ineligible group and patients with standard/high-risk cytogenetics was 95.2%, 88.9%, 91.7%, 94.4%, 91.9% and 100.0%, respectively. And no significant difference in response between different ixa-based regimens was observed. After a median follow-up of 137.5 days after the first dose of ixazomib treatment (range, 28 - 372), median overall survival (mOS) and progression-free survival (mPFS) were not reached. (Table2) Adverse events (AEs) of grade 3 or higher were uncommon, reported in 14 (23.3%) patients, including thrombocytopenia (4 patients, 6.7%), diarrhea (5 patients, 8.3%), pneumonia (3 patients, 5.0%) and hypokalemia (1, 1.7%). No drug-related grade 3/4 peripheral neuropathy was recorded. Median cycles of ixa received were 4 cycles (range 1-11); 50 (83.3%) were still on treatment at data cut-off; 6 (10.0%) patients discontinued ixa due to intolerable AEs and 4 (6.7%) stop treatment for other reasons (mostly economic concerns). Discussion and conclusion: Here we reported the first real world, multi-center data on the efficacy and safety profile of ixa-based frontline therapy in patients with NDMM. Our results show that the ixa-based frontline therapy in real-life clinical practice is highly effective and fast in response, with an efficacy data (ORR 93.3%, ≥VGPR rate 63.3%) even better than that reported in NCT01217957 trial (ORR 88.0%, ≥VGPR rate 58.8%). Given the fact that no patients received SCT during follow-up in our cohort, our results maybe more comparable to the ongoing MM2 trial assessing SCT-ineligible NDMM. Ixa-based frontline therapy is well tolerated in NDMM patients treated in routine clinical practice. View large Download slide View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare. OffLabel Disclosure: Ixazomib is an oral proteasome inhibitor that approved for the use in patients with relapsed/refractory multiple myeloma (RRMM). Here in this abstract, I will present data on real-life practice of the use of ixazomib in newly diagnosed multiple myeloma.",
    "topics": [
        "china",
        "ixazomib",
        "multiple myeloma",
        "follow-up",
        "adverse event",
        "proteasome inhibitors",
        "toxic effect",
        "cyclophosphamide",
        "diarrhea",
        "doxorubicin"
    ],
    "author_names": [
        "Jing Li, MD",
        "Li Bao",
        "Zhong-jun Xia, MD",
        "Sili Wang",
        "Xin Zhou",
        "Kaiyang Ding",
        "Wenhao Zhang, MD PhD",
        "Wei Yang",
        "Bingzong Li, MD PhD",
        "Zhengzheng Fu",
        "Bing Chen",
        "Luoming Hua, PhD",
        "Liang Wang",
        "Luo Jun",
        "Yang Yang",
        "Tianhong Xu",
        "Weida Wang, MD",
        "Yun Huang",
        "Guolin Wu",
        "Peng Liu, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Jing Li, MD",
            "author_affiliations": [
                "Department of Hematology, Zhongshan Hospital, Fudan University, Shanghai, China "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Li Bao",
            "author_affiliations": [
                "Department of Hematology, Beijing Jishuitan Hospital, Beijing, China "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zhong-jun Xia, MD",
            "author_affiliations": [
                "Department of Hematologic Oncology, Sun Yat-sen University Cancer Center, Guangzhou, China "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sili Wang",
            "author_affiliations": [
                "The First Affiliated Hospital of Xiamen University, Xiamen, China "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xin Zhou",
            "author_affiliations": [
                "Wuxi People Hospital, WuXi, China "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kaiyang Ding",
            "author_affiliations": [
                "Anhui Provincial Cancer Hospital, Hefei, China "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wenhao Zhang, MD PhD",
            "author_affiliations": [
                "Xinhua Hospital Affiliated to Shanghai Jiaotong University School of Medicine, Shanghai, China "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wei Yang",
            "author_affiliations": [
                "Shengjing Hospital of China Medical University, Shengjing, China "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bingzong Li, MD PhD",
            "author_affiliations": [
                "The Second Affiliated Hospital of Soochow University, Suzhou, China "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zhengzheng Fu",
            "author_affiliations": [
                "Department of Hematology, The First Affiliated Hospital of Soochow University, Jiangsu Institute of Hematology, Suzhou, China "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bing Chen",
            "author_affiliations": [
                "Department of Hematology, Nanjing University Medical School, the Affiliated Nanjing Drum Tower Hospital, Nanjing, China "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Luoming Hua, PhD",
            "author_affiliations": [
                "The Affiliated Hospital of Hebei University, Baoding, China "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Liang Wang",
            "author_affiliations": [
                "Zhujiang Hospital of Southern Medical University, Guangzhou, China "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Luo Jun",
            "author_affiliations": [
                "The First Affiliated Hospital of Guangxi Medical University, Guangxi, China"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yang Yang",
            "author_affiliations": [
                "Department of Hematology, Zhongshan Hospital, Fudan University, Shanghai, China "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tianhong Xu",
            "author_affiliations": [
                "Department of Hematology, Zhongshan Hospital, Fudan University, Shanghai, China "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Weida Wang, MD",
            "author_affiliations": [
                "Department of Hematologic Oncology, Sun Yat-sen University Cancer Center, Guangzhou, China "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yun Huang",
            "author_affiliations": [
                "The First Affiliated Hospital of Xiamen University, Xiamen, China "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Guolin Wu",
            "author_affiliations": [
                "Anhui Provincial Cancer Hospital, Hefei, China "
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peng Liu, MD",
            "author_affiliations": [
                "Department of Hematology, Zhongshan Hospital, Fudan University, Shanghai, China "
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-17T15:42:49",
    "is_scraped": "1"
}