{
    "doi": "https://doi.org/10.1182/blood-2021-153745",
    "article_title": "Pulmonary Infantile Hemangioma: Clinical and Histopathological Review of Eight Cases ",
    "article_date": "November 5, 2021",
    "session_type": "301.Vasculature, Endothelial Cells and Platelets: Basic and Translational",
    "abstract_text": "Introduction Infantile hemangioma (IH) is the most common benign vascular tumor of childhood. It typically appears as a single cutaneous mass in the head, neck, and trunk area. IH that does not arise in the skin most commonly presents in the liver. The lesion emerges shortly after birth, rapidly enlarges within the first six months of life, and then spontaneously involutes by 5-10 years of age. Risk factors associated with IH complications include lesional size, location, and growth characteristics. Pulmonary IH is rare with limited reports of clinical presentations and outcomes. Methods An IRB-approved, retrospective review of pediatric patients with a diagnosis of pulmonary IH was conducted. Cases were identified within the Department of Pathology at Boston Children's Hospital from surgical or autoptic specimens evaluated between 1918 and 2021. Analysis of histopathological slides confirmed pulmonary IH in eight infants. We describe the diagnostic workup, radiological, and histopathological findings of these eight patients. Results All patients presented with symptoms of respiratory distress, including tachypnea, subcostal retractions, and hypoxia. The median age at initial symptoms was 1.5 months (range, birth to 12 months). Five patients had a single pulmonary hemangioma ranging in size from 0.2 to 8.0 cm; three patients had multiple pulmonary hemangiomas. Four patients had co-occurrence of multifocal hepatic IH. The median age at histologic diagnosis of pulmonary IH was 6.5 months (range, 5 weeks to 16 months). Glucose transporter-1 (GLUT-1) immunostaining was positive in seven cases. Chest radiography demonstrated nonhomogeneous, mass-like consolidative opacities or rounded nodules. Treatment was primarily supportive. Three patients received medical therapy; two were treated with interferon, and one received propranolol. The infant treated with propranolol responded well with decreased lesional size and resolution of respiratory symptoms. Half of the patients in the cohort died; causes of death included cardiac failure from hepatic involvement, sepsis, hemorrhage, and liver failure. Conclusions Although IH is a common childhood tumor, IH of the lung is rare. Most (80%) IHs are focal, with hepatic co-involvement in 50-60% cases (Zavras et al. Eur J Pediatr, 2020; Hinen et al. Front Pediatr, 2020). Given that all patients who had concomitant hepatic hemangiomas died-albeit before the widespread availability of medical therapy-the presence of hepatic hemangiomas may confer high risk of complications. Patients with hepatic hemangiomas presented with pulmonary symptoms. Biopsy may be necessary to confirm the diagnosis of pulmonary IH and inform treatment. In this series, only treatment with propranolol or surgical resection was curative. Pulmonary IH should be considered in the differential diagnosis of infants with unexplained pulmonary masses, especially when accompanied by hepatic IH. Early recognition is critical for patients to receive proper and potentially life-saving treatment. Disclosures No relevant conflicts of interest to declare.",
    "author_names": [
        "Alexindra Wheeler",
        "Harry PW Kozakewich",
        "Kumar Shashi",
        "Whitney Eng"
    ],
    "author_dict_list": [
        {
            "author_name": "Alexindra Wheeler",
            "author_affiliations": [
                "Wellesley College, Wellesley, MA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Harry PW Kozakewich",
            "author_affiliations": [
                "Department of Pathology, Boston Children's Hospital, Boston, MA",
                "Harvard Medical School, Boston, MA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kumar Shashi",
            "author_affiliations": [
                "Harvard Medical School, Boston, MA",
                "Department of Radiology, Boston Children's Hospital, Boston, MA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Whitney Eng",
            "author_affiliations": [
                "Harvard Medical School, Boston, MA",
                "Department of Pediatric Hematology/Oncology, Boston Children's Hospital/Dana Farber Cancer Institute, Boston, MA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-21T18:47:05",
    "is_scraped": "1"
}