{
    "doi": "https://doi.org/10.1182/blood.V120.21.4703.4703",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2170",
    "start_url_page_num": 2170,
    "is_scraped": "1",
    "article_title": "Difficulties with Measuring the Patient's Perspective in Non Hodgkin's Lymphoma - a Review of Patient Reported Outcome Measures ",
    "article_date": "November 16, 2012",
    "session_type": "Health Services and Outcomes Research",
    "topics": [
        "asthenia",
        "bendamustine",
        "bortezomib",
        "cancer",
        "cancer rehabilitation",
        "cd20 antigens",
        "chemotherapy regimen",
        "chest",
        "cisplatin",
        "cough"
    ],
    "author_names": [
        "Jyotsna Mehta",
        "Florence Joulain",
        "Peter C Trask",
        "Bonnie Teschendorf"
    ],
    "author_affiliations": [
        [
            "Global Evidence & Value Development, Sanofi, Cambridge, MA, USA, "
        ],
        [
            "Evidence & Value Development, Sanofi, Chilly Mazarin, France, "
        ],
        [
            "Global Evidence & Value Developement, Sanofi, Cambridge, MA, USA, "
        ],
        [
            "Endpoint Development/Outcomes Assessment, Adelphi Values, Boston, MA, USA"
        ]
    ],
    "first_author_latitude": "37.599999999999994",
    "first_author_longitude": "-95.665",
    "abstract_text": "Abstract 4703 Aims: Patients with NHL present with a classic array of symptoms reflecting the origin of the cancer itself. Symptoms include painless swelling of lymph nodes, increased sensitivity to alcohol, weight loss which can be substantial, persistent fever, soaking night sweats, itchy skin, coughing, difficulty breathing, chest or upper back pain and persistent weakness and tiredness. The severity of symptoms alters the patient's perception of quality of life, their capacity to perform usual activities, and results in seeking medical attention. Due to profound symptoms, it is critical to use excellent measurement tools to record change and demonstrate clinical benefit in trials. The objective of the study was to describe and assess the PRO instruments used in lymphoma, summarize PROs used in ongoing clinical trials, identify gaps in existing PRO measures and evaluate the potential for labeling when using these measures for patient self-report in advanced NHL, particularly as it relates to selecting and implementing PROs. Methods: An in depth literature review was conducted. Elsevier and Medline databases were consulted using Embase platform. Studies were included if they were: published from 01/01–12/11, in English, and included terms related to lymphoma disease and PROs. A thorough review of abstracts was performed. Studies where PRO instruments were used and/or psychometric validation was performed were included. References for selected articles were used to identify other relevant sources. Clinical trials.gov was also used to search for lymphoma trials from 2001–2011. Results: Of 1278 hits, 17 articles met the search criteria. 7 PRO instruments were reported or used in NHL: 2 lymphoma specific questionnaires FACT-Lym (Functional Assessment of Cancer Therapy-Lymphoma module), FACT FLymSI-18 (FACT-Lymphoma Symptom Index), 5 cancer-specific instruments (EORTC-QLQ-C30, FACT-G, CARES (Cancer Rehabilitation Evaluation System), CARES-SF, QOL-CS (Quality of Life-Cancer Survivors), IOC (Impact Of Cancer scale). The 2 most widely used PROs were FACT-Lym and the EORTC QLQ C30. PRO instruments have been included in ongoing phase 2 and 3 clinical trials ( Table 1 ) as secondary endpoints, including 2 in Diffuse Large B-cell lymphoma (DLBCL), 4 in Follicular lymphoma (FL), and 1 each in indolent NHL or mantle cell lymphoma (MCL). EORTC QLQ C30 was the most common instrument followed by FACT-Lym. No specific labeling claims were found in labels made to date for NHL related compounds to FDA or EMA. Table 1. Summary of PRO instruments used in ongoing clinical trials  PRO instruments . Comparator . Population/Phase . EORTC QLQ C30 Bendamustine Hydrochloride + Rituximab (R)/R, Cyclophosphamide, Vincristine, and Prednisone (R-CVP) or R-Cyclophosphamide Hydroxydaunorubicin Oncovin Prednisone (R-CHOP) Advanced indolent NHL or MCL/P3 FACT- Lym EORTC QLQ C30 EQ-5D GA101 (RO5072759) + CHOP/R-CHOP Previously untreated CD20-positive DLBCL/P3 EORTC QLQ C30 EQ-5D Lenalidomide (Revlimid®)/Gemcitabine, Oxaliplatin, R, or Etoposide Relapsed or refractory DLBCL/P2-3 FACT-Lym FACT-fatigue FACTGOG -NTX Bendamustine-R (BR) followed by R/Bortezomib-BR (BVR) followed by R/BR followed by Lenalidomide+R High risk FL/P2 EORTC QLQ C30 R + Fludarabine + Mitoxantrone/NA Relapsed or primary failing advanced FL/P2 FACT-Lym EQ-5D R + Galiximab/R + Placebo Relapsed or refractory FL/P3 EORTC QLQ C30 R, lenalidomide/Any chemotherapy Previously Untreated FL/P3 FACT-G 2 Salvage Chemotherapy Regimens (Gemcitabine, Dexamethasone, and Cisplatin versus Dexamethasone, Cytarabine, And Cisplatin) before autologous SCT with or without maintenance R Relapsed or Refractory Aggressive NHL/P3 PRO instruments . Comparator . Population/Phase . EORTC QLQ C30 Bendamustine Hydrochloride + Rituximab (R)/R, Cyclophosphamide, Vincristine, and Prednisone (R-CVP) or R-Cyclophosphamide Hydroxydaunorubicin Oncovin Prednisone (R-CHOP) Advanced indolent NHL or MCL/P3 FACT- Lym EORTC QLQ C30 EQ-5D GA101 (RO5072759) + CHOP/R-CHOP Previously untreated CD20-positive DLBCL/P3 EORTC QLQ C30 EQ-5D Lenalidomide (Revlimid®)/Gemcitabine, Oxaliplatin, R, or Etoposide Relapsed or refractory DLBCL/P2-3 FACT-Lym FACT-fatigue FACTGOG -NTX Bendamustine-R (BR) followed by R/Bortezomib-BR (BVR) followed by R/BR followed by Lenalidomide+R High risk FL/P2 EORTC QLQ C30 R + Fludarabine + Mitoxantrone/NA Relapsed or primary failing advanced FL/P2 FACT-Lym EQ-5D R + Galiximab/R + Placebo Relapsed or refractory FL/P3 EORTC QLQ C30 R, lenalidomide/Any chemotherapy Previously Untreated FL/P3 FACT-G 2 Salvage Chemotherapy Regimens (Gemcitabine, Dexamethasone, and Cisplatin versus Dexamethasone, Cytarabine, And Cisplatin) before autologous SCT with or without maintenance R Relapsed or Refractory Aggressive NHL/P3 View Large Conclusions: While there are some lymphoma specific measures, most ongoing trials are using only cancer specific instruments such as EORTC QLQ C30. Several instruments contain only general cancer related symptoms, but not NHL specific symptoms. To more completely understand the burden of disease and treatment effects with NHL through the eyes of patients, evaluation of existing instruments as well as potential instrument development/modification may be warranted. NHL symptom-specific measures could demonstrate therapeutic effectiveness, enhance our understanding of the impact of NHL and provide more evidence of clinical benefit for developing treatments. Disclosures: Mehta: Sanofi: Employment. Joulain: Sanofi: Employment, Equity Ownership. Trask: Sanofi: Employment."
}