{
    "doi": "https://doi.org/10.1182/blood.V116.21.4216.4216",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1668",
    "start_url_page_num": 1668,
    "is_scraped": "1",
    "article_title": "Complement Activation In Patients with Isolated Antiphospholipid Antibodies (aPL) or Primary Antiphospholipid Syndrome (PAPS) ",
    "article_date": "November 19, 2010",
    "session_type": "Red Cells and Erythropoiesis, Structure and Function",
    "topics": [
        "animal model",
        "antiphospholipid antibodies",
        "antiphospholipid syndrome",
        "complement activation",
        "oral contraceptives",
        "pediatric acute pancreatitis severity scoring system",
        "phosphoadenosine phosphosulfate",
        "fetal death",
        "acute promyelocytic leukemia",
        "complement system proteins"
    ],
    "author_names": [
        "Karen A Breen, MB",
        "Kiran Parmar, MSc",
        "Beverley J Hunt, MD"
    ],
    "author_affiliations": [
        [
            "Thrombosis and Vascular Biology, Guys and St Thomas' NHS Trust, London, United Kingdom"
        ],
        [
            "Thrombosis and Vascular Biology, Guys and St Thomas' NHS Trust, London, United Kingdom"
        ],
        [
            "Thrombosis and Vascular Biology, Guys and St Thomas' NHS Trust, London, United Kingdom"
        ]
    ],
    "first_author_latitude": "51.47225105",
    "first_author_longitude": "-0.1055747",
    "abstract_text": "Abstract 4216 Background: Increased complement activation has been implicated in the pathogenesis of APS. Most evidence to date comes from animal models of APS. Studies of murine APS models have demonstrated complement activation to be a mediator of thrombosis (Fischetti et al, 2005, Pierangeli 2007) and foetal loss (Girardi et al, 2003). Increased complement deposition was demonstrated in a study of placentae of APS pregnancies further supporting the findings in mice (Shamonki et al, 2007). Low levels of complement have been demonstrated in patients with APS which may be due to increased complement turnover (Oku et al, 2008). C3a-desArg is a stable product of C3a cleavage generated during complement activation; Bb is an activation fragment of Factor B, an alternative pathway component. Both have been evaluated as reliable markers of complement activation in patients. Objectives: To evaluate levels of complement activation products in patients with antiphospholipid syndrome by measuring the complement activation products Bb and C3a-desArg. Methods: Local ethics committee approval was obtained. Samples were obtained from patients attending clinics at our institution who had PAPS according to International Consensus statement criteria, or had persistent aPL without associated complications. Patients with systemic lupus erythematosus (SLE), intercurrent infection or malignancy were excluded. None of the patients were taking heparin. The control group were recruited from hospital staff who were not known to have aPL, were non smokers and not taking the oral contraceptive pill. Control samples were obtained from 18 healthy non-pregnant women (median age 37.5 (range 20–58) years). Patient blood samples were obtained from 39 women with apL and previous thrombosis, 5 of whom had previous pregnancy morbidity, 3 of whom were smokers and all of whom were on oral vitamin K antagonists (median 47 (23-61)), 15 women with obstetric APS and no history of thrombosis, 2 of whom were smokers (median 41 (32-54)), and 19 women with isolated aPL, 3 of whom were smokers (median 43.5 (19-73)). Blood was drawn by flawless venepuncture into tubes containing EDTA, immediately centrifuged at 3000 rpm for 15 min at 4°C and stored at -80°C until use. ELISA assays measuring complement fragments Bb and C3a-desArg levels were performed on plasma samples in one batch by one technician according to manufacturer's protocol (Quidel, Technoclone Dorking, UK). Intra-assay CV was 2.4% for Bb and 2.8% for C3a-desArg. Statistical analysis: The unpaired t-test was used to compare complement levels between groups. A p-value of <0.05 was considered to be statistically significant. Results: Results are shown below in table 1 and are described as means and standard deviations. Table 1  Patient group . Patients per group . Mean Bb ng/ml (SD) . Mean C3a-desArg ng/ml (SD) . Thrombotic APS  39 0.45 (0.61) *  258.9 (231) * †  Obstetric APS  15 0.52 (0.71) *  157.3 (68.7) *  Isolated aPL  19 0.52 (0.61) *  224.9 (238.6) *  Controls  18 0.07 (0.15) 85.5 (52.8) Patient group . Patients per group . Mean Bb ng/ml (SD) . Mean C3a-desArg ng/ml (SD) . Thrombotic APS  39 0.45 (0.61) *  258.9 (231) * †  Obstetric APS  15 0.52 (0.71) *  157.3 (68.7) *  Isolated aPL  19 0.52 (0.61) *  224.9 (238.6) *  Controls  18 0.07 (0.15) 85.5 (52.8) Key: * Bb and C3a-desArg levels were significantly higher in the thrombotic APS group (Bb p<0.01, C3a-desArg p<0.01), obstetric APS group (Bb p=0.03, C3a-desArg p<0.01) and isolated aPL group (Bb p<0.01, C3a- desArg p=0.03) when compared to controls. † C3a-desArg levels were significantly higher in the thrombotic APS group compared to the Obstetric APS group (p=0.02). View Large Conclusions: Our results demonstrate evidence of increased complement activation in all patient groups with aPL. This supports recent findings in animal models and strongly suggests that all human individuals with aPL have complement activation. The role of complement activation in the pathogenesis of thrombotic and obstetric complications of APS is worthy of further study. Disclosures: Breen: NovoNordisk: Research Funding."
}