{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.341.341",
    "article_title": "Consolidation with Autologous Hematopoietic Cell Transplant in First Remission Improves Overall Survival in Younger Patients with Mantle Cell Lymphoma in the Rituximab Era ",
    "article_date": "December 7, 2017",
    "session_type": "731. Clinical Autologous Transplantation: Results: Modern Indications &amp; Post-Transplant Check Point Inhibitors in Lymphoma and Myeloma",
    "abstract_text": "Introduction : Mantle cell lymphoma (MCL) is a CD5+ B-cell lymphoma characterized by cyclin D1 expression. The disease has heterogeneous clinical outcomes: in a subset of patients, it is indolent but many others have an aggressive course with poor outcome. Consolidative autologous hematopoietic cell transplant (HCT) in 1st remission is often employed for fit patients ≤65; however the benefit of this approach remains uncertain without prospective validation in the rituximab era. Herein we retrospectively assessed the impact of HCT consolidation following induction therapy on survival in a large multicenter cohort of transplant eligible patients aged ≤65. Methods : We retrospectively studied adults with newly diagnosed MCL, aged ≤65, transplant eligible at diagnosis, and treated with induction chemotherapy from 2000-2015. Eligibility for transplant was determined by the institutional chart reviewer. 22 US and Canadian academic medical centers contributed. Information on prognostic markers, treatment, response to induction, and survival was collected. The primary objective was to assess for an overall survival (OS) benefit of HCT consolidation in first remission. A landmark survival analysis was restricted to patients surviving >6 months who achieved ≥partial response (PR) after induction, with OS and progression-free survival (PFS) defined as time from diagnosis to event (death or relapse). Cox multivariate regressions were performed to evaluate the effect of HCT consolidation on OS and PFS after adjusting for confounders (age, sex, MIPI, stage, induction regimen, blastoid/pleomorphic phenotype, response to induction (complete response (CR) vs. PR), and maintenance therapy. Due to the differential times of HCT, this was included in the model as a time-varying covariate. Ki67 was excluded from regression models as it was available in <50% of patients. Results : Data was collected for 1113 patients, and 921 patients met inclusion criteria. HCT was performed in 595 patients (64%). The two most common reasons for not performing HCT were physician (46%) or patient preference (23%). Three centers, who contributed a combined 135 patients, performed HCT in < 50% of eligible patients. Median time from diagnosis to HCT was 7 months. Patients who received consolidative HCT were younger, less likely to have blastoid or pleomorphic morphology, more likely to have received an intensive regimen (e.g. HyperCVAD +/- cytarabine, platinum containing, or maxi-CHOP) and cytarabine, and less likely to have received biological agents (bortezomib, lenalidomide, and ibrutinib) during induction (table 1). Median follow-up for the cohort was 78.1 months (6.5 years), with median PFS of 62.9 months (5.2 years) and OS of 141.5 months (11.7 years). On unadjusted landmark analysis, HCT in 1 st remission was associated with improved PFS (p<0.01) (Figure 1A) and improved OS (p=0.03) (Figure 1B). On multivariate analysis, this association persisted, with HCT resulting in improved PFS (HR 0.57, 95%CI 0.47-0.70, p<0.01) and OS (HR 0.73, CI 0.57-0.94, p=0.01). Other variables associated with improved PFS included lower MIPI (HR 0.49, CI 0.36-0.65, p<0.01 for low vs. high MIPI); non-blastoid or pleomorphic morphology (HR 0.60, CI 0.47-0.76, p<0.01); use of an intensive regimen (HR 0.63, CI 0.41-0.98, p=0.04), bendamustine (HR 0.54, CI 0.33-0.89, p=0.01), or biologic agent (HR 0.42, CI 0.20-0.89, p=0.02) during induction; CR with induction (HR=0.51, CI 0.41-0.64, p<0.01); and use of maintenance (HR 0.57, CI 0.45-0.72, p<0.01). Variables associated with improved OS included lower MIPI (HR 0.34, CI 0.24-0.48, p<0.01), non-blastoid or pleomorphic morphology (HR 0.44, CI 0.33-0.58, p<0.01), CR to induction (HR=0.55, CI 0.42-0.72, p<0.01), and use of maintenance (HR 0.61, CI 0.45-0.83, p<0.01). Death within 100 days of transplant occurred in 7 patients (1.2%). 18 patients developed secondary AML or MDS (incidence 2.4% with HCT consolidation (n=14) vs. 1.2% (n=4) without). Conclusion : In this large cohort of younger transplant eligible patients with MCL, HCT consolidation in first remission was associated with significantly improved OS and PFS after adjusting for prognostic factors and differences in initial treatment. Within the limitations of retrospective analysis and inherent selection bias, our findings support the benefit of HCT consolidation following induction therapy for fit patients ≤65 in the rituximab era. View large Download slide View large Download slide  Close modal Disclosures Barta: Janssen: Membership on an entity's Board of Directors or advisory committees; Seattle Genetics: Research Funding; Merck: Research Funding; Celgene: Membership on an entity's Board of Directors or advisory committees, Research Funding; Takeda: Research Funding. Villa: Roche: Consultancy, Honoraria, Other: Travel, Research Funding; Lundbeck: Consultancy, Honoraria, Other: Travel; Seattle Genetics: Consultancy, Honoraria; Celgene: Consultancy, Honoraria; Amgen: Consultancy, Honoraria; Janssen: Honoraria; Abbvie: Other: Travel. Gerrie: Roche: Research Funding; Seattle Genetics: Honoraria, Membership on an entity's Board of Directors or advisory committees; Lundbeck: Honoraria; Janssen: Membership on an entity's Board of Directors or advisory committees. Fenske: Celgene: Consultancy; Sanofi: Consultancy; Pharmacyclics: Consultancy. Maddocks: Merck: Research Funding; Pharmacylics: Research Funding; BMS: Research Funding; Novartis: Research Funding. Lansigan: Spectrum Pharmaceuticals: Consultancy, Research Funding; Seattle Genetics: Consultancy. Reddy: Abbvie: Consultancy; BMS: Consultancy; Celgene: Consultancy; Gilead: Speakers Bureau. Landsburg: Curis: Consultancy, Research Funding; Takeda: Research Funding. Karmali: Celgene: Speakers Bureau. Kaplan: Takeda: Research Funding; Millennium: Research Funding; Seattle Genetics: Research Funding; Janssen: Research Funding. Caimi: Celgene: Speakers Bureau; Abbvie: Equity Ownership; Seattle Genetics: Equity Ownership; Incyte: Equity Ownership. Cohen: Takada: Research Funding; Bristol Myers Squibb: Research Funding; Abbvie: Consultancy, Membership on an entity's Board of Directors or advisory committees; Janssen: Consultancy, Membership on an entity's Board of Directors or advisory committees; Genentech: Consultancy, Membership on an entity's Board of Directors or advisory committees; Bioinvent: Consultancy, Membership on an entity's Board of Directors or advisory committees; Novartis: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; LAM Therapeutics, Inc: Research Funding; Infinity: Consultancy, Membership on an entity's Board of Directors or advisory committees. Calzada: Seattle Genetics: Research Funding. Handorf: Pfizer: Research Funding. Bachanova: Seattle-Genetics: Consultancy, Membership on an entity's Board of Directors or advisory committees; Juno: Membership on an entity's Board of Directors or advisory committees; Oxis: Membership on an entity's Board of Directors or advisory committees, Research Funding; Zymogen: Consultancy, Membership on an entity's Board of Directors or advisory committees; Novartis Pharmaceuticals Corporation: Membership on an entity's Board of Directors or advisory committees, Research Funding.",
    "topics": [
        "disease remission",
        "hematopoietic stem cell transplantation",
        "mantle-cell lymphoma",
        "rituximab",
        "transplantation",
        "biological products",
        "cytarabine",
        "neoadjuvant therapy",
        "bendamustine",
        "bortezomib"
    ],
    "author_names": [
        "James Nathan Gerson, MD",
        "Stefan Klaus Barta, MDMRCP,MS",
        "Diego Villa",
        "Alina S Gerrie, MD",
        "Shaoying Li, MD",
        "Jeffrey Medeiros, MD",
        "Michael Wang, MD",
        "Brian T. Hill, MD PhD",
        "Yazeed Sawalha, MD",
        "Francisco J. Hernandez-Ilizaliturri, MD",
        "Shalin Kothari, MD",
        "Julie M Vose, MD",
        "Timothy S. Fenske, MD",
        "Swapna Narayana Rao, MD",
        "Kami J. Maddocks, MD",
        "David A Bond, MD",
        "Frederick Lansigan, MD",
        "Timothy Burns, MD",
        "Alexandra M Donovan, MD",
        "Amitkumar Mehta, MD",
        "Nishitha Reddy, MD MSCI, MBBS",
        "Daniel J. Landsburg, MD",
        "Martha Glenn, MD",
        "David James Inwards, MD",
        "Kay Ristow",
        "Reem Karmali, MD MS",
        "Jason Kaplan, MD",
        "Elvira Umyarova, MD",
        "Bhargavi Pulluri, MD",
        "Jennifer E Amengual, MD",
        "Jennifer Kimberly Lue, MD",
        "Paolo Caimi, MD",
        "Jonathon B Cohen, MDMS",
        "Oscar Calzada, BS",
        "Elizabeth Handorf",
        "Jennifer Kelly Anderson, MD",
        "Parv Chapani",
        "Veronika Bachanova, MD PhD",
        "Saurabh Rajguru, MD",
        "Michael C Churnetski, BS",
        "Catherine Diefenbach",
        "Martin Bast",
        "Alexandra E. Kovach, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "James Nathan Gerson, MD",
            "author_affiliations": [
                "Fox Chase Cancer Center, Philadelphia, PA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Stefan Klaus Barta, MDMRCP,MS",
            "author_affiliations": [
                "Fox Chase Cancer Center, Philadelphia, PA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Diego Villa",
            "author_affiliations": [
                "Division of Medical Oncology and Centre for Lymphoid Cancer, British Columbia Cancer Agency, Vancouver, Canada ",
                "Division of Medical Oncology, British Columbia Cancer Agency Centre for Lymphoid Cancer and the University of British Columbia, Vancouver, Canada ",
                "Division of Medical Oncology and Centre for Lymphoid Cncer, British Columbia Cancer Agency, Vancouver, Canada "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alina S Gerrie, MD",
            "author_affiliations": [
                "Division of Medical Oncology, BC Cancer Agency, Vancouver, Canada "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shaoying Li, MD",
            "author_affiliations": [
                "Department of Hematopathology, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeffrey Medeiros, MD",
            "author_affiliations": [
                "Department of Hematopathology, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Wang, MD",
            "author_affiliations": [
                "Department of Lymphoma/Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brian T. Hill, MD PhD",
            "author_affiliations": [
                "Taussig Cancer Institute, Cleveland Clinic Foundation, Cleveland, OH "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yazeed Sawalha, MD",
            "author_affiliations": [
                "Taussig Cancer Center, Cleveland Clinic Foundation, Cleveland, OH "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francisco J. Hernandez-Ilizaliturri, MD",
            "author_affiliations": [
                "Roswell Park Cancer Institute, Buffalo, NY "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shalin Kothari, MD",
            "author_affiliations": [
                "Roswell Park Cancer Institute, Buffalo, NY "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Julie M Vose, MD",
            "author_affiliations": [
                "Department of Hematology Oncology, University of Nebraska Medical Center, Omaha, NE "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Timothy S. Fenske, MD",
            "author_affiliations": [
                "Division of Hematology & Oncology, Medical College of Wisconsin, Milwaukee, WI "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Swapna Narayana Rao, MD",
            "author_affiliations": [
                "Medical College of Wisconsin Cancer Center, Milwaukee, WI "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kami J. Maddocks, MD",
            "author_affiliations": [
                "Division of Hematology, The Ohio State University, Columbus, OH "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David A Bond, MD",
            "author_affiliations": [
                "Divisions of Hematology and Medical Oncology, The Ohio State University Cancer Center, Columbus, OH "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Frederick Lansigan, MD",
            "author_affiliations": [
                "Dartmouth-Hitchcock Medical Center, Lebanon, NH "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Timothy Burns, MD",
            "author_affiliations": [
                "Dartmouth-Hitchcock, Norris Cotton Cancer Center, Lebanon, NH "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alexandra M Donovan, MD",
            "author_affiliations": [
                "Norris Cotten Cancer Center, Lebanon, NH "
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amitkumar Mehta, MD",
            "author_affiliations": [
                "Blood and Marrow Transplant Program, University of Alabama at Birmingham, Birmingham, AL "
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nishitha Reddy, MD MSCI, MBBS",
            "author_affiliations": [
                "Division of Hematology/Oncology, Department of Medicine, Vanderbilt University Medical Center, Nashville, TN "
            ],
            "author_rank": 21,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniel J. Landsburg, MD",
            "author_affiliations": [
                "Center for CLL, University of Pennsylvania, Abramson Cancer Center, Philadelphia, PA ",
                "Abramson Cancer Center, University of Pennsylvania, Philadelphia, PA ",
                "Division of Hematology Oncology, University of Pennsylvania, Philadelphia, PA "
            ],
            "author_rank": 22,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martha Glenn, MD",
            "author_affiliations": [
                "University of Utah, Salt Lake City, UT "
            ],
            "author_rank": 23,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David James Inwards, MD",
            "author_affiliations": [
                "Department of Medicine/Division of Hematology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 24,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kay Ristow",
            "author_affiliations": [
                "Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 25,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Reem Karmali, MD MS",
            "author_affiliations": [
                "Division of Hematology, Northwestern University, Chicago, IL "
            ],
            "author_rank": 26,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jason Kaplan, MD",
            "author_affiliations": [
                "Northwestern University, Robert H. Lurie Comprehensive Cancer Center, Chicago, IL "
            ],
            "author_rank": 27,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elvira Umyarova, MD",
            "author_affiliations": [
                "University of Vermont College of Medicine, Burlington, VT "
            ],
            "author_rank": 28,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bhargavi Pulluri, MD",
            "author_affiliations": [
                "Hematology and Oncology, University of Vermont Medical Center, Burlington, VT "
            ],
            "author_rank": 29,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jennifer E Amengual, MD",
            "author_affiliations": [
                "Center for Lymphoid Malignancies, Department of Medicine, Columbia University Medical Center, New York, NY "
            ],
            "author_rank": 30,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jennifer Kimberly Lue, MD",
            "author_affiliations": [
                "Center for Lymphoid Malignancies, Department of Medicine, Columbia University Medical Center, Long Island City, NY "
            ],
            "author_rank": 31,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paolo Caimi, MD",
            "author_affiliations": [
                "University Hospitals of Cleveland, Cleveland, OH "
            ],
            "author_rank": 32,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jonathon B Cohen, MDMS",
            "author_affiliations": [
                "Department of Hematology and Medical Oncology, Emory University - Winship Cancer Institute, Atlanta, GA "
            ],
            "author_rank": 33,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Oscar Calzada, BS",
            "author_affiliations": [
                "Emory University, Atlanta, GA "
            ],
            "author_rank": 34,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elizabeth Handorf",
            "author_affiliations": [
                "Fox Chase Cancer Center, Philadelphia, PA "
            ],
            "author_rank": 35,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jennifer Kelly Anderson, MD",
            "author_affiliations": [
                "University of Alabama at Birmingham, Birmingham, AL "
            ],
            "author_rank": 36,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Parv Chapani",
            "author_affiliations": [
                "BC Cancer Agency, Vancouver, Canada "
            ],
            "author_rank": 37,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Veronika Bachanova, MD PhD",
            "author_affiliations": [
                "Adult BMT, University of Minnesota, Minneapolis, MN "
            ],
            "author_rank": 38,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Saurabh Rajguru, MD",
            "author_affiliations": [
                "University of Wisconsin, Madison, WI "
            ],
            "author_rank": 39,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael C Churnetski, BS",
            "author_affiliations": [
                "Winship Cancer Institute--Department of Hematology and Medical Oncology, Emory University, Atlanta, GA "
            ],
            "author_rank": 40,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Catherine Diefenbach",
            "author_affiliations": [
                "NYU, NY, "
            ],
            "author_rank": 41,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martin Bast",
            "author_affiliations": [
                "University of Nebraska, Omaha, NE "
            ],
            "author_rank": 42,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alexandra E. Kovach, MD",
            "author_affiliations": [
                "Department of Pathology, Vanderbilt University, Nashville, TN"
            ],
            "author_rank": 43,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-12T02:37:36",
    "is_scraped": "1"
}