{
    "doi": "https://doi.org/10.1182/blood.V112.11.2286.2286",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1351",
    "start_url_page_num": 1351,
    "is_scraped": "1",
    "article_title": "Identification of ADAMTS13 Peptide Sequences Recognized by Autoantibodies in Patients with Acquired Thrombotic Thrombocytopenic Purpura. ",
    "article_date": "November 16, 2008",
    "session_type": "Disorders of Platelet Number or Function",
    "topics": [
        "adamts13 gene",
        "autoantibodies",
        "peptides",
        "thrombotic thrombocytopenic purpura",
        "epitopes",
        "immunoglobulin g",
        "spacer device",
        "cysteine",
        "thrombospondin 1",
        "amino acids"
    ],
    "author_names": [
        "Yusuke Yamaguchi",
        "Takanori Moriki",
        "Hideo Wada",
        "Masanori Matsumoto",
        "Yoshihiro Fujimura",
        "Terumichi Nakagawa",
        "Atsuko Igari",
        "Yasuo Ikeda",
        "Mitsuru Murata"
    ],
    "author_affiliations": [
        [
            "Laboratory Medicine, Keio University School of Medicine, Tokyo, Japan"
        ],
        [
            "Health Center, Keio University, Tokyo, Japan"
        ],
        [
            "Molecular and Laboratory Medicine, Mie University Graduate School of Medicine, Tsu, Mie, Japan"
        ],
        [
            "Department of Blood Transfusion Medicine, Nara Medical University, Kashihara city, Nara, Japan"
        ],
        [
            "Department of Blood Transfusion Medicine, Nara Medical University, Kashihara city, Nara, Japan"
        ],
        [
            "Laboratory Medicine, Keio University School of Medicine, Tokyo, Japan"
        ],
        [
            "Laboratory Medicine, Keio University School of Medicine, Tokyo, Japan"
        ],
        [
            "Division of Hematology, Department of Internal Medicine, Keio University School of Medicine, Tokyo, Japan"
        ],
        [
            "Laboratory Medicine, Keio University School of Medicine, Tokyo, Japan"
        ]
    ],
    "first_author_latitude": "42.3375158",
    "first_author_longitude": "-71.1081418",
    "abstract_text": "Anti-ADAMTS13 autoantibodies are considered to play pivotal roles in the pathophysiology of acquired thrombotic thrombocytopenic purpura (TTP). They inhibit the ADAMTS13 function resulting in the appearance of ultra-large von Willebrand factor (VWF) multimers. Major binding sites of the autoantibodies were reported to be in the cysteine-rich/spacer domains. To clarify the precise peptide sequences recognized by anti-ADAMTS13 IgG autoantibodies, we constructed a random cDNA fragment library expressing various peptides of ADAMTS13 on the surface of lambda phage and screened the library using purified IgG from 13 TTP patients. Diverse peptide sequences were obtained from almost entire ADAMTS13 domains such as metalloprotease, disintegrin, TSP1-1, cysteine-rich, spacer, TSP1- 2, 3, 4, 5, 7, 8 and CUB1. In particular, we detected an identical 26 amino-acid epitope sequence in the C-terminus of spacer domain from Gly662 to Val687 (sp662–687) shared by 5 TTP patients. Moreover, the peptide sequence was exactly included in one of the VWF binding epitope sites that we previously determined ( Blood  110 (11), 795a , 2007 ). We then assessed the impact of specific autoantibody to ADAMTS13 activity measured by FRETS-VWF73 or EIA and ADAMTS13 inhibitor titer in each of TTP patient plasma. However, both of the ADAMTS13 activity and inhibitor titer seemed not correlated with the existence of specific sp662–687 IgG autoantibody. These observations suggest that the autoantibody to sp662–687 may be one specific feature of TTP, although other epitopes are also involved in the pathogenesis of the disorder."
}