{
    "doi": "https://doi.org/10.1182/blood.V128.22.2073.2073",
    "article_title": "Deregulated Expression of Long Non-Coding RNAs UCA1, NEAT1 and BDNF-As in Multiple Myeloma ",
    "article_date": "December 2, 2016",
    "session_type": "651. Myeloma: Biology and Pathophysiology, excluding Therapy: Poster I",
    "abstract_text": "Introduction. Multiple myeloma (MM) is the second most common hematological malignancy in the world. It is characterized by increasing rate of various genetic mutations and dysregulated pathways. This work aims to find out if this phenomenon is also reflected in dysregulation of the so-called long non-coding RNA molecules (lncRNA). These molecules are over 200 nt long and primarily localized in the nucleus. It seems increasingly obvious that lncRNAs play a crucial role in human diseases and during hematopoiesis. Presumably, lncRNA affect hematological malignancies including MM by regulating the expression of oncogenes, tumor suppressor and key factors involved in hematopoiesis. We identified a disease-specific cellular lncRNA signature using a cohort of MM patients in comparison to healthy donors (HD). Methods . Fifty CD138+ samples obtained from newly diagnosed MM patients and HD were evaluated for this study. Total RNA was extracted from MM cells using miRNeasy Mini Kit or miRNeasy Micro Kit (all Qiagen) according to the manufacturer's instructions. Concentration and purity of RNA were determined spectrophotometrically by NanoDrop ND-1000 (Thermo Scientific, USA). Screening analysis of 83 lncRNA was performed on 6 MM patients and 6 HD using RT2 lncRNA PCR Array - Human lncRNA Finder (Qiagen). Significantly deregulated lncRNAs between MM vs HD were validated by qPCR using relative quantification approach 2 -ΔCt on a larger cohort of patients and HD. Briefly, High-capacity cDNA reverse transcription kit (Applied Biosystem, USA), was used to synthesize cDNA from 200 ng RNA according to the manufacturer's recommendations. Expression levels of ZFAS1, UCA1, BDNF-AS, NEAT1 and FAS-AS1 were detected by RT-qPCR using TaqMan non-coding RNA assay (ZFAS1: Hs01379985_m1, FAS-AS1: Hs04233476_s1, BDNF-AS: Hs01010228_m1, UCA1: Hs01909129_s1, NEAT1: Hs03453535_s1), expression level of GAPDH using Human GAPD (GAPDH) Endogenous Control (VIC®/MGB probe, primer limited) and TaqMan Gene Expression Master Mix (all Applied Biosystem, USA). qPCR was performed using the Applied Biosystem 7500 Sequence Detection System. Analysis of the RT-qPCR data was performed using SDS version 2.0.1 software (Applied Biosystem, USA). Expression data from lncRNAs profiling were statistically evaluated in the environment of statistical language R by use of Bioconductor package and LIMMA approach combined with hierarchical clustering (HCL). P values were adjusted according to Bonferroni correction for multiple comparisons. Statistical differences between lncRNAs expression levels in MM patients and HD were evaluated by non-parametric Mann-Whitney U test. Receiver Operating Characteristic (ROC) analysis was used to calculate specificity and sensitivity of each lncRNA. P values <0.05 were considered significant. Results. RT2 lncRNA PCR Array profiling revealed 27 deregulated lncRNAs (all p<0.01) between MM patients and HD. ZFAS1, UCA1, BDNF-AS, NEAT1 and FAS-AS1 expression was further verified on a larger cohort of MM and HD samples. As the difference in ZFAS1 and FAS-AS1 expression between MM and HD was not significant (p=0.7; p=0.2, respectively), it was excluded from further analyses. UCA1 was significantly down-regulated (p<0.0001), NEAT1 and BDNF-AS were up-regulated in MM samples when compared with HD (both p<0.00000001). To discriminate MM from HD, receiver operating characteristic (ROC) curve was calculated. It revealed sensitivity of 100% (95%CI: 91.6 - 100.0) and specificity of 100% (95%CI: 63.1 - 100.0), and area under curve (AUC) = 1.000 for both, NEAT1 and BDNF-AS lncRNA expression and sensitivity of 95.24% (95%CI: 83.8 - 99.4) and specificity of 75.00% (95%CI: 34.9 - 96.8), and area under curve (AUC) = 0.905 for UCA1 expression levels (Fig. 1). We suppose that these dysregulated lncRNAs could have a biological relevance in MM since BDNF-AS is an antisense RNA for BDNF, a significant stimulating factor of osteoclasts in MM, NEAT1 and UCA1 were described as dysregulated in several types of cancer, including hematological malignancies. Further validations are currently ongoing. Conclusions. Altogether, our first observations demonstrate that cellular lncRNA UCA1, NEAT1 and BDNF-AS may be involved in pathophysiological processes occurring in MM cells and prompt further studies in this field. Grant support: AZV 15-29508A Figure 1 View large Download slide ROC curves for dysregulated lncRNAs: A) BDNF-AS, B) NEAT1, C) UCA1. Figure 1 View large Download slide ROC curves for dysregulated lncRNAs: A) BDNF-AS, B) NEAT1, C) UCA1.  Close modal Disclosures Hajek: Onyx: Consultancy; Amgen: Consultancy, Honoraria, Research Funding; Takeda: Consultancy, Honoraria, Research Funding; BMS: Honoraria; Novartis: Research Funding.",
    "topics": [
        "brain-derived neurotrophic factor",
        "multiple myeloma",
        "rna",
        "hematologic neoplasms",
        "dna, complementary",
        "molecule",
        "polymerase chain reaction",
        "antisense rna",
        "cancer",
        "glyceraldehyde-3-phosphate dehydrogenases"
    ],
    "author_names": [
        "Lenka Sedlarikova, MSc",
        "Barbora Gromesova, MSc",
        "Jana Filipova, MSc",
        "Veronika Kubaczkova, MSc",
        "Lenka Radova, PhD",
        "Martina Almasi, PhD",
        "Miroslav Penka, MD PhD",
        "Zdenek Adam, MD PhD",
        "Ludek Pour, MD PhD",
        "Marta Krejci, MD PhD",
        "Sabina Sevcikova, RNDr, PhD",
        "Roman Hajek, prof, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Lenka Sedlarikova, MSc",
            "author_affiliations": [
                "Babak Myeloma Group, Department of Pathological Physiology, Faculty of Medicine, Masaryk University, Brno, Brno, Czech Republic "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Barbora Gromesova, MSc",
            "author_affiliations": [
                "Babak Myeloma Group, Department of Pathological Physiology, Faculty of Medicine, Masaryk University, Brno, Brno, Czech Republic "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jana Filipova, MSc",
            "author_affiliations": [
                "Department of Haematooncology, University Hospital Ostrava, Ostrava, Czech Republic "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Veronika Kubaczkova, MSc",
            "author_affiliations": [
                "Babak Myeloma Group, Department of Pathological Physiology, Faculty of Medicine, Masaryk University, Brno, Brno, Czech Republic "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lenka Radova, PhD",
            "author_affiliations": [
                "Central European Institute of Technology (CEITEC), Masaryk Univerzity, Brno, Czech Republic "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martina Almasi, PhD",
            "author_affiliations": [
                "Department of Clinical Hematology, University Hospital Brno, Brno, Brno, Czech Republic "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Miroslav Penka, MD PhD",
            "author_affiliations": [
                "Department of Clinical Hematology, University Hospital Brno, Brno, Brno, Czech Republic "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zdenek Adam, MD PhD",
            "author_affiliations": [
                "Department of Internal Medicine - Hematooncology, University Hospital Brno, Brno, Brno, Czech Republic "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ludek Pour, MD PhD",
            "author_affiliations": [
                "Department of Internal Medicine - Hematooncology, University Hospital Brno, Brno, Brno, Czech Republic "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marta Krejci, MD PhD",
            "author_affiliations": [
                "Department of Internal Medicine - Hematooncology, University Hospital Brno, Brno, Brno, Czech Republic "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sabina Sevcikova, RNDr, PhD",
            "author_affiliations": [
                "Babak Myeloma Group, Department of Pathological Physiology, Faculty of Medicine, Masaryk University, Brno, Czech Republic ",
                "Department of Clinical Haematology, University Hospital Brno, Brno, Czech Republic "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Roman Hajek, prof, MD PhD",
            "author_affiliations": [
                "Department of Haematooncology, University Hospital Ostrava, Ostrava, Czech Republic ",
                "Department of Clinical Hematology, University Hospital Brno, Brno, Brno, Czech Republic ",
                "Babak Myeloma Group, Department of Pathological Physiology, Faculty of Medicine, Masaryk University, Brno, Czech Republic"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-08T09:29:42",
    "is_scraped": "1"
}