{
    "doi": "https://doi.org/10.1182/blood-2019-125266",
    "article_title": "A Phase I Study to Investigate the Safety, Tolerability, and Pharmacokinetics/Pharmacodynamics of Tripegfilgrastim (Dulastin®) after Single Administration in Pediatric Patients ",
    "article_date": "November 13, 2019",
    "session_type": "201.Granulocytes, Monocytes, and Macrophages",
    "abstract_text": "Introduction: Chemotherapy-induced neutropenia (CIN) is one of main complications following systemic chemotherapy, which can cause many kinds of opportunistic infections. To overcome CIN, granulocyte colony stimulating factor (G-CSF) is usually administered to reduce neutropenic period. Tripegfilgrastim (Dulastin®) is one of pegfilgrastim drugs, which was approved for adult CIN by Korea Ministry of Food and Drug Safety in 2014. Methods: We have conducted a phase I, open-label, single ascending dose study to investigate the pharmacokinetics, safety, tolerability and pharmacodynamics of Tripegfilgrastim in pediatric patients with lymphoma or solid tumors. The patients were divided by dose of Tripegfilgrastim (60 μg/kg [lower dose, LD] and 100 μg/kg [higher dose, HD]) and age (6≤ and <12 years versus 12≤ and <19 years). Total planned number of patients was 32; 8 patients in each groups. Tripegfilgrastim was injected subcutaneously at 24 hours after the end of chemotherapy, and serial pharmacokinetic/pharmacodynamics blood samplings and safety monitoring were conducted. The trial was registered at ClinicalTrials.gov, NCT02963389. This study was supported by Dong-A ST Co., Ltd., Seoul, Republic of Korea. Results: Twenty-seven patients enrolled on this study, including 4 in LD and younger age group, 7 in LD and older age group, 8 in HD and younger age group, and 8 in HD and older age group. Six malignant germ cell tumors, 5 non-rhabdomyosarcoma soft tissue sarcomas, 4 osteosarcomas, 3 rhabdomyosarcomas, 3 neuroblastomas, 2 medulloblastomas, and 4 others were included. All enrolled patients had previously received the same-regimen chemotherapy, which had induced grade 4 neutropenia. Due to insufficient pharmacodynamics by interim analysis in some patients of LD groups, these were early closed and subsequent enrolled patients received HD of Tripegfilgrastim. The maximum concentration (C max ) and area under the curve until 312 hours (AUC 0-312h ) were 89.57 ± 40.97 μg/L and 8371.99 ± 4773.29 μg∙h/L in LD group, and 130.15 ± 72.04 μg/L, 11977.40 ± 7572.29 μg∙h/L in HD group, respectively. The peak concentration was achieved at 24 hours after injection, and the C max and AUC 0-312h of HD group were increased by 45% compared with LD group. The half-life, clearance, and volume of distribution were 47.22 hours, 0.45 L/h, 28.1 L in LD group, 40.78 hours, 0.52 L/h, 28.78 L in HD group, respectively. When these pharmacokinetics parameters were compared with our previous results of healthy adult volunteers, C max of LD group was similar to adult 3.6 mg injection, while C max and AUC 0-312h of HD group were 36% and 50% of those of adult 6.0 mg injection. To investigate the pharmacodynamics, days when the absolute neutrophil count (ANC) is above 1,000/μL (T above ANC 1000 ), and days when ANC is below 500/μL (T below ANC 500 ) were evaluated. The mean T above ANC 1000 (range, days) were 7.1 days (1.6-13.6) in LD group, and 9.3 days (3.4-13.7) in HD group, respectively. Furthermore, the mean T below ANC 500 (range, days) were 4.4 days (0-10.8) in LD group, and 2.5 days (0-10.1) in HD group, respectively, which showed better pharmacodynamics in HD group. However, high inter-patient variability was observed. There was no significant difference between younger and older age groups in each LD and HD groups. There were 2 adverse drug reactions (7.4%) related to Tripegfilgrastim, which were grade 1 back pain and grade 2 arthralgia. Three severe adverse events occurred (2 bacteremia and 1 skin lesion), which resolved with further treatments. Conclusions: Tripegfilgrastim have shown safety and tolerability in pediatric patients between 6 to 19 years old with solid tumors. The pharmacokinetics parameters, C max and AUC 0-312h of HD group were increased by 45% compared with LD group, which translates into the better pharmacodynamics parameters of HD group without increasing toxicity. Our results suggests that Tripegfilgrastim 100 μg/kg once injection could be feasible to reduce CIN in pediatric patients. Disclosures No relevant conflicts of interest to declare. OffLabel Disclosure: Tripegfilgrastim to investigate the safety, tolerability, and pharmacokinetics/pharmacodynamics",
    "topics": [
        "absolute neutrophil count",
        "adverse effects of medication",
        "adverse event",
        "arthralgia",
        "back pain",
        "bacteremia",
        "chemotherapy regimen",
        "germ cell cancer",
        "granulocyte colony-stimulating factor",
        "lymphoma"
    ],
    "author_names": [
        "Kyung Taek Hong, MD",
        "Soyoung Lee",
        "Jaeseong Oh",
        "Jung Yoon Choi, MD",
        "Hee Young Shin, MD PhD",
        "Kyung-Sang Yu, MD PhD",
        "Hyoung Jin Kang, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Kyung Taek Hong, MD",
            "author_affiliations": [
                "Department of Pediatrics, Seoul National University Cancer Research Institute, Seoul National University College of Medicine, Seoul, Korea, Republic of (South) "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Soyoung Lee",
            "author_affiliations": [
                "Department of Clinical Pharmacology and Therapeutics, Seoul National University College of Medicine and Hospital, Seoul, Korea, Republic of (South) "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jaeseong Oh",
            "author_affiliations": [
                "Department of Clinical Pharmacology and Therapeutics, Seoul National University College of Medicine and Hospital, Seoul, Korea, Republic of (South) "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jung Yoon Choi, MD",
            "author_affiliations": [
                "Department of Pediatrics, Seoul National University Cancer Research Institute, Seoul National University College of Medicine, Seoul, Korea, Republic of (South) "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hee Young Shin, MD PhD",
            "author_affiliations": [
                "Department of Pediatrics, Seoul National University Cancer Research Institute, Seoul National University College of Medicine, Seoul, Korea, Republic of (South) "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kyung-Sang Yu, MD PhD",
            "author_affiliations": [
                "Department of Clinical Pharmacology and Therapeutics, Seoul National University College of Medicine and Hospital, Seoul, Korea, Republic of (South) "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hyoung Jin Kang, MD PhD",
            "author_affiliations": [
                "Department of Pediatrics, Seoul National University Cancer Research Institute, Seoul National University College of Medicine, Seoul, South Korea"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-16T15:43:47",
    "is_scraped": "1"
}