{
    "doi": "https://doi.org/10.1182/blood.V118.21.682.682",
    "article_title": "“RHEX-26”, a Novel EPO/EPOR-Regulated Mediator of Human Erythroid Progenitor Cell Expansion ",
    "article_date": "November 18, 2011",
    "session_type": "101. Red Cells and Erythropoiesis, Structure and Function, Metabolism and Survival, Excluding Iron: New Molecular Players in Erythropoiesis",
    "abstract_text": "Abstract 682 Erythropoietin (EPO) and its receptor (EPOR) serve well as an informative paradigm for understanding hematopoietic growth factor effects and receptor action mechanisms. Recently, interest in EPO/EPOR investigations has been heightened based on the clinical emergence of novel EPO mimetics, and by reported EPO/EPOR activities in modulating cellular immunity, diabetic susceptibility, retinopathy and the cytoprotection of select non-hematopoietic tissues. To better understand EPOR action modes, we presently have applied a global phosphoproteomics approach to specifically discover new targets of EPO/EPOR-regulated tyrosine phosphorylation. Using an EPO-dependent erythroid progenitor cell model, our LC-MS/MS approach was first validated for known EPO/EPOR-targets (e.g., JAK2, STATs, SHIPs, PLCgamma, GABs). Second, among certain known targets, new phosphorylation sites were identified. Third, several novel major downstream targets of EPO/EPOR were discovered. One (a previously uncharacterized open reading frame here designated as “RHEX26”) was induced ∼20-fold in tyrosine-phosphorylation by EPO treatment. Quantitative RT-PCR analyses of tissues and primary hematopoietic cells indicate RHEX26 expression to be erythroid- restricted. Antibodies prepared to RHEX26 and tyrosine phosphorylated-RHEX26 confirmed strong EPO-induced phosphorylation; cell fractionation and Western blot studies demonstrated membrane residence of this 26 kDa phosphoprotein; and immunofluorescence microscopy showed sharp RHEX26 sub-localization as an integral plasma membrane protein. In functional analyses, lentiviral shRNA knockdown of RHEX26 proved to markedly inhibit the EPO-dependent expansion of erythroid progenitor cells (clonal colony-forming analyses demonstrated >80% specific inhibition), while effects on cell viability were limited. Mechanistically, RHEX26 is coupled (in part) to GRB2, with co-immunoprecipitation observed specifically upon EPO exposure, but without dependency on RHEX26 tyrosine phosphorylation. Finally, genealogy analyses intriguingly indicate RHEX26 to be well-conserved only in H. sapiens and primates, while no ortholog is present in the rat, mouse, or zebrafish. RHEX26, as a novel EPO/EPOR 26 kDa target, therefore is proposed to comprise an important new Regulator of Human Erythroid eXpansion. Disclosures: Leu: Affymax, Inc.: Employment, own stock in Affymax, Inc. Young: Affymax, Inc.: Employment, own stock in Affymax, Inc. Schatz: Affymax, Inc.: Employment, own stock in Affymax, Inc. Green: Affymax, Inc.: Employment, own stock in Affymax, Inc.",
    "topics": [
        "erythroid progenitor cells",
        "erythropoietin receptors",
        "tyrosine",
        "antibodies",
        "cell fractionation",
        "diabetes mellitus",
        "erythropoietin",
        "growth factor receptor-bound protein 2",
        "hematopoietic growth factors",
        "immunoprecipitation"
    ],
    "author_names": [
        "Rakesh Verma, Ph.D",
        "Karen Leu",
        "Peter R. Young",
        "Peter J Schatz",
        "Jennifer M Green",
        "Don M. Wojchowski, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Rakesh Verma, Ph.D",
            "author_affiliations": [
                "COBRE Center of Excellence in Stem Cell Biology and Regenerative Medicine, Maine Medical Center Research Institute, Scarborough, ME, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Karen Leu",
            "author_affiliations": [
                "Affymax, Inc., Palo Alto, CA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter R. Young",
            "author_affiliations": [
                "Affymax, Inc., Palo Alto, CA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter J Schatz",
            "author_affiliations": [
                "Affymax, Inc., Palo Alto, CA, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jennifer M Green",
            "author_affiliations": [
                "Affymax, Inc., Palo Alto, CA, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Don M. Wojchowski, PhD",
            "author_affiliations": [
                "COBRE Center of Excellence in Stem Cell Biology and Regenerative Medicine, Maine Medical Center Research Institute, Scarborough, ME, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-20T06:38:24",
    "is_scraped": "1"
}