{
    "doi": "https://doi.org/10.1182/blood.V110.11.793.793",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1051",
    "start_url_page_num": 1051,
    "is_scraped": "1",
    "article_title": "c-Myb Contributes to Normal Human Peripheral Blood T Helper 2 Cell Development through Regulation of GATA-3 Expression. ",
    "article_date": "November 16, 2007",
    "session_type": "Lymphocytes and Lymphocyte Activation",
    "topics": [
        "gata3 gene",
        "proto-oncogene proteins c-myb",
        "interleukin-4",
        "aldesleukin",
        "antibodies",
        "rna, messenger",
        "human leukocyte interferon",
        "interferons",
        "interleukin-12",
        "transcription factor"
    ],
    "author_names": [
        "Yuji Nakata, MD",
        "Alan M. Gewirtz, MD"
    ],
    "author_affiliations": [
        [
            "Medicine, University of Pennsylvania School of Medicine, Philadelphia, PA, USA"
        ],
        [
            "Medicine, University of Pennsylvania School of Medicine, Philadelphia, PA, USA"
        ]
    ],
    "first_author_latitude": "39.9476279",
    "first_author_longitude": "-75.19259799999999",
    "abstract_text": "c-Myb is an obligate hematopoietic transcription factor which is highly expressed in immature hematopoietic cells. It plays a critical role in both myeloid and lymphoid cell development, and specifically in regard to this communication, at multiple points during early T cell development. While the role of c-Myb in developing cells has been intensively studied, we noted that there is a relative paucity of investigations focused on c-myb function in peripheral blood T cells. This situation exists despite the relatively high level of c-myb expression we observe in unstimulated cells, and the increase that occurs when such cells are stimulated. Very recently (Embo J, Aug 2007), Maurice et al demonstrated that c-myb regulates T helper cell lineage commitment in developing mouse thymocytes, at the same time that it appears to block development of cytotoxic T cells, via regulation of GATA-3. However, the role of c-Myb and GATA-3 in normal human peripheral blood lymphocytes was not explored. Here we show that c-myb regulates GATA-3 expression directly in peripheral blood CD4+ cells and has a critical role in human Th2 cell development. To explore the role of c-myb expression in human peripheral blood naive CD4+ cells we employed c-Myb targeted, and control, short hairpinRNA (shRNA) expressed from a lentivirus vector. This strategy yielded a sequence specific ~ 80–90% knockdown of c-Myb expression. Stimulation of naive peripheral blood CD4+ T cells in which the c-Myb directed shRNA was expressed, with a cocktail designed to promote Th2 cell formation (IL-4, IL-2, and anti-IL-12 antibody) blocked the up-regulation of GATA-3 mRNA expression ~90% compared to cells in which a control shRNA had been expressed. Flow cytometric analysis showed that intracellular interleukin-4 expression was also diminished in CD4+ cells stimulated under Th2 promoting conditions. In contrast, silencing c-myb did not affect T-beta mRNA expression, or intracellular interferon-γ expression in the cells induced to undergo Th1 cell formation with IL-12, IL-2 and anti-IL-4 antibody. A ChIP assay showed that c-myb bound to the GATA-3 promoter in human primary CD4+ cells stimulated under Th2 cell promoting conditions, but not under Th1 promoting conditions. A reporter assay demonstrated that c-myb over-expression increased GATA-3 promoter activity by ~5 fold in 293T cells, and approximately 3 fold in human primary T cells. Silencing c-myb in primary human T cells with shRNA resulted in an approximately 50% decrease in GATA-3 promoter activity. These results demonstrate that c-myb plays an important role in Th2 cell development at least in part through direct regulation of GATA-3 expression. In primary human effector/memory CD4+ T cells, which includes established Th2 cells, c-myb suppression with shRNA also decreased GATA-3 promoter activity by approximately 85%, but the suppression of IL-4 expression was only moderate (~50%). These results suggest that c-myb may also play a role in the homeostasis of established Th2 cells. Finally, and as might be expected, silencing c-myb suppressed proliferation of naive CD4+ cells. We conclude that c-Myb plays multiple roles in human peripheral blood T lymphocytes, including the generation and maintainence of Th2 cells, in addition to regulation of cell proliferation. It performs these functions, at least in part, through direct regulation of GATA-3."
}