{
    "doi": "https://doi.org/10.1182/blood.V104.11.4856.4856",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4",
    "start_url_page_num": 4,
    "is_scraped": "1",
    "article_title": "Serum Free Kappa to Free Lambda Ratios as an Adjunct to Serum Protein Electrophoresis for the Detection of Monoclonal Proteins in the Serum. ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "monoclonal immunoglobulin",
        "protein electrophoresis, serum",
        "gel",
        "free immunoglobulin light chain",
        "electrophoresis",
        "follow-up",
        "albumins",
        "densitometry",
        "dysproteinemia",
        "globulins"
    ],
    "author_names": [
        "Arthur R. Bradwell, MB ChB",
        "Jean Garbincius, B.A.",
        "Earle W. Holmes, Ph.D."
    ],
    "author_affiliations": [
        [
            "Division of Immunology and Infection, The Medical School, University of Birmingham, Birmingham, United Kingdom"
        ],
        [
            "Department of Pathology, Loyola University Stritch School of Medicine, Maywood, IL, USA"
        ],
        [
            "Department of Pathology, Loyola University Stritch School of Medicine, Maywood, IL, USA"
        ]
    ],
    "first_author_latitude": "52.4507253",
    "first_author_longitude": "-1.9337084000000004",
    "abstract_text": "Serum free light chain measurements have been shown to be useful in the diagnosis and monitoring of patients with monoclonal gammopathies. The present study was undertaken to evaluate the effect of adding the measurement of serum free light chain kappa to lambda ratios to the serum protein electrophoresis evaluation that we typically use as an initial screen for the detection of monoclonal proteins. We retrospectively tested 347 consecutive samples from individuals who had no previous history of plasma cell dyscrasia and had not previously had a serum or urine electrophoresis or immunofixation electrophoresis test at our institution. The quantitative serum protein electrophoresis test that was ordered was performed using Hydragel Beta 1- Beta 2 gels and Hydrasis instrument (Sebia, Inc., Norcross, GA). The protein content of the electrophoresis zones were quantitated by scanning densitometry and the electrophoresis pattern of each sample was qualitatively examined for abnormal bands and suspicious findings by a single, experienced observer. Serum free light chain concentrations and the serum free light chain kappa to lambda ratios were determined using the Freelite Human Kappa and Lambda Kits (The Binding Site Ltd, Birmingham, UK) and the Immage analyzer (Beckman Coulter Inc., Brea, CA). The serum free light chain kappa to lambda ratios were outside the reference interval (0.25 to1.65) in 23 of the samples. Ten abnormal ratios were observed among a group of 57 samples that had either positive or suspicious qualitative evaluations for the presence of a restriction or that demonstrated hypo-gammaglobulinemia. Both abnormalities led to recommendations for follow-up testing, which confirmed the presence of a monoclonal protein in 21 of the samples. Six abnormal ratios were observed among a group of 159 specimens that had quantitative abnormalities in albumin or one or more of globulin fractions (hypo-gammaglobulinemia excepted) and normal qualitative evaluations. Seven abnormal ratios were observed among a group of 131 samples that had normal quantitative results and normal qualitative evaluations. Follow-up testing is not usually recommended for serum protein electrophoresis results like those in the latter two groups. We found that the addition of the serum free light chain kappa to lambda ratio to the serum protein electrophoresis test increased the number of abnormal screens that would have required further clinical and/or laboratory evaluation by 23%(i.e. from 57 to 70). Given the high specificity of the serum free light chain kappa to lambda ratio for monoclonal light chains, the additional 13 abnormal samples identified by this test are expected to have a high likelihood of harboring a monoclonal protein that would have otherwise eluded detection. Pending a definitive prospective study, we estimate that the addition of a serum free light chain kappa to lambda ratio to the serum protein electrophoresis screen would increase the rate of detection of serum monoclonal proteins by as much as 1.6-fold."
}