{
    "doi": "https://doi.org/10.1182/blood.V112.11.3095.3095",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1186",
    "start_url_page_num": 1186,
    "is_scraped": "1",
    "article_title": "Whole Genome Scanning in Aplastic Anemia Indicates That Polymorphisms in CD33 and Other Loci Can Constitute Predisposition Factors in This Disease ",
    "article_date": "November 16, 2008",
    "session_type": "Bone Marrow Failure",
    "topics": [
        "aplastic anemia",
        "cd33 antigen",
        "genome",
        "polymorphism",
        "disease association",
        "antibodies",
        "aplastic anemia, idiopathic",
        "diabetes mellitus",
        "diabetes mellitus, type 2",
        "genotype determination"
    ],
    "author_names": [
        "Bartlomiej P Przychodzen",
        "Monika Jasek",
        "Sandra P Smieszek",
        "Anna Malgorzata Jankowska",
        "Christine O’Keefe, PhD",
        "Ronald Paquette, MD",
        "Jaroslaw P. Maciejewski, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Experimental Hematology and Hematopoiesis Section, Taussig Cancer Center, Cleveland Clinic, Cleveland, OH, USA"
        ],
        [
            "Experimental Hematology and Hematopoiesis Section, Taussig Cancer Center, Cleveland Clinic, Cleveland, OH, USA"
        ],
        [
            "Experimental Hematology and Hematopoiesis Section, Taussig Cancer Center, Cleveland Clinic, Cleveland, OH, USA"
        ],
        [
            "Experimental Hematology and Hematopoiesis Section, Taussig Cancer Center, Cleveland Clinic, Cleveland, OH, USA"
        ],
        [
            "Experimental Hematology and Hematopoiesis Section, Taussig Cancer Center, Cleveland Clinic, Cleveland, OH, USA"
        ],
        [
            "Dept. of Med., UCLA, Los Angeles, CA, USA"
        ],
        [
            "Experimental Hematology and Hematopoiesis Section, Taussig Cancer Center, Cleveland Clinic, Cleveland, OH, USA"
        ]
    ],
    "first_author_latitude": "41.5017263",
    "first_author_longitude": "-81.6160094",
    "abstract_text": "While immune mechanisms are involved in the pathogenesis of idiopathic aplastic anemia (AA), the discovery of telomerase machinery mutations in a minority of patients with a not easily discernable phenotype illustrates that polygenic, low penetrance traits may exist and contribute to increased risk for this disease in certain individuals. However, due to the impact of exogenous factors and the low prevalence of AA, this disease is not easily amenable to genetic studies. With the advent of whole genome scanning (WGS) technologies such as SNP arrays (SNP-A), large scale investigations in various disorders have been conducted. We have applied SNP-A to conduct the first GWAS in AA with the goal to identify possible low prevalence genetic variants that contribute to the pathogenesis and explain individual disease risk. We have studied 128 patients with AA and PNH and 119 controls using SNP-A. Affymetrix GeneChip 6.0 (924644 SNP probes covering most known LD blocks) was designed to capture 67%–89% of SNP variation among Caucasians. Following exclusion of SNPs with a call rate of <95%, and those with serious violation of Hardy-Weinberg equilibrium, single allele χ 2 statistics for all autosomal markers was performed. For the purpose of this study, SNPs with a minor allele frequency (MAF) <10% and p<0.001 after false discovery rate correction were selected, whereby all SNP were used multi-variedly to predict disease association. Application of the Benjamini-Hochberg strategy more closely reflects complex polygenic traits. The top 85 SNPs (ranked by p-value) were chosen for further analysis. Our investigations focused on 5 SNPs which pointed directly to 2 genes or indirectly to informative loci through LD, including CD33 and TCF7. For instance, a minor allele (rs3972624, rs17167302, p<5.69×10 −5 ) of TCF7 is present in a heterozygous and homozygous constellation in patients at 19% and 3% (vs. 3.7% and 0% of controls). TCF7 can bind the enhancer element of TCRα and is preferentially expressed in cells polarized to the Th1 direction. Polymorphism in the TCF7 gene was reported to be associated with type-1 diabetes, which is a disease with dominating Th1 phenotype. Furthermore, TCF7 is a member of the WNT-β-catenin LEF1/TCF7 pathway with a known role in the maintenance of hematopoietic stem cells. Increased minor allele frequency of rs1803254, rs9676731, rs1501449 in the CD33 locus, already part of a LD block, was homozygous and heterozygous at 3.4% vs. 0% and 24.8% vs. 7.9% (p<7.1×10 −5 ) in patients and controls, respectively. To further confirm this genetic link, we have investigated the frequency of this polymorphism using an independent set of controls (N=1658) and an overlapping group of patients (12 additional and 52 6.0 array-studied patients). This analysis provided technical validation of genotyping calls in 100% repetitive samples and confirmed the allelic frequency of this SNP in AA at 14.9% vs. 4.5% in controls (p<4×10 −5 ). This marker (rs1803254), representing itself as a genetic proxy, points toward an informative locus in exon 7 of the CD33 gene. CD33 is cell-surface glycoprotein that is specific for the myeloid lineage. It was reported that expression frequencies of CD33 were significantly reduced in AA bone marrow, in comparison to normal bone marrow. In vitro experiments indicate that CD33 may act as an inhibitory receptor and anti-CD33 antibody can induce apoptosis in AML cells. In sum, our study constitutes one of highest resolution investigations into susceptibility loci in AA. Our results point towards a number of interesting genetic disease-associations in AA which are currently being investigated through sequencing of corresponding loci in larger independent cohorts of patients."
}