{
    "doi": "https://doi.org/10.1182/blood.V118.21.2468.2468",
    "article_title": "Activation of Notch Signaling Is An Early Event in the Development of PML-Rara -Induced Acute Promyelocytic Leukemia (APL) ",
    "article_date": "November 18, 2011",
    "session_type": "603. Oncogenes and Tumor Suppressors: Poster II",
    "abstract_text": "Abstract 2468 Acute promyelocytic leukemia (APL, FAB M3) is characterized by the presence of the t(15;17) translocation, resulting in production of the oncogenic transcription factor PML-RARA . We previously reported a gene expression signature of 1121 annotated genes that distinguish APL from the other FAB subtypes and normal promyelocytes (Payton et al, JCI 2009). Within this signature, we identified the Notch ligand JAG1 as being overexpressed in APL samples compared to both other AML subtypes (APL/AML=4.2, FDR<0.5%) and normal promyelocytes (APL/pros=5.66, FDR<0.5%). We then measured JAG1 expression in mouse and cellular models of APL. High levels of JAG1 mRNA and protein were found in both zinc treated PR9 cells (which contain a zinc inducible PML-RARA cassette), and in NB4 cells, a human APL cell line. APL cells derived from the mCG- PML-RARA knockin mouse overexpressed Jag1 mRNA compared to wildtype promyelocytes (APL/pros=10.4, p<0.01). Additionally, Jag1 protein was readily detected in up to 90% of murine APL cells by flow cytometry. Collectively, these results indicate that JAG1 overexpression is a common event in both human and murine APL pathogenesis. Hypothesizing that JAG1 overexpression could lead to Notch signaling in APL cells, we measured Notch signaling in human and murine APL cells. The Notch receptors Notch-1 and Notch-2, the components of the gamma secretase complex, and the transcriptional coactivators of Notch are highly expressed in nearly all human APL samples, suggesting that APL cells are capable of Notch signaling. Using bioinformatic approaches, we found that three previously defined activated Notch signatures were significantly enriched in APL cells (FDR=0.00) and also in PR9 and NB4 cells. Protein levels of cleaved Notch-1 increased in induced PR9 cells with the same kinetics as JAG1 protein, peaking at 16 hours post-induction. In addition, flow cytometry demonstrated the presence of cleaved Notch protein in PR9 and NB4 cells, and both primary and immortalized murine APL samples. To define the consequences of inhibiting Notch signaling in APL cells, we cultured primary murine APL cells in the presence of gamma secretase inhibitors; colony formation in 6/9 tumors was significantly inhibited (p<0.05). Growth of primary murine marrow and spleen cells was unaffected under identical culture conditions. Finally, we investigated the role of Notch signaling in APL pathogenesis in young mCG-PR mice prior to the development of leukemia. Marrow derived progenitors from PML-RARA mice replate serially in methylcellulose cultures, in contrast to wildtype marrow cells, which do not replate. In contrast to primary tumor cells, which were variably dependent on Notch signaling, preleukemic cells were uniformly dependent on Notch signaling for replating activity. In the presence of gamma secretase inhibitors, the replating phenotype is significantly decreased (p<0.01). In contrast, colony formation by wildtype cells is unaffected by inhibition of Notch signaling. Similarly, when Notch signaling in primary marrow cells was genetically inhibited by retroviral transduction of a dominant negative mastermind construct (DNMAML), colony formation by PML-RARA cells was significantly decreased at the first, second and third replatings compared to GFP control cells (p<0.01). Again, wildtype marrow colony formation was unaffected by DNMAML transduction. Importantly, wild type marrow cells transduced with a JAG1 expressing retrovirus did not acquire a replating phenotype, nor did animals transplanted with JAG1 expressing marrow develop leukemia. In conclusion, we have demonstrated overexpression of JAG1 and activation of Notch signaling in human and murine APL cells, and have shown that Notch signaling may play a role in the early pathogenesis of APL. Collectively, these results support a model in which PML-RARA induces the self-renewal of hematopoietic progenitors via a Notch signaling pathway, which may be a critical early step in APL pathogenesis. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "acute promyelocytic leukemia",
        "progressive multifocal leukoencephalopathy",
        "retinoic acid receptor alpha",
        "signal transduction",
        "gamma-secretase",
        "flow cytometry",
        "leukemia",
        "rna, messenger",
        "zinc",
        "ligands"
    ],
    "author_names": [
        "Nicole R. Grieselhuber",
        "Jeffery M. Klco, MD",
        "Angela M. Verdoni",
        "Timothy J Ley, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Nicole R. Grieselhuber",
            "author_affiliations": [
                "Department of Internal Medicine, Siteman Cancer Center, Washington University School of Medicine, St. Louis, MO, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jeffery M. Klco, MD",
            "author_affiliations": [
                "Department of Pathology and Immunology, Siteman Cancer Center, Washington University in St. Louis, St. Louis, MO, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Angela M. Verdoni",
            "author_affiliations": [
                "Department of Internal Medicine, Siteman Cancer Center, Washington University School of Medicine, St. Louis, MO, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Timothy J Ley, MD",
            "author_affiliations": [
                "Department of Medicine, Siteman Cancer Center, The Genome Center, Washington University, St. Louis, MO, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-17T21:38:04",
    "is_scraped": "1"
}