{
    "doi": "https://doi.org/10.1182/blood.V110.11.4865.4865",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1030",
    "start_url_page_num": 1030,
    "is_scraped": "1",
    "article_title": "Marked Improvement of Skin Involvement in Severe Progressive Systemic Sclerosis after Transplantation of Mesenchymal Stem Cells from an Allogeneic Haploidentical Related Donor. ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "topics": [
        "donors",
        "skin manifestations",
        "stem cell, mesenchymal",
        "systemic scleroderma",
        "transplantation",
        "therapeutic immunosuppression",
        "adverse event",
        "autoimmune diseases",
        "diffuse scleroderma",
        "immunosuppressive agents"
    ],
    "author_names": [
        "Maximilian Christopeit, MD",
        "Marit Schendel, MD",
        "Lutz Peter Mueller, MD",
        "Gernot Keyszer, MD",
        "Gerhard Behre, MD"
    ],
    "author_affiliations": [
        [
            "BMT Unit, Department of Oncology and Hematology, University Hospital Halle (Saale), Halle (Saale), Germany",
            " "
        ],
        [
            "Gastroenterology and Rheumatology, University Hospital Halle (Saale), Halle (Saale), Germany",
            " "
        ],
        [
            "BMT Unit, Department of Oncology and Hematology, University Hospital Halle (Saale), Halle (Saale), Germany",
            " "
        ],
        [
            "Gastroenterology and Rheumatology, University Hospital Halle (Saale), Halle (Saale), Germany",
            " "
        ],
        [
            "BMT Unit, Department of Oncology and Hematology, University Hospital Halle (Saale), Halle (Saale), Germany",
            " "
        ]
    ],
    "first_author_latitude": "51.501334899999996",
    "first_author_longitude": "11.9367539",
    "abstract_text": "Introduction. Mesenchymal stem cells (MSC) show immunosuppressive capacity in an allogeneic host. Severe progressive systemic sclerosis (SSc) is an autoimmune disease in which prognosis is worsened in individuals presenting with diffuse cutaneous, lung and renal involvement. Immunosuppression can improve the course of the disease. Methods. We transplanted a 41 year old female patient suffering from diffuse cutaneous systemic sclerosis with MSC from her father after in vitro expansion of the MSC. Results. The patient presented with a remarkable clinical response. Her ulcer surface decreased, the 17 Site Modified Rodnan Skin Score, vascular ultrasound, mouth aperture, the Visual Analogue Scale for pain (VAS), the Valentini Activity Score and the Hannover Functional Questionnaire showed encouraging improvements. The patient did not experience any adverse events during the first 300 days after transplantation. Conclusions. The transplantation of MSC from a haploidentical donor into a patient with systemic sclerosis is feasible, safe and effective. Furthermore is the transplantation of MSC from a haploidentical donor into an adult without severe pharmacological immunosuppression at the time of transplantation feasible and safe."
}