{
    "doi": "https://doi.org/10.1182/blood-2021-153995",
    "article_title": "Selective STAT3 Degraders Dissect Peripheral T-Cell Lymphomas Vulnerabilities Empowering Personalized Regimens ",
    "article_date": "November 5, 2021",
    "session_type": "605.Molecular Pharmacology and Drug Resistance: Lymphoid Neoplasms",
    "abstract_text": "Introduction: Peripheral T-cell lymphomas (PTCLs) include heterogeneous entities of rare and aggressive neoplasms. The improved understanding of the biological/molecular mechanisms driving T-cell transformation and tumor maintenance has powerfully propelled new therapeutic programs. However, despite this progress, PTCLs remain an unmet medical need. Recurrent aberrations and the deregulated activation of distinct signaling pathways have been mapped and linked to selective subtypes. The JAK/STAT signaling pathway's deregulated activation plays a pathogenetic role in PTCL, including ALCL subtypes. STATs regulate the differentiation/phenotype, survival and cell-growth, metabolism, and drug resistance of T-cell lymphomas as well as host immunosuppressive microenvironments. Although many drugs' discovery programs were launched, a plethora of compounds has failed. Methods: We have discovered heterobifunctional molecules by an iterative medicinal chemistry SAR campaign that potently and selectively degrade STAT3 in a proteasome-dependent manner. Conventional PTCL cell lines and Patient Derived Tumor Xenograft (PDTX) and/or derived cell lines (PDTX-CL), carrying either WT- or mutated-STAT3, were exposed to increasing amounts (50nM⇒5µM) of STAT3-degraders. Proteins and mRNA transcripts (2⇒144hrs) were assessed by deep-proteomics and paired-end RNA sequencing, combined with WB/flow cytometry and qRT-PCR. Cell-titer-glo, cell titer blue, Annexin-V and S-cell cycle analyses were used as readouts. Chromatin accessibility, STAT3 DNA binding, 3D chromosomal architecture reorganization and 5-hmC profiling were assessed by ATACseq, CHIPseq and Hi-C and H3K27ac Hi-CHIP and mass-spectrometry. Drug testing/discovery combinations (96-well-plate) were performed using a semi-automated flow-cytometry. A battery of PTCL PDTX models were tested in pre-clinical trials. Results: Treatment of ALK+ ALCL (SU-DHL1) led to the rapid (~6hrs.) and profound down-regulation of STAT3 followed by the loss of canonical STAT3-regulated proteins (SOCS3, MYC, Granzyme B, GAS1, and IL2RA), without appreciable changes for other STAT family members (STAT1, STAT5b). In vitro, cytoplasmic, nuclear, and mitochondrial STAT3 downregulation was maintained up to 144 hrs. Loss of STAT3 in ALK+/- ALCL and BIA-ALCL cells was associated with major transcriptional changes (7116-10615 and 15114 DEGs in ALK- and ALK+ ALCL, respectively), underscoring public/shared as well as private time-dependent signatures. Main down-regulated pathways included JAK-STAT, MAPK, NF-kB, PI3K, TGFb, and TNFa. Comparison of STAT3 shRNA (ALK+ ALCL) and STAT3 degrader (ALK-/ALK+ ALCL) signatures demonstrated a substantial and concordant gene modulation (24hrs) among all models with the highest overlaps between ALK+ ALCL (Figure 3). To identify direct STAT3 gene targets, we analyzed CHIPseq peaks and predicted bindings sites, demonstrating that canonical genes, i.e., SOCS3, Granzyme B, GAS1, IL2RA, STAT3, and CD30, were significantly downregulated. Conversely, CD58, CD274, and MCH-I/II were upregulated at late time points. By mapping the STAT3 binding sites in ALK+ and ALK- ALCL, we have identified 1077 and 2763 STAT3 peaks within promoter/5'-/3'- and distant intergenic regions, corresponding to both coding and non-coding genes. Therapeutically, in vitro treatments led to cell cycle arrest and profound growth inhibition, and over time increased cell death of PTCL cells, including ALCL. Accordingly, growth inhibition of ALCL xenograft and PDTX tumors was also achieved (Figure 2). To identify drugs that could synergize withSTAT3-degrader activity, we tested a compound library (40) targeting pro-tumorigenic PTCL pathways as well as FDA-approved compounds. Ongoing studies are in progress. Conclusion: We have discovered selective STAT3 degraders which control PTCL growth. STAT3 degraders are powerful tools to define the STAT3 pathogenetic mechanisms and dissect genes/pathways to be targeted for T-cell lymphoma eradication. These data provide additional rationale for testing STAT3 degraders in the clinic for the treatment of aggressive malignancies including PTCL/ALCL. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Yang:  Kymera Therapeutics: Current Employment, Current equity holder in publicly-traded company. Sharma:  Kymera Therapeutics: Current Employment, Current equity holder in publicly-traded company. Dey:  Kymera Therapeutics: Current Employment, Current equity holder in publicly-traded company. Karnik:  Kymera Therapeutics: Current Employment, Current equity holder in publicly-traded company. Elemento:  Owkin: Consultancy, Other: Current equity holder; Volastra Therapeutics: Consultancy, Other: Current equity holder, Research Funding; Johnson and Johnson: Research Funding; Eli Lilly: Research Funding; Janssen: Research Funding; Champions Oncology: Consultancy; Freenome: Consultancy, Other: Current equity holder in a privately-held company; One Three Biotech: Consultancy, Other: Current equity holder; AstraZeneca: Research Funding. Horwitz:  Affimed: Research Funding; Aileron: Research Funding; ADC Therapeutics, Affimed, Aileron, Celgene, Daiichi Sankyo, Forty Seven, Inc., Kyowa Hakko Kirin, Millennium /Takeda, Seattle Genetics, Trillium Therapeutics, and Verastem/SecuraBio.: Consultancy, Research Funding; Acrotech Biopharma, Affimed, ADC Therapeutics, Astex, Merck, Portola Pharma, C4 Therapeutics, Celgene, Janssen, Kura Oncology, Kyowa Hakko Kirin, Myeloid Therapeutics, ONO Pharmaceuticals, Seattle Genetics, Shoreline Biosciences, Inc, Takeda, Trillium Th: Consultancy; Celgene: Research Funding; C4 Therapeutics: Consultancy; Crispr Therapeutics: Research Funding; Daiichi Sankyo: Research Funding; Forty Seven, Inc.: Research Funding; Kura Oncology: Consultancy; Kyowa Hakko Kirin: Consultancy, Research Funding; Millennium/Takeda: Research Funding; Myeloid Therapeutics: Consultancy; ONO Pharmaceuticals: Consultancy; Seattle Genetics: Consultancy, Research Funding; Secura Bio: Consultancy; Shoreline Biosciences, Inc.: Consultancy; Takeda: Consultancy; Trillium Therapeutics: Consultancy, Research Funding; Tubulis: Consultancy; Verastem/Securabio: Research Funding. DeSavi:  Kymera Therapeutics: Current Employment, Current equity holder in publicly-traded company. Liu:  Kymera Therapeutics: Current Employment, Current equity holder in publicly-traded company.",
    "author_names": [
        "Giuseppina Astone",
        "Luca Vincenzo Cappelli",
        "William Chiu",
        "Clarisse Kayembe",
        "Rui Wang",
        "Bin Yang",
        "Kirti Sharma",
        "Joyoti Dey",
        "Rahul Karnik",
        "Lara Brambilla",
        "David Levy",
        "Liron Yoffe",
        "Francesco Boccalatte",
        "Javier Rodriguez Hernaez",
        "Aristotelis Tsirigos",
        "Paul Zumbo",
        "Doron Betel",
        "Akanksha Verma",
        "Olivier Elemento",
        "Michela Cumerlato",
        "Roberto Piva",
        "Steven M. Horwitz",
        "Zachary D. Epstein-Peterson",
        "Jared Gollob",
        "Chris DeSavi",
        "Phillip CC Liu",
        "Giorgio Inghirami"
    ],
    "author_dict_list": [
        {
            "author_name": "Giuseppina Astone",
            "author_affiliations": [
                "Department of Pathology and Laboratory Medicine, Weill Cornell Medicine, New York, NY"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Luca Vincenzo Cappelli",
            "author_affiliations": [
                "Department of Pathology and Laboratory Medicine, Weill Cornell Medicine, New York, NY"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "William Chiu",
            "author_affiliations": [
                "Department of Pathology and Laboratory Medicine, Weill Cornell Medicine, New York, NY"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Clarisse Kayembe",
            "author_affiliations": [
                "Department of Pathology and Laboratory Medicine, Weill Cornell Medicine, New York, NY"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rui Wang",
            "author_affiliations": [
                "Department of Pathology and Laboratory Medicine, Weill Cornell Medicine, New York, NY"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bin Yang",
            "author_affiliations": [
                "Kymera Therapeutics, Watertown, MA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kirti Sharma",
            "author_affiliations": [
                "Kymera Therapeutics, Watertown, MA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joyoti Dey",
            "author_affiliations": [
                "Kymera Therapeutics, Watertown, MA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rahul Karnik",
            "author_affiliations": [
                "Kymera Therapeutics, Watertown, MA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lara Brambilla",
            "author_affiliations": [
                "Department of Pathology, NYU School of Medicine, New York, NY"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Levy",
            "author_affiliations": [
                "Department of Pathology, NYU School of Medicine, New York, NY"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Liron Yoffe",
            "author_affiliations": [
                "Department of Pathology and Laboratory Medicine, Weill Cornell Medicine, New York, NY"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francesco Boccalatte",
            "author_affiliations": [
                "Department of Pathology, New York University School of Medicine, New York, NY"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Javier Rodriguez Hernaez",
            "author_affiliations": [
                "Applied Bioinformatics Laboratories, NYU Langone, New York, NY"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aristotelis Tsirigos",
            "author_affiliations": [
                "Applied Bioinformatics Laboratories, NYU Langone, New York, NY"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paul Zumbo",
            "author_affiliations": [
                "Department of Physiology and Biophysics, Weill Cornell Medicine, New York, NY"
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Doron Betel",
            "author_affiliations": [
                "Department of Physiology and Biophysics, Weill Cornell Medicine, New York, NY"
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Akanksha Verma",
            "author_affiliations": [
                "Department of Cell and Developmental Biology, Weill Cornell Medicine, New York, NY"
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Olivier Elemento",
            "author_affiliations": [
                "Institute for Computational Biomedicine, Weill Cornell Medicine, New York, NY"
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michela Cumerlato",
            "author_affiliations": [
                "Department of Molecular Biotechnology and Health Sciences, University of Turin, Torino, Italy"
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Roberto Piva",
            "author_affiliations": [
                "Department of Molecular Biotechnology and Health Sciences, University of Turin, Torino, Italy"
            ],
            "author_rank": 21,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Steven M. Horwitz",
            "author_affiliations": [
                "Memorial Sloan Kettering Cancer Center, New York, NY"
            ],
            "author_rank": 22,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zachary D. Epstein-Peterson",
            "author_affiliations": [
                "Department of Medicine, Lymphoma Service, Memorial Sloan Kettering Cancer Center, New York, NY"
            ],
            "author_rank": 23,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jared Gollob",
            "author_affiliations": [
                "Kymera Therapeutics, Watertown, MA"
            ],
            "author_rank": 24,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chris DeSavi",
            "author_affiliations": [
                "Kymera Therapeutics, Watertown, MA"
            ],
            "author_rank": 25,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Phillip CC Liu",
            "author_affiliations": [
                "Kymera Therapeutics, Watertown, MA"
            ],
            "author_rank": 26,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Giorgio Inghirami",
            "author_affiliations": [
                "Department of Pathology and Laboratory Medicine, Weill Cornell Medicine, New York, NY"
            ],
            "author_rank": 27,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T06:47:45",
    "is_scraped": "1"
}