{
    "doi": "https://doi.org/10.1182/blood.V104.11.2650.2650",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=78",
    "start_url_page_num": 78,
    "is_scraped": "1",
    "article_title": "PLCβ Is Critical for T-Cell Chemotaxis In Vivo . ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "topics": [
        "1-phosphatidylinositol 3-kinase",
        "calcium",
        "chemokines",
        "chemotaxis",
        "chronic inflammation",
        "enzymes",
        "g-protein-coupled receptors",
        "infiltrates",
        "molecule",
        "paraffin"
    ],
    "author_names": [
        "Tami L. Bach, M.D., Ph.D.",
        "Qing-Min Chen",
        "Martha S. Jordan, Ph.D.",
        "John K. Choi, M.D., Ph.D.",
        "Dianqing Wu, Ph.D.",
        "Gary A. Koretzky, M.D., Ph.D.",
        "Sally H. Zigmond, Ph.D.",
        "Charles S. Abrams, M.D."
    ],
    "author_affiliations": [
        [
            "Medicine, University of Pennsylvania School of Medicine, Philadelphia, PA, USA"
        ],
        [
            "Medicine, University of Pennsylvania School of Medicine, Philadelphia, PA, USA"
        ],
        [
            "Pathology and Laboratory Medicine, Abramson Family Cancer Research Institute, University of Pennsylvania, Philadelphia, PA, USA"
        ],
        [
            "Department of Pediatrics, Division of Pathology, Children’s Hospital of Philadelphia, Philadelphia, PA, USA"
        ],
        [
            "Genetics and Developmental Biology, University of Connecticut Health Center, Farmington, CT, USA"
        ],
        [
            "Pathology and Laboratory Medicine, Abramson Family Cancer Research Institute, University of Pennsylvania, Philadelphia, PA, USA"
        ],
        [
            "Department of Biology, University of Pennsylvania, Philadelphia, PA, USA"
        ],
        [
            "Medicine, University of Pennsylvania School of Medicine, Philadelphia, PA, USA"
        ]
    ],
    "first_author_latitude": "39.9476279",
    "first_author_longitude": "-75.19259799999999",
    "abstract_text": "Chemokines acting through G-protein coupled receptors play an essential role in both the immune and inflammatory responses. Phosphatidylinositol 3-kinase (PI3K) and phospholipase C (PLC) are two distinct signaling molecules that have been proposed as potential candidates in the regulation of this process. Studies with knockout mice have demonstrated a critical role for PI3Kγ, but not PLCβ, in Gαi-coupled receptor-mediated neutrophil chemotaxis. We compared the chemotactic response of peripheral T-cells derived from wild type mice with mice containing loss-of-function mutations of either PI3Kγ, or both of the two predominant lymphocyte PLCβ isoforms (PLCβ2 and PLCβ3). In contrast to neutrophils, loss of PI3Kγ did not significantly impair T-cell migration in vitro , although PI3K pharmacologic inhibitor experiments suggest that another isoform of this enzyme might contribute to T-cell migration. However, loss of PLCβ2β3 decreased chemokine-stimulated T-cell migration in vitro. Chelation of intracellular calcium by BAPTA-AM and Quin-2 AM decreased the chemotactic response of wild type lymphocytes, but pharmacologic inhibition of PKC isoforms by GF109203x did not impair T-cell migration. This suggests that the T-cell migration defect seen in the PLCβ2β3-null T-cells may be due to an impaired ability to increase the cytoplasmic calcium concentration, while there appears to be little requirement for PKC activity. Indeed , SDF-1α-induced calcium efflux was not detected in the PLCβ2β3-null lymphocytes. Compared to fluorescently labeled wild type T-cells, labeled PLCβ2β3 knockout T-cells migrated less efficiently into secondary lymphoid organs of recipient mice. This demonstrates that PLCβ is also required for migration in vivo . PLCβ2β3-null mice develop spontaneous skin ulcers starting around 3 months of age. Histological examination of the lesions revealed a dense inflammatory infiltrate composed of neutrophils, macrophages, and plasma cells, consistent with acute and chronic inflammation. Remarkably, lymphocytes, typical of chronic inflammation, were rare to absent by histology and by paraffin immunohistochemistry for CD3, also consistent with an in vivo migratory defect of T-cells. These results show that phospholipid second messengers generated by PLCβ and isoforms of PI3K, other than PI3Kγ, play a critical role in lymphocyte chemotaxis. Collectively, our data demonstrate that although PLCβ-mediated signaling plays no role in neutrophil chemotaxis, it makes a substantial contribution to this process within T-lymphocytes."
}