{
    "doi": "https://doi.org/10.1182/blood.V104.11.352.352",
    "article_title": "Impact of Increased Body Weight on Acute Toxicity and Outcome of Autologous Stem Cell Transplantation for Non-Hodgkin’s Lymphoma: A Southwest Oncology Group Analysis. ",
    "article_date": "November 16, 2004",
    "session_type": "Oral Sessions",
    "abstract_text": "Little is known about the optimal dosing of chemotherapy agents in patients significantly above their ideal body weight (IBW) who undergo high dose therapy with an autologous or allogeneic hematopoietic stem cell transplant. While dose attenuation is often advocated for overweight patients and appears to reduce acute toxicities, its effect on progression-free and overall survival (PFS/OS) is unknown. Due to a high relapse rate after autografts for relapsed/refractory NHL, SWOG has long investigated the use of augmented preparative regimens that utilize high-dose etoposide based on actual body weight (ABW) of 60 mg/kg, along with 12 Gy of TBI and cyclophosphamide (100 mg/kg) which is dosed on unadjusted IBW. We determined acute toxicities and PFS/OS using this approach in a recently completed study (S9438) of 358 patients undergoing autografts for relapsed/refractory NHL, comparing all grade 5 toxicities, grade 3–4 skin toxicities (known to be associated with high dose etoposide) and all other grade 4 toxicities in patients in this study based on % above IBW. The Devine formula for IBW with an adjustment for patients <5 feet was used. Patients at or below their IBW were dosed using their actual body weight. All patients received the preparative regimen as stated followed by autologous peripheral blood stem cells. Overall there were 31 patients with grade 5 toxicities. This group was a mean 42% above their IBW vs 24% for those surviving transplant (p=.001). Increasing % above IBW predicted grade 5 toxicity (p=.002). Even those at or 10% above their IBW had a higher toxic death rate (10.1 vs 3.6%; p=.04). While increasing weight above IBW did not predict for grade 4 lung, liver, cardiac toxicities or infections (p=.12), it did predict for grade 3/4 skin toxicities (p< .001). Skin toxicity, most commonly hand/foot syndrome was seen at rates up to 27.3% vs 7.3% for those ≥ 50 vs < 50% over IBW (p < .001). However, even those just ≥ 10% over IBW had nearly a 4 fold higher risk of skin toxicity (13.4 vs 3.6%; p=.005). While survival by % over IBW is confounded by comorbidities in overweight patients, we found no evidence of a different 2-year PFS or OS for overweight patients, even those ≥ 50% above IBW (PFS=42 vs 45%, p = .28; OS=52 vs 62%, p = .38). These multicenter trial data do establish a correlation of the ABW dosing of etoposide with significant skin toxicity. Without an apparent later PFS/OS benefit to the use of unadjusted etoposide dosing for overweight patients but higher acute skin toxicity and a higher early death rate, etoposide will be dosed using adjusted IBW [ IBW + .4 (ABW − IBW)] in subsequent studies of this regimen.",
    "topics": [
        "autologous stem cell transplant",
        "lymphoma, non-hodgkin",
        "southwest oncology group",
        "toxic effect",
        "weight gain",
        "overweight",
        "ideal body weight",
        "etoposide",
        "skin toxicity",
        "transplantation, autologous"
    ],
    "author_names": [
        "Patrick Stiff, MD",
        "Joseph Unger, MS",
        "Stephen Forman, MD",
        "Michael LeBlanc, PhD",
        "Thomas Miller, MD",
        "Oliver Press, MD",
        "John Thompson, MD",
        "Richard Fisher, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Patrick Stiff, MD",
            "author_affiliations": [
                "Medicine, Loyola University Medical Cneter, Maywood, IL, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Joseph Unger, MS",
            "author_affiliations": [
                "Statistical Center, Southwest Oncology Group, Seattle, WA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephen Forman, MD",
            "author_affiliations": [
                "Hematology, City of Hope, Duarte, CA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael LeBlanc, PhD",
            "author_affiliations": [
                "Statistical Center, Southwest Oncology Group, Seattle, WA, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas Miller, MD",
            "author_affiliations": [
                "Medicine, University of Arizona, Tuscon, AZ, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Oliver Press, MD",
            "author_affiliations": [
                "Medicine, University of Washington, Seattle, WA, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John Thompson, MD",
            "author_affiliations": [
                "Medicine, University of Washington, Seattle, WA, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard Fisher, MD",
            "author_affiliations": [
                "Medicine, University of Rochester, Rochester, PA, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-24T03:46:54",
    "is_scraped": "1"
}