{
    "doi": "https://doi.org/10.1182/blood.V104.11.4107.4107",
    "article_title": "Critical Evaluation of Preoperative Autologous Donation (PAD) in Surgery. ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "PAD effectively reduces exposure to allogeneic blood and its attendant risks in the surgical setting ( JBJS Am.  1999 ; 81 : 2 –10 ). However, its use is declining as concerns regarding efficacy, safety, cost and convenience emerge ( Crit Care.  2004 ; 8 (suppl2): S49 –S52 ). The objective of this paper is to review the evidence-based risk/benefit profile of PAD in the perisurgical setting. A MEDLINE search (1994-July 2004) was conducted using the following strategy: preoperative autologous blood donation; autologous blood donation; OR autologous blood transfusion AND (safety; adverse events; adverse effects; patient satisfaction; quality of life; cost OR pharmacoeconomics) NOT dialysis AND clinical trial AND English AND human [MeSH]. 130 unique references were evaluated; relevant references are discussed in this section. It is commonly acknowledged that PAD can reduce allogeneic transfusion (tx) rates in the perisurgical setting. Other benefits include: supplementation of the blood supply, provision of compatible blood for patients (pts) with alloantibodies, and prevention of disease transmission, RBC alloimmunization, and some adverse tx reactions ( Crit Care.  2004 ; 8 (suppl2): S49 –S52 ). As a result, PAD may reduce hospital LOS ( JBJS Br.  1997 ; 79 : 630 –632 ). Both donation and tx of autologous blood are associated with unique risks. Donation causes a phlebotomy-induced anemia which may not stimulate erythropoiesis sufficiently to restore the donated blood ( Orthopedics.  1999 ; 22 (suppl1): s105 –12 ; JBJS Am.  1998 ; 80-A : 750 –762 ; Arch Orthop Trauma Surg.  2001 ; 121 : 162 –5 ; JBJS Am.  2004 ; 86-A : 1512 –1518 ; JBJS Am.  2003 ; 85-A : 2485 –6 ). Safety issues linked to donation include arterial hypotension in pts with cardiovascular disease ( Transfusion.  2002 ; 42 : 226 –231 ), precipitation of angina and cardiac arrest, and mild dizziness and light-headedness ( Cleve Clin J Med.  1996 ; 63 : 295 –300 ). Donation is time consuming and inconvenient, thus economically burdensome to patients and to healthcare providers who collect, process, and transfuse the blood ( Clin Orthop.  2004 ;(423): 240 –4 ). The total tx burden (autologous + allogeneic) may be increased in those who donate and receive their own blood ( Orthopedics.  1999 ; 22 (suppl1): s105 –12 ). When autologous blood is available, a physician may have a low threshold to transfuse, with the result that autologous blood tx is often inappropriate in relation to cardiopulmonary risk ( Urology  1999 ; 54 : 130 –4 ). Safety issues associated with autologous blood tx include tx reactions due to bacterial contamination during collection and storage ( Cleve Clin J Med  1996 ; 63 : 295 –300 , Crit Care.  2004 ; 8 (suppl2): S49 –S52 ) and increased concentrations of IL-6 and IL-8 in recipients ( Anesthesiology.  1997 ; 87 : 511 –6 ). Autologous blood tx carries many of the same risks as allogeneic: volume overload, ABO incompatibility due to administrative error ( Crit Care.  2004 ; 8 (suppl2): S49 –S52 ) and reduced oxygen-carrying capacity as a result of the RBC storage lesion ( Orthopedics.  2004 ; 27 (suppl6): s643 –51 , Crit Care Med.  2004 ; 8 (suppl2): s24 –s26 ). Finally, inability to release unused autologous blood into the general blood pool because of inadequate screening causes a high rate of wastage, and renders PAD extremely cost inefficient ( Urology.  1999 ; 54 : 130 –4 , J Clin Anesth.  1997 ; 9 : 26 –9 ). PAD in the surgical setting should be used judiciously and cautiously, weighing all associated risks and benefits. Alternative management strategies warrant careful consideration.",
    "topics": [
        "preoperative care",
        "surgical procedures, operative",
        "surgery specialty",
        "lightheadedness",
        "autologous blood donation",
        "brachial plexus neuritis",
        "transfusion",
        "adverse effects",
        "adverse event",
        "alloimmunization"
    ],
    "author_names": [
        "Andrew I. Spitzer, MD",
        "E. Michael Keating, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Andrew I. Spitzer, MD",
            "author_affiliations": [
                "Orthopedics, Kerlan-Jobe Orthopaedic Clinic, Los Angeles, CA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "E. Michael Keating, MD",
            "author_affiliations": [
                "The Center for Hip and Knee Surgery, Mooresville, IN, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-25T13:00:28",
    "is_scraped": "1"
}