{
    "doi": "https://doi.org/10.1182/blood.V104.11.1477.1477",
    "article_title": "Randomized Multicenter Phase 3 Trial of High-Dose Dexamethasone (dex) with or without Oblimersen Sodium (G3139; Bcl-2 antisense; Genasense) for Patients with Advanced Multiple Myeloma (MM). ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "Over-expression of Bcl-2 has been linked to acquired dex resistance in MM cells. Conversely, reduction of Bcl-2 using oblimersen has been shown to enhance dex-induced apoptosis in MM cell lines and in fresh MM cells in culture ( Liu et al., Blood  101 : 4105 , 2003 ). Preliminary non-randomized clinical studies have suggested that oblimersen may potentiate the activity of VAD and dex/thalidomide in patients (pts) with resistant MM. We have conducted a randomized, multinational, Phase 3 trial of pts with advanced MM using dex given with or without oblimersen. Eligibility requirements included: relapsed or refractory MM; measurable M-protein in serum or urine; ≤ 6 prior regimens; ECOG PS ≤ 3; serum Cr ≤ 1.5 mg/dL; ANC > 1,000/ml; plts ≥ 50,000/ml. Exclusions: previous allogeneic transplant; other significant medical disease. Pts were stratified according to number of prior treatments (1 or 2 vs. ≥ 3 regimens), prior autologous stem cell transplant (yes/no), and primary resistance to vs. relapse from primary treatment. All pts received dex 40 mg p.o. x 4 days during weeks 1, 2 and 3. Pts randomized to oblimersen received 7 mg/kg/d x 7 days by IV infusion, beginning 3 days before dex treatment during the 1 st and 3 rd weeks, and during all subsequent dex cycles. Beginning on week 5, additional 4-day dex cycles were repeated in stable or responding pts every 3 weeks, for a maximum of 12 months. All pts received prophylactic H-2 antagonists, TMP/SMZ, and a bisphosphonate. Response assessments were conducted prior to each treatment cycle. The primary endpoint of the study was to compare time-to-disease progression between the 2 treatment groups. Secondary endpoint comparisons included overall survival, event-free survival at 6 months, overall response rates, response duration, clinical benefit, and safety. A total of 224 pts were randomized into the study. All pts have completed > 12 mos follow-up, and final results of this trial will be presented.",
    "topics": [
        "bcl2 gene",
        "dexamethasone",
        "multiple myeloma",
        "oblimersen",
        "brachial plexus neuritis",
        "antagonists",
        "autologous stem cell transplant",
        "bisphosphonates",
        "electrocorticogram",
        "follow-up"
    ],
    "author_names": [
        "Asher Alban Chanan-Khan, MD",
        "Ruben Niesvizky, MD",
        "Raymond J. Hohl, MD",
        "Todd M. Zimmerman, MD",
        "Neal P. Christiansen, MD",
        "Gary J. Schiller, MD",
        "Sandra Smith",
        "Stanley Frankel, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Asher Alban Chanan-Khan, MD",
            "author_affiliations": [
                "Department of Medicine, Roswell Park Cancer Institute, Buffalo, NY, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ruben Niesvizky, MD",
            "author_affiliations": [
                "Hematology/Oncology, New York Presbyterian Hospital, New York, NY, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Raymond J. Hohl, MD",
            "author_affiliations": [
                "Internal Medicine, University of Iowa, Iowa City, IA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Todd M. Zimmerman, MD",
            "author_affiliations": [
                "Medical Oncology, University of Chicago, Chicago, IL, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Neal P. Christiansen, MD",
            "author_affiliations": [
                "Medical Oncology, South Carolina Oncology Associates, Columbia, SC, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gary J. Schiller, MD",
            "author_affiliations": [
                "Department of Medicine, UCLA School of Medicine, Los Angeles, CA, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sandra Smith",
            "author_affiliations": [
                "Genta Incorporated, Berkeley Heights, NJ, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stanley Frankel, MD",
            "author_affiliations": [
                "Genta Incorporated, Berkeley Heights, NJ, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-24T21:36:37",
    "is_scraped": "1"
}