{
    "doi": "https://doi.org/10.1182/blood-2020-136544",
    "article_title": "The Combination of High Total Metabolic Tumor Volume and Poor ECOG Performance Status Defines Ultra-High Risk Diffuse Large B-Cell Lymphoma. Validation across Multiple Cohorts of Large Clinical Trials and in Real World ",
    "article_date": "November 5, 2020",
    "session_type": "622.Lymphoma Biology-Non-Genetic Studies",
    "abstract_text": "Background . R-CHOP (rituximab, cyclophosphamide, doxorubicin, vincristine, and prednisone) is currently considered as the standard of care for patients with newly diagnosed diffuse large B-cell lymphoma (DLBCL). However, three-year progression-free survival (PFS) and overall survival (OS) rates remain at 60% and 70%, respectively. We recently reported a new tool to help the early identification of ultra-high risk DLBCL patients 1 . This tool was identified in a cohort of 301 patients included in the REMARC study, responders to R-CHOP, and was based on a combination of 2 factors at baseline: 1/ total metabolic tumor volume (TMTV) above 220cm 3 measured on baseline 18FDG-PET and 2/ elevated ECOG PS ≥2. Here, we validated this combination in multiple cohorts including two large clinical trials and in real world. Methods: We evaluated the combination TMTV-PS in a series of 2306 patients with DLBCL including patients treated in clinical trials in Europe and the United States; PETAL (n= 510) and GOYA (n=1315) and 481 patients treated in Real world (RW) across multiple centers in Europe (France, Poland, Portugal, UK). All patients were treated with a combination of immuno-chemotherapy with curative intent (Rituximab (R) or Obinutuzumab (0)-CHOP (R-CHOP n= 70%%, O-CHOP n= 29 %, and intensified regimen n=1%). Patients in PETAL were treated by a PET-guided strategy. Associations of TMTV and ECOG PS at baseline were explored with the International Prognostic Index (IPI) and outcome. Results . For the PETAL, GOYA, and RW series, the median age was 62 (18-80), 62 (18-86), and 65 (17-92), and 55%, 58%, 60%, were > 60y respectively. ECOG PS>2 was present in 11%, 12%, 23% of the patients; IPI 3-5 in 38%, 44%, 51%; TMTV>220 in 45%, 61%, 44%, respectively. The combination of TMTV>220cm 3 and ECOG PS>2 defined in PETAL, GOYA, and RW, patients with no risk factor representing 53%, 37% and 49% of the patients, one risk factor (either TMTV> 220cm 3 or ECOG PS>2) representing 38%, 53.5%, 35% of the patients, and two risk factors representing 9%, 10%, and 16%, respectively. Patients with 2 risk factors had a significantly worse PFS than patients with 0 or 1 risk factor in the PETAL, GOYA and RW series, HR=3.32 (95% CL: 2.0-5.5); HR=2.68 (95% CL: 2.0-3.6), HR=4.06 (95% CL : 2.7-6.1), respectively. Overall survival was also significantly worse in patients with 2 risk factors than patients with 0 or 1 risk factor, HR=3.85 (95% CL: 2.2-6.8); HR=3.16 (95% CL: 2.2-4.5), HR=5.23 (95% CL: 3.4-8.1), respectively. The combination of TMTV-PS performed better than IPI with a positive C-Index for PFS and OS across all the series, PETAL, GOYA, and RW (figure 1) Conclusion . The combination of TMTV and ECOG PS improves risk stratification for patients with DLBCL treated in frontline by standard treatment or intensified immuno-chemotherapy. This observation meets an unmet need for early and better identification of ultra-high risk DLBCL patients. View large Download slide View large Download slide  Close modal Disclosures Thieblemont: Cellectis: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: TRAVEL, ACCOMMODATIONS, EXPENSES (paid by any for-profit health care company), Speakers Bureau; Hospira: Research Funding; Celgene: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: TRAVEL, ACCOMMODATIONS, EXPENSES (paid by any for-profit health care company); Bristol-Myers Squibb: Consultancy, Other: TRAVEL, ACCOMMODATIONS, EXPENSES (paid by any for-profit health care company); Incyte: Honoraria; AbbVie: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: TRAVEL, ACCOMMODATIONS, EXPENSES (paid by any for-profit health care company); Novartis: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: travel support; Bayer: Honoraria; Roche: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: TRAVEL, ACCOMMODATIONS, EXPENSES (paid by any for-profit health care company), Research Funding; Amgen: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: TRAVEL, ACCOMMODATIONS, EXPENSES (paid by any for-profit health care company); Kite, a Gilead Company: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: TRAVEL, ACCOMMODATIONS, EXPENSES (paid by any for-profit health care company). Dührsen: Gilead/Kite: Consultancy, Honoraria; Alexion: Honoraria; CPT: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Celgene: Honoraria, Research Funding; Novartis: Consultancy, Honoraria; Amgen: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Roche: Honoraria, Research Funding; Takeda: Consultancy, Honoraria; AbbVie: Consultancy, Honoraria, Other: travel, accomodations, expenses; Janssen: Consultancy, Honoraria, Other: travel, accomodations, expenses. Vitolo: Roche: Honoraria, Other: travel, accomodations, expenses; Jansen: Honoraria. Zaucha: Cellgene: Other: travel, accomodations, expenses; Abbvie: Honoraria; Sandoz: Consultancy, Honoraria; Roche: Consultancy, Honoraria, Other: travel, accomodations, expenses; Takeda: Consultancy, Honoraria, Other: travel, accomodations, expenses; BMS: Consultancy; Novartis: Consultancy. Maria: Gilead: Consultancy, Other: travel, accomodations, expenses, Research Funding; Janssen: Consultancy, Other: travel, accomodations, expenses; MSD: Consultancy; BMS: Consultancy; Roche: Consultancy, Other: travel, accomodations, expenses; Abbvie: Consultancy, Other: travel, accomodations, expenses. Decazes: Bayer: Other: travel, accomodations, expenses. Tilly: BMS: Honoraria. Casasnovas: MSD: Consultancy, Honoraria; Abbvie: Consultancy, Honoraria; Takeda: Consultancy, Honoraria, Other: TRAVEL, ACCOMMODATIONS, EXPENSES (paid by any for-profit health care company), Research Funding; Gilead: Consultancy, Honoraria, Other: TRAVEL, ACCOMMODATIONS, EXPENSES (paid by any for-profit health care company), Research Funding; Roche: Consultancy, Honoraria, Other: travel, accomodations, expenses, Research Funding; Amgen: Consultancy, Honoraria. Hüttmann: University Hospital Essen, University of Duisburg-Essen, Essen, Germany: Current Employment; Lead Discovery Center GmbH: Consultancy; Gilead: Honoraria; Celgene: Honoraria, Other: TRAVEL, ACCOMMODATIONS, EXPENSES (paid by any for-profit health care company); Takeda: Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: TRAVEL, ACCOMMODATIONS, EXPENSES (paid by any for-profit health care company); Seattle Genetics: Research Funding; Roche: Other: Travel expenses. Schmitz: Abbvie: Other: travel. Paulson: F. Hoffmann-La Roche Ltd.: Current Employment, Current equity holder in publicly-traded company. Nielsen: F. Hoffmann-La Roche: Current Employment, Current equity holder in publicly-traded company. Meignan: ROCHE: Consultancy, Honoraria, Other: TRAVEL, ACCOMMODATIONS, EXPENSES (paid by any for-profit health care company).",
    "author_names": [
        "Catherine Thieblemont, MD PhD",
        "Loïc Chartier",
        "Ulrich Dührsen, Prof, MD PhD",
        "Umberto Vitolo, MD",
        "Sally F Barrington, Prof, MD PhD",
        "Laetitia Vercellino",
        "Jan Zaucha, MDPhD",
        "Inês Patrocinio Carvalho",
        "Gomes da Silva Maria, MD PhD",
        "Pierre Decazes",
        "Pierre-Julien Viailly",
        "Herve Tilly, MD PhD",
        "Alina Berriolo-Riedinger",
        "Rene-Olivier Casasnovas, MD",
        "Andreas Hüttmann, MD",
        "Hajira Ilyas",
        "George Mikhaeel, Prof, MD PhD",
        "Joel Dunn",
        "Anne Ségolène Cottereau, MD",
        "Christine Schmitz, MD",
        "Joseph N. Paulson",
        "Tina G Nielsen",
        "Michel Meignan, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Catherine Thieblemont, MD PhD",
            "author_affiliations": [
                "Hôpital Saint-Louis, Paris, France "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Loïc Chartier",
            "author_affiliations": [
                "Centre Hospitalier Lyon-Sud, LYSARC, PIERRE-BÉNITE Cedex, France "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ulrich Dührsen, Prof, MD PhD",
            "author_affiliations": [
                "University Hospital Essen, Essen, Germany "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Umberto Vitolo, MD",
            "author_affiliations": [
                "Candiolo Cancer Institute, FPO-IRCCS, Azienda Ospedaliera Universitaria Città della Salute e della Scienza di Torino, Torino, Italy "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sally F Barrington, Prof, MD PhD",
            "author_affiliations": [
                "Guy's and St. Thomas' Hospital and Kings College, London, United Kingdom "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laetitia Vercellino",
            "author_affiliations": [
                "Hôpital Saint Louis, Paris, France "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jan Zaucha, MDPhD",
            "author_affiliations": [
                "Department of Hematology and Transplantology, Medical University of Gdansk, Gdansk, Poland "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Inês Patrocinio Carvalho",
            "author_affiliations": [
                "IPO (Institute of Oncology Francisco Gentil), Lisboa, Portugal "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gomes da Silva Maria, MD PhD",
            "author_affiliations": [
                "Instituto Português de Oncologia - Centro de Lisboa, Departamento de Hematologia, Lisboa, Portugal "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pierre Decazes",
            "author_affiliations": [
                "Centre Henri Becquerel, Rouen, France "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pierre-Julien Viailly",
            "author_affiliations": [
                "INSERM U1245, Centre Henri Becquerel, UNIROUEN, University of Normandie, Rouen, France "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Herve Tilly, MD PhD",
            "author_affiliations": [
                "Centre Henri Becquerel, Rouen, France "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alina Berriolo-Riedinger",
            "author_affiliations": [
                "CGFL, Dijon, France "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rene-Olivier Casasnovas, MD",
            "author_affiliations": [
                "Hématologie Clinique and INSERM 1231, CHU Dijon, Dijon, France "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andreas Hüttmann, MD",
            "author_affiliations": [
                "Department of Hematology, University Hospital, Essen, Germany "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hajira Ilyas",
            "author_affiliations": [
                "King's College London and Guy's and St Thomas' NHS Foundation Trust, London, United Arab Emirates "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "George Mikhaeel, Prof, MD PhD",
            "author_affiliations": [
                "Department of Clinical Oncology, Guy's and St Thomas' NHS Foundation Trust and Cancer Division, Kings College London, London, United Kingdom "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joel Dunn",
            "author_affiliations": [
                "King's College London, London, United Kingdom "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anne Ségolène Cottereau, MD",
            "author_affiliations": [
                "Nuclear Medicine, APHP Cochin Hospital, PARIS, France "
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christine Schmitz, MD",
            "author_affiliations": [
                "Department of Hematology, Universitatsklinikum Essen, Essen, Germany "
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joseph N. Paulson",
            "author_affiliations": [
                "Genentech, Inc., South San Francisco, CA "
            ],
            "author_rank": 21,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tina G Nielsen",
            "author_affiliations": [
                "F. Hoffmann-La Roche Ltd, Basel, Switzerland "
            ],
            "author_rank": 22,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michel Meignan, MD",
            "author_affiliations": [
                "LYSA, Paris, France"
            ],
            "author_rank": 23,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-20T02:31:40",
    "is_scraped": "1"
}