{
    "doi": "https://doi.org/10.1182/blood-2021-151731",
    "article_title": "Multispectral Imaging for Microchip Electrophoresis Enables Point-of-Care Newborn Hemoglobin Variant Screening ",
    "article_date": "November 5, 2021",
    "session_type": "803.Emerging Diagnostic Tools and Techniques",
    "abstract_text": "Introduction: Hemoglobin (Hb) disorders are among the world's most common monogenic diseases. Nearly 7% of the world's population carry Hb gene variants. Sickle cell disease (SCD) arises when hemoglobin variant mutations are inherited homozygously (HbSS) or paired with another β-globin gene mutation. Epidemiological modeling shows that universal screening could save the lives of up to 9.8 million newborns with SCD by 2050 with 85% born in sub-Saharan Africa (SSA). The World Health Organization (WHO) estimates that early diagnosis of SCD coupled with intervention programs would prevent 70% of existing SCD mortality. SCD newborn screening performed in centralized laboratories has dramatically reduced SCD mortality in resource-rich countries. SCD newborn screening requires sensitive detection of low levels of certain Hb variants (i.e., sickle Hb, HbS) in the context of high levels of expression of other Hb variants (i.e., fetal Hb, HbF). The current centralized tests used for newborn screening for SCD are high performance liquid chromatography (HPLC) and isoelectric focusing. However, in SSA and central India, where >90% of annual SCD births occur, newborn screening programs have not been implemented universally due to the cost and logistical burden of laboratory diagnostic tests. As a result, there is a need for affordable, portable, easy-to-use, accurate, point-of-care (POC) tests to facilitate decentralized hemoglobin testing in low-resource settings to enable nationwide newborn screening. Methods: We have leveraged the WHO listed Hb electrophoresis test and developed a POC electrophoresis microchip, Gazelle-Multispectral ( Fig. 1A ) that enables sensitive detection and identification of Hb types under both white and ultraviolet (UV-410nm) light illumination. We hypothesized that the high absorbance of Hb at UV wavelength would enhances the limit of detection and allow the detection of Hb types at low concentrations thus enabling SCD screening in newborns. To test this hypothesis, we have conducted clinical testing of over 321 subjects under the age of 6 months many with Hb variants including HbA (normal hemoglobin), HbF, HbS, and HbC (hemoglobin C variant) at Korle Bu Teaching Hospital, the largest public hospital in Ghana, under IRB-approved protocol. Results and Discussion: Separated Hb variants are imaged under both white light illumination ( Fig. 1B ) and UV light illumination ( Fig. 1C ). The acquired data under white light illumination demonstrates the natural red color of hemoglobin but does not have good enough sensitivity to detect low concentration Hb types ( Fig. 1B ). The acquired data under UV light illumination is used for sensitive and accurate identification and quantification of Hb variants ( Fig. 1C&D ), and to automatically generate report for result interpretation ( Fig. 1E ). Following the Standards for Reporting of Diagnostic Accuracy Studies guideline, 294 out of 321 (91.6%) tests were recognized as 'Valid', while 27 out of 321 (8.4%) tests were recognized as 'Inconclusive'. Gazelle-Multispectral determined Hb variant levels demonstrated high association with Person Correlation Coefficients of 0.97, 0.97, 0.89, and 0.94 for Hb A, Hb F, HbS, and HbC compared to HPLC. Bland-Altman analysis demonstrated high reproducibility with mean bias±1.96×standard deviation of 2.3%±11.4%, -2.7%±-13.3%, 0.8%±6.2%, and -0.3%±2.7%, for HbA, HbF, HbS, and HbC, respectively. Subjects with disease were identified at 100% sensitivity and specificity from normal subjects and subjects with trait. Additionally, subjects with trait were identified at 98.1% sensitivity and 97.0% specificity from normal subjects ( Fig 1.  Table ). Conclusion: In summary, Gazelle-Multispectral imaging enables affordable and rapid identification of common Hb variants in newborns at the point-of-need. The Gazelle-Multispectral reader provide animated on-screen instructions with step-by-step guidance for test procedures to minimize user errors. The internally integrated data analysis algorithm automatically reports Hb type identification and quantification results in an objective and easily understandable manner. Gazelle-Multispectral is a versatile, mass-producible, multispectral detection-based electrophoresis platform for affordable, rapid, and accurate diagnostic and newborn screening programs for SCD at the POC in low resource settings where the prevalence of SCD is high. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures An:  Hemex Health: Consultancy, Patents & Royalties. Rocheleau:  Hemex Health: Current Employment. Avanaki:  Hemex Health: Current Employment. Thota:  Hemex Health: Current Employment. Odame:  Novartis: Other: Steering Committee; Global Blood Therapeutics: Other: DSMB; Novo Nordisk: Membership on an entity's Board of Directors or advisory committees. Gurkan:  Hemex Health, Inc.: Current Employment, Patents & Royalties; Biochip Labs: Patents & Royalties; Dx Now Inc.: Patents & Royalties; Xatek Inc.: Patents & Royalties.",
    "author_names": [
        "Ran An",
        "Yuning Huang",
        "Anne Rocheleau",
        "Alireza Avanaki",
        "Priyaleela Thota",
        "Yuncheng Man",
        "Zoe Sekyonda",
        "Catherine Segbefia",
        "Yvonne Adomakoh",
        "Enoch Mensah",
        "Isaac Odame",
        "Umut A. Gurkan"
    ],
    "author_dict_list": [
        {
            "author_name": "Ran An",
            "author_affiliations": [
                "Case School of Engineering, Case Western Reserve University, Cleveland, OH"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Yuning Huang",
            "author_affiliations": [
                "Case Western Reserve University, Cleveland, OH"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anne Rocheleau",
            "author_affiliations": [
                "Hemex Health, Inc, Scientist, Portland, OR"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alireza Avanaki",
            "author_affiliations": [
                "Hemex Health, Inc., Portland, OR"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Priyaleela Thota",
            "author_affiliations": [
                "Hemex Health Inc., Portland, OR"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yuncheng Man",
            "author_affiliations": [
                "Case Western Reserve University, Cleveland, OH"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zoe Sekyonda",
            "author_affiliations": [
                "Case Western Reserve University, Cleveland, OH"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Catherine Segbefia",
            "author_affiliations": [
                "Department of Child Health, University of Ghana Medical School, Accra, Ghana"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yvonne Adomakoh",
            "author_affiliations": [
                "Department of Haematology, University of Ghana Medical School, Accra, Ghana"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Enoch Mensah",
            "author_affiliations": [
                "Department of Haematology, University of Ghana, Accra, Ghana"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Isaac Odame",
            "author_affiliations": [
                "Hemoglobinopathy Program, The Hospital for Sick Children (SickKids), Toronto, Canada"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Umut A. Gurkan",
            "author_affiliations": [
                "Case Western Reserve University, Cleveland, OH"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T09:39:39",
    "is_scraped": "1"
}