{
    "doi": "https://doi.org/10.1182/blood.V128.22.1924.1924",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3469",
    "start_url_page_num": 3469,
    "is_scraped": "1",
    "article_title": "Novel Mutations in Patients with Blast Crisis or Accelerated Phase Chronic Myeloid Leukemia ",
    "article_date": "December 2, 2016",
    "session_type": "632. Chronic Myeloid Leukemia: Therapy: Poster I",
    "topics": [
        "blast phase",
        "leukemia, myeloid, accelerated phase",
        "mutation",
        "cancer",
        "protein-tyrosine kinase inhibitor",
        "accelerated phase",
        "bone marrow specimen",
        "core-binding factor",
        "leukemia, myelocytic, chronic",
        "ms-like tyrosine kinase 3"
    ],
    "author_names": [
        "Shady Adnan Awad, MD",
        "Matti Kankainen, PhD",
        "Samuli Eldfors, MSc",
        "Soili Kytölä, PhD",
        "Pekka Ellonen",
        "Mahmoud Kamel, MD PhD",
        "Caroline A Heckman, PhD",
        "Kimmo Porkka, MD PhD",
        "Satu Mustjoki, MD PhD"
    ],
    "author_affiliations": [
        [
            "Hematology Research Unit Helsinki, University of Helsinki and Department of Hematology, Helsinki University Hospital Comprehensive Cancer Center, Helsinki, Finland "
        ],
        [
            "Institute for Molecular Medicine Finland (FIMM), University of Helsinki, Helsinki, Finland "
        ],
        [
            "Institute for Molecular Medicine Finland (FIMM), University of Helsinki, Helsinki, Finland "
        ],
        [
            "Laboratory of Genetics, HUSLAB, Helsinki University Hospital, Helsinki, Finland "
        ],
        [
            "Institute for Molecular Medicine Finland (FIMM), University of Helsinki, Helsinki, Finland "
        ],
        [
            "Clinical Pathology Department. National Cancer Institute, Cairo University, Cairo, Egypt "
        ],
        [
            "Institute for Molecular Medicine Finland (FIMM), University of Helsinki, Helsinki, Finland "
        ],
        [
            "University of Helsinki, Helsinki, Finland "
        ],
        [
            "Hematology Research Unit Helsinki, University of Helsinki and Department of Hematology, Helsinki University Hospital Comprehensive Cancer Center, Helsinki, Finland ",
            "Department of Clinical Chemistry, University of Helsinki, Helsinki, Finland"
        ]
    ],
    "first_author_latitude": "60.172634800000004",
    "first_author_longitude": "24.9510419",
    "abstract_text": "Introduction: Progression of chronic myeloid leukemia (CML) to blast crisis (BC) results from the acquisition of additional driver mutations, which still are poorly understood. In the tyrosine kinase inhibitor (TKI) era, BC-CML remains a challenging clinical entity with very poor prognosis and short survival. In addition, there is an unmet need for identification of progression-related genetic mutations and potentially targetable pathways. Patients and methods: Bone marrow samples from 16 patients with BC-CML (myeloid n=13, lymphoid n=2, unknown phenotype n=1) and 2 patients with accelerated phase (AP) were collected from the Helsinki University Hospital, Finland and National Cancer Institute, Cairo University, Egypt. In addition, skin biopsy samples were collected for germline variant controls. Whole exome sequencing (WES) (n=8) was done with Agilent or NimbleGen exome capture kits and deep-targeted sequencing with the NimbleGen (SeqCap EZ Design) comprehensive cancer gene panel (n=10) using an Illumina HiSeq instrument. The panel was comprised of 578 driver genes with documented association to common and rare cancers (gathered from Sanger and NCBI tests databases). All mutated genes identified by WES were included in the panel, as well as genes previously reported to be mutated in BC-CML. Results: We identified 55 mutations in 33 driver genes (average: 3 per patient, range 0-7). Of the identified 33 mutated genes, 27 were ranked ≥1 in the Gene Ranker Cancer scoring system (http://cbio.mskcc.org/tcga-generanker), where genes with a score of 1 have a documented association with cancer in a cancer gene database and higher scores indicate more frequent incidence of gene mutations in different cancers. Core-binding factor (CBF) aberrations ( RUNX1 mutations and inv [16]) were the most recurrent variants (n=6 in 5 patients, 27.7% of the patients) followed by ABL1 mutations (n=4 in 4 patients, 22%) and BCOR mutations (n=4 in 3 patients, 16.7%). Other recurrent mutations included FLT3, IKZF1, and NOTCH1 mutations which all were found in 2 cases. Some of the discovered mutations have not been reported in BC-CML patients before, such as mutations to MTOR, PTPRJ, CD274 (PD-L1), IL21R, SETD2 and ZRSR2 genes. In silico analysis of the targeted genes showed that many of the affected genes interact with each other in different pathways and also with ABL1 . The top pathways affected were associated with key biological functions: regulation of hematopoiesis (11 genes affected), leucocyte differentiation (9 genes) and transcriptional regulation (11 genes). Conclusion: The genomic landscape of advanced phases of CML (BC and AP) shows complex heterogeneity with a broad range of genes affected leading to dysregulation of multiple molecular pathways that have an impact on treatment responses and disease biology. Such complexity suggests that a personalized approach maybe the best treatment option for these patients. Disclosures Heckman: Celgene: Research Funding; Pfizer: Research Funding. Porkka: Novartis: Honoraria, Research Funding; Bristol-Myers Squibb: Honoraria, Research Funding; Pfizer: Honoraria, Research Funding. Mustjoki: Pfizer: Honoraria, Research Funding; Ariad: Research Funding; Novartis: Honoraria, Research Funding; Bristol-Myers Squibb: Honoraria, Research Funding."
}