{
    "doi": "https://doi.org/10.1182/blood.V114.22.5067.5067",
    "article_title": "Bilateral Cerebellar Infarcts in a Patient with Type II Protein S Deficiency and Crohn's Disease: Case Report. ",
    "article_date": "November 20, 2009",
    "session_type": "Pathophysiology of Thrombosis",
    "abstract_text": "Abstract 5067 Background Protein S deficiency as a risk factor for arterial thrombosis is still debatable. We report a young adult male with known protein S deficiency who presented with stroke. Case report A 39 -year-old African American male with history of Crohn's disease in remission and recurrent deep venous thrombosis (DVT) diagnosed 3 years ago presented with unsteady gait and vertigo. Neurological exam revealed dysmetria, dysdiadochokinesia, and ataxic gait. His International Normalized Ratio (INR) on admission was 1.2 while he was on warfarin. Magnetic Resonance Imaging (MRI) of the brain revealed acute bilateral cerebellar ischemic infarcts. Transthoracic and transesophageal echocardiography did not reveal any septal defects or clots. Carotid doppler studies ruled out possible embolic source. Vasculitic profile revealed normal results. Thrombophilia work up including factor V Leiden mutation, prothrombin G20210A mutation, protein S and protein C level and activity, antithrombin III, homocysteine and the antiphospholipid syndrome was done. The only positive finding was type II protein S deficiency with a solely functional activity deficiency: 37% (Normal range 65%-140%). Three years ago, at the time of initial diagnosis of DVT, thrombophilia work up was done and it revealed similar results. As a result of recurrent DVT and pulmonary embolism, the patient had been on warfarin for 3 years. During this hospitalization, warfarin was continued and the patient attained therapeutic INR upon discharge. Discussion Thrombosis is a common complication of inflammatory bowel disease (IBD) and most commonly present as recurrent DVT with or with out pulmonary embolism. Factor V Leiden mutation, antithrombin deficiency, prothrombin (G20210A) gene mutation, protein C and S deficiency and hyperhomocysteinemia have been documented in IBD. The association between protein S deficiency and IBD has been established mainly based on free protein S level (Saibeni S et al, 2001). However, larger data, other than case reports described in the literature, have failed to prove that such association entails thrombotic events. The incidence of arterial thrombosis is even less in patients with IBD although this has been described in few case reports (Deepak Joshi et al, 2008). In general, existing literature on protein S deficiency and arterial thrombosis exhibits conflicting data. Few cases are reported demonstrating protein S deficiency patients presenting with cerebrovascular accident (Girolami A. et al, 1989; Hector R Martinez et al, 1993). Bilateral cerebellar infarcts in a patient with type II protein S deficiency without history of IBD has been reported in the literature (Verma R, 2007). Our patient with IBD and type II protein S presented with bilateral cerebellar infarcts is an anecdote unprecedented in medical literature. Even if we cannot confirm the causal relationship, the lack of any other risk factors makes protein S deficiency the only possible explanation for the occurrence of cerebrovascular accident in our patient. Conclusion Although the importance of protein S deficiency as stimulus to arterial thrombosis was disregarded in few studies, such cases continue to appear revealing coexistence thus indicating a role. To the best of our knowledge, an arterial thrombosis in a Crohn's disease patient with an exclusive type II protein S deficiency has not been reported before. Our case is unique. The pathogenesis and causality remain challenges necessitating large-scale study addressing young patients to elucidate protein S levels and activity for those who lack any other obvious triggers. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "cerebellar infarction",
        "crohn's disease",
        "protein s deficiency",
        "inflammatory bowel disease",
        "arterial thrombosis",
        "deep vein thrombosis",
        "cerebrovascular accident",
        "international normalized ratio",
        "protein s",
        "warfarin"
    ],
    "author_names": [
        "Elizabeth Befekadu, MD",
        "Thaslim Ahamed Kassim, MD",
        "Zuhair Ghanem, MD",
        "Anita Aggarwal, DO, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Elizabeth Befekadu, MD",
            "author_affiliations": [
                "Internal Medicine, Howard University Hospital, Washington, DC, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Thaslim Ahamed Kassim, MD",
            "author_affiliations": [
                "Internal Medicine, Howard University Hospital, Washington, DC, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zuhair Ghanem, MD",
            "author_affiliations": [
                "Hematology/Oncology, Howard University Hospital, Washington, DC, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anita Aggarwal, DO, PhD",
            "author_affiliations": [
                "Hematology/Oncology, Howard University Hospital, Washington, DC, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-13T02:40:22",
    "is_scraped": "1"
}