{
    "doi": "https://doi.org/10.1182/blood-2018-99-117331",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3975",
    "start_url_page_num": 3975,
    "is_scraped": "1",
    "article_title": "Primary Diffuse Large B-Cell CNS Lymphoma over 80 Years: An Analysis of 110 Patients from the French Oculo-Cerebral Lymphoma (LOC) Network ",
    "article_date": "November 29, 2018",
    "session_type": "627. Aggressive Lymphoma (Diffuse Large B-Cell and Other Aggressive B-Cell Non-Hodgkin Lymphomas)-Results from Retrospective/Observational Studies: Poster III",
    "topics": [
        "b-lymphocytes",
        "brain",
        "central nervous system lymphoma",
        "lymphoma",
        "unconsciousness",
        "brachial plexus neuritis",
        "primary central nervous system lymphoma",
        "toxic effect",
        "creatinine clearance",
        "diffuse large b-cell lymphoma"
    ],
    "author_names": [
        "Alizee Maarek, MD",
        "Delphine Maucort-Boulch, MD PhD",
        "Caroline Houillier, MD",
        "Olivier Chinot, MD PhD",
        "Fontanet Bijou, MD",
        "Luc Taillandier, MD PhD",
        "Philippe Agape, MD",
        "Roch Houot, MD PhD",
        "Eileen Boyle, MD",
        "Cecile Molucon-Chabrot, MD PhD",
        "Philippe Rey, MD",
        "Sylvain Choquet, MD",
        "Jerome Tamburini Bonnefoy, MD PhD",
        "Arnaud Jaccard, MD PhD",
        "Guido Ahle, MD",
        "Michel Fabbro, MD",
        "Anne-Claire Gac, MD",
        "Jean-Come Meniane, MD",
        "Marie Francoise Le Coz, MD",
        "Emmanuel Gyan, MD PhD",
        "Khe Hoang-Xuan, MD PhD",
        "Carole Soussain, MD PhD",
        "Herv Ghesquieres"
    ],
    "author_affiliations": [
        [
            "Hematology Department, Centre Hospitalier Lyon Sud, Hospices Civils de Lyon, PIERRE BENITE, France "
        ],
        [
            "Department of Statistics, Hospices Civils de Lyon, CHU Lyon Sud, University Claude Bernard Lyon 1, Pierre Benite, France "
        ],
        [
            "Mazarin Onco-neurology Department, La Pitie Salpetriere Hospital, Assistance Publique Hopitaux de Paris, Paris, France "
        ],
        [
            "Neuro-Oncology Department, Timone Hospital, Assistance Publique Hopitaux de Marseille, Marseille, France "
        ],
        [
            "Hematology Department, Institut Bergonie, Bordeaux, France "
        ],
        [
            "Neurology Department, CHU Nancy, Nancy, France "
        ],
        [
            "Hematology Department, ICO Rene Gauducheau, Saint-Herblain, France "
        ],
        [
            "Hematology Department, CHU Rennes, Rennes, France "
        ],
        [
            "Hematology Department, CHU Lille, Lille, France "
        ],
        [
            "Hematology Department, CHU Clermont-Ferrand, Clermont-Ferrand, France "
        ],
        [
            "Department of Hematology, Centre Leon Berard, University Claude Bernard Lyon 1, Lyon, France "
        ],
        [
            "Hematology Department, La Pitie Salpetriere Hospital, Assistance Publique Hopitaux de Paris, Paris, France "
        ],
        [
            "Hematology Department, Cochin Hospital, Assistance Publique Hopitaux de Paris, Paris, France "
        ],
        [
            "Hematology Department, CHU Limoges, Limoges, France "
        ],
        [
            "Neurology Department, CH Colmar, Colmar, France "
        ],
        [
            "Oncology Department, Institut regional du cancer, Montpellier, France "
        ],
        [
            "Hematology Department, CHU Caen, Caen, France "
        ],
        [
            "Hematology Department, CHU Fort-de-France, Fort-de-France Bay, France "
        ],
        [
            "Hematology Department, Lorient Hospital, Lorient, France "
        ],
        [
            "Hematology Department, CHU Tours, Tours, France "
        ],
        [
            "Mazarin Onco-neurology Department, La Pitie Salpetriere Hospital, Assistance Publique Hopitaux de Paris, Paris, France "
        ],
        [
            "Hematology Department, Rene Huguenin Hospital, Saint-Cloud, France "
        ],
        [
            "Hematology Department, Centre Hospitalier Lyon Sud, Hospices Civils de Lyon, Pierre Benite, France"
        ]
    ],
    "first_author_latitude": "45.702775599999995",
    "first_author_longitude": "4.804545300000001",
    "abstract_text": "Introduction : in large unselected series, the median age of Primary CNS Lymphoma (PCNSL) patients (pts) is about 70 years. In one USA cancer registry study for PCNSL patients (pts) older than 65 years, 14% of them are older than 80 years. Data on clinical characteristics, therapeutical management, toxicity of treatment and outcome of these very elderly pts are limited. Methods : We reviewed PCNSL pts aged of 80 years or older included in the database of the French Oculo-Cerebral lymphoma (LOC) network. From January 2011, this network prospectively recorded all newly diagnosed PCNSL from 22 regional expert centers in France. For this study, 110 PCNSL pts with a histological diagnosis of diffuse large B-cell lymphoma (DLBCL) aged of 80 years or older were analyzed. All medical records were reviewed for clinical and biological characteristics, modality of treatment and supportive care, toxicities and outcome. Results : 110 pts with a DLBCL PCNSL aged of 80 years or older were diagnosed between January 2011 and January 2018 representing 8% of pts available in the LOC database. The clinical characteristics were as follows: 63% of females; median age: 83y (80-92); performance status (PS) according to EORTC scale: 1, 24% of pts, 2, 21% of pts, 3-4, 55% of pts. 23.6% of pts had a CIRS-G grade 3 or 4 in at least one category and 40.9% had a cumulative CIRS-G score more than 6. Diagnosis procedure was biopsy (87%), tumor resection (5%), vitrectomy (4%), CSF cytology (4%). At diagnosis, 9/68 (13%) of evaluable pts had ocular involvement, 13/61 (21%) cerebrospinal (CSF) involvement, 79/110 (72%) involvement of the deep structures of the brain and 35/86 (41%) had elevated LDH level. Median creatinine clearance (CKD.EPI) was 70ml/min (min: 24, max: 102). Treatment was initiated either by a neuro-oncology or a hematology team in 35% and 65% of cases, respectively. Median delay between first symptoms and treatment was 60 days. First line treatment was high-dose (HD) methotrexate (MTX) based chemotherapy (CT) in 85 pts (77%), other chemotherapy regimen in 13 pts (12%) and palliative care in 12 pts (11%). Median number of CT cycles was 3 (1-11) with a median dose of MTX of 3g/m 2 (0.5-5.0). Interestingly, no difference of distribution for the main clinical and biological characteristics (median age, PS, symptoms, tumor localization, albumin level, creatinine clearance) was observed between these three groups. Rituximab was used in combination with CT in 53/98 treated pts (54%). After first-line induction chemotherapy, response rate for evaluable patients (n=85) were as follows: 37% of complete response, 9% of partial response, 54% of stable or progressive disease. Finally, 27 pts (32%) received consolidation treatment with high-dose cytarabine after MTX-based CT. For toxicity, among the 351 infusions performed for the 85 pts who received MTX-based CT, grade 3-4 toxicities were: 46% of any events, 15% of infection, 13% of cytopenia, 10.5% of acute renal failure and 8% of elevated liver enzymes. 13% of pts presented toxic death. Median progression free survival (PFS) and overall survival (OS) were 3.9 months and 7 months, respectively. Pts treated with MTX-based CT had a significantly prolonged PFS and OS as compared to patients treated without MTX or with palliative care (Figure 1A, 1B). In the univariate analysis performed for the 85 pts treated with MTX-based CT, no initial clinical and biological characteristics (age, PS, type of symptoms, CIRS-G, tumor localization, LDH level, albumin level, hemoglobin level, lymphocyte count, creatinine clearance) influenced PFS or OS. The initial dose of MTX did not influence outcome but intravenous rituximab used in first line therapy significantly improved PFS and OS (Figure 1C, 1D). Conclusions : to the best of our knowledge, this is the largest series of consecutive PCNSL pts aged of 80y or over prospectively recorded in a national database. This study showed that the prognosis remains poor with major toxicity under conventional treatment. No clinical predictor of survival was highlighted in our series but patients initially treated with MTX-based CT in combination with rituximab had an improved outcome. The development of target and innovative therapies is needed for this category of patients representing 8% of all PCNSL in the database of the LOC network. View large Download slide View large Download slide  Disclosures Houot: Celgene: Honoraria; BMS: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Janssen: Honoraria; Novartis: Honoraria."
}