{
    "doi": "https://doi.org/10.1182/blood.V116.21.1311.1311",
    "article_title": "Aprepitant (Emend®) Significantly Increases Sirolimus Levels In Patients Undergoing Allogeneic Hematopoietic Stem Cell transplantation. ",
    "article_date": "November 19, 2010",
    "session_type": "Clinical Care - Transplantation Regimen Toxicities and Engraftment: Poster I",
    "abstract_text": "Abstract 1311 Drug interactions are common with immunosuppressive agents used during the process of hematopoietic stem cell transplant (HCT). Aprepitant (Emend®) (APR), a selective antagonist of substance P/neurokinin-1 (NK1) receptors, is a novel antiemetic agent that is increasingly used for patients undergoing HCT. APR is both a substrate and a moderate inhibitor of human cytochrome P450 (CYP450), specifically CYP3A4. Use of APR presents a potential for interactions with immunosuppressive medications. Tacrolimus and sirolimus are immunosuppressive agents commonly used for prevention and treatment of graft versus host disease (GVHD) in patients undergoing allogeneic HCT. These two drugs are substrates for CYP3A4 isoenzyme and hence agents that are known to inhibit CYP3A4 may increase bioavailability of these immunosuppressants. We retrospectively examined the effect of oral APR on serum tacrolimus/sirolimus drug levels in 14 consecutive patients (APR treated group) and compared these data to 71 consecutive control patients (control group) who did not receive APR during conditioning for allogeneic stem cell transplant. Patients for both groups were identified and selected for analysis from a prospective observational research database. All patients underwent reduced-intensity Allo HCT using fludarabine and melphalan conditioning regimen from May 2008 to July 2009 at City of Hope National Medical Center. Oral APR was administered as125 mg on day -4 and 80 mg on days -3 and -2 of HCT process. The first dose of APR was given on the same day as melphalan (day -4). Tacrolimus (0.02 mg/kg/day) and sirolimus (12 mg loading dose, followed by 4 mg/day) were started on day -3; doses were subsequently adjusted to maintain drug levels of 5–10 ng/ml. Baseline characteristics were similar for patients in both groups in terms of age, gender, donor type, stem cell source and GVHD prophylaxis regimen. Drug levels were monitored twice a week; the median number of drug levels tested over the first 30 days post-HCT were 8 for APR group and 8.5 for the control group. The post-loading sirolimus levels (drawn 1 to 3 days after loading dose) were significantly higher in APR group (29.2 vs. 13.5 ng/ml, p=0.003, Table ), while the levels were not different for tacrolimus (9.2 vs. 8.6 ng/ml, p=0.13). There was a trend for higher median tacrolimus levels over the first 30 days for the patients in the Control group (8.2 vs. 7.3 ng/ml, p=0.05). In response to elevated post-loading sirolimus levels, clinicians drastically reduced the sirolimus dose which led to sub-therapeutic sirolimus levels (< 5 ng/ml) in 6/14 patients in the APR group, however, there were no obvious differences in the incidence of early non-relapse related mortality or acute GVHD. Thrombotic microangiopathy was not observed in any of the patients in the APR group. Our data demonstrate that concomitant administration of APR with sirolimus leads to a two fold increase in sirolimus levels. Close monitoring and dose-adjustment of sirolimus is warranted for patients receiving these two drugs concomitantly in the context of allogeneic HCT.  View large View Large Disclosures: Off Label Use: tacrolimus and sirolimus for GVHD prophylaxis (off-label use).",
    "topics": [
        "allogeneic hematopoietic stem cell transplant",
        "aprepitant",
        "rapamycin",
        "tacrolimus",
        "graft-versus-host disease",
        "immunosuppressive agents",
        "drug loading dose",
        "melphalan",
        "off-label use",
        "substance p"
    ],
    "author_names": [
        "Sepideh Shayani, Pharm.D.",
        "Joycelynne Palmer, PhD",
        "Tracey Stiller",
        "Chan Holly, Pharm. D.",
        "Svetlana Keuylian, Pharm.D.",
        "Pablo Miguel Parker, M.D.",
        "Stephen Forman, MD",
        "Ryotaro Nakamura, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Sepideh Shayani, Pharm.D.",
            "author_affiliations": [
                "Pharmacy, City of Hope National Medical Center, Duarte, CA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Joycelynne Palmer, PhD",
            "author_affiliations": [
                "Biostatistics, City of Hope National Medical Center, Duarte, CA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tracey Stiller",
            "author_affiliations": [
                "Biostatistics, City of Hope National Medical Center, Duarte, CA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chan Holly, Pharm. D.",
            "author_affiliations": [
                "Pharmacy, City of Hope National Medical Center, Duarte, CA, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Svetlana Keuylian, Pharm.D.",
            "author_affiliations": [
                "Pharmacy, City of Hope National Medical Center, Duarte, CA, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pablo Miguel Parker, M.D.",
            "author_affiliations": [
                "Hematology and Hematopoietic Cell Transplantation, City of Hope National Medical Center, Duarte, CA, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephen Forman, MD",
            "author_affiliations": [
                "Hematology and Hematopoietic Cell Transplantation, City of Hope National Medical Center, Duarte, CA, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ryotaro Nakamura, MD",
            "author_affiliations": [
                "Hematology and Hematopoietic Cell Transplantation, City of Hope National Medical Center, Duarte, CA, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-16T02:11:52",
    "is_scraped": "1"
}