{
    "doi": "https://doi.org/10.1182/blood.V118.21.4603.4603",
    "article_title": "CLLU1 Gene Expression Level As a Prognostic Parameter in Patients with Chronic Lymphocytic Leukemia ",
    "article_date": "November 18, 2011",
    "session_type": "CLL - Biology and Pathophysiology, excluding Therapy",
    "abstract_text": "Abstract 4603 Background Chronic lymphocytic leukemia (CLL) is the most frequent leukemia in the Western world with an annual incidence of 5/100,000. The clinical course of the disease is highly variable; while some CLL patients experience a stable clinical course that will never affect their morbidity or mortality, some of them will eventually progress and require chemotherapy. In addition to the traditional prognostic markers (e.g. Rai and Binet staging systems), more recently, mutational status of the variable regions of the immunoglobulin heavy chains (IgVH), chromosomal aberrations, CD38 expression and Zeta-chain-associated protein kinase 70 (ZAP-70) expression are used to better determine the prognosis in CLL patients. A novel CLL-specific gene, CLL Up-regulated gene 1 (CLLU1) that uniquely overexpressed in CLL patients, was recently demonstrated. It has been shown that CLLU1 mRNA expression levels in CLL patients predict time to initiation of therapy as well as overall survival (OS), and CLLU1 is highly up-regulated in poor-risk groups. The aim of this study is to investigate the relationship between CLLU1 levels and well known prognostic parameters and, to determine the importance of CLLU1 gene on prognosis and clinical course in our CLL patients. Methods 116 (46 female, 70 male) CLL patients who consecutively visited our outpatient clinic between May 2009 and March 2010 were enrolled in the study. Median age was 60 years (range, 30–87 years). Blood samples were drawn from the patients for CLLU1 determination, and CLLU1 levels were determined by RT-PCR method. CLLU1 expression level was counted both in CLL patients and healthy B cells as the difference between CLLU1 and abl (taken as an house keeping gene) gene. Then, they are transformed as folds which is the ratio between CLLU1 level in CLL patients and that in healthy B cells. Patients with CLLU1 expression exceeding the CLLU1 expression of normal (CD19+) B-cells were taken as positive. Each patient was followed for at least one year for survival data. For the statistical analysis, student’s t-test, Mann-Whitney U test and Pearson correlation were used. p <0.05 was considered as statistical significant. The study was approved by the local research ethics committee, and written informed consent was obtained from the patients. Results There was no relationship between CLLU1 levels and, sex, age, modified RAI and BINET stages, lymphocyte counts and LDH levels at the time of diagnosis. Patients with nodular bone marrow infiltration had lower CLLU1 levels than patients with non-nodular infiltration (57.6 vs 498). Patients with high β 2 microglobulin levels had higher CLLU1 levels than the ones with low β 2 microglobulin levels (356.7 vs 13.6, p <0.05). ZAP-70 positive patients had higher CLLU1 levels than ZAP-70 negative patients (217.2 vs 10.2, p =0.007) ( Figure 1 ). Among the patients with CD38 levels studied (n=53) CLLU1 levels were higher in patients with CD38 levels above the median value than patients with CD38 levels below the median value (438.4 vs 42.2). CLLU1 levels were higher in cases who needed treatment than cases without treatment. Patients with a shorter time to treatment had higher CLLU1 levels than patients with a longer time to treatment ( p =0.028) ( Figure 2 ). Figure 1. View large Download slide The relation between CLLU1 levels and ZAP-70. Figure 1. View large Download slide The relation between CLLU1 levels and ZAP-70. Close modal Figure 2. View large Download slide CLLU1 levels and time to treatment. Figure 2. View large Download slide CLLU1 levels and time to treatment. Close modal Conclusion With a limited number of patients we could demonstrate that CLLU1 levels correlated with β 2 microglobulin levels and ZAP-70. Although there were similar findings also with CD38 levels; the association was not statistically significant due to the limited number of cases. Time to treatment was shorter in patients with CLLU1 levels above the median value than patients with CLLU1 levels below the median value. CLLU1 is a promising and specific new prognostic parameter in patients with CLL, and further studies in larger series are needed to define the impact of CLLU1 in the prognosis and clinical course of CLL patients. Disclosure This study was supported by Istanbul University Research Fund. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "gene expression",
        "zap-70 kinase",
        "time-to-treatment",
        "binet staging system",
        "chemotherapy regimen",
        "did not receive therapy or drug",
        "immunoglobulin heavy chains",
        "leukemia"
    ],
    "author_names": [
        "Mustafa Sevinc",
        "Ahmet Emre Eskazan",
        "Aydin Karabulut, Msc",
        "Suzin Catal Tatonyan",
        "Emine Gulturk",
        "Ayse Salihoglu",
        "Seniz Ongoren Aydin",
        "M. Cem Ar",
        "Zafer Baslar",
        "A. Burhan Ferhanoglu",
        "Nukhet Tuzuner",
        "Yildiz Aydin",
        "Ugur Ozbek",
        "Teoman Soysal"
    ],
    "author_dict_list": [
        {
            "author_name": "Mustafa Sevinc",
            "author_affiliations": [
                "Department of Internal Medicine, Istanbul University Cerrahpasa Medical Faculty, Istanbul, Turkey, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ahmet Emre Eskazan",
            "author_affiliations": [
                "Department of Internal Medicine, Division of Hematology, Istanbul University Cerrahpasa Medical Faculty, Istanbul, Turkey, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aydin Karabulut, Msc",
            "author_affiliations": [
                "Institute of Experimental Medicine (DETAE), Genetics Department, Istanbul University, Istanbul, Turkey, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Suzin Catal Tatonyan",
            "author_affiliations": [
                "Institute of Experimental Medicine (DETAE), Genetics Department, Istanbul University, Istanbul, Turkey, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Emine Gulturk",
            "author_affiliations": [
                "Department of Internal Medicine, Division of Hematology, Istanbul University Cerrahpasa Medical Faculty, Istanbul, Turkey, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ayse Salihoglu",
            "author_affiliations": [
                "Department of Internal Medicine, Division of Hematology, Istanbul University Cerrahpasa Medical Faculty, Istanbul, Turkey, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Seniz Ongoren Aydin",
            "author_affiliations": [
                "Department of Internal Medicine, Division of Hematology, Istanbul University Cerrahpasa Medical Faculty, Istanbul, Turkey, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "M. Cem Ar",
            "author_affiliations": [
                "Internal Medicine/Hematology, Istanbul Research and Training Hospital, Istanbul, Turkey, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zafer Baslar",
            "author_affiliations": [
                "Department of Internal Medicine, Division of Hematology, Istanbul University Cerrahpasa Medical Faculty, Istanbul, Turkey, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "A. Burhan Ferhanoglu",
            "author_affiliations": [
                "Department of Internal Medicine, Division of Hematology, Istanbul University Cerrahpasa Medical Faculty, Istanbul, Turkey, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nukhet Tuzuner",
            "author_affiliations": [
                "Department of Pathology, Division of Hematopathology, Istanbul University Cerrahpasa Medical Faculty, Istanbul, Turkey"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yildiz Aydin",
            "author_affiliations": [
                "Department of Internal Medicine, Division of Hematology, Istanbul University Cerrahpasa Medical Faculty, Istanbul, Turkey, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ugur Ozbek",
            "author_affiliations": [
                "Institute of Experimental Medicine (DETAE), Genetics Department, Istanbul University, Istanbul, Turkey, "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Teoman Soysal",
            "author_affiliations": [
                "Department of Internal Medicine, Division of Hematology, Istanbul University Cerrahpasa Medical Faculty, Istanbul, Turkey, "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-20T21:31:36",
    "is_scraped": "1"
}