{
    "doi": "https://doi.org/10.1182/blood.V110.11.4725.4725",
    "article_title": "Chronic Lymphocytic Leukemia Complicated with Paraneoplastic Pemphigus and Glomerulonephritis in a Patient and Its Treatments: Report of One Case. ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "abstract_text": "Objective To study chronic lymphocytic leukemia(CLL) in association with glomerulonephritis and paraneoplastic pemphigus, and discuss the possible etiology and appropriate therapy. Methods We presented a rare case of this disease and analyzed the clinical features and therapy. A 41-year-old male was diagnosed with CLL He received one cycle of CHOP protocol, followed by two cycles of FCM protocol, and achieved the PR. After stopped the treatment, he had progression of disease, presented high level of creatinine and urea nitrogen. Then he received two courses of high dose of methyllprednisolone before the kidney biopsy was performed. He presented paraneoplastic pemphigus while his renal inadequacy was improvement. Skin biopsy was performed. He started with oral prednisone (60mg/d) and cyclophosphamide with improvement of blisteringl eruptions, but without improvement of oral leukoplakia and dysphonia. Rituximab was given in a dose of 375mg/m 2 weekly for 4 weeks, and IV immunoglobulins 0.4g/kg/d for 5 days because of intermittence fever. Results The patient with CLL appeared the proteinuria, hematuria and intraepithelial blister formation, refractory mucosal ulceration respectively. A kidney biopsy showed focal segmental sclerosing glomerulonephritis. The histologic and immunofluorescence examinantion of a skin biopsy was compatible with PNP. Conventional protocols were unsatisfactory, but recent developments in the use of cyclophosphamide, rituximab and intravenous immunoglobulin appeared to be more successful. Conclusions Pathogenesis of CLL in association with autoimmunity diseases was unknown, Further clinical evaluation is required to define the role of treatment of CLL-associated autoimmunity.",
    "topics": [
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "glomerulonephritis",
        "paraneoplastic pemphigus",
        "cyclophosphamide",
        "immunoglobulins, intravenous",
        "renal biopsy",
        "rituximab",
        "skin biopsies",
        "blister"
    ],
    "author_names": [
        "Qian Si Xuan",
        "Li Jian Yong",
        "Hong Ming",
        "Changgeng Ruan, MD."
    ],
    "author_dict_list": [
        {
            "author_name": "Qian Si Xuan",
            "author_affiliations": [
                "Hematology, First Affiliated Hospital of Nanjing Medical University, Nanjing, Jiangsu, China"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Li Jian Yong",
            "author_affiliations": [
                "Hematology, First Affiliated Hospital of Nanjing Medical University, Nanjing, Jiangsu, China"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hong Ming",
            "author_affiliations": [
                "Hematology, First Affiliated Hospital of Nanjing Medical University, Nanjing, Jiangsu, China"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Changgeng Ruan, MD.",
            "author_affiliations": [
                "Thrombosis and Hemostasis, First Affiliated Hospital of Soochow University, Suzhou, JiangSu, China"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-07T02:08:36",
    "is_scraped": "1"
}