{
    "doi": "https://doi.org/10.1182/blood.V116.21.1048.1048",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1727",
    "start_url_page_num": 1727,
    "is_scraped": "1",
    "article_title": "Effect of Complete Remission Achievement on Survival In Acute Myeloid Leukemia of the Elderly. ",
    "article_date": "November 19, 2010",
    "session_type": "Acute Myeloid Leukemia - Biology and Pathophysiology: Poster I",
    "topics": [
        "complete remission",
        "leukemia, myelocytic, acute",
        "older adult",
        "karyotype determination procedure",
        "cytarabine",
        "ms-like tyrosine kinase 3",
        "chemotherapy regimen",
        "drug loading dose",
        "intravenous infusion, continuous",
        "treatment resistant disorders"
    ],
    "author_names": [
        "Felicetto Ferrara, MD",
        "Cira Riccardi",
        "Salvatore Palmieri",
        "Tiziana Izzo",
        "Antonella Carbone"
    ],
    "author_affiliations": [
        [
            "Hematology and Stem cell Transplantation Unit, Cardarelli Hospital, Naples, Italy, "
        ],
        [
            "Hematology and Stem cell Transplantation Unit, Cardarelli Hospital, Naples, Italy, "
        ],
        [
            "Hematology and Stem cell Transplantation Unit, Cardarelli Hospital, Naples"
        ],
        [
            "Hematology and Stem cell Transplantation Unit, Cardarelli Hospital, Naples"
        ],
        [
            "Hematology and Stem cell Transplantation Unit, Cardarelli Hospital, Naples"
        ]
    ],
    "first_author_latitude": "40.8656196",
    "first_author_longitude": "14.224556399999997",
    "abstract_text": "Abstract 1048 The achievement of complete remission (CR) is considered an essential prerequisite for cure in acute myeloid leukemia (AML). Notwithstanding, in older AML patients recent data suggest that, at least for patients receiving new compounds such as hypomethilating agents Azacytidine and Decitabine, the benefit on survival can be independent from CR achievement, namely in patients with low bone marrow blast count (< 30%) at diagnosis. In this study we evaluated the impact of CR achievement on overall survival from a series of 140 patients aged over 60 years; all patients received a therapeutic program including continuous infusion of fludarabine (F) and cytarabine (ARA-C) as induction and consolidation, followed whenever possible by autologous stem cell transplantation (Ferrara et al, Haematologica, 2005). Briefly, F was administered at a loading dose of 10 mg/m2 over 15 min at day 0 followed 6 hours and half later by continuous infusion (c.i.) of 20 mg/m2/24 hours for 72 hours (days 0–2); ARA-C was given at a loading dose of 390 mg/m2 three hours and half after F and then as c.i. over 96 hours at 1440 mg/m2/24 hours (days 0–3). G-CSF was added at day +15 at a dose of 5 μg/kg. A second identical course was planned for patients obtaining partial response, defined as less than 5% blasts in peripheral blood and less than 30% of blasts in the bone marrow. Patients achieving CR, established as less than 5% blasts in the bone marrow, normal blood count and differential and absence of extramedullary leukemia, were programmed to receive an additional identical course as consolidation, reduced of one day (i.e. two days c.i. of F and three days c.i, of ARA-C). The effect of CR was separately analyzed according to karyotype, bone marrow blast count and, in patients with normal karyotype, NPM1 and FLT3 positivity. Of note, patients dead in induction were excluded from survival benefit evaluation. The median age was 69 years (range 61–82). Cytogenetic analysis was successfully in 134/140 patients (96%). Among these 89 (66%) were found as having normal karyotype (NK) and 45 (34%) with different chromosomal abnormalities, mostly complex or involving chromosomes 5 and/or 7, classified as unfavorable (UK). Overall 94 patients (67%) achieved CR; the CR rate was 77 % in NK and 47% in unfavorable karyotype (p:<0.001). Of note, rates of either death in induction (22% vs 14%) or primary refractory disease (33 % vs 8%) were significantly higher in patients with adverse cytogenetics. The median survival for the whole patient population was 10 months; survival was significantly influenced by cytogenetics at diagnosis (12 months for NK vs 7 months for UK), p:<0.001). The median duration of CR was 11 months (16 months for patients with NK as opposed to 7 months for those with UK). The overall impact of CR achievement on survival was remarkable and remained statistically significant after exclusion of patients dead in induction (18 months vs. 6 months, p:< 0.001). The advantage of achieving CR was found in patients with NK, independently from molecular assessment at diagnosis, i.e. NPM1+/FLT3-, NPM1-FLT3-, NPM-FLT3+, NPM+/FLT3+). Of interest, no difference was found as bone marrow blast count at diagnosis, i.e. more or less than 30 %, was concerned in the rate of CR achievement, CR duration and impact of CR on survival either in univariate or multivariate analysis. By separately analyzing patients with UK, the advantage of CR achievement was found only when patients dead in induction were excluded and was limited to 4 months (11 months for remitters vs. 7 months for refractory patients, p:0.04). We conclude that older AML patients with unfavorable karyotype have lower CR rates following conventional chemotherapy, because of higher mortality in induction and more frequent refractory disease; in addition, CR is shorter when compared to patients with normal karyotype and has limited impact on survival. Accordingly, even when clinically eligible for aggressive chemotherapy, such patients should be included into therapeutic programs based on experimental programs including agents with alternative mechanisms of action. Disclosures: No relevant conflicts of interest to declare."
}