{
    "doi": "https://doi.org/10.1182/blood.V104.11.3356.3356",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=136",
    "start_url_page_num": 136,
    "is_scraped": "1",
    "article_title": "Inhibition of Wnt Pathway Signaling by Thalidomide and Revlimid: Studies in a Drosophila Model System. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "topics": [
        "biological models",
        "culture media",
        "drosophila",
        "lenalidomide",
        "signal transduction",
        "thalidomide",
        "beta catenin",
        "multiple myeloma",
        "antagonists",
        "biological response modifiers"
    ],
    "author_names": [
        "A. Keith Stewart, MBCHB",
        "Yuan Xiao Zhu",
        "Maryan Yahyapour",
        "Armen Manoukian, PhD",
        "Sam E. Scanga"
    ],
    "author_affiliations": [
        [
            "Medical Oncology, Princess Margaret Hospital, Toronto, ON, Canada"
        ],
        [],
        [
            "Medical Oncology, Princess Margaret Hospital, Toronto, ON, Canada"
        ],
        [
            "Experimental Therapeutics, Ontario Cancer Institute, Toronto, ON, Canada"
        ],
        [
            "Experimental Therapeutics, Ontario Cancer Institute, Toronto, ON, Canada"
        ]
    ],
    "first_author_latitude": "43.657878950000004",
    "first_author_longitude": "-79.38943035",
    "abstract_text": "High throughput sequencing, gene expression profiling and protein biochemistry in myeloma have all consistently revealed elevated expression of wnt signaling pathways in malignant plasma cells. Indeed, downregulation of the Wnt pathway in myeloma cells has recently been shown to inhibit myeloma cellular proliferation. Preliminary pharmacogenomic studies have also suggested that hyperactivation of the wnt signaling antagonist DKK-1 is associated with response to the immunomodulators thalidomide and revlimid. The mechanism of action for these therapeutically active drugs is however by no means clear as multiple biologic consequences of treatment have been proposed. We report here use of a drosophila model to examine wnt signaling inhibition by these pharmaceuticals. We employed a unique drosophila larval imaginal disc culture system in which wnt pathway activity is monitored through control of LacZ expression by the distalless promoter. In this system 10uM of both thalidomide and revlimid reproducibly inhibit lacZ expression when compared with vehicle controls. Western blots of larva confirmed downregulation of expression of armadillo (the drosophila b-catenin homologue) by both drugs but particularly revlimid. Lithium Chloride is an inhibitor of the drosphila GSK3b homologue shaggy and thus mimics wnt signaling by stabilizing b-catenin. The effect of Lithium could not be overcome by thalidomide or revlimid indicating that the action of these drugs is upstream of shaggy (or GSK3). Next we employed a fly transgenic for wingless which is embryonic lethal. By adding either drug to larval culture medium the lethality of wingless expression was reversed. Indeed drosophila embryos fed thalidomide exhibited developmental plate abnormalities. We next sought evidence that similar effects were evident in revlimid treated human myeloma. As previously reported most myeloma cell lines studied expressed b-catenin and this protein was downregulated by revlimid treatment of human myeloma cell lines co-incident with inhibition of growth as measured by MTT assay. We sought, but failed to find evidence of up-regulation of the wnt signaling pathway antagonist DKK-1 using an ELISA assay on pre and post treatment serum samples in patients responding to thalidomide.The implications of wnt signaling inhibition as a primary or secondary readout of therapeutic efficiency in MM may be of substantial importance in subsequent design of drug therapies or combination therapies."
}