{
    "doi": "https://doi.org/10.1182/blood.V110.11.2046.2046",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1025",
    "start_url_page_num": 1025,
    "is_scraped": "1",
    "article_title": "Influence of Chromosomal Aberrations on Response to First Line Therapy in B-Cell Chronic Lymphocytic Leukemia: Interim Analysis of PALG-CLL3 Randomized Study Comparing Cladribine Plus Cyclophosphamide vs Fludarabine Plus Cyclophosphamide. ",
    "article_date": "November 16, 2007",
    "session_type": "CLL - Therapy, excluding Transplantation",
    "abstract_text": "Impact of cytogenetic abnormalities on treatment with different purine nucleoside analogs in patients (pts) with B-cell chronic lymphocytic leukemia (B-CLL) is largely unknown. One of objectives of PALG-CLL3 trial, comparing cladribine plus cyclophosphamide (CC) with fludarabine plus cyclophosphamide (FC) in previously untreated progressive B-CLL, was to verify the response to treatment in subsets of pts characterized by common cytogenetic abberrations. Chromosomal abnormalities were assessed using fluorescence in situ hybridization (FISH) on interphase nuclei of lymphocytes on whole blood smears prior to the start of the study treatment. Pts were screened for trisomy 12, deletions (del) 11q, del 13q and del 17p using DNA probes: CEP12, LSI: ATM, D13S319 and p53 (Vysis), respectively. For the purpose of the present interim analysis complete cytogenetic results were available in 133 pts out of 423 pts included to the study. In this group the chromosomal aberrations were detected in 102 pts (77%) including single abnormalities observed in 69 pts (52%) and two or more aberrations in 33 pts (25%). Thirty-one pts (23%) exhibited a normal interphase FISH pattern. The most frequent single abnormality was del 13q found in 38 pts (29%), while del 17p, trisomy 12 and del 11q were identified in 14 pts (11%), 11 pts (8%), and 6 pts, (5%), respectively. The most frequently observed associations of chromosomal aberrations were: del 13q with del 11q (11 pts, 8%) and del 13q with del 17p (10 pts, 8%). Four pts (3%) revealed three chromosomal abnormalities including association of trisomy 12/del 11q/del 13q in two pts, trisomy 12/del 11q/del 17p in one pt and del 11q/del 13q/del 17p in one pt. Overall, treatment was completed and response assessed in 113 out of 133 pts with known FISH pattern. In this group of pts del 17p was the only chromosomal abnormality that correlated significantly with treatment outcome. Pts with del 17p (21, 19%) had lower probability to achieve a complete response (CR) (0.044). Interestingly, in independent analyses of both treatment arms, the negative impact of 17p was seen in pts treated with FC (p=0.002), but not in pts treated with CC (p=0.6). Moreover, comparing response rates between treatment arms we found that CC was superior to FC in terms of complete response in pts with del 17p (57% CR in CC v 14% CR in FC arm, p=0.04). In conclusion, chromosomal abnormalities can be detected in majority B-CLL pts requiring treatment. Our preliminary results suggest that CC combination may have some advantage in terms of CR achievement in B-CLL pts harboring del 17p.",
    "topics": [
        "chromosome abnormality",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "cladribine",
        "cyclophosphamide",
        "fludarabine",
        "interim analysis",
        "brachial plexus neuritis",
        "chief complaint",
        "complete remission"
    ],
    "author_names": [
        "Tadeusz Robak",
        "Jerzy Z. Blonski",
        "Ewa Wawrzyniak",
        "Aleksandra Palacz",
        "Joanna Gora-Tybor",
        "Krzysztof Jamroziak",
        "Jaroslaw Piszcz",
        "Janusz S. Kloczko",
        "Dorota Koczkodaj",
        "Malgorzata Kowal",
        "Anna Dmoszynska",
        "Andrzej Mital",
        "Andrzej Hellmann"
    ],
    "author_affiliations": [
        [
            "Dept Hematol, Med Univ of Lodz, Lodz, Poland"
        ],
        [
            "Dept Hematol, Med Univ of Lodz, Lodz, Poland"
        ],
        [
            "Dept Hematol, Med Univ of Lodz, Lodz, Poland"
        ],
        [
            "Dept Hematol, Med Univ of Lodz, Lodz, Poland"
        ],
        [
            "Dept Hematol, Med Univ of Lodz, Lodz, Poland"
        ],
        [
            "Dept Hematol, Med Univ of Lodz, Lodz, Poland"
        ],
        [
            "Poilsh Adult Leukemia Group, CLL-3, Poland"
        ],
        [
            "Poilsh Adult Leukemia Group, CLL-3, Poland"
        ],
        [
            "Poilsh Adult Leukemia Group, CLL-3, Poland"
        ],
        [
            "Poilsh Adult Leukemia Group, CLL-3, Poland"
        ],
        [
            "Poilsh Adult Leukemia Group, CLL-3, Poland"
        ],
        [
            "Poilsh Adult Leukemia Group, CLL-3, Poland"
        ],
        [
            "Poilsh Adult Leukemia Group, CLL-3, Poland"
        ]
    ],
    "first_author_latitude": "51.76988099999999",
    "first_author_longitude": "19.454088"
}