{
    "doi": "https://doi.org/10.1182/blood-2020-140173",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4536",
    "start_url_page_num": 4536,
    "is_scraped": "1",
    "article_title": "Neutrophil Extracellular Traps Promote Joint Injury in Hemophilia ",
    "article_date": "November 5, 2020",
    "session_type": "201.Granulocytes, Monocytes, and Macrophages",
    "topics": null,
    "author_names": [
        "Tomasz W. Kaminski, PharmD",
        "Tomasz Brzoska, PhD",
        "Egemen Tutuncuoglu, MSc",
        "Margaret V. Ragni, MDMPH",
        "Prithu Sundd, PhD"
    ],
    "author_affiliations": [
        [
            "Pittsburgh Heart, Lung and Blood Vascular Medicine Institute, University of Pittsburgh School of Medicine, Pittsburgh, PA "
        ],
        [
            "Pittsburgh Heart, Lung and Blood Vascular Medicine Institute, University of Pittsburgh School of Medicine, Pittsburgh, PA "
        ],
        [
            "Pittsburgh Heart, Lung and Blood Vascular Medicine Institute, University of Pittsburgh School of Medicine, Pittsburgh, PA "
        ],
        [
            "University of Pittsburgh, Hemophilia Center of Western Pennsylvania, Pittsburgh, PA ",
            "Department of Medicine - Division of Hematology/Oncology, University of Pittsburgh, Pittsburgh, PA "
        ],
        [
            "Pittsburgh Heart, Lung and Blood Vascular Medicine Institute, University of Pittsburgh School of Medicine, Pittsburgh, PA ",
            "Department of Bioengineering, University of Pittsburgh, Pittsburgh, PA"
        ]
    ],
    "first_author_latitude": "40.442209299999995",
    "first_author_longitude": "-79.9620339",
    "abstract_text": "Hemophilic arthropathy (HA) is the predominant pathophysiology resulting from recurrent joint bleeding in individuals with hemophilia. HA leads to permanent joint damage, chronic pain and reduced quality of life. Despite major advances in the treatment to prevent joint bleeding, HA continues to be a major morbidity affecting hemophilia patients and the etiological mechanism contributing to the progression of HA remains elusive. Recent evidence suggests that joint-bleeding may promote the release of erythrocyte and tissue-derived damage-associated-molecular-pattern molecules (DAMPs) that can trigger the sterile inflammation in the joints, however, the innate immune pathways contributing to the development of HA remain unclear. Here, we used a model of knee joint injury-induced HA in FVIII-total knockout (F8TKO) mice and blood samples from hemophilia patients diagnosed with HA. In vivo multi-photon-excitation (MPE) fluorescence imaging of injured synovial cavity in live F8TKO or control mice was used to assess NETs formation within joint capsule. Imaging-flow-cytometry and ELISA assays were used to evaluate the number of circulating NETs in patients diagnosed with HA and mice with knee-injury. Scoring of the bleeding severity, histology, IHC and confocal imaging of joints were conducted to assess the joint injury in mice. F8TKO but not control mice manifested knee-joint injury and severity of bleeding 5-days post knee-injury. Progression of knee-joint injury was associated with increased neutrophil accumulation and NETs shedding within the synovium of F8TKO mice. Circulating NETs were significantly abundant in the plasma of hemophilia patients diagnosed with HA and F8TKO following knee-injury but not plasma of control humans or mice. These findings are the first to suggest that NETs contribute to pathogenesis of HA in hemophilia. Currently, experiments are underway to identify the innate immune pathways that promote NETs shedding, leading to joint-damage in hemophilia. Disclosures Ragni: Alnylam/Sanofi, ATHN, BioMarin, Bioverativ, Sangamo, Spark: Research Funding; Alnylam/Sanofi, BioMarin, Bioverativ, Spark: Consultancy; BioMarin: Consultancy, Research Funding; Bioverativ: Consultancy, Research Funding; Spark: Consultancy, Research Funding; Takeda: Research Funding; Sangamo: Consultancy, Research Funding; Alnylam Pharmaceuticals Inc., Baxalta/Takeda, BioMarin, Bioverativ, and Spark Therapeutics: Membership on an entity's Board of Directors or advisory committees; American Thrombosis Hemostasis Network: Other: Committee work; Baxalta/Takeda, CSL Behring, Genentech, a member of the Roche Group, OPKO Biologics, and Vascular Medicine Institute: Research Funding."
}