{
    "doi": "https://doi.org/10.1182/blood.V124.21.4672.4672",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2874",
    "start_url_page_num": 2874,
    "is_scraped": "1",
    "article_title": "Patterns of Care of Aged Chronic Lymphocytic Leukemia Patients in the United States: Systematic Analysis of 457 Patients in the Connect CLL Registry ",
    "article_date": "December 6, 2014",
    "session_type": "642. CLL: Therapy, excluding Transplantation: Poster III",
    "topics": [
        "bendamustine",
        "brachial plexus neuritis",
        "cancer",
        "categorical variables",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "clinical diagnosis",
        "descriptive statistics",
        "diagnostic imaging",
        "equity"
    ],
    "author_names": [
        "Chadi Nabhan, MD FACP",
        "Natalie Galanina, MD",
        "Neil E. Kay, MD",
        "Anthony R. Mato, MD",
        "David L. Grinblatt, MD",
        "Thomas J. Kipps, MD",
        "Nicole Lamanna, MD",
        "Mark Weiss, MD",
        "Ian Flinn",
        "Arlene S. Swern, PhD",
        "Thomas Street",
        "Sullivan Kristen, MBA",
        "Christopher R. Flowers, MD"
    ],
    "author_affiliations": [
        [
            "The University of Chicago, Chicago, IL "
        ],
        [
            "The University of Chicago, Chicago, IL "
        ],
        [
            "Mayo Clinic, Rochester, MN "
        ],
        [
            "Hackensack University Medical Center, Hackensack, NJ "
        ],
        [
            "Northshore University Health System, Evanston, IL "
        ],
        [
            "UCSD Moores Cancer Center, San Diego, CA "
        ],
        [
            "Columbia University Medical Center, New York, NY "
        ],
        [
            "Thomas Jefferson University, Philadelphia, PA "
        ],
        [
            "Sarah Cannon Research Institute, Nashville, TN "
        ],
        [
            "Celgene Corporation, Summit, NJ "
        ],
        [
            "Celgene Corporation, Overland Park, KS "
        ],
        [
            "Celgene Corporation, Summit, NJ "
        ],
        [
            "Winship Cancer Institute of Emory University, Atlanta, GA"
        ]
    ],
    "first_author_latitude": "41.78860789999999",
    "first_author_longitude": "-87.5987133",
    "abstract_text": "Introduction: The median age at diagnosis for CLL pts in the US is 72 years. As clinical trials in CLL have largely enrolled younger pt populations, data on disease and pts' characteristics, patterns of care, prognosis, and molecular features in aged CLL pts are limited. With this in mind, we conducted a prospective study to update critical demographic data and patterns of care for aged CLL pt. Patients and Methods: Connect ® -CLL is a US-based prospective, longitudinal, multi-center, observational registry that is aimed at understanding patterns of CLL management without a study-specific intervention. We enrolled pts treated at an academic (n=155) or community (n=1340) setting between 2010 and 2014. Eligible pts were adults with a clinical diagnosis of CLL who required therapy 2 or less months after enrollment. Data on demographics, baseline characteristics, and treatment selection are presented here using descriptive statistics. Continuous variables are reported using appropriate measures of dispersion and central tendency (means, medians, ranges and standard deviations) while categorical variables are summarized as number and percentage of the analysis population. Results: Of 1495 enrolled pts, 457 (30.5%) were ≥75 years (57.3% males, 94.2% white). Rai stage III/IV was noted in 33% and B symptoms (predominantly fatigue (58.4%)) were observed in 68.1%. These and other clinical baseline characteristics appeared similar to pts younger than 75 years except that older pts had more prior malignancies (33.5% vs. 19.8%) and co-morbidities (69.3% vs. 53.6%). Cardiac, neurologic, and renal disorders were the most common morbidities in pts ≥75 years (11.5%, 8.8%, and 4.6% respectively). Imaging studies were performed in 157 (60.2%) older pts and in 416 (65.7%) pts less than 75 years prior to initial therapy. Percentage of pts with bulky nodes (> 5 cm) by imaging was similar in the two groups, 19.3% overall. Prognostic biomarker data were available on 247 pts (178 (72%) <75 years; 69 (28%) ≥75 years). While a higher proportion of older pts had CD38+ CLL (55.1% vs. 40.5%, P=0.038), the proportions of patients with ZAP-70+ CLL were similar between the two groups. In total, 137 (9%) older and 378 (25%) younger pts had 17p and 11q analysis by FISH at enrollment prior to first-line therapy. Of these, 27.0% of pts ≥75 years and 20.6% of pts <75 years had a deletion of either 17p or 11q (P=0.125). Out of all pts enrolled in the registry, 894 (60%) received first-line treatment (261 (29%) pts ≥75 years and 633 (71%) <75 years) as their indication for study entry. Amongst these treated pts, interim analysis shows (data cutoff date: 25 June 2014) progressive marrow failure was more commonly used as the indication for therapy in older pts compared to younger pts (52.1% vs. 38.5%; P<0.001), while splenomegaly was a more common cause for therapy in younger pts (16% vs. 9%; P<0.01). Rai stage III/IV at time of first therapy was 46% and 49% for younger and older pts, respectively. Progressive lymphocytosis was used as the indication for therapy in one third of pts regardless of age. Seventy-four percent of older CLL pts received first-line therapies containing rituximab (R) vs. 85% in pts <75 years (P<0.0001). R-bendamustine was the most common first-line regimen for CLL pts ≥75 (23.4%) while FCR was more commonly given to pts <75 years (32.5%). R-monotherapy was used in 18.8% of older pts versus 9.5% in pts <75 years (P<0.0001). Of note, approximately 25% of CLL pts ≥75 years did not receive R-based regimens for initial therapy. Conclusions: Connect ® -CLL is the largest prospective, multicenter CLL registry in the United States. CLL Pts ≥75 years more frequently overexpress CD38 and may more commonly demonstrate high risk cytogenetics by FISH, although the difference did not reach statistical significance. Pts ≥75 years also more commonly had co-morbid diseases, and surprisingly 25% did not receive first-line R-based therapy. CLL pts are rarely included in front-line clinical trials (<3%). Given that novel therapies are increasingly available for CLL patients a continued analysis is warranted to determine their use in elderly vs younger patients as well. A longer follow up is needed to evaluate the impact of these findings on outcomes. View large Download slide View large Download slide  Disclosures Nabhan: Celgene: Honoraria, Research Funding. Off Label Use: Lenalidomide in CLL. Kay: Celgene: Research Funding. Mato: Genentech, Celgene, Millenium: Speakers Bureau. Grinblatt: Celgene: Honoraria, Speakers Bureau. Kipps: Celgene: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding. Lamanna: Celgene: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding. Weiss: Celgene: Consultancy. Flinn: Celgene: Research Funding. Swern: Celgene: Employment, Equity Ownership. Street: Celgene: Employment, Equity Ownership. Kristen: Celgene: Employment, Equity Ownership. Flowers: Celgene, Prescription Solutions, Seattle Genetics, Millennium (unpaid), Genentech (unpaid) : Consultancy; Gilead, Spectrum, Millennium, Janssen: Research Funding."
}