{
    "doi": "https://doi.org/10.1182/blood.V106.11.1482.1482",
    "article_title": " In Vitro Expansion of Autologous Follicular Lymphoma-Specific T Cells for Adoptive Transfer. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "Advanced stage follicular lymphoma remains an incurable disease with a median survival of 8 to 10 years that has not significantly changed over the last four decades. Therefore, novel treatment options are necessary to improve the clinical outcome in these patients. The observation of spontaneous regressions in a small percentage of patients suggested that augmenting the host immune response could potentially control this malignancy. Strategies using active specific immunotherapy with idiotype vaccines led to induction of clinical and molecular responses in a few patients but have met with only limited success possibly due to the low frequency of antigen-specific T cells induced in the patients. In contrast to active immunization, T cells of a given specificity and function may be selected and expanded in vitro to the desired number for adoptive cell transfer. Towards this goal, we stimulated tumor infiltrating lymphocytes (TILs) or peripheral blood mononuclear cells (PBMCs) from five follicular lymphoma patients with CD40 ligand-activated autologous tumor cells at approximately ten-day intervals in the presence of IL-2 and IL-15. After four rounds of stimulations, T cell lines generated from 3/5 patients recognized autologous unmodified tumor cells by producing significant amounts of TNF-α, GM-CSF and/or IFN-γ. By phenotypic analysis, the T cell lines were predominantly CD4+ T cells (> 70%), and intracellular cytokine assay showed that up to 40% of the CD4+ T cells were tumor-reactive. The inhibition of cytokine production by anti-HLA class II but not class I blocking antibodies confirmed that the CD4+ T cells were tumor-reactive. Further characterization revealed that the T cells from one patient recognized autologous tumor but not autologous normal B cells suggesting that they were tumor-specific. While in a second patient CD4+ T cell clones generated from the T cell line by limiting dilution recognized autologous tumor and autologous normal B cells but not autologous monocytes suggesting that they were B cell lineage-specific. We conclude that follicular lymphoma-specific T cells exist and can be efficiently expanded in vitro from both TILs and PBMCs using CD40 ligand-activated autologous tumor cells for adoptive T cell therapy. Additionally, identification of antigens recognized by these T cells could lead to development of novel immunotherapeutic strategies for lymphomas.",
    "topics": [
        "adoptive transfer",
        "lymphoma",
        "t-lymphocytes",
        "neoplasms",
        "antigens",
        "autologous tumor cells",
        "cd40 antigens",
        "cytokine",
        "follicular lymphoma",
        "ligands"
    ],
    "author_names": [
        "Seung-Tae Lee, MD",
        "Yun Fang Jiang, MD, Ph.D",
        "Soung-Chul Cha, Ph.D",
        "Hong Qin, MD, Ph.D",
        "Larry W. Kwak, MD, Ph.D",
        "Sattva S. Neelapu, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Seung-Tae Lee, MD",
            "author_affiliations": [
                "Lymphoma, M.D. Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Yun Fang Jiang, MD, Ph.D",
            "author_affiliations": [
                "Lymphoma, M.D. Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Soung-Chul Cha, Ph.D",
            "author_affiliations": [
                "Lymphoma, M.D. Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hong Qin, MD, Ph.D",
            "author_affiliations": [
                "Lymphoma, M.D. Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Larry W. Kwak, MD, Ph.D",
            "author_affiliations": [
                "Lymphoma, M.D. Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sattva S. Neelapu, MD",
            "author_affiliations": [
                "Lymphoma, M.D. Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-29T15:35:46",
    "is_scraped": "1"
}