{
    "doi": "https://doi.org/10.1182/blood-2018-99-112963",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3910",
    "start_url_page_num": 3910,
    "is_scraped": "1",
    "article_title": "Microparticle Profiles in Patients with TTP Vs. ITP ",
    "article_date": "November 29, 2018",
    "session_type": "311. Disorders of Platelet Number or Function: Poster III",
    "topics": [
        "purpura, thrombocytopenic, idiopathic",
        "disease remission",
        "borderline neoplasms",
        "thrombocytopenia",
        "antibodies",
        "antiplatelet antibodies",
        "autoimmune diseases",
        "biological markers",
        "bleeding diathesis",
        "cd31 antigens"
    ],
    "author_names": [
        "Robert Forestal McCauley, BS",
        "Robert A Ali, MD",
        "Yonette Paul, MD MBBS",
        "Miriam Yaniz, MS, ASCP",
        "Martha Q. Gonzalez, MD MT",
        "Wenche Jy, PhD",
        "Lawrence L. Horstman, BS",
        "Yeon S. Ahn, MD"
    ],
    "author_affiliations": [
        [
            "Division of Hematology/Oncology, The Wallace H. Coulter Platelet Laboratory, Sylvester Comprehensive Cancer Center, Palmetto Bay, FL "
        ],
        [
            "Department of Medicine, University of Miami Leonard M. Miller School of Medicine, Miami, FL "
        ],
        [
            "Department of Medicine, University of Miami Leonard M. Miller School of Medicine, Miami, FL "
        ],
        [
            "Division of Hematology/Oncology, The Wallace H. Coulter Platelet Laboratory, Sylvester Comprehensive Cancer Center, Miami, FL "
        ],
        [
            "Division of Hematology/Oncology, The Wallace H. Coulter Platelet Laboratory, Sylvester Comprehensive Cancer Center, Miami, FL "
        ],
        [
            "Division of Hematology/Oncology, The Wallace H. Coulter Platelet Laboratory, Sylvester Comprehensive Cancer Center, Miami, FL "
        ],
        [
            "Division of Hematology/Oncology, The Wallace H. Coulter Platelet Laboratory, Sylvester Comprehensive Cancer Center, Miami, FL "
        ],
        [
            "The Wallace H. Coulter Platelet Laboratory, Division of Hematology and Oncology, Department of Medicine, Miller School of Medicine, University of Miami, Miami, FL"
        ]
    ],
    "first_author_latitude": "25.69342165",
    "first_author_longitude": "-80.2843238",
    "abstract_text": "BACKGROUND: Immune Thrombocytopenic Purpura (ITP) is an autoimmune disorder in which the production of antiplatelet antibodies stimulates increased clearance of platelets by macrophages of the mononuclear phagocytic system, resulting in thrombocytopenia and bleeding diathesis. In contrast, Thrombotic Thrombocytopenic Purpura (TTP) is a disorder in which platelets are sequestered in microcirculation to form platelet-rich microthrombi in response to endothelial injury. This leads to thrombocytopenia, red cell fragmentation with hemolytic anemia, systemic microangiopathy, and multiorgan failure. Cell-derived microparticles (C-MP) are microvesicles released in cell activation or apoptosis. C-MP from endothelial cells (EMP), platelets (PMP), leukocytes (LMP), and erythrocytes (RMP) are of particular interest because they have emerged as useful biomarkers, reporting early stages of cellular injury prior to clinical manifestations of underlying cardiovascular, thrombotic, and inflammatory disorders. We investigated C-MP profiles in both ITP and TTP patients with the aim of gaining greater insight into the pathophysiology of these two distinct thrombocytopenic disorders. METHODS : A retrospective study was conducted comparing C-MP data of 29 ITP patients with those of 20 TTP patients. Both groups were stratified into active vs. remission phases. The ITP cohort consisted of 18 patients in active phase (7M/11F, mean age 49.3 yr, mean platelet count 48 x 10 3 /µL) and 11 in remission (2M/9F, mean age 51.9 yr, mean platelet count 221 x 10 3 /µL). The TTP cohort consisted of 8 patients in active phase (1M/7F, mean age 43.1 yr, mean platelet count 54 x 10 3 /µL) and 12 in remission (2M/10F, mean age 43.7 yr, mean platelet count 223 x 10 3 /µL). For ITP, the active phase was defined by platelet counts <100 x 10 3 /µL for >3 months and the remission phase by counts >150 x 10 3 /µL >3 months. None were splenectomized. For TTP, the active phase was defined as thrombocytopenia, clinical evidence of microangiopathy, elevated lactate dehydrogenase (LDH) and low ADAMTS13 activity prior to initiation of plasmapheresis. The remission phase was defined as sustained normalization of the laboratory parameters in the absence of further microangiopathy for at least one month. Flow Cytometry was employed to identify LMP by anti-CD45, RMP by anti-glycophorin, PMP by CD42+/CD31-, and EMP by anti-CD62E. The differences in C-MP patterns between ITP and TTP were evaluated. All C-MP data are presented in units of x10 3 /µL. Statistical analysis was performed using the unpaired t test. RESULTS: When C-MP were compared between active ITP and TTP, TTP had far higher EMP (37 vs. 540, p <0.0001) and RMP (1231 vs. 2505, p=0.03). However, PMP (4068 vs. 312, p=0.02) and LMP (1370 vs. 709, p=0.03) were higher in active ITP. When we compared the groups in remission, TTP had higher EMP (87 vs. 273, p=0.01) but lower PMP (16,488 vs 1102, p<0.0001), LMP (1666 vs. 481, p=0.001), and RMP (1627 vs. 1001, p=0.02). Interestingly, values of PMP in ITP were higher in remission vs. acute (16,488 vs. 4068, p<0.0001). The PMP/platelet ratio, however, did not differ significantly (71.5 vs. 74.4), i.e. this ratio was constant. However, when comparing active and remission TTP, the ratio was higher in the active phase (7.28 vs. 3.46, p=0.02). When comparing ITP vs. TTP, the ratio was higher in both active ITP (71.5 vs. 7.28, p=0.005) and remission ITP (74.4 vs. 3.46, p<0.0001). CONCLUSION/DISCUSSION: PMP were much higher in active ITP than TTP, presumably reflecting the antibody-mediated platelet fragmentation inherent to ITP. This is further corroborated by the higher LMP. Interestingly, PMP in remission ITP was higher than in active ITP, although the PMP/platelet ratio remained constant. In contrast, the PMP/platelet ratio in TTP decreased from the active to remission phase, despite the increase in PMP. This suggests that the immunologic milieu in ITP favors a consistent generation of PMP throughout the different disease phases. EMP and RMP were much higher in active TTP than ITP, reflecting the endothelial injury and red cell fragmentation with hemolysis present in TTP. In addition, the elevated RMP in active TTP may contribute to the formation of microthrombi due to their inherent procoagulant activity. This study demonstrates that C-MP profiles can provide valuable insight on immune-mediated disorders which may lead to improvements in their diagnosis and management. Disclosures Ahn: RxMP Therapeutics, Inc.: Consultancy, Equity Ownership, Patents & Royalties, Research Funding."
}