{
    "doi": "https://doi.org/10.1182/blood.V128.22.2233.2233",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3476",
    "start_url_page_num": 3476,
    "is_scraped": "1",
    "article_title": "Donor Lymphocyte Infusions Correct Deficiency of Naive T Cells and Improve T-Cell Competence after Allogeneic Haematopoietic Stem Cell Transplantation with Lymphocyte Depletion ",
    "article_date": "December 2, 2016",
    "session_type": "722. Clinical Allogeneic Transplantation: Acute and Chronic GVHD, Immune Reconstitution: Poster I",
    "topics": [
        "allogeneic hematopoietic stem cell transplant",
        "donors",
        "lymphocyte depletion",
        "lymphocytes",
        "t-lymphocytes",
        "alemtuzumab",
        "hematopoietic stem cell transplantation",
        "antigens",
        "allopurinol",
        "cancer"
    ],
    "author_names": [
        "Monera Al Rukhayes",
        "Victoria T Potter",
        "Pilar Perez-Abellan",
        "Jesus Feliu",
        "Lajos Floro",
        "Ruby Quartey-Papafio",
        "Farzin Farzaneh",
        "Pramila Krishnamurthy",
        "Jennifer Clay",
        "Carmel Rice",
        "Antonio Pagliuca, MBBS MA FRCP FRCPath",
        "Ghulam J Mufti",
        "Linda D Barber"
    ],
    "author_affiliations": [
        [
            "Department of Haematological Medicine, King's College London, London, United Kingdom "
        ],
        [
            "Department of Haematology, King's College Hospital NHS Foundation Trust, London, United Kingdom"
        ],
        [
            "Department of Haematological Medicine, King's College London, London, United Kingdom "
        ],
        [
            "Department of Haematological Medicine, King's College London, London, United Kingdom "
        ],
        [
            "Department of Haematology, King's College Hospital NHS Foundation Trust, London, United Kingdom"
        ],
        [
            "Department of Haematological Medicine, King's College London, London, United Kingdom "
        ],
        [
            "Department of Haematological Medicine, King's College London, London, United Kingdom "
        ],
        [
            "Department of Haematological Medicine, King's College London, London, United Kingdom "
        ],
        [
            "Department of Haematology, King's College Hospital NHS Foundation Trust, London, United Kingdom"
        ],
        [
            "Department of Haematology, King's College Hospital NHS Foundation Trust, London, United Kingdom"
        ],
        [
            "Department of Haematology, King's College Hospital NHS Foundation Trust, London, United Kingdom"
        ],
        [
            "Department of Haematological Medicine, King's College London, London, United Kingdom "
        ],
        [
            "Department of Haematological Medicine, King's College London, London, United Kingdom "
        ]
    ],
    "first_author_latitude": "51.4672965",
    "first_author_longitude": "-0.0941931",
    "abstract_text": "Lymphocyte-depletion effectively reduces risk of graft versus host disease (GvHD) after allogeneic haematopoietic stem cell transplantation (allo-HSCT), but risk of infections and malignant disease relapse remains high. We have previously reported that pre-emptive donor lymphocyte infusions (pDLI) given to patients after allo-HSCT for myeloid malignancies to reverse falling donor T-cell chimerism improve overall and relapse-free survival. GvHD rates after pDLI were not high and grade rarely severe. To investigate the basis for better outcome after pDLI, we have assessed recovery of lymphocyte subsets, T-cell receptor (TCR) diversity and T-cell functional competence after allo-HSCT with fludarabine and busulphan in cohorts of 59 patients (median age 59) given alemtuzumab for lymphocyte-depletion and 34 patients (median age 58) given anti-thymocyte globulin (ATG). Lymphocytes were significantly less depleted with ATG compared to alemtuzumab (Day 30: Median 3.9 x 10 8 /liter versus 2.3x10 8 /liter, P =0.03) but numbers for both ATG and alemtuzumab remained significantly below the normal range (median 2.34x10 9 /liter for 11 aged-matched healthy volunteers) for at least one year (Day 360 P <0.005: Median 8.35 x 10 8 /liter after ATG; median 1.04 x 10 9 /liter after alemtuzumab). Lymphocyte subset composition was similar after ATG or alemtuzumab, and abnormal. Notable, the T-cell population comprised only memory and effector T cells early after HSCT. These cells expressed significantly higher levels of Ki67 than T cells from healthy volunteers (Day 30 P <0.005: Median CD4 T cells 41.3% Ki67+ after ATG, 66% after alemtuzumab compared to 2.51% for healthy volunteers; median CD8 T cells 18.5% Ki67+ after ATG, 50.8% after alemtuzumab compared to 2.58% for healthy volunteers). This marker is indicative of homeostatic proliferation likely driven by increased levels of IL7 and IL15 detected in the serum of patients early after HSCT compared to healthy volunteers (Day 30 P =0.066 and P <0.005 respectively). Higher frequency of T cells expressing the proliferation marker in patients treated with alemtuzumab was associated with high frequencies of T cells expressing the PD1 marker, indicative of exhaustion (Day 30 P <0.005: Median CD4 T cells 84.0% PD1+ after alemtuzumab compared to 6.35% for healthy volunteers; median CD8 T cells 49.1% PD1+ after alemtuzumab compared to 12.3% for healthy volunteers). Expression of PD1 by T cells was near normal in patients treated with ATG. Naïve T cells were typically absent for at least six months after HSCT following lymphocyte depletion with ATG or alemtuzumab, and any subsequent recovery was poor. In contrast, the naïve T-cell population increased rapidly in patients after pDLI (n=18). Six of these patients received pDLI early after HSCT (at 3-5 months) and naïve T-cell recovery was significantly enhanced at six months compared to patients that did not receive pDLI (Day 180 P <0.005: Median 19.25% naïve CD4 T cells compared to 1.36%; median 23.5% naïve CD8 T cells compared to 3.48%). Naïve T cells are the main source of repertoire diversity and responsible for responses to antigens not previously encountered. Analysis of the TCR β chain repertoire of five patients by deep sequencing revealed that pDLI boosts repertoire diversity. For example, unique TCR β chain sequences increased 31-fold in 150 days after pDLI compared to a 2-fold increase during a similar period for another patient that did not receive DLI. Furthermore, instances of emergence of public clonotypes specific for CMV or EBV that were not detected before DLI were seen in virus-positive patients whose donors were virus-negative. Emergence and rapid expansion of donor-derived clonotypes to frequencies up to 6.75% suggests that naïve T cells present in the DLI had been primed upon encounter with virus in the patient. In vitro stimulation with overlapping 15-mer peptide libraries for CMV antigens and EBV antigens followed by assessment of activation marker expression and interferon-γ, MIP-1β, and TNF-α production showed that virus-specific T-cell responses increased in magnitude and poly-functionality after DLI. These findings show that DLI replenishes naïve T cells and restores ability to respond to viral antigens previously unseen. By inference, this may extend to leukaemia antigens and underlie the reduced rate of malignant disease relapse seen in patients given pDLI. Disclosures No relevant conflicts of interest to declare."
}