{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.295.295",
    "article_title": "Mechanisms of Acquired Resistance to Gilteritinib Therapy in Relapsed and Refractory FLT3 -Mutated Acute Myeloid Leukemia ",
    "article_date": "December 7, 2017",
    "session_type": "604. Molecular Pharmacology and Drug Resistance in Myeloid Diseases: Novel Therapeutics and Mechanisms of Resistance in Myeloid Disease",
    "abstract_text": "Introduction: A major mechanism of clinical response to FLT3 tyrosine kinase inhibitors (TKIs) is the induction of terminal granulocytic differentiation of leukemic blasts (Sexauer, et al. Blood 2012). However, the clinical activity of many FLT3 TKIs is limited by novel, treatment-emergent activating mutations in FLT3 that confer in vitro resistance--particularly substitutions at D835 in the tyrosine kinase domain (TKD) activation loop and the so-called \"gatekeeper\" residue F691. Gilteritinib (ASP2215) is a highly potent and selective oral inhibitor of FLT3 that is active against both FLT3 -internal tandem duplication (ITD) and TKD mutations and is currently in phase 3 trials. As a single agent, gilteritinib shows significant clinical activity in relapsed/refractory (R/R) FLT3 -mutated AML (Perl, et al. Lancet Oncol 2017), but mechanisms of therapeutic resistance have yet to be systematically described. We therefore analyzed the serial morphologic and genetic data of patients treated with gilteritinib to better characterize response and identify treatment-emergent genetic alterations associated with disease progression. Methods: We studied adults with R/R FLT3 -mutated AML who were treated at FLT3 inhibitory doses (≥80mg/day) on a phase 1/2 study of gilteritinib at 2 institutions (CHRYSALIS trial, NCT02014558). Clinical and laboratory data were collected from chart review. FLT3 PCR and karyotype were sent at study entry and each treatment assessment, and next generation sequencing (NGS) results were recorded at study entry and completion. FLT3 mutant:wild-type (WT) allelic ratios were converted to mutation frequencies. Subjects were scored as a \"differentiation response\" if they had a >50% reduction in marrow blasts from baseline with granulocytic hyperplasia and a stable or increased FLT3 mutation frequency, while subjects were scored as a \"response without differentiation\" if they had a >50% reduction in marrow blasts with at least a 2-fold reduction in FLT3 mutation frequency. All other responses were considered \"persistent disease.\" Results: 30 subjects were studied. 4 were excluded due to a lack of evaluable data and 5 are currently being analyzed. Of the remaining 21 subjects, the median age was 66 years (range 22 - 87). 19/21 subjects (90%) had a FLT3 -ITD mutation at study enrollment, including 3 (14%) with both FLT3 -ITD and FLT3 -D835 mutations. Two subjects (10%) had a FLT3 -D835 mutation only. 10/21 subjects (48%) had a \"differentiation response,\" 7/21 subjects (33%) had a \"response without differentiation\", and 4/21 subjects (19%) had persistent disease on gilteritinib. The median duration of gilteritinib therapy was 154 days (range 42-536+ days). One subject remains on gilteritinib at the time of data collection and 16 have progressed, with 4 withdrawn for transplant or toxicity. 9/19 subjects (47%) with serial cytogenetic data developed new cytogenetic abnormalities during therapy compared to pre-study karyotypes, including a new BCR-ABL1 fusion at progression in 1 subject. Cytogenetic evolution did not always associate with disease progression. New somatic mutations developed on gilteritinib in 7/16 progressing subjects and 1 non-progressing subject on a pre-transplant marrow (50%), including mutations in NRAS (n=4), IDH2 (n=1), CBL (n=1), and TBL1XR1 (n=1). 3 patients acquired FLT3 -F691L mutations at progression. Two patterns of resistance to gilteritinib were identified based on NGS data: 1) \"clone swapping\" in which the original FLT3 mutation is lost with the concurrent acquisition of mutations in other genes and 2) \"clonal evolution\" in which baseline mutations in FLT3 and other genes persist but additional mutations are acquired, causing subclonal expansion (Figure 1). Conclusions: Most patients responding to gilteritinib maintain a stable marrow FLT3 mutant allele burden, indicating terminal differentiation of leukemic blasts. Treatment-emergent mutational activation of signal transduction underlies the majority of cases of gilteritinib resistance, but only a small number-all F691L-are new FLT3 mutations. Cytogenetic clonal evolution during gilteritinib occurs commonly but is not always associated with resistance. Mechanisms of gilteritinib resistance include the acquisition of new driver mutations and selection for FLT3 -WT subclones. Dual targeting of NRAS signaling and FLT3 may prove useful clinically. View large Download slide View large Download slide  Close modal Disclosures Morrissette: Novartis: Consultancy. Shah: Daiichi-Sankyo: Research Funding; ARIAD: Research Funding; Bristol-Myers Squibb: Research Funding; Pfizer: Research Funding. Smith: Astellas Pharma: Research Funding; Plexxikon Inc.: Research Funding. Carroll: Incyte Pharmaceuticals: Research Funding; Astellas Pharmaceuticals: Research Funding. Perl: Novartis: Other: Advisory Board; Actinium Pharmaceuticals: Other: Scientific Advisory Board; Arog Pharmaceuticals: Consultancy; Pfizer: Other: Advisory Board; Asana Biosciences: Other: Scientific advisory board; Seattle Genetics: Other: Advisory board; Daiichi Sankyo: Consultancy; Astellas: Consultancy.",
    "topics": [
        "flt3 gene",
        "gilteritinib",
        "leukemia, myelocytic, acute",
        "ms-like tyrosine kinase 3",
        "mutation",
        "impedance threshold device",
        "massively-parallel genome sequencing",
        "protein-tyrosine kinase inhibitor",
        "disease progression",
        "karyotype determination procedure"
    ],
    "author_names": [
        "Christine M. McMahon, MD",
        "Jonathan Canaani, MD",
        "Bryan Rea, MD",
        "Rachel Lynn Sargent, MD",
        "Jennifer J.D. Morrissette, PhD",
        "David B. Lieberman, MS, CGC",
        "Christopher Watt, MD PhD",
        "Gregory W. Schwartz, PhD",
        "Robert B. Faryabi, PhD",
        "Timothy T. Ferng, MD",
        "Neil P. Shah, MD PhD",
        "Catherine C. Smith, MD",
        "Martin Carroll, MD",
        "Alexander E. Perl, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Christine M. McMahon, MD",
            "author_affiliations": [
                "University of Pennsylvania, Philadelphia, PA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jonathan Canaani, MD",
            "author_affiliations": [
                "Hematology Division, Sheba Medical Center, Givatayim, Israel "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bryan Rea, MD",
            "author_affiliations": [
                "Department of Pathology and Laboratory Medicine, University of Pennsylvania, Philadelphia, PA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rachel Lynn Sargent, MD",
            "author_affiliations": [
                "Department of Pathology and Laboratory Medicine, University of Pennsylvania, Philadelphia, PA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jennifer J.D. Morrissette, PhD",
            "author_affiliations": [
                "Department of Pathology and Laboratory Medicine, University of Pennsylvania, Philadelphia, PA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David B. Lieberman, MS, CGC",
            "author_affiliations": [
                "Department of Pathology and Laboratory Medicine, University of Pennsylvania, Philadelphia, PA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christopher Watt, MD PhD",
            "author_affiliations": [
                "Department of Pathology and Laboratory Medicine, University of Pennsylvania, Philadelphia, PA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gregory W. Schwartz, PhD",
            "author_affiliations": [
                "Department of Pathology and Laboratory Medicine, University of Pennsylvania, Philadelphia, PA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert B. Faryabi, PhD",
            "author_affiliations": [
                "Department of Pathology and Laboratory Medicine, University of Pennsylvania, Philadelphia, PA "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Timothy T. Ferng, MD",
            "author_affiliations": [
                "University of California (San Francisco), San Francisco, CA"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Neil P. Shah, MD PhD",
            "author_affiliations": [
                "University of California (San Francisco), San Francisco, CA"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Catherine C. Smith, MD",
            "author_affiliations": [
                "University of California (San Francisco), San Francisco, CA"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martin Carroll, MD",
            "author_affiliations": [
                "University of Pennsylvania, Philadelphia, PA "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alexander E. Perl, MD",
            "author_affiliations": [
                "University of Pennsylvania, Philadelphia, PA "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T18:39:35",
    "is_scraped": "1"
}