{
    "doi": "https://doi.org/10.1182/blood.V108.11.1425.1425",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=704",
    "start_url_page_num": 704,
    "is_scraped": "1",
    "article_title": "Targeting the IRF2 Transcription Factor To Inhibit Leukaemic Cell Growth. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "animal model",
        "leukemic cells",
        "transcription factor",
        "leukemia",
        "growth retardation",
        "human leukocyte interferon",
        "interferons",
        "neoplasms",
        "tumor cells, malignant",
        "autologous stem cell transplant"
    ],
    "author_names": [
        "Alla Dolnikov, PhD",
        "Ailyn Choo, BSc",
        "Patricia Palladinetti, MSc",
        "Toby Passioura, PhD",
        "Geoff Symonds, PhD",
        "Tracey A. O’Brien, MBChB, FRACP, MHL., B"
    ],
    "author_affiliations": [
        [
            "Sydney Cord & Marrow Research Facility, Centre for Children’s Cancer & Blood Disorders, Sydney Children’s Hospital, Sydney, NSW, Australia",
            "Children’s Cancer Insitute Australia for Medical Research, Sydney, NSW, Australia"
        ],
        [
            "Children’s Cancer Insitute Australia for Medical Research, Sydney, NSW, Australia"
        ],
        [
            "Children’s Cancer Insitute Australia for Medical Research, Sydney, NSW, Australia"
        ],
        [
            "Children’s Cancer Insitute Australia for Medical Research, Sydney, NSW, Australia"
        ],
        [
            "Children’s Cancer Insitute Australia for Medical Research, Sydney, NSW, Australia"
        ],
        [
            "Sydney Cord & Marrow Research Facility, Centre for Children’s Cancer & Blood Disorders, Sydney Children’s Hospital, Sydney, NSW, Australia"
        ]
    ],
    "first_author_latitude": "-33.9171504",
    "first_author_longitude": "151.2382758",
    "abstract_text": "Activating mutations of the Ras genes occur at high frequency in acute myeloid leukemia (AML). We have previously shown that expression of mutant N-ras(N-ras m ) in murine hematopoietic stem cells is sufficient to induce a myeloid malignancy that resembles human AML(Mackenzie et al. Blood, 1999, 93, 2043–2056). In a ’humanised’ NOD/SCID mouse model N-ras m induced a pre-leukemic condition characterised by myeloid proliferation of human hematopoietic progenitor cells in the bone marrow of recipient mice (Shen et al. Exp. Hematol., 2004, 32: 852–860). Even though Ras usually acts as a dominant transforming oncogene, in primary cells and some cancer cell lines, Ras inhibits cell growth. We have previously shown that ectopic expression of N-ras m in leukemia U937 and K562 cells leads to growth suppression (Passioura et al. Cancer Res. 2005, 65, 797–804). The expression profile induced by N-ras m in these cells included the up-regulation of transcription factor Interferon Regulatory Factor1 (IRF1) and activation of cdk inhibitor p21 WAF . IRF1 was previously defined as a tumour suppressor, and as such is a target of oncogenic mutations in AML. Antisense suppression of IRF1 prevented N-ras m induced growth suppression and up-regulation of p21 WAF1 . These results defined a novel tumour suppressive response to oncogenic N-ras m in leukemia cells. A retroviral cDNA library screen for genes that counteract N-ras m -induced growth suppression identified the gene for the Interferon Regulatory Factor2 (IRF2), and as confirmation of the screen, over-expression of IRF2 in leukemia U937 cells acted to inhibit N-ras m -induced growth suppression ( Passioura et al. Oncogene . 2005 ; 24 : 7327 –36 ). IRF2 is known for its oncogenic properties and can antagonise IRF1-mediated tumour suppression. In addition, IRF2 is often up-regulated in primary leukemia samples. Here we show that IRF2 gene suppression using RNA interference acts to suppress the growth of leukemia TF-1 cells bearing N-ras mutation in codon 61 and expressing high levels of IRF1 and IRF2 and low level of p21 Waf1 . IRF2 down-regulation confirmed at RNA (quantitative RT-PCR) and protein (Western analysis) levels resulted in up-regulation of p21 Waf1 and G2/M- rather than G1/S-growth arrest. In addition, increased polyploidisation that results from discoordinated DNA synthesis in mitotically arrested cells, was observed. In addition, IRF2-down-regulation significantly reduced clonogenic growth of the leukemic blasts. Cell growth of normal hematopoietic progenitor cells that express low levels of both IRF1 and IRF2, however, was not affected by IRF2 targeting. IRF2 targeting is currently being examined in primary AML samples in an animal model of AML. We suggest that IRF2 suppression can be used for ex vivo purging of leukemia cells in the autologous stem cell transplantation setting. To the best of our knowledge, specific IRF2 inhibition in cancer cells as a potential therapeutic approach has not been tested to date. IRF2 suppression may prove to be a novel therapeutic target for leukemia therapy."
}