{
    "doi": "https://doi.org/10.1182/blood.V128.22.3280.3280",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3380",
    "start_url_page_num": 3380,
    "is_scraped": "1",
    "article_title": "Mutational Characterisation and Tracking Disease Progression Using Circulating Cell-Free Tumor DNA in Multiple Myeloma Patients ",
    "article_date": "December 2, 2016",
    "session_type": "651. Myeloma: Biology and Pathophysiology, excluding Therapy: Poster II",
    "topics": [
        "circulating tumor dna",
        "disease progression",
        "multiple myeloma",
        "biopsy",
        "monoclonal gammopathy of undetermined significance",
        "protein p53",
        "dna",
        "biological markers",
        "neoplasms",
        "beta catenin"
    ],
    "author_names": [
        "Sridurga Mithraprabhu, PhD",
        "Tiffany Khong, BSc, PhD",
        "Malarmathy Ramachandran",
        "Annie W.S. Chow",
        "Daniela Klarica, RN",
        "Laura Mai",
        "Stephanie Walsh",
        "David Broemeling",
        "Andre Marziali",
        "Matthew Wiggin",
        "Jay Hocking, MD PhDstudent",
        "Anna Kalff, MBBS, FRACP, FRCPA",
        "Brian G.M. Durie, MD",
        "Andrew Spencer"
    ],
    "author_affiliations": [
        [
            "Australian Centre for Blood Diseases, Myeloma Research Group, ACBD, Monash University & Alfred Hospital, Melbourne, Australia "
        ],
        [
            "Myeloma Research Group, ACBD, Monash University & Alfred Hospital, Melbourne, Australia "
        ],
        [
            "Australian Centre for Blood Diseases, Alfred Hospital, Melbourne, Australia "
        ],
        [
            "Division of Haematology, SA Pathology, Adelaide, Australia "
        ],
        [
            "Malignant Haematology and Stem Cell Transplantation Service, Alfred Health, Melbourne, Australia "
        ],
        [
            "Boreal Genomics, Vancouver, Canada "
        ],
        [
            "Boreal Genomics, Vancouver, Canada "
        ],
        [
            "Boreal Genomics, Vancouver, CAN "
        ],
        [
            "Boreal Genomics, Vancouver, Canada "
        ],
        [
            "Boreal Genomics, Vancouver, Canada "
        ],
        [
            "Myeloma Research Group, ACBD, Monash University & Alfred Hospital, Melbourne, Australia "
        ],
        [
            "Myeloma Research Group, ACBD, Monash University & Alfred Hospital, Prahran, Australia ",
            "Malignant Haematology and Stem Cell Transplantation, The Alfred Hospital, Melbourne, Australia "
        ],
        [
            "Cedars-Sinai Samuel Oschin Cancer Center, Los Angeles, CA "
        ],
        [
            "Myeloma Research Group, ACBD, Monash University & Alfred Hospital, Melbourne, Australia ",
            "Malignant Haematology and Stem Cell Transplantation Service, The Alfred Hospital/MONASH University/Australian Centre for Blood Diseases, Melbourne, Australia"
        ]
    ],
    "first_author_latitude": "-37.88033325",
    "first_author_longitude": "145.0588722",
    "abstract_text": "Background: Multiple myeloma (MM) currently relies on bone marrow (BM) biopsy for mutational characterisation, which does not capture the putative spatial and genetic heterogeneity of this multi-focal disease. Circulating cell-free tumour DNA (ctDNA) is a powerful non-invasive biomarker, which is being utilised to monitor tumor dynamics in a number of cancers. In this study, analysis of peripheral blood plasma (PL) - derived ctDNA and contemporaneously sourced BM MM cells was undertaken to determine if ctDNA can be utilised as an adjunct to BM biopsy for mutational characterisation and non-invasive therapeutic monitoring of disease progression. Methods: Blood (30ml) from MM patients was collected into Streck Cell-Free DNA BCT tubes and DNA extracted using the QIAamp circulating nucleic acid kit (Qiagen). BM aspirates from MM patients were CD138 enriched and subject to DNA extraction (Qiagen). Paired BM MM DNA and PL samples from 54 patients (New Diagnosis (ND) = 17; Relapsed/ Refractory (RR) = 35 and monoclonal gammopathy of undetermined significance (MGUS) =2] were analysed in the high-sensitive OnTarget TM mutation detection platform (OMD, Boreal Genomics) that included 96-mutations in the KRAS, NRAS, CTNNB1, EGFR, PIK3CA, TP53, FOXL2, GNAS and BRAF genes. OMD findings were validated with ddPCR (Biorad QX200 droplet digital PCR system). Sequential ctDNA quantitation with ddPCR through longitudinal PL tracking of specific clones in two patients for the monitoring of disease was also performed. Results: OMD detected a total of 141 mutations (BM and PL=42; BM-only=63 and PL only=36) with the presence of mutations in the PL (55.3%) authenticating the existence of ctDNA harbouring mutations. The detection of PL-only mutations (25.5%) signified the existence of mutant clones predominantly or exclusively, distant to the BM biopsy site. RR patients had a higher number of PL-only mutations compared to ND (34 vs 2 mutations), with none detected in MGUS, denoting that spatial and genetic heterogeneity is more evident in patients with advanced disease. Activating RAS mutations were highly prevalent in 34/54 patients (63%) harboring at least one RAS mutation. Specifically, KRAS mutations were found in 26/54 patients (48%), with 17/35 RR (48.5%), 9/17 ND (53%) and 1/2 MGUS patients harboring at least 1 KRAS mutation, indicating that mutations in this gene occur early in MM pathogenesis. NRAS mutations were found to be present at a higher frequency in RR patients compared to ND patients (45.7% vs 35.2%). BRAF mutations were equally distributed amongst RR and ND patients, in contrast, TP53 mutations were found exclusively in RR patients. Additionally, in 2 RR patients, a total of 5 PIK3CA mutations (E542K, E545K, H1047R, C420R, E81K) were present, 4 of which were found in PL-only, denoting the presence of these mutations distant to the BM biopsy site. Two ND patients had 1 GNAS mutation each (R201H and R201C). Preliminary validation of the OMD findings was performed in 12 patients using ddPCR with 90.9% concordance between the two platforms. Furthermore, 4/13 mutations (30.7%) that were negative in OMD were detected by ddPCR, indicating a higher sensitivity for ddPCR. Sequential ddPCR of ctDNA for Patient #1 with advanced relapsed disease for previously identified TP53 R273H and KRAS G12D mutations showed that the fractional abundance of KRAS G12D rapidly increased coincident with relapse of the disease, while that of TP53 273H did not change significantly over time. For Patient #2, relapsed disease was associated with the reappearance of mutant KRAS G12V and KRAS G12D clones that had been present at diagnosis in the BM and the emergence of 2 new clones NRAS G13D and NRAS Q61K. Conclusions This study provides the groundwork for utilisation of PL-ctDNA as an adjunct to BM biopsy for comprehensive mutational characterisation and as a non-invasive biomarker for therapeutic monitoring in MM patients. Importantly, a higher frequency of RAS mutations and presence of mutations in PIK3CA and GNAS, which have not been previously reported in MM, provides evidence of a more complex mutational landscape in MM than previously shown with BM whole exome sequencing studies. Furthermore, sequential PL tracking of specific mutant clones in two patients enabled monitoring of tumor dynamics. In conclusion, incorporating PL ctDNA evaluation may represent a significant advance in attempts to personalize future MM treatment strategies. Disclosures Mai: Boreal Genomics: Employment. Walsh: Boreal Genomics: Employment. Broemeling: Boreal Genomics: Employment. Marziali: Boreal Genomics: Employment. Wiggin: Boreal Genomics: Employment."
}