{
    "doi": "https://doi.org/10.1182/blood.V114.22.4977.4977",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1489",
    "start_url_page_num": 1489,
    "is_scraped": "1",
    "article_title": "PI3K/AKT Activity and Functional Relevance in Deguelin Induced Apoptosis in MDS Cell Line. ",
    "article_date": "November 20, 2009",
    "session_type": "MYELOMA - THERAPY, EXCLUDING TRANSPLANTATION MYELOPROLIFERATIVE SYNDROMES",
    "topics": [
        "1-phosphatidylinositol 3-kinase",
        "apoptosis",
        "cell lines",
        "phosphoinositide 3-kinase",
        "proto-oncogene proteins c-akt",
        "flow cytometry",
        "leukemia",
        "annexin a5",
        "antibodies",
        "cd45 antigens"
    ],
    "author_names": [
        "Denise Carvalho Rezende, Pharmacyst",
        "Lorena Pacheco, Byomedical",
        "Gustavo Loureiro, MD",
        "Elisa Kimura, Pharmacyst",
        "Laila Silva",
        "Daniella Kerbauy, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Hematology and Hemotherapy Division, UNIFESP, Sao Paulo, Brazil, "
        ],
        [
            "Hematology and Hemotherapy division, UNIFESP, Sao Paulo, Brazil, "
        ],
        [
            "Hematology and Hemotherapy division, UNIFESP, Sao Paulo, Brazil, "
        ],
        [
            "Hematology and Hemotherapy division, UNIFESP, Sao Paulo, Brazil, "
        ],
        [
            "Hematology and Hemotherapy division, UNIFESP, Sao Paulo, Brazil, "
        ],
        [
            "UNIFESP, sao Paulo, Brazil"
        ]
    ],
    "first_author_latitude": "-23.5916438",
    "first_author_longitude": "-46.6489943",
    "abstract_text": "Abstract 4977 Introduction PI3K/AKT signalling pathway is involved in cell growth, proliferation and apoptosis. PI3K/AKT constitutive activation is observed in several solid tumors and leukemic cells. Inhibition of PI3K/AKT activity using specific inhibitor, LY294002, results in apoptosis. Deguelin is a natural product isolated from the leguminous, Mundulea sericea , with antitumorigenic effect in vitro and in vivo. The inhibition effect of Deguelin in PI3K/AKT signalling pathway in leukaemia cells was also observed in vitro. Aims We evaluated PI3K/AKT activation using p-AKT expression by flow cytometry in P39 cell line and CD34+ hematopoietic progenitors. PI3K/AKT activity inhibition mediated by deguelin and its proapoptotic effect was tested in P39 cell line. Material and Methods The high-risk MDS cell line P39 and leukaemia cell lines, Jurkat and HL60, were maintained in RPMI1640 and FBS 10%. Jurkat and HL60 were used as positive and negative control for p-AKT expression, respectively. Cell lines and CD34+ cells from bone marrow healthy donors (n=5) were assessed for p-AKT expression. Flow cytometry detection of intracellular Ser 473 p-AKT was performed after permeabilization and fixation with a saponin based solution with Tween20 and FACSlysing solution (Becton Dickinson-BD). An alexa-fluor 488-conjugated rabbit antibody to Ser 473 p-AKT (Cell Signalling Technology) was employed. A double immunostaining procedure using CD45-PerCP and CD34+PE was performed to analyse p-AKT expression in CD34+ cells from bone marrow healthy donors. After incubation, cells were analysed on a FACSCalibur (BD). The p-AKT activity was determined using Kolmogorov-Smirnov test ( D ). Difference between groups was analyzed using the Mann Whitney test. For treatment and determination of apoptosis, cells were exposed to deguelin (at concentrations of 10-300nM) and LY294002 (15-50uM) for 24-48h. To determine apoptotic changes, cells were stained withy Annexin-V/FITC and propidium iodide and examined on a FACScalibur (BD). Results Jurkat cells showed constitutive PI3K/AKT activation with a mean D value for p-AKT expression of D=0,84 ± 0,02. P39 cells also showed a constitutive PI3K/AKT activation with p-AKT expression as high as in Jurkat cells (mean D= 0,76±0,07). P-AKT expression was significant lower in CD34+cells from health donors (D=0,38±0,06) than in Jurkat and P39, respectively (p=0,0043 and p=0,015). Inhibition of p-AKT was observed using different concentrations of LY294002 (15-50uM) in Jurkat cells and apoptosis was observed after 24 and 48h when cells were treated with 50uM. For P39, although apoptosis was observed, no p-AKT inhibition was detected after LY294002 treatment. Treatment with deguelin induced apoptosis in Jurkat via p-AKT inhibition. No effect on apoptosis or p-AKT expression was observed in P39 cell line after deguelin treatment. Conclusions PI3/AKT constitutive activation was observed in P39 cell line and suggests that PI3/AKT can play a role in MDS progression. Deguelin effect in PI3K/AKT pathway can be cell specific, as observed in Jurkat but not in P39 cell line. Thus, deguelin in combination with other agents should be tested as a potential therapeutic option for MDS via PI3K/AKT inhibition. Disclosures No relevant conflicts of interest to declare."
}