{
    "doi": "https://doi.org/10.1182/blood.V128.22.3687.3687",
    "article_title": "Hemophagocytic Syndrome in Systemic Lupus Erythematosus : A Monocentric Review of 13 Cases ",
    "article_date": "December 2, 2016",
    "session_type": "201. Granulocytes, Monocytes, and Macrophages: Poster III",
    "abstract_text": "Hemophagocytic syndrome (HS) can be either primary, with a genetic etiology, or secondary, associated with malignancies or infections. Among rheumatic or auto-immune disorders, HS occurs most frequently in systemic juvenile idiopathic arthritis. In recent years this syndrome has been increasingly reported in patients with systemic lupus erythematosus (SLE). We retrospectively studied SLE-associated HS in a monocentric lupus cohort patients. Methods : We reviewed the medical records of adult patients with SLE for a recent 6 years period (2010-2015) and identified patients who had developed HS. The diagnosis of SLE was made using ACR criteria (4 or more criteria) and HS has been diagnosed using Hunter criteria (5 or more). We conducted statistical analyses to identify the characteristics of those patients in comparison with SLE patients without HS Results : Among 110 consecutive lupus patients, 13 patients (12 women) was identified having HS. The mean age of patients was 37.69 +/- 11.4 years (21-68). HS revealed lupus in 3 patients; in the others the delay between diagnosis of SLE and HS was 12 months (1 months - 108). Fever, pericarditis and splenomegaly were found in 100%, 54% and 46% of patients at presentation of HS. Bone marrow aspiration indicated hemophagocytosis in all patients. Cutaneo-mucous and arthritis were present in 92% patients of patients at presentation of HS. Laboratory features were diverse, bicytopenia or pancytopenia, high C-reactive protein level (mean 93 mg/L) and hyperferritinemia (mean 11.082 ng/ml), hypertriglyceridemia (mean 4.2 g/L )were present in all patients. The mean hemoglobin level was 74 g/L (55-88 g/L), the mean neutrophils count was 6004 /µl (930-13.080), mean lymphocyte count 926/µl (350-1350) and the mean platelets 68.230/µl (10.000-98.000). All patients had anti-nuclear antibodies when the HS occurred. Anti-double-stranded DNA antibodies were present in 7 patients. Serum complement C3 was low in 10 patients. HS was associated with a lupus flare in 8 patients (3 renal flare, 3 central neurologic manifestations, one patient had proliferative nephropathy and polyradiculoneuritis and one patient pancreatitis). Infections was diagnosed in 11 patients (4 bacterial infections, 4 tuberculosis infection, 3 viral infections). Recognition of the cause of HS was particularly challenging because it may mimic the clinical features of the underlying disease or be confused with an infectious complication; both conditions was considered present in 6 patients. The most commonly used therapy was corticosteroids, which were initially administered in all patients. All patients respond first to steroids. Immunosuppressant therapy was used together with corticosteroids in 7 patients (intravenous cyclophosphamide in 6, mycophenolate mofetil in 1). Intravenous immunoglobulin was given in 3 cases and Rituximab was used as the third line treatment in one patients (with polyradiculonevritis). Anti-tuberculosis treatment was used also as first line treatment in 4 patients with life threatening presentation. All patients had a good outcome without any mortality with a mean follow-up of 25 months. Compared with SLE patients without HS, those with HS was older and showed a higher serum C-reactive protein level (p = 0.039), a higher ferritinemia (p = 0.004), higher SLEDAI score (p = 0.003), a lower levels of plasma neutrophils (p < 0.001), lower level of hemoglobin (p = 0.013), as well as lower platelets count (p=0.03). Conclusion : HS was observed in 11.8 % Moroccan patients with SLE. The occurrence of HS was most frequently associated with the SLE disease activity and bacterial infection. Profound cytopenia, a high SLEDAI score, and notable changes in the level of acute-phase reactants are the characteristics of SLE patients with HS in our series. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "hemophagocytic lymphohistiocytosis",
        "systemic lupus erythematosus",
        "infections",
        "adrenal corticosteroids",
        "antibodies",
        "bacterial infections",
        "c-reactive protein measurement",
        "glucocorticoids",
        "mineralocorticoids",
        "tuberculosis"
    ],
    "author_names": [
        "Zoubida Tazi Mezalek, professor",
        "Wafaa Ammouri",
        "Meriem Bourkia",
        "Hicham Harmouche",
        "Mouna Maamar",
        "Mohammed Adnaoui"
    ],
    "author_dict_list": [
        {
            "author_name": "Zoubida Tazi Mezalek, professor",
            "author_affiliations": [
                "Internal medicine / Hematology departement, Mohammed V university / Ibn Sina hospital, Rabat, Morocco "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Wafaa Ammouri",
            "author_affiliations": [
                "Internal Medecine departement, Mohammed V university / Ibn Sina hospital, Rabat, Morocco "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Meriem Bourkia",
            "author_affiliations": [
                "University Medecine of Tanger / Ibn Sina hospital, Tanger, Morocco "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hicham Harmouche",
            "author_affiliations": [
                "Mohammed V university / Ibn Sina hospital, Rabat, Morocco "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mouna Maamar",
            "author_affiliations": [
                "Mohammed V university / Ibn Sina hospital, Rabat, Morocco "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mohammed Adnaoui",
            "author_affiliations": [
                "Mohammed V University / Ibn Sina Hospital, Rabat, Morocco"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-07T02:21:03",
    "is_scraped": "1"
}