{
    "doi": "https://doi.org/10.1182/blood.V116.21.164.164",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1629",
    "start_url_page_num": 1629,
    "is_scraped": "1",
    "article_title": "Tmprss6, An Inhibitor of Hepatic Bmp/Smad Signaling, Is Required for Hepcidin Suppression and Iron Loading In a Mouse Model of β-Thalassemia ",
    "article_date": "November 19, 2010",
    "session_type": "Regulation of Iron Metabolism",
    "topics": [
        "hepcidin",
        "iron",
        "mice",
        "psychological suppression",
        "signal transduction",
        "thalassemia",
        "tmprss6 protein",
        "rna, messenger",
        "heme",
        "iron deficiency"
    ],
    "author_names": [
        "Karin E. Finberg, MD, PhD",
        "Rebecca L. Whittlesey, BS",
        "Stefano Rivella, PhD",
        "Nancy C. Andrews, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Pathology, Duke University Medical Center, Durham, NC, USA, "
        ],
        [
            "Pharmacology and Cancer Biology, Duke University Medical Center, Durham, NC, USA, "
        ],
        [
            "Pediatrics, Hematology/Oncology, Weill Medical College of Cornell Univ., New York, NY, USA"
        ],
        [
            "Pharmacology and Cancer Biology, Duke University Medical Center, Durham, NC, USA, "
        ]
    ],
    "first_author_latitude": "35.96552315",
    "first_author_longitude": "-78.8811408",
    "abstract_text": "Abstract 164 TMPRSS6, a transmembrane protease produced by the liver, is an essential regulator of mammalian iron homeostasis. TMPRSS6 inhibits the expression of hepcidin, a circulating peptide that decreases intestinal iron absorption and macrophage iron release, by down-regulating hepatic BMP/SMAD signaling for hepcidin production. Accordingly, TMPRSS6 mutations result in elevated hepcidin levels, impaired absorption of dietary iron, and systemic iron deficiency. Interestingly, in congenital iron loading anemias such as β-thalassemia, hepcidin levels are inappropriately low relative to body iron stores, a finding that has been postulated to result from the production of a hepcidin-repressing factor in the setting of ineffective erythropoiesis. Here we asked if Tmprss6 is required to achieve the hepcidin suppression present in Hbb th3/+ mice, a model of β-thalassemia intermedia. To test this, we bred Hbb th3/+ mice to mice harboring a targeted disruption of the Tmprss6 serine protease domain. We generated mice of various Hbb - Tmprss6 genotype combinations and compared parameters of systemic iron homeostasis at 8 weeks of age. Consistent with prior studies of Hbb th3/+ mice, Hbb th3/+ mice harboring 2 wild-type Tmprss6 alleles ( Hbb th3/+ Tmprss6 +/+ mice) showed non-heme iron concentrations of liver, spleen, and kidney that were significantly elevated compared to wild-type controls. Homozygosity for Tmprss6 mutation, however, ameliorated the iron overload phenotype of Hbb th3/+ mice and led to systemic iron deficiency. Tissue non-heme iron concentrations were markedly reduced in Hbb th3/+ Tmprss6 −/− mice as compared to Hbb th3/+ Tmprss6 +/+ mice and were similar to levels observed in Tmprss6 −/− mice harboring 2 wild-type Hbb alleles. Hbb th3/+ Tmprss6 −/− mice had hemoglobin levels similar to the thalassemic levels present in Hbb th3/+ Tmprss6 +/+ mice. However, compared to Hbb th3/+ Tmprss6 +/+ mice, Hbb th3/+ Tmprss6 −/− mice showed markedly reduced erythrocyte mean corpuscular volume and serum transferrin saturation, as well as increased red blood cell count. Interestingly, homozygous loss of Tmprss6 in Hbb th3/+ mice also led to marked reduction in splenomegaly and improvement in peripheral red blood cell morphology. Consistent with prior studies of Hbb th3/+ mice, Hbb th3/+ Tmprss6 +/+ mice displayed hepatic hepcidin mRNA levels that were similar to wild-type and were, therefore, inappropriately decreased relative to their increased hepatic iron stores. Hepatic mRNA levels of Bmp6 , encoding a Bmp ligand that is transcriptionally regulated by iron and acts as a key regulator of hepcidin expression in vivo , were significantly elevated in Hbb th3/+ Tmprss6 +/+ mice, suggesting that their relative hepcidin deficiency does not result from impaired Bmp6 transcription. While Hbb th3/+ Tmprss6 +/+ mice showed suppressed hepcidin levels, homozygous loss of Tmprss6 alleviated their hepcidin suppression and led to elevated hepcidin mRNA levels similar to Tmprss6 −/− mice harboring 2 wild-type Hbb alleles. Hbb th3/+ Tmprss6 −/− mice also showed elevated hepatic mRNA encoding Id1 , another transcriptional target of Bmp/Smad signaling. These findings indicate that Tmprss6 is required to achieve the suppression of hepatic hepcidin expression that underlies systemic iron overload in Hbb th3/+ mice. Furthermore, our results demonstrate that, by up-regulating hepatic Bmp/Smad signaling for hepcidin production, genetic loss of Tmprss6 induces profound changes in systemic iron homeostasis in this thalassemia model. Disclosures: No relevant conflicts of interest to declare."
}