{
    "doi": "https://doi.org/10.1182/blood.V112.11.197.197",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1105",
    "start_url_page_num": 1105,
    "is_scraped": "1",
    "article_title": "Haploinsufficiency and Deficiency of a 7q Gene Titan (Samd9L) Predispose Leukemia Development in Cooperation with Deregulated Expression of a Transcription Factor, Evi1, or a Histone Demethylase, Fbxl10 ",
    "article_date": "November 16, 2008",
    "session_type": "Disordered Gene Expression in Hematologic Malignancy, Including Disordered Epigenetic Regulation",
    "topics": [
        "genes",
        "haploinsufficiency",
        "histones",
        "leukemia",
        "transcription factor",
        "cancer",
        "histopathology tests",
        "integrin beta3",
        "juvenile myelomonocytic leukemia",
        "leukemia, acute"
    ],
    "author_names": [
        "Akiko Nagamachi",
        "Hiroya Asou, MD",
        "Hirotaka Matsui, MD",
        "Yuko Ozaki",
        "Daisuke Aki, PhD",
        "Kazuko Miyazaki",
        "Norimasa Yamasaki",
        "Masaki Miyazaki, MD",
        "Linda Wolff, PhD",
        "Richard Koller",
        "Hideaki Oda, MD",
        "Toshiya Inaba, MD",
        "Hiroaki Honda, MD"
    ],
    "author_affiliations": [
        [
            "Department of Molecular Oncology, Research Institute for Radiation Biology & Medicine, Hiroshima University, Hiroshima, Japan"
        ],
        [
            "Department of Molecular Oncology, Research Institute for Radiation Biology & Medicine, Hiroshima University, Hiroshima, Japan"
        ],
        [
            "Department of Molecular Oncology, Research Institute for Radiation Biology & Medicine, Hiroshima University, Hiroshima, Japan"
        ],
        [
            "Department of Molecular Oncology, Research Institute for Radiation Biology & Medicine, Hiroshima University, Hiroshima, Japan"
        ],
        [
            "Department of Molecular Oncology, Research Institute for Radiation Biology & Medicine, Hiroshima University, Hiroshima, Japan"
        ],
        [
            "Department of Developmental Biology, Research Institute for Radiation Biology & Medicine, Hiroshima University, Hiroshima, Japan"
        ],
        [
            "Department of Developmental Biology, Research Institute for Radiation Biology & Medicine, Hiroshima University, Hiroshima, Japan"
        ],
        [
            "Department of Immunology, Graduate School of Biomedical Sciences, Hiroshima University, Hiroshima, Japan"
        ],
        [
            "NCI/NIH, Bethesda, MD, USA"
        ],
        [
            "NCI/NIH, Bethesda, MD, USA"
        ],
        [
            "Department of Pathology, Tokyo Women’s Medical University, Tokyo, Japan"
        ],
        [
            "Department of Molecular Oncology, Research Institute for Radiation Biology & Medicine, Hiroshima University, Hiroshima, Japan"
        ],
        [
            "Department of Developmental Biology, Research Institute for Radiation Biology & Medicine, Hiroshima University, Hiroshima, Japan"
        ]
    ],
    "first_author_latitude": "34.39912919999999",
    "first_author_longitude": "132.7140406",
    "abstract_text": "In attempts to isolate myeloid tumor-suppressor genes responsible for 7q deletion, we identified a common microdeletion cluster in chromosome subband 7q21.2 by microarraybased CGH analyses of JMML (ASH Annual Meeting, 2006). This region was also deleted in nearly 30% of unselected adult MDS/AML patients, mostly as a part of monosomy 7 or larger 7q deletions. In this region, there are three poorly-characterized genes (Miki = LOC253012, Kasumi = Samd9, and Titan = Samd9L). Miki encoding a centrosomal protein is likely involved in myelodysplasia and chromosomal instability, which are characteristic of -7/7q- MDS/AML, as is presented in this meeting elsewhere. Kasumi (Samd9) and Titan (Samd9L) are related genes that encode 60% homologous proteins. Neither Kasumi nor Titan has homology with any other proteins or contain known functional motifs. Kasumi and Titan were ubiquitously expressed at a relatively constant level. However, in six cell lines derived from MDS/AML patients harboring monosomy 7, Kasumi protein was barely detectable, whereas Titan expression levels were roughly half of those in other AML cells. The mouse genome contains only Titan and lacks Kasumi gene, suggesting that the function of these two gene products are overlapping. We started to characterize these genes by generating mice deficient in Titan (titan−/−). titan−/− mice appear normal and no hematological abnormalities have been observed, suggesting that additional gene alterations are required for leukemia development. To address this issue, retroviral insertional mutagenesis was applied to the mice. Virus infection induced acute leukemia in homozygous (titan−/−) and heterozygous (titan+/−) mice with higher morbidity and mortality than in wild-type (titan+/+) littermates. Leukemias developed in titan+/+ mice were mainly of T-cell lineage. By contrast, those developed in titan−/− and titan+/− mice were negative for lymphoid markers but expressed various combination of cell surface markers for myeloid (Gr1), monocytic (Mac1), erythyroid (Ter119) and megakaryocytic (CD61) progenitors. Histopathology demonstrated that leukemia cells infiltrated the liver, lung, kidneys and spleen, and a portion of the infiltrated cells were maturated. These data suggests that leukemias that developed in titan-deficient mice represent stem cell malignancy rather than AML. Inverse PCR detected two common integration sites (CIS) specific for titan−/− and titan+/− mice, which induced deregulated expression of a zinc finger transcription factor, Evi1, and a histone demethylase, Fbxl10. In addition, although it was not a CIS, TGFβ was isolated as a major viral integration site in one tumor. These results demonstrated that haploinsufficiency and deficiency of Titan predispose leukemia development through inhibition of TGFβ-mediated signaling or an epigenetic change. Recently, deleterious mutations in the Titan gene were reported to be involved in Normophosphatemic Familial Tumoral Carcinosis, a rare autosomal recessive disease in five families of Jewish-Yemenite origin. Impairment of cell migration is suspected to be a cause of this disease and, indeed, wound healing test revealed that fibroblasts established from titan−/− and titan+/− mice migrate slower than those established from wild-type mice. Relevance of the impairment of cell migration to development of leukemia in titan-deficient mice is currently under investigation."
}