{
    "doi": "https://doi.org/10.1182/blood.V110.11.415.415",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1005",
    "start_url_page_num": 1005,
    "is_scraped": "1",
    "article_title": "Characterization of a Disulfide-Crosslinked αIIbβ3 Cytoplasmic Domain Heterodimer by NMR. ",
    "article_date": "November 16, 2007",
    "session_type": "Platelet Activation and Biochemistry",
    "topics": [
        "cytoplasm",
        "disulfides",
        "micelles",
        "peptides",
        "arginine",
        "dietary sodium chloride",
        "protons",
        "salts",
        "sodium chloride",
        "integrins"
    ],
    "author_names": [
        "Douglas G. Metcalf, BS",
        "Joseph M. Kielec, B.S., B.A.",
        "Kathleen G. Valentine, Ph.D.",
        "A. Joshua, Wand, Ph.D.",
        "William F. DeGrado, Ph.D.",
        "Joel S. Bennett, M.D."
    ],
    "author_affiliations": [
        [
            "Biochemistry and Biophysics, University of Pennsylvania School of Medicine, Philadelphia, PA, USA"
        ],
        [
            "Biochemistry and Biophysics, University of Pennsylvania School of Medicine, Philadelphia, PA, USA"
        ],
        [
            "Biochemistry and Biophysics, University of Pennsylvania School of Medicine, Philadelphia, PA, USA"
        ],
        [
            "Biochemistry and Biophysics, University of Pennsylvania School of Medicine, Philadelphia, PA, USA"
        ],
        [
            "Biochemistry and Biophysics, University of Pennsylvania School of Medicine, Philadelphia, PA, USA"
        ],
        [
            "Medicine, University of Pennsylvania, Philadelphia, PA, USA"
        ]
    ],
    "first_author_latitude": "39.949295299999996",
    "first_author_longitude": "-75.1970039",
    "abstract_text": "The platelet integrin αIIbβ3 is the prototypic example of regulated integrin function. Thus, αIIbβ3 is inactive on unstimulated platelets, but switches to an active conformation following platelet stimulation. Recent experiments suggest that disruption of the heteromeric association of the αIIb and β3 transmembrane (TM) and/or cytoplasmic domains shifts αIIbβ3 from an inactive to an active conformation. However, structural information about these heteromeric associations is sparse. Thus far, the structure of the TM heterodimer has only been studied by molecular modeling. Although interactions between soluble cytosolic tail peptides have been studied by NMR spectroscopy, these studies may not reflect native contacts because they fail to account for constraining TM domain interactions. To obtain an NMR structure for the αIIbβ3 cytosolic tail heterodimer that reflects its native structure, we expressed 13C- and 15N-labeled peptides corresponding to αIIb residues 988-1008 and β3 residues 713-762 in E. coli. Residues 987 in αIIb and 712 in β3 were replaced with cysteines, based on modeling that predicted that a disulfide bond between these residues will fix the peptides in their native orientation. The peptides were disulfide-crosslinked using 2,2′-dithiobis(5-nitropyridine) chemistry, dissolved in dodecylphosphocholine micelles at pH 6.5, and NMR data were collected at 37 °C on a 750 MHz spectrometer. Currently, >98% of the complex’s peptide backbone and >90% of its side chains have been assigned. When compared to published chemical shift data for the monomeric β3 cytoplasmic tail, there were no differences for residues 725–741 and 747–762. However, there were chemical shift differences between the αIIb/β3 heterodimer and the β3 monomer for the membrane-embedded region of the β3 peptide, residues 713–724, suggesting that this region interacts with αIIb. Similarly, chemical shifts for the monomer and heterodimer were different for β3 residues 742–746. This region of β3 contains an NPXY motif and is a site at which the β3 cytoplasmic tail interacts with signaling and structural proteins. This result implies that the shift from heterodimer to monomer causes a structural change in this region, perhaps enabling it to interact with other proteins. Finally, we observed arginine side chain protons on the αIIb subunit. Arginine protons are usually not observable by NMR and their detection may reflect the existence of a salt bridge involving arginine. The αIIb cytoplasmic tail contains two arginine residues, one of which, Arg995, is predicted to form a salt bridge with β3 Asp723. Although the detected arginine protons could belong to Arg995 and/or Arg997, they displayed an NOE with the β3 Asp723 amide, a finding consistent with the predicted αIIb Arg995-β3 Asp723 salt bridge. In conclusion, we have characterized the structure of a disulfide-crosslinked αIIb/β3 cytoplasmic tail heterodimer using NMR spectroscopy and compared our results to prior work on the β3 cytoplasmic tail monomer. Our analysis indicates that when constrained by a proximal disulfide bond, the αIIb and β3 cytoplasmic tails interact, providing one mechanism for maintaining αIIbβ3 in an inactive state."
}