{
    "doi": "https://doi.org/10.1182/blood.V108.11.1180.1180",
    "article_title": "Hypomorphic Alleles of PU.1 Result in Impaired Myelopoiesis and Target Gene Expression. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "abstract_text": "PU.1 is an Ets-family transcription factor that is critical for normal hematopoiesis. Knock-out studies of PU.1 demonstrate that it is required for the development of myeloid and lymphoid cells. PU.1 is expressed at graded levels in the immune system, with higher expression in myeloid lineage cells. Previous research has suggested that differences in PU.1 concentration are involved in hematopoietic cell fate decisions. However, the mechanism by which target genes in developing cells sense and respond to different PU.1 concentrations is unknown. To address this question, we inserted a beta-lactamase reporter gene and a neomycin resistance cassette into the first coding exon of PU.1 . Mice homozygous for the targeted allele (PU.1 BN ), and an allele in which neomycin was removed (PU.1 BLAC ), had graded reductions in PU.1 expression and function. PU.1 BN/BN mice display a substantial reduction in fetal and neonatal myelopoiesis and are macrophage deficient, resulting in a failure of vascular regression in the developing eye. A fraction of these mice survive until weaning and have an accumulation of c-Kit-expressing immature myeloid cells in the spleen and bone marrow. In addition, these mice acquire a myelomonocytic infiltration in the retina and hyaloid vessels of the eye. Mice homozygous for the second allele (PU.1 BLAC/BLAC ) survive less than one week and have a severe reduction in PU.1 activity and a block to myeloid development. Fetal livers from both types of mice lack any discernable mature myeloid cells and demonstrate a graded reduction in colony forming ability. To determine if these two alleles have an effect on gene expression, we established IL-7-dependent pro-B cell lines or IL-3-dependent cell lines from these mice as well as from wild type or PU.1 null controls. We found that PU.1-dependent target genes in these cell lines are expressed in a graded manner. In particular, expression of the gene encoding the low-affinity IgG Fc receptor (FcγRIIb) is directly responsive to PU.1 activity. In summary, these results demonstrate the critical importance of an appropriate threshold of PU.1 activity for normal hematopoiesis. The hypomorphic PU.1 alleles provide an excellent model for determining the mechanism of graded PU.1 levels in hematopoiesis.",
    "topics": [
        "alleles",
        "beta-lactamase",
        "candidate disease gene",
        "fc receptors",
        "immunoglobulin g",
        "myelopoiesis",
        "neomycin",
        "transcription factor",
        "mice",
        "cell lines"
    ],
    "author_names": [
        "Isaac B. Houston",
        "Meghana B. Kamath",
        "Brock L. Schweitzer",
        "Timothy M. Chlon",
        "Jennifer K. Ondr, Ph.D.",
        "Rodney P. DeKoter, Ph.D."
    ],
    "author_dict_list": [
        {
            "author_name": "Isaac B. Houston",
            "author_affiliations": [
                "Department of Molecular Genetics, Biochemistry, and Microbiology, University of Cincinnati College of Medicine, Cincinnati, OH, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Meghana B. Kamath",
            "author_affiliations": [
                "Department of Molecular Genetics, Biochemistry, and Microbiology, University of Cincinnati College of Medicine, Cincinnati, OH, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brock L. Schweitzer",
            "author_affiliations": [
                "Department of Molecular Genetics, Biochemistry, and Microbiology, University of Cincinnati College of Medicine, Cincinnati, OH, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Timothy M. Chlon",
            "author_affiliations": [
                "Department of Molecular Genetics, Biochemistry, and Microbiology, University of Cincinnati College of Medicine, Cincinnati, OH, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jennifer K. Ondr, Ph.D.",
            "author_affiliations": [
                "Division of Endocrinology, Cincinnati Children’s Hospital Research Foundation, Cincinnati, OH, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rodney P. DeKoter, Ph.D.",
            "author_affiliations": [
                "Department of Molecular Genetics, Biochemistry, and Microbiology, University of Cincinnati College of Medicine, Cincinnati, OH, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-03T09:36:35",
    "is_scraped": "1"
}