{
    "doi": "https://doi.org/10.1182/blood.V104.11.3690.3690",
    "article_title": "Evaluation of Traditional and Novel Predictive Markers of Anemia Response to Recombinant Human Erythropoietin (rh-Epo) in Patients with Multiple Myeloma and Lymphoma: Emerging Role of Functional Iron Deficiency. ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Backround: Anemia is a common finding in patients with Multiple myeloma (MM) and Lymphoma (LY). An important etiologic mechanism is anemia of chronic disease (ACD), in which the limiting factor of erythrocyte hemoglobinization is functional iron deficiency (FID).Treatment with rh-EPO improves anemia in 60–70% of these patients, however, about 1/3 will not respond for unclear reasons. No reliable predictive model of anemia response to rh-EPO has been identified. We performed this study in order to 1) evaluate both traditional and novel predictive markers of anemia response to rh-EPO and 2) recognize before rh-EPO treatment as well as in the course of rh-EPO therapy, the presence or the development of FID. Patients and Methods: We studied 32 newly diagnosed patients with MM or LY aged 29–83 years (median 71). All patients received rh-EPO at a dose of 30000U/wk for 6 wks. In responders (Hb increase by 2g/dl after six wks) rh-EPO was continued as needed. Non responders (NR) received in addition, iron saccharate 200mg IV/wk for the next 4 wks. Response to IV iron plus rh-EPO was defined as an increase in Hb by 1g/dl within 4 wks. Parameters studied were:1) Red cell markers: Hb, reticulocytes% (retics%), absolute reticulocyte count (retics-ab), immature reticulocyte fraction (IRF), reticulocyte Hb (retics-Hb), reticulocyte Ht (retics-Ht), hypochromic erythrocytes% (HYPO%) and reticulocyte Hb Content (CHr), all measured in an ADVIA 120 analyser (Bayer). 2) Biochemical markers: endogenous EPO, ferritin, soluble transferrin receptors (sTfR) and transferrin saturation (SAT%), all determined with standard techniques. Changes of parameters during follow up were also evaluated. All parameters were measured before treatment and on wks 1, 2 and 6 and in the IV iron group on wks 7 to 10, in addition. Results: 20 patients (62.5%) responded to rh-EPO and 12 (37.5%) did not. Nine from the NR received IV iron and 8 of them responded. Univariate analysis revealed statistical significance for HYPO% at baseline (p=0.007), retics% on wk 2 (p=0.005), retics-Ht on wk 2 (p=0.001), CHr on wk 1 (p=0.05) and retics-Hb on wk 2 (p=0.006). Significant changes between baseline and wk 2 values were found in retics-Ht% (p=0.001) and retics-Hb % (p=0.002). Multivariate analysis confirmed baseline HYPO% and a change between baseline and wk 2 in retics-Ht as independent predictive markers of response to rh-EPO. A ROC curve revealed that by using a cut-of value of 5% for baseline HYPO% and an increment of 50% in retics Ht between baseline and wk 2, the sensitivity is 100% for both parameters and the specificity 60% and 80%, respectively. It is noteworthy that all responders to rh-EPO had baseline HYPO% 5%, either at baseline or on wk 6 of therapy. Conclusions: These findings suggest that a) when baseline HYPO% are 5 at baseline or during rh-EPO treatment, there is a strong indication of FID which can be managed with IV iron co administration.",
    "topics": [
        "anemia",
        "iron deficiency",
        "lymphoma",
        "multiple myeloma",
        "predictive marker",
        "recombinant erythropoietin",
        "iron",
        "anemia of chronic disorder",
        "biochemical markers",
        "ferritin"
    ],
    "author_names": [
        "Eirini Katodritou, MD",
        "Matthaios Speletas, MD",
        "Dimitris Kapetanos, MD",
        "Kostas Zervas, MD",
        "Aikaterini Pavlitou, MD",
        "Elisabeth Georgiou, MD",
        "Ioannis Korantzis, MD",
        "Michael Sion, MD",
        "John Christakis, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Eirini Katodritou, MD",
            "author_affiliations": [
                "Department of Hematology, Papageorgiou General Hospital, Thessaloniki, Greece"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Matthaios Speletas, MD",
            "author_affiliations": [
                "Department of Hematology, Papageorgiou General Hospital, Thessaloniki, Greece"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dimitris Kapetanos, MD",
            "author_affiliations": [
                "Department of Hematology, Papageorgiou General Hospital, Thessaloniki, Greece"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kostas Zervas, MD",
            "author_affiliations": [
                "Department of Hematology, Theagenion Cancer Center, Thessaloniki, Greece"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aikaterini Pavlitou, MD",
            "author_affiliations": [
                "Department of Immunology, Papageorgiou General Hospital, Thessaloniki, Greece"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elisabeth Georgiou, MD",
            "author_affiliations": [
                "Department of Hematology, Theagenion Cancer Center, Thessaloniki, Greece"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ioannis Korantzis, MD",
            "author_affiliations": [
                "Department of Hematology, Papageorgiou General Hospital, Thessaloniki, Greece"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Sion, MD",
            "author_affiliations": [
                "Department of Medicine, University of Thessaloniki, Thessaloniki, Greece"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John Christakis, MD",
            "author_affiliations": [
                "Department of Hematology, Theagenion Cancer Center, Thessaloniki, Greece"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-25T18:50:16",
    "is_scraped": "1"
}