{
    "doi": "https://doi.org/10.1182/blood.V112.11.3368.3368",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1176",
    "start_url_page_num": 1176,
    "is_scraped": "1",
    "article_title": "Rac GTPases Are Required for MLL-AF9-Induced Mixed Lineage Leukemia. ",
    "article_date": "November 16, 2008",
    "session_type": "Disordered Gene Expression in Hematologic Malignancy, Including Disordered Epigenetic Regulation",
    "topics": [
        "guanosine triphosphate phosphohydrolases",
        "leukemia",
        "cdc42 gtp-binding protein",
        "lymphoblastic leukemia",
        "poly i-c",
        "polymerase chain reaction",
        "transplantation",
        "western blotting",
        "translocation (genetics)",
        "mice"
    ],
    "author_names": [
        "Junping Wei, MD, PhD",
        "Mark Wunderlich, MS",
        "Chad Harris, MS",
        "Benjamin Mizukawa, M.D.",
        "Yi Zheng, PhD",
        "David A. Williams, MD",
        "James C Mulloy, PhD"
    ],
    "author_affiliations": [
        [
            "Division of Experimental Hematology and Cancer Biology, Cincinnati Children’s Hospital Medical Center, University of Cincinnati College of Medicine, University of Cincinnati, Cincinnati, OH, USA"
        ],
        [
            "Division of Experimental Hematology and Cancer Biology, Cincinnati Children’s Hospital Medical Center, University of Cincinnati College of Medicine, University of Cincinnati, Cincinnati, OH, USA"
        ],
        [
            "Division of Hematology/Oncology, Children’s Hospital Boston/Harvard Medical School, Boston, MA, USA"
        ],
        [
            "Division of Experimental Hematology and Cancer Biology, Cincinnati Children’s Hospital Medical Center, University of Cincinnati College of Medicine, University of Cincinnati, Cincinnati, OH, USA"
        ],
        [
            "Division of Experimental Hematology and Cancer Biology, Cincinnati Children’s Hospital Medical Center, University of Cincinnati College of Medicine, University of Cincinnati, Cincinnati, OH, USA"
        ],
        [
            "Division of Hematology/Oncology, Children’s Hospital Boston/Harvard Medical School, Boston, MA, USA"
        ],
        [
            "Division of Experimental Hematology and Cancer Biology, Cincinnati Children’s Hospital Medical Center, University of Cincinnati College of Medicine, University of Cincinnati, Cincinnati, OH, USA"
        ]
    ],
    "first_author_latitude": "39.1385503",
    "first_author_longitude": "-84.50374269999999",
    "abstract_text": "The t(9;11) translocation fusion gene MLL-AF9 (MA9) is commonly found in acute myeloid and lymphoid leukemia and is associated with intermediate to poor outcome. The specific signaling pathways downstream of MA9 are still poorly understood. It has recently been reported that MA9 leukemia cells express higher levels of the small GTPase protein Rac and CDC42 when compared to in vitro MA9 immortal cells in a murine model. To determine the importance of Rac GTPase signaling in MA9-induced transformation, we used an MA9 leukemia model we recently established involving MA9 fusion gene expression in human CD34+ cells. Treatment with the Rac specific inhibitor NSC23766 , or transient knockdown of Rac expression by RNAi, induced rapid apoptosis in MA9 cells but not in normal cord blood or t(8;21) translocation fusion gene AML-ETO expressing cells. These data demonstrate that the Rac signaling pathway plays a critical role in the growth and survival of MA9 leukemia cells. To extend this work to an in vivo genetic model, we used mice deficient in Rac2 (Rac2-KO) or with floxed alleles of Rac1 in mice transgenic for Mx-Cre. Leukemia development was compared in mice transplanted with MA9-transduced wild type, Rac1 or Rac2 deficient low density bone marrow cells. Poly I:C injections were performed 2 weeks after transplantation to delete Rac1. Rac deletion was confirmed by PCR and western blot analysis. Mice that received either WT or Rac1−/ − MA9 expressing cells uniformly developed AML and died at 3 to 5 months. Mice transplanted with Rac2-KO cells expressing MA9 showed a decreased incidence and increased latency (6 to 10 months) of AML development despite the persistent engraftment of MA9-expressing cells. All three groups of mice maintained MA9 EGFP+ cells in peripheral blood over the entire experiment, and eventually gave rise to similar end stage AML with a Gr-1+/Mac-1+/Kit+/B220-/CD3- phenotype and myelomonocytic blast morphology. Combined with our observation in human CD34+ cord blood cells transduced with MA9, these in vitro and in vivo data indicate that MA9-mediated transformation and survival requires Rac and their downstream effectors. Rac2 signaling appears to be particularly important in the murine MA9 AML model. Therapeutic targeting of Rac could be a unique and important approach to treating MLL leukemia."
}