{
    "doi": "https://doi.org/10.1182/blood-2019-121708",
    "article_title": "Open-Label, Phase 2 Study of Blinatumomab after First-Line Rituximab-Chemotherapy in Adults with Newly Diagnosed, High-Risk Diffuse Large B-Cell Lymphoma ",
    "article_date": "November 13, 2019",
    "session_type": "626.Aggressive Lymphoma (Diffuse Large B-Cell and Other Aggressive B-Cell Non-Hodgkin Lymphomas)-Results from Prospective Clinical Trials",
    "abstract_text": "Background : Rituximab combined with chemotherapy (R-chemotherapy) is the standard of care first-line treatment for diffuse large B-cell lymphoma (DLBCL). Despite success with R-chemotherapy, 30% to 50% of patients with high-risk DLBCL will relapse, and outcomes are poor among patients who relapse within one year of diagnosis. Given the challenge of successful salvage, novel first-line therapies are needed. Blinatumomab, a bispecific T-cell engager (BiTE ® ) antibody construct that directs cytotoxic T cells to lyse CD19-expressing B cells, has shown efficacy as salvage therapy in patients with relapsed or refractory DLBCL. This open-label, multicenter, phase 2 study (ClinicalTrials.gov, NCT03023878) assessed the efficacy and safety of blinatumomab after first-line R-chemotherapy for patients with newly diagnosed, high-risk DLBCL. Methods : Patients (≥18 y) had proven high-risk DLBCL (International Prognostic Index [IPI] 3−5 and double/triple hit or double MYC/BCL2 expressor) and Eastern Cooperative Oncology group performance status ≤2. To be eligible for blinatumomab, patients were required to achieve complete metabolic response (CMR), partial metabolic response (PMR), or stable metabolic response by PET/CT after a run-in period with 6 cycles of R-chemotherapy (R-CHOP, R-DA-EPOCH, or R-CHOEP). Blinatumomab was given by continuous intravenous infusion in a single 84-day cycle 1 (9 μg/day for 7 days, 28 μg/day for 7 days, and 112 μg/day for 42 days, followed by a 28-day treatment-free interval) and an optional 28-day cycle 2 (9 μg/day for 7 days, 28 μg/day for 7 days, and 112 μg/day for 14 days) for patients without progressive metabolic disease (PMD). The primary endpoint was the incidence and severity of adverse events (AEs). Additional endpoints were objective response rate (ORR [CMR + PMR]) per Lugano criteria, minimal residual disease (MRD) by plasma cell−free circulating tumor DNA, overall survival (OS), and pharmacokinetics (PK). Results : Of 47 patients enrolled, 17 (36%) discontinued R-chemotherapy run-in (protocol criteria, n=6; patient request, n=5; disease progression, n=3; ineligibility, n=1; AE, n=1; death, n=1) and 30 (64%) completed the run-in (2 did not proceed to blinatumomab). Of 28 patients who received blinatumomab, 26 (93%) had high or high-intermediate IPI; 8 (29%) were double/triple hit and 10 (36%) were double protein expressors (Table). In total, 26 (93%) patients completed cycle 1; ten of 11 (91%) patients completed optional cycle 2. Blinatumomab PK were consistent with those in previous studies. After the R-chemotherapy run-in before starting blinatumomab, 24 patients had objective metabolic responses and 4 had no metabolic response (NMR). After blinatumomab treatment, the ORR (within 12 weeks of starting blinatumomab) was 89% (25/28 patients; 95% CI, 72−98; Table). The 4 patients with NMR before blinatumomab had objective responses after blinatumomab treatment. Three patients with objective responses before blinatumomab relapsed after blinatumomab. Twenty-six (93%) patients were still alive with a median follow-up time of 8.6 months; 2 died (disease progression; n=1; infection not related to treatment, n=1). Nine of 13 (69%) patients during the R-chemotherapy run-in were MRD positive, all of whom converted to MRD negative after treatment with blinatumomab. After treatment with blinatumomab, 17 of 18 (94%) patients were MRD negative; the MRD positive patient had PMD. During blinatumomab treatment, 11 (39%) patients had grade ≥3 AEs, and 5 (18%) had grade ≥4 AEs. Two (7%) patients discontinued treatment due to AEs (grade 3 neurotoxicity; grade 4 neutropenia). Consistent with previous blinatumomab reports, neurologic events (NEs) were reported in 17 (61%) patients, including 3 (11%) with grade 3 NEs and 1 (4%) with NEs leading to treatment discontinuation. No patients had grade ≥3 cytokine release syndrome. Other grade ≥3 events of interest included neutropenia and febrile neutropenia (n=4; 14%) and infection (n=3; 11%). Conclusions : In patients with newly diagnosed, high-risk DLBCL, blinatumomab monotherapy after first-line R-chemotherapy led to an 89% ORR, and safety was consistent with that in earlier studies in DLBCL. Thus, blinatumomab is a potential treatment option for patients with newly diagnosed disease. View large Download slide View large Download slide  Close modal Disclosures Katz: Stemline: Speakers Bureau; Dova: Consultancy. Chu: Celgene: Honoraria; Teva: Consultancy; AstraZeneca: Honoraria; Amgen Inc.: Honoraria; Gilead: Honoraria. Thieblemont: Roche: Honoraria, Research Funding; Gilead: Honoraria; Novartis: Honoraria; Kyte: Honoraria; Janssen: Honoraria; Celgene: Honoraria; Cellectis: Membership on an entity's Board of Directors or advisory committees. Morley: Amgen: Membership on an entity's Board of Directors or advisory committees, Other: speaker fees, conference support ; TAKEDA: Other: conference support ; Janssen Pharmaceuticals: Other: speaker fees; ROCHE: Membership on an entity's Board of Directors or advisory committees, Other: conference support; ABBVIE: Other: speaker fees. Chen: Amgen Inc.: Employment, Equity Ownership. Kalabus: Amgen Inc.: Employment, Equity Ownership. Morris: Amgen: Employment, Equity Ownership. Anderson: Amgen Inc.: Employment, Equity Ownership. Avilion: Amgen Inc.: Employment, Equity Ownership. González-Barca: Takeda: Honoraria; Kiowa: Consultancy; Celtrion: Consultancy; Janssen: Consultancy, Honoraria; Celgene: Consultancy; Roche: Consultancy, Honoraria; AbbVie: Consultancy, Honoraria.",
    "topics": [
        "blinatumomab",
        "chemotherapy regimen",
        "diffuse large b-cell lymphoma",
        "rituximab",
        "cardiac mri",
        "disease progression",
        "infections",
        "neutropenia",
        "adverse event",
        "antibodies"
    ],
    "author_names": [
        "Deborah A. Katz, MD",
        "Michael P. Chu",
        "Kevin A. David, MD",
        "Catherine Thieblemont, MD PhD",
        "Nicholas J. Morley",
        "Sharif S. Khan",
        "Yuqi Chen",
        "James Kalabus",
        "Joan Morris",
        "Abraham Anderson",
        "Ariel A. Avilion",
        "Eva González-Barca, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Deborah A. Katz, MD",
            "author_affiliations": [
                "Rush University Medical Center, Chicago, IL "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Michael P. Chu",
            "author_affiliations": [
                "Cross Cancer Institute, Edmonton, Canada "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kevin A. David, MD",
            "author_affiliations": [
                "Rutgers Cancer Institute of New Jersey, New Brunswick, NJ "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Catherine Thieblemont, MD PhD",
            "author_affiliations": [
                "Hematology Department, Hospital Saint-Louis, Paris, France "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nicholas J. Morley",
            "author_affiliations": [
                "Department of Haematology, Sheffield Teaching Hospitals NHS Foundation Trust, Sheffield, United Kingdom "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sharif S. Khan",
            "author_affiliations": [
                "Bon Secours St. Francis, Greenville, SC "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yuqi Chen",
            "author_affiliations": [
                "Global Biostatistical Science, Amgen Inc., Thousand Oaks, CA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James Kalabus",
            "author_affiliations": [
                "Clinical Pharmacology, Amgen Inc., South San Francisco, CA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joan Morris",
            "author_affiliations": [
                "Global Development, Amgen Inc., Thousand Oaks, CA "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Abraham Anderson",
            "author_affiliations": [
                "Clinical Biomarkers, Amgen Inc., Thousand Oaks, CA "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ariel A. Avilion",
            "author_affiliations": [
                "Clinical Biomarkers, Amgen Inc., South San Francisco, CA "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eva González-Barca, MD PhD",
            "author_affiliations": [
                "Department of Hematology, Institut Catalá d'Oncologia (ICO), Hospital Duran i Reynals, IDIBELL, Barcelona, Spain"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-17T09:36:15",
    "is_scraped": "1"
}