{
    "doi": "https://doi.org/10.1182/blood.V128.22.1763.1763",
    "article_title": "Reduction of Mitochondrial Membrane Potential Leads to Enhancement of Type-II CD20-Antibody Cytotoxicity in Diffuse Large B-Cell Lymphoma ",
    "article_date": "December 2, 2016",
    "session_type": "622. Lymphoma Biology-Non-Genetic Studies: Poster I",
    "abstract_text": "Diffuse Large B Cell Lymphoma (DLBCL) is the most prevalent non-Hodgkin lymphoma (NHL) in adults. Since the addition of the Type I anti-CD20 antibody Rituximab to chemotherapy, the overall survival of NHL patients has improved dramatically compared to the pre-Rituximab era. DLBCL however, has the worst survival rates out of all NHLs with an average 5-year survival of 55%. Unfortunately 40% of all DLBCL patients relapse within 2 years, and those that relapse or have refractory disease tend not to respond well to antibody-based salvage therapies. Since the discovery and utilisation of Rituximab, many have tried to enhance the efficacy of anti-CD20 antibodies in order to improve first-line treatment of DLBCL, leading to the evolution of Type II humanised anti-CD20 antibodies. The complete biological role of CD20 remains unclear, however it has been shown to act as part of an ion channel complex that is a component of the store operated calcium (Ca 2+ ) system. This complex has the ability to facilitate mitochondrial membrane permeabilisation, resulting in reduced mitochondrial function. In order to investigate the effect of Type I- and Type II- anti-CD20 antibodies on mitochondrial function, we established a panel of 4 DLBCL cell lines. We used the XF Seahorse Mito Stress Test to reveal bioenergetic profiles of the cell lines before and after treatment with a panel of Type I and Type II anti-CD20 antibodies (2 Type-I and 2 Type-II anti-CD20 antibodies for each cell line). Basal oxidative phosphorylation (OxPhos), ATP production, and maximal and spare respiratory capacity of each sample were calculated as a measure of mitochondrial function. Next we used Metformin, a well-established inhibitor of oxidative phosphorylation to reduce the mitochondrial membrane potential (MMP) across our panel of cell lines. We confirmed MMP reduction by staining cells with JC-1, a chameleon dye used as an indicator of MMP and analysed samples using flow cytometry. We then used the XF Seahorse Mito Stress Test, this time to assess how combining each CD20-antibody with an OxPhos inhibitor effects mitochondrial function (10 conditions for each cell line). Finally, we used the same conditions to conduct clonogenic survival assays to see whether cytotoxicity of Type-I or Type-II anti-CD20 antibodies could be enhanced. We have observed that treatment with anti-CD20 antibodies results in a significant increase in the maximal respiratory capacity of our panel of cell lines. Conversely, pharmacological inhibition of oxidative phosphorylation causes a significant reduction in basal oxidative phosphorylation as well as a reduction in the maximal respiratory capacity of the cell lines in our panel. We also show that treatment combining an OxPhos inhibitor with either Type-I or Type-II CD20-antibodies prevents the increase in maximal respiratory capacity observed with CD20-antibody treatment alone. When analysing the clonogenic survival of cell lines we have found that only the cytotoxicity of Type-II anti-CD20 antibodies is enhanced by simultaneously treating cell lines with Metformin. We also used Annexin V/PI staining to assess cell death and show that inhibiting oxidative phosphorylation in conjunction with CD20-antibody treatment does not result in a significant increase in cell death across our panel of cell lines. Our data indicate for the first time that when cells are treated with CD20-antibodies they increase their maximal mitochondrial respiratory capacity to compensate for reduced basal mitochondrial function. We also show that inhibition of oxidative phosphorylation disables the cells from being able to compensate for the reduced mitochondrial function that is caused by CD20-antibody treatment. Importantly our data show that the reduction of mitochondrial function caused by combining Metformin with Type-II CD20 antibodies leads to a significant reduction in clonogenicity. We believe that understanding the mechanism of the inhibition of mitochondrial function will allow us to establish effective treatment combinations to significantly improve the efficacy of anti-CD20 antibody therapy in DLBCL. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "antibodies",
        "cd20 antigens",
        "cytotoxicity",
        "diffuse large b-cell lymphoma",
        "mitochondrial membranes",
        "metformin",
        "rituximab",
        "exercise stress test",
        "mitomycin",
        "tositumomab"
    ],
    "author_names": [
        "Emma Vilventhraraja",
        "Tetyana Klymenko, PhD",
        "Jennifer Edelmann, MD",
        "John Gribben",
        "Andrejs Ivanov, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Emma Vilventhraraja",
            "author_affiliations": [
                "Centre for Haemato-Oncology, Barts Cancer Institute, Queen Mary University of London, London, United Kingdom"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Tetyana Klymenko, PhD",
            "author_affiliations": [
                "Centre for Haemato-Oncology, Barts Cancer Institute, Queen Mary University of London, London, United Kingdom"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jennifer Edelmann, MD",
            "author_affiliations": [
                "Centre for Haemato-Oncology, Barts Cancer Institute, Queen Mary University of London, London, United Kingdom"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John Gribben",
            "author_affiliations": [
                "Centre for Haemato-Oncology, Barts Cancer Institute, Queen Mary University of London, London, United Kingdom"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrejs Ivanov, PhD",
            "author_affiliations": [
                "Centre for Haemato-Oncology, Barts Cancer Institute, Queen Mary University of London, London, United Kingdom"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-05T09:26:39",
    "is_scraped": "1"
}