{
    "doi": "https://doi.org/10.1182/blood.V114.22.1937.1937",
    "article_title": "PET/CT a New Marker of Response in Waldenstrom Macroglobulinemia (WM). ",
    "article_date": "November 20, 2009",
    "session_type": "Non-Hodgkin’s Lymphoma - Biology, Excluding Therapy Poster I",
    "abstract_text": "Abstract 1937 Poster Board I-960 Background. Waldenstrom's macroglobulinemia is a rare B cell neoplasm characterized by the production of a monoclonal IgM protein and a lymphoplasmacytic infiltrate in the bone marrow. The clinical manifestations related to tumor infiltration include hepatomegaly (20%), splenomegaly (15%) and lymphadenopathy (15%). Organomegaly was associated with adverse prognosis in a large series of WM. More sensitive tools of tumor burden and prognosis are needed in these patients. The use of FDG-PET has not been previously studied in WM but has proved an effective diagnostic and prognostic tool in other in low-grade lymphomas. Therefore the objective of this study was to determine whether FDG-PET was an effective tool in evaluating pts with WM. Methods. We prospectively studied PET/CT in 39 WM patients homogeneously treated with bortezomib-rituximab (given IV bortezomib 1.6mg/m 2 at days 1, 8, 15 q 28 days × 6 cycles and rituxan 375 mg/m 2 at days 1, 8, 15, 22 on cycles 1 and 4) on a phase II clinical trial, at diagnosis (N=12) and with relapsed/refractory disease (N=27). All pts underwent staging evaluation by FDG-PET in combination with CT scan before and after therapy. PET results were analyzed as positive or negative. Response (ORR) was assessed after cycle 3, confirmed with 2 consecutive values and included minor response or better. Overall (OS) and treatment free survivals (TFS) were calculated from start of treatment to date of last follow up and time of next treatment, respectively. Results. The median age of the population was 62 years (range, 43-78), Male/Female ratio 1.64, WM-International staging score breakdown was 46% low, 23% intermediate, 31% high. Serum M-spike was 2.5g/L (0.41-4.62) with 8% patients >= 4g/L. The overall response rate was 89.7% with minor response in 13 pts and major response in 22 pts. With a median (+/-se) follow-up of 15 months (+/-1.22), death occurred in 2 patients, and the median OS was not reached with a 3-year probability of survival of 89%. The median TFS was 21 months (+/-2.09). Twenty-five (64.1%) and 13 (37.1%) patients had a positive PET before and after treatment, respectively. 11 (45.8%) patients had a negative post treatment PET which was positive before treatment, 1 (4.8%) had a positive PET after treatment while initially negative and all other patients had no change. Patients with positive PET before treatment had no clinical-biological difference (age, gender, hemoglobin level, serum beta 2-microglobulin value, platelet count, IgM spike and ISS-WM score) with other patients. A positive PET before treatment had no influence on either OS or TFS or ORR or MR. However, a normal PET after treatment, including a negative PET after treatment which initially was positive before treatment, correlated with response (p=0.04). The sensitivity, specificity, positive predictive value (PPV), and negative predictive value (NPV) for a normal PET after treatment and for a negative PET after treatment while initially positive before treatment in predicting ORR were 68.7%, 100%, 100%, 23% and 52.4%, 100%, 100%, 23.1%, respectively. Although the number of deaths is low in this series, a positive PET after treatment was an adverse prognostic factor for OS. The median survival and the 2-year probability of survival was not reached and 100% for patients with a normal (negative) PET after treatment (number of death/number of pts in the group, O/N=0/22) while it was 20 months and 46% for patients with a positive PET after treatment (O/N=2/13 ), respectively (p=0.019). Conclusion: Over 60% of WM pts demonstrated FDG-avid disease when using FDG-PET scans with the majority showing negative imaging after therapy. PET positive scans after therapy correlated with poor prognosis. FDG-PET scans may prove an effective tool in the diagnosis and prognosis in WM. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "computed tomography/positron emission tomography imaging",
        "waldenstrom macroglobulinemia",
        "positron-emission tomography",
        "brachial plexus neuritis",
        "fluorodeoxyglucose positron emission tomography",
        "neoplasms",
        "bortezomib",
        "follow-up",
        "immunoglobulin m",
        "rituximab"
    ],
    "author_names": [
        "Xavier Leleu",
        "Renee Leduc",
        "Meghan Rourke",
        "Brianna Harris",
        "Aldo M. Roccaro, MD, PhD",
        "Dilek Yarar",
        "Jonathan Farag",
        "Irene M. Ghobrial, M.D."
    ],
    "author_dict_list": [
        {
            "author_name": "Xavier Leleu",
            "author_affiliations": [
                "Service des Maladies du Sang, Hopital Huriez, CHRU Lille, Lille, France, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Renee Leduc",
            "author_affiliations": [
                "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Meghan Rourke",
            "author_affiliations": [
                "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brianna Harris",
            "author_affiliations": [
                "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aldo M. Roccaro, MD, PhD",
            "author_affiliations": [
                "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dilek Yarar",
            "author_affiliations": [
                "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jonathan Farag",
            "author_affiliations": [
                "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Irene M. Ghobrial, M.D.",
            "author_affiliations": [
                "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-14T04:54:35",
    "is_scraped": "1"
}