{
    "doi": "https://doi.org/10.1182/blood-2018-99-113413",
    "article_title": "Food Insecurity and Quality of Life Among Children and Young Adults with Sickle Cell Disease ",
    "article_date": "November 29, 2018",
    "session_type": "903. Outcomes Research—Non-Malignant Hematology: Poster I",
    "abstract_text": "Introduction: Sickle cell disease (SCD) is a genetic disorder affecting approximately 100,000 individuals in the United States. This autosomal recessive condition can result in numerous acute and chronic complications. Current research is ongoing to understand the pathophysiology as well as targetable options to remediate the disease. The Chicago Sickle Cell Disease Research Group (CSCDRG) at the University of Chicago aims to study how the social determinants of health, including food insecurity, impact patients with SCD. The USDA defines food insecurity as a lack of consistent access to enough food for an active, healthy life. We hypothesized a difference in quality of life (QOL) and level of food insecurity among patients with SCD by age. Methods: We designed a prospective cohort study combining basic demographic information and clinical data with two validated survey tools: the USDA Food Security Short Form and the PedsQL TM Sickle Cell Disease module. Eligible patients were identified from the CSCDRG clinical registry, capturing patients at our two clinical institutions. Consents and baseline surveys were collected during well visits in the clinic and then annually. Patient and parent reported baseline surveys were collected based on the PedsQL TM age cohorts (2-4 year, 5-7 year, 8-12 year, 13-17 year, and ≥18 year). Surveys scored and transformed with accepted methods: PedsQL TM total 0-100 and USDA Food Security total 0-6. We are reporting the initial set of baseline surveys collected from July 2015 to July 2018 with descriptive analysis of the cohort as well as ordinary one-way ANOVA testing to determine significance between each age group for total QOL scores, nine QOL dimensions, and food insecurity level. Results: Over the 3 year study period we enrolled and collected baseline surveys on 107 patients ranging in age from 2 - 24 years. Breakdown of the genotypes included 79% Hgb SS, 16% Hgb SC, and 5% Hgb Sβ +/0 . Total average QOL scores for the cohort was 76, with the 2-4 year old cohort having the highest score at 88 and the ≥18 year cohort having the lowest score at 67. The QOL dimension with the lowest score was in communication II, with total cohort average at 67. The lowest QOL dimension by age cohort was in the ≥18 year cohort where the pain impact score was 53 with 58% scoring ≤60. Ordinary one-way ANOVA analysis between age cohorts was significant for total QOL score (p=0.009) and these individual dimensions: pain and hurt (p<0.0001), pain impact (p = 0.0008), pain management (p<0.0001), worry I (p=0.0119), treatment (p=0.0055), and communication II (p=0.0023). Over half of the total cohort (53%) utilizes a public food benefit program. USDA food security short form showed 35% of the total cohort had some level of food insecurity (Figure 1). Ordinary one-way ANOVA was not significant between age groups for food security (p=0.2863). Conclusion: We describe the QOL and food security levels in a cohort of patients with SCD located on the south side of Chicago. We note a significant difference in the total QOL score between age groups, which is consistent with work by other groups. In the ≥18 year cohort, we noted 38% and 58% of patients scored ≤60 in the pain and hurt and pain impact dimensions, respectively. Beverung et al (2015) suggested QOL scores ≤60 in SCD be considered significant, particularly in the pain and hurt and pain impact dimensions. We plan to examine this patient cohort closer to develop and provide innovative interventions and understand if there are other social determinants of health that would allow for identification of high risk groups. National estimates of food insecurity levels from 2015 note that 13.4% of all aged individuals and 17.9% of children experience some degree of food insecurity We have shown the rate of food insecurity in our study population is nearly double the rate of the national average. Although 53% of our population was found to utilize SNAP benefits 35% of the total cohort still described food insufficiencies. It will be important for future studies to assess the utilization of other public benefit program such as Special Supplemental Nutrition Program for Women, Infants, and Children (WIC), which ends at age 5, as we noted an increase in food insecurity for our 5-7 year cohort. Next steps include further examining potential relationships between QOL scores, acute care utilization, and food insecurity as we increase the number of patients enrolled. View large Download slide View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "child",
        "food insecurity",
        "quality of life",
        "sickle cell anemia",
        "young adult",
        "pain",
        "hemoglobin",
        "acute care",
        "genetic disorder",
        "pain management"
    ],
    "author_names": [
        "Shelby Gruntorad, MS",
        "Tanisha Jones, MSN, APN, F-NP",
        "Gabrielle Lapping-Carr, MD",
        "Radhika Peddinti, MD",
        "Wendy S Darlington, MD MAPP"
    ],
    "author_dict_list": [
        {
            "author_name": "Shelby Gruntorad, MS",
            "author_affiliations": [
                "Department of Pediatrics, Section of Hematology and Oncology, The University of Chicago, Comer Children's Hospital, Chicago, IL "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Tanisha Jones, MSN, APN, F-NP",
            "author_affiliations": [
                "LaRabida Children's Hospital, Chicago, IL"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gabrielle Lapping-Carr, MD",
            "author_affiliations": [
                "Department of Pediatrics, Section of Hematology and Oncology, The University of Chicago, Comer Children's Hospital, Chicago, IL "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Radhika Peddinti, MD",
            "author_affiliations": [
                "Department of Pediatrics, Section of Hematology and Oncology, The University of Chicago, Comer Children's Hospital, Chicago, IL "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wendy S Darlington, MD MAPP",
            "author_affiliations": [
                "Department of Pediatrics, Section of Hematology and Oncology, The University of Chicago, Comer Children's Hospital, Chicago, IL "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-12T18:38:41",
    "is_scraped": "1"
}