{
    "doi": "https://doi.org/10.1182/blood.V106.11.4566.4566",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=272",
    "start_url_page_num": 272,
    "is_scraped": "1",
    "article_title": "The Role of Leukemia Derived B7-H1 in Tumor-T-Cell Interactions in Humans. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Objective: Expression of the B7-homologue B7-H1 (PD1-Ligand) has been proposed to enable tumor cells to evade immune surveillance. Recently, B7-H1 on murine leukemia cells was reported to mediate resistance to cytolytic T-cell destruction. In this study we investigated the expression and functional role of the B7-homologue B7-H1 in human leukemia. Patients and Methods: Leukemia cells from 20 patients and 9 human leukemia cell lines were investigated for B7-H1 expression by flow cytometry. Functional relevance of B7-H1 for tumor-immune interactions was assessed by coculture experiments using purified, alloreactive CD4 and CD8 T-cells in the presence of a neutralizing anti-B7-H1 antibody. Results: Significant B7-H1 expression levels on leukemia cells were detected in 13 of 20 patients and in 8 of 9 cell lines. In contrast to various other tumor entities and the data reported from a murine leukemia system we did not observe any significant inhibitory effect of leukemia-derived B7-H1 on CD4 and CD8 cytokine production (IFN-g, IL-2) or expression of T-cell activation markers (ICOS, CD69). In the presence of a neutralizing B7-H1 antibody (mAb 5H1) no significant changes in T cell IFN-g or IL-2 production were observed. Conclusions: Our data demonstrate that leukemia-derived B7-H1 seems to have no direct influence on T-cell activation and cytokine production in humans. Further experiments are warranted to delineate factors and characterize yet unidentified B7-H1 receptor(s) that determine inhibitory and stimulatory functions of B7-H1 in human leukemia.",
    "topics": [
        "leukemia",
        "neoplasms",
        "aldesleukin",
        "antibodies",
        "cytokine",
        "interferon type ii",
        "recombinant interferon-gamma",
        "coculture techniques",
        "flow cytometry",
        "ligands"
    ],
    "author_names": [
        "Matthias Krusch",
        "Sabine Wintterle",
        "Lieping Chen, PhD",
        "Lothar Kanz, MD",
        "Heinz Wiendl, MD",
        "Helmut R. Salih, MD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology/Oncology, Eberhard-Karl University, Tuebingen, Germany"
        ],
        [
            "Department of Neurology, Bayerische Julius-Maximilians University, Wuerzburg, Germany"
        ],
        [
            "Department of Dermatology, Johns Hopkins University, Baltimore, MD, USA"
        ],
        [
            "Department of Hematology/Oncology, Eberhard-Karl University, Tuebingen, Germany"
        ],
        [
            "Department of Neurology, Bayerische Julius-Maximilians University, Wuerzburg, Germany"
        ],
        [
            "Department of Hematology/Oncology, Eberhard-Karl University, Tuebingen, Germany"
        ]
    ],
    "first_author_latitude": "48.5294782",
    "first_author_longitude": "9.043773999999999"
}