{
    "doi": "https://doi.org/10.1182/blood.V106.11.5242.5242",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=355",
    "start_url_page_num": 355,
    "is_scraped": "1",
    "article_title": "Large Scale Ex Vivo GMP Expanded, Activated Human T Cells Consistently Induce Lethal GvHD in a Mouse Xenotransplant Model - A New Way To Study Treatments for Acute GvHD. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Donor lymphocyte infusions have become increasingly valuable for the treatment of hematologic diseases. In the past it has been reported that ex vivo activated and expanded human (hu) T lymphocytes, compared to fresh, non activated donor lymphocytes, have a markedly reduced ability to elicit normal immune functions in vivo . To overcome this problem, an improved method of ex vivo T cell activation and expansion and a model for in vivo testing of the function of cultured T cells is needed. We developed a more physiological, closed system GMP T cell stimulation protocol using clinical grade magnetic beads coated with CD3 and CD28 antibodies (Xcyte Therapies Inc., Seattle, WA), IL-2 at a low concentration added 24 hours after the initial culture setup and the new GMP grade serumfree Stemline T cell medium (Sigma, St. Louis, MO). This medium allowed the elimination of donor variability, which we experienced in T cell expansions with other serumfree media. Using our NOD SCID/β2m null mouse model of T cell expansion, we demonstrated that high concentrations of IL-2 (500 U/ml, as previously used in clinical T cell expansions) impair the in vivo functionality of expanded T cells. We therefore lowered the IL-2 concentration to 50 U/ml during culture. A 3 fold cell expansion after 4 days, and a 10 fold cell expansion after 8 days of culture could be observed. The CD4 and CD8 ratios were 1.6 ± 0.5 at the start, 1.7 ± 0.4 four days post activation and 1.1 ± 0.2 eight days post-activation, with viability greater than 95%. We conditioned NOD SCID/β2m null mice with 300 cGy of TBI and injected them retroorbitally with 1 x 10 7 non activated (n=8), 4 day activated (n=9), or 8 day activated hu T cells (n=5). Mice that received 4 or 8 day activated huT cells exhibited weight loss, high hu T cell engraftment, and high hu IFNγ serum levels. All these animals exhibited lethal GvHD with median survivals of 15 and 12 days, respectively. Activated cells outperformed non activated hu T cells in their GvHD potential since not all mice injected with non activated cells developed lethal GvHD. Interestingly, mice which received 4 day activated cells exhibited significantly increased percentages of hu T cells in the blood, spleen, liver and lung, as compared to animals that received non activated hu T cells. With non activated hu T cells, preferential expansion of hu CD4+ cells was seen in mouse organs; with activated hu T cells the CD4/CD8 input ratio was preserved. Although 8 day activated hu T cells also elicited lethal GvHD in all animals, we did not observe the same pattern of engraftment and organ infiltration as with 4 day activated cells. 4 day activated hu T cells produced significantly higher engraftment, hu IFNγ production, and destruction of mouse tissue compared to 8 day activated hu T cells. For the first time, these results demonstrate consistent lethal GvHD elicited in a mouse xenotransplant model by 10 7 ex vivo activated, expanded hu T cells produced in a closed system, serumfree GMP manufacturing process outperforming non activated hu T cells.",
    "topics": [
        "cyclic gmp",
        "good manufacturing practice",
        "graft-versus-host disease",
        "graft-versus-host disease, acute",
        "mice",
        "t-lymphocytes",
        "transplantation, heterologous",
        "weight reduction",
        "aldesleukin",
        "severe combined immunodeficiency"
    ],
    "author_names": [
        "Gerhard Bauer",
        "Jon Walker",
        "Bruno Nervi",
        "Julie Ritchey",
        "Jackie Hughes",
        "Bill Eades",
        "Mark Bonyhadi",
        "Jan Nolta",
        "John F. DiPersio"
    ],
    "author_affiliations": [
        [
            "Oncology, Washington University School of Medicine, St. Louis, MO, USA"
        ],
        [
            "Oncology, Washington University School of Medicine, St. Louis, MO, USA"
        ],
        [
            "Oncology, Washington University School of Medicine, St. Louis, MO, USA"
        ],
        [
            "Oncology, Washington University School of Medicine, St. Louis, MO, USA"
        ],
        [
            "Oncology, Washington University School of Medicine, St. Louis, MO, USA"
        ],
        [
            "Oncology, Washington University School of Medicine, St. Louis, MO, USA"
        ],
        [
            "Xcyte Therapies, Inc., Seattle, WA, USA"
        ],
        [
            "Oncology, Washington University School of Medicine, St. Louis, MO, USA"
        ],
        [
            "Oncology, Washington University School of Medicine, St. Louis, MO, USA"
        ]
    ],
    "first_author_latitude": "38.63688205",
    "first_author_longitude": "-90.2622609"
}