{
    "doi": "https://doi.org/10.1182/blood.V120.21.1176.1176",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2297",
    "start_url_page_num": 2297,
    "is_scraped": "1",
    "article_title": "Thromboelastrography Reduces Blood Product Transfusion in Pediatric Cardiac Surgery ",
    "article_date": "November 16, 2012",
    "session_type": "401. Basic Science and Clinical Practice in Blood Transfusion: Poster I",
    "topics": [
        "blood products",
        "cardiac surgery procedures",
        "pediatrics",
        "transfusion",
        "blood transfusion",
        "cryoprecipitate",
        "hemorrhage",
        "platelet transfusion",
        "postoperative complications",
        "postoperative hemorrhage"
    ],
    "author_names": [
        "Michael Ritchie, BS",
        "Cathy Woodward, DNP RN PNP-AC",
        "Lauren Kane, MD",
        "Melissa Frei-Jones, MD, MSCI"
    ],
    "author_affiliations": [
        [
            "School of Medicine, University of Texas Health Science Center, San Antonio, TX, USA, "
        ],
        [
            "Pediatrics, University of Texas Health Science Center, San Antonio, TX, USA, "
        ],
        [
            "Cardiothoracic Surgery, University of Texas Health Science Center, San Antonio, TX, USA"
        ],
        [
            "Pediatrics, University of Texas Health Science Center, San Antonio, TX, USA, "
        ]
    ],
    "first_author_latitude": "29.507465399999997",
    "first_author_longitude": "-98.57535209999999",
    "abstract_text": "Abstract 1176 Thromboelastography (TEG) has emerged as an important tool to guide blood product transfusions in pediatric cardiac surgery requiring cardio-pulmonary bypass (CPB). Blood product transfusions are associated with risk including transfusion transmitted infections, transfusion reactions, and allo-immunization. Previous studies have reported fewer red cell and plasma transfusions but increased platelet transfusions with no difference in post-operative bleeding in pediatric CPB using TEG to determine transfusion needs. In this study, we evaluated the use of intra-operative TEG to reduce blood product transfusion in pediatric cardiac surgery with CPB. A retrospective case control study of 150 patients, age birth to 18 years, who required CPB during cardiac surgery, was performed from January 1, 2010 to May 31, 2012. Cases were chosen serially during the time period when TEG was utilized by anesthesia. Controls were chosen from the time period before TEG was available. Exclusion criteria were a personal or family history of bleeding or clotting disorder. Controls were matched 2:1 on age and Risk Adjustment for Congenital Heart Surgery score (RACHS). The type and amount of blood product transfusions were compared between cases and controls in addition to post-operative complications including bleeding, infection and thrombosis. This study included 50 cases and 100 controls. Average age and gender were not different between cases and controls (19 mo (0–213) vs 20 mo (0–255), p=0.86; 52% (26/50) males vs 62% (62/100), p=0.24). Ethnicity was similar between groups and primarily Hispanic (66% (33/50) vs 70% (70/100), p=0.71). The most common congenital heart defect was Tetralogy of Fallot (20% (10/50) vs 22% (22/100); p=0.84). The median RACHS score between groups was the same (3 (2–6) vs 3 (2–6), p=0.88). There was no significant difference in pre-surgical or post-surgical blood counts, coagulation testing or CPB pump time. The average number of TEGs performed per case was 2.6 (1–6). Cases received significantly fewer platelet and cryoprecipitate (cryo) units but similar red cell and plasma units to controls as shown in Figure 1 . The difference persisted when transfusions were adjusted for weight. Cases received fewer platelets (13 (0–49) ml/kg vs 21 (0–119) ml/kg, p=0.015), and cryo (3 (0–36) ml/kg vs 6.3 (0–47) ml/kg, p=0.029) with the most significant difference seen in patients less than 10 kg (platelets 15 ml/kg vs 25 ml/kg, p=0.007; cryo 4 ml/kg vs 8 ml/kg, p=0.03). There was no difference in red cell volume (130 (0–332) ml/kg vs 133 (0–680) ml/kg, p=0.88), or plasma volume (109 (0–277) ml/kg vs 107 (0–553) ml/kg, p=0.9) at any weight between groups. There was no statistical difference in PICU length of stay (LOS), hospital LOS, mechanical ventilation, survival to discharge or frequency of post-operative bleeding or thrombosis. There was a 50% reduction in hospital cost of platelet transfusions ($29,750 vs $65,450) and cryo ($1,950 vs $4,700) for the 50 cases compared to controls. The cost of three TEGs per 50 cases was $3,450 ($23/TEG) for a total cost savings of $35,000. Intra-operative TEG reduced the amount of platelet and cryoprecipitate transfusions used during pediatric CPB without an increase in post-operative complications. The reduction in blood product administration by using TEG resulted in decreased cost. View large Download slide View large Download slide  Disclosures: No relevant conflicts of interest to declare."
}