{
    "doi": "https://doi.org/10.1182/blood.V118.21.540.540",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2041",
    "start_url_page_num": 2041,
    "is_scraped": "1",
    "article_title": "Circulating Tissue Factor Procoagulant Activity (TF-PCA) Is Elevated in Type 1 Diabetes Mellitus: Differential Regulation of TF-PCA in Type 1 and Type 2 Diabetes ",
    "article_date": "November 18, 2011",
    "session_type": "331. Pathophysiology of Thrombosis: Thrombosis and Thrombocytopenia",
    "topics": [
        "diabetes mellitus, type 1",
        "diabetes mellitus, type 2",
        "thromboplastin",
        "hyperglycemia",
        "hyperinsulinism",
        "insulin",
        "diabetes mellitus",
        "glucose",
        "adiponectin",
        "cardiovascular event"
    ],
    "author_names": [
        "Anamika Singh, Ph.D.",
        "Guenther Boden, M.D.",
        "Carol Homko, RN, Ph.D.",
        "Jay Gunawardana, M.S.",
        "A. Koneti Rao, MD"
    ],
    "author_affiliations": [
        [
            "Sol Sherry Thrombosis Research Center, Temple University School of Medicine, Philadelphia, PA, USA, "
        ],
        [
            "Endocrinology/Diabetes/Metabolism and the Clinical Research Center, Temple University School of Medicine, Philadelphia, PA, USA, "
        ],
        [
            "Endocrinology/Diabetes/Metabolism and the Clinical Research Center, Temple University School of Medicine, Philadelphia, PA, USA, "
        ],
        [
            "Sol Sherry Thrombosis Research Center, Temple University School of Medicine, Philadelphia, PA, USA, "
        ],
        [
            "Sol Sherry Thrombosis Research Center and Department of Medicine, Temple University School of Medicine, Philadelphia, PA, USA"
        ]
    ],
    "first_author_latitude": "40.00660499999999",
    "first_author_longitude": "-75.1522835",
    "abstract_text": "Abstract 540 Background: Type 1 diabetes mellitus (T1DM) is a hypercoagulable state associated with increased acute cardiovascular events. Potential risk factors for this include alterations in coagulation and fibrinolytic systems. Tissue factor (TF) is the principal initiator of blood coagulation. Several studies show that there is a circulating pool of TF in blood, which is thrombogenic, and elevated in thrombotic states. We have shown ( J Clin Endo Metab 2007, 92:4352-8) that circulating TF procoagulant activity (TF-PCA) is elevated in patients with Type 2 DM (T2DM) and increases further with acute combined hyperglycemia-hyperinsulinemia and selective hyperinsulinemia. There is currently no information on circulating TF-PCA levels and TF responses to hyperglycemia and/or hyperinsulinemia in patients with T1DM who are at comparable risk for cardiovascular events as T2DM patients. Objective: To investigate circulating TF-PCA and other coagulation factors under basal conditions and in response to acute selective hyperglycemia, selective hyperinsulinemia and combined hyperglycemia and hyperinsulinemia in T1DM. Methods: Three study protocols were used: 1) acute correction of hyperglycemia (with IV insulin) followed by 24 h of hyperglycemia, 2) 24 h of selective hyperinsulinemia and 3) 24 h of combined hyperinsulinemia and hyperglycemia. Studies were performed in 9 T1DM patients and 7 non-diabetic subjects. T1DM patients were on a basal/bolus insulin regimen (insulin glargine, 15–70 units at night) or Novolog 70/30 mix twice daily (45-50 units). Circulating membrane bound TF-PCA was measured in whole blood lysates by a two-stage clotting assay (Key et al, Blood; 1998:91). Results: Basal TF-PCA (64.7 ± 6.0 vs. 24.6 ± 1.2 U/ml, p < 0.001) and plasma factor VIIa (104 ± 24 vs. 38 ± 8 mU/ml, p < 0.03), the activated form of factor VII, were higher in T1DM (n=9) than in non-diabetic controls (n= 7) indicating a chronic procoagulant state. Plasma FVIIc, FVIII, thrombin-antithrombin complexes (TAT) and soluble vascular cell adhesion molecule-1 (sVCAM-1) were not significantly different between patients and controls. When control subjects and T1DM patients were combined, HbA1C correlated with TF-PCA (r=0.71, p=0.0001, n=23). Plasma adiponectin was elevated in T1DM patients compared to control subjects (12.4 ± 1.9 vs 6.7 ± 2.0 μg/ml, p < 0.05). Acutely normalizing hyperglycemia in T1DM patients over 3–15 h did not decrease TF-PCA. There were also no changes in plasma FVIIc and FVIII. To explore effects of acutely raising plasma glucose, glucose was raised from 103 ± 8 to ∼ 300 mg/dl by infusion of 20% dextrose and maintained for 24 hours. Insulin concentrations were kept at basal concentrations (6 and 13 μU/ml) by IV infusion. In our previous studies in non-diabetic subjects ( Diabetes 2006, 55,202-8) and in T2DM patients ( J Clin Endo Metab 2007, 92,4352-8), raising glucose and insulin together produced a marked increase in circulating TF-PCA. We therefore raised glucose to ∼ 250 mg/dl and insulin to ∼ 100 μU/ml together in 8 T1DM patients. Raising glucose levels alone or in combination with insulin decreased circulating TF-PCA by 26% (p < 0.02) and 37% (p < 0.01), respectively, which is in striking contrast to the elevations noted in non-diabetic controls and T2DM patients. To explore effects of selective hyperinsulinemia, plasma insulin levels were raised in 3 T1DM patients by IV infusion of regular insulin from 15 ± 0.2 to ∼ 75 μU/ml and maintained for 24 hours while plasma glucose was kept at ∼ 100 mg by infusion of 20% dextrose. Again, in contrast to our studies in T2DM patients and healthy subjects we found no increase in TF-PCA Conclusions: Circulating TF-PCA and FVIIa levels are elevated in T1DM patients indicating a potential prothrombotic state. The studies on acutely induced hyperinsulinemia and hyperglycemia indicate that the regulation of TF expression is different in T1DM and T2DM. This may be due to multiple mechanisms, including a differential effect of insulin on monocytes TF expression in T1DM and T2DM, and due to differences in plasma adiponectin, which has been shown to inhibit TF expression and is elevated in T1DM. Additional studies are needed to obtain insights into the mechanisms regulating the differential expression of TF in the two forms of diabetes. Disclosures: No relevant conflicts of interest to declare."
}