{
    "doi": "https://doi.org/10.1182/blood.V114.22.1764.1764",
    "article_title": " In Vitro Deprivation of CD8 + CD57 + t Cells Promotes the Malignant Growth of Bone Marrow Stem/Progenitor Cells in Patients with Myelodysplastic Syndrome. ",
    "article_date": "November 20, 2009",
    "session_type": "Myelodysplastic Syndromes Poster I",
    "abstract_text": "Abstract 1764 Poster Board I-790 Objective To investigate the effect of the activated CD8 + T (CD8 + CD57 + ) lymphocytes on colony formation (especially malignant colony formation) during myelodysplastic syndrome (MDS) in vitro . Methods Bone marrow mononuclear cells (BMNC) from a total of 54 MDS patients were subjected to magnetic-activated cell sorting (MACS) to separate CD8 + CD57 + T lymphocytes. BMNC were cultured without CD8 + CD57 + T cells or cocultured with 4 times of CD8 + CD57 + T cells to study the correlation between the stem/progenitor cell colony formation and the polarization of T cells towards Tc1 lymphocytes. G-band karyotyping was used to identify abnormal karyotypes in MDS patients. The fluorescence in situ hybridization (FISH) method was used to detect stem cells carrying abnormal karyotypes, and the proportions of abnormal cells among BMNC were calculated before and after T cell deprivation. The impact of effector CD8 + T cells on the malignant growth of BMNC was especially investigated. Results (a) After deprivation of CD8 + CD57 + T cells, BMNC from 28 MDS patients formed colonies in the culture media. The average number of granulocyte and monocyte colony forming unit (CFU-GM) was 42.9/4×10 5 cells, and the average number of erythroid colony forming unit (CFU-E) was 11.36/4×10 5 cells, which were significantly lower than those in the normal control group after deprivation of CD8 + CD57 + T cells (CFU-GM 83.4/4×10 5 cells, CFU-E 32.8/4×10 5 cells; P =0.00). After add-back of CD8+CD57+T cells (4 times), none of the BMNC cultures from any of the 54 MDS patients formed colonies in vitro . (b) In 28 MDS patients whose BMNC formed colonies after T cell deprivation, the bone marrow Tc1/Tc2 ratio was positively correlated with the number of CFU-GM (r=0.463, P =0.01). (c) In 15 MDS patients who had abnormal karyotypes, deprivation of CD8 + CD57 + T cells significantly increased the proportion of abnormal cells from 43.79% to 56.26% in BMNC culture ( P =0.00). Conclusion The effector CD8 + T lymphocytes inhibit bone marrow hematopoiesis in MDS patients, and the target cells were mainly the cells with a malignant phenotype and abnormal karyotypes. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "bone marrow",
        "cd57 antigens",
        "culture media",
        "myelodysplastic syndrome",
        "stem cells",
        "t-lymphocytes",
        "karyotype determination procedure",
        "cell separation",
        "fluorescent in situ hybridization",
        "abnormal cells"
    ],
    "author_names": [
        "Qianqiao Zhang",
        "Xiao Li, MD, PhD",
        "Zheng Zhang",
        "Feng Xu",
        "Qi He",
        "Lingyun Wu, MD",
        "Chunkang Chang"
    ],
    "author_dict_list": [
        {
            "author_name": "Qianqiao Zhang",
            "author_affiliations": [
                "The Sixth Hospital Affiliated Shanghai Jiaotong University, Shanghai, China, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Xiao Li, MD, PhD",
            "author_affiliations": [
                "Hematology Dept., The Sixth Hospital affiliated to shanghai jiaotong university, Shanghai, China, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zheng Zhang",
            "author_affiliations": [
                "the Sixth Peoples Hospital of Shanghai, Shanghai, China, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Feng Xu",
            "author_affiliations": [
                "Hematology, The Sixth Hospital Affiliated to Shanghai Jiaotong University, Shanghai, China, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Qi He",
            "author_affiliations": [
                "the Sixth Peoples Hospital of Shanghai, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lingyun Wu, MD",
            "author_affiliations": [
                "Hematology Dept., The Sixth Hospital affiliated to shanghai jiaotong university, Shanghai, China, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chunkang Chang",
            "author_affiliations": [
                "Department of Hematologyf, Sixth Hospital Affiliated to Sjanghai Jiaotong University, Shanaghai, China"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-11T18:45:38",
    "is_scraped": "1"
}