{
    "doi": "https://doi.org/10.1182/blood.V110.11.3708.3708",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=888",
    "start_url_page_num": 888,
    "is_scraped": "1",
    "article_title": "Annexin 2 Mediates Plasminogen-Related Recruitment of Neovascular Mural Cells in Lymphoma Angiogenesis. ",
    "article_date": "November 16, 2007",
    "session_type": "Vascular Wall Biology, Endothelial Progenitor Cells and Platelet Adhesion",
    "topics": [
        "angiogenesis",
        "annexins",
        "lymphoma",
        "plasminogen",
        "neoplasms",
        "fibrinolytic agents",
        "thrombolytic therapy",
        "transplantation",
        "alteplase",
        "b-cell lymphomas"
    ],
    "author_names": [
        "Katherine A. Hajjar, MD",
        "Jia Ruan, MD, PhD",
        "Guangzhi Sui, MD",
        "Arunkumar B. Deora, PhD",
        "Sarah Church, BS",
        "Leona Cohen-Gould, MS",
        "Shahin Rafii, MD",
        "David C. Lyden, MD, PhD",
        "Qi Ling, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Cell and Developmental Biology, Weill Cornell Medical College, New York, NY, USA"
        ],
        [
            "Medicine, Weill Cornell Medical College, New York, NY, USA"
        ],
        [
            "Cell and Developmental Biology, Weill Cornell Medical College, New York, NY, USA"
        ],
        [
            "Cell and Developmental Biology, Weill Cornell Medical College, New York, NY, USA"
        ],
        [
            "Cell and Developmental Biology, Weill Cornell Medical College, New York, NY, USA"
        ],
        [
            "Cell and Developmental Biology, Weill Cornell Medical College, New York, NY, USA"
        ],
        [
            "Cell and Developmental Biology, Weill Cornell Medical College, New York, NY, USA"
        ],
        [
            "Pediatrics, Weill Cornell Medical College, New York, NY, USA"
        ],
        [
            "Cell and Developmental Biology, Weill Cornell Medical College, New York, NY, USA"
        ]
    ],
    "first_author_latitude": "40.76601719999999",
    "first_author_longitude": "-73.95535765000001",
    "abstract_text": "Malignant tumor progression requires the development of tumor-associated blood vessels through co-option of nearby host vascular cells, recruitment of marrow-derived progenitor cells, or both. The annexin 2 (A2)/p11 heterotetramer is a cell surface co-receptor for the fibrinolytic proteins plasminogen (Plg) and tPA, and strongly augments the catalytic efficiency of vascular cell plasmin generation. We showed previously that A2−/ − mice display impaired postnatal angiogenesis in the corneal pocket, oxygen-induced retinopathy, and Matrigel plug assays. Here, we examined neovascularization of experimental lymphoma in mice with fibrinolytic deficiency states. For both EL4, a T cell lymphoma, and B6RV2, a B cell lymphoma, growth of implanted tumor cells was rapid in wildtype and tPA−/ − mice, but nearly flat in both A2−/ − and Plg−/ − mice. Immunohistochemical staining of EL4 tissue on day 8 revealed reduced vascular density, frequent intravascular fibrin thrombi, and dilated microvessels in A2−/ −, compared with A2+/+, mice. Electron microscopy and immunofluorescence revealed a striking paucity of pericytes and secondary dropout of endothelial cells within A2−/ − tumor microvessels. Flow cytometric analysis of circulating progenitor cells showed reduced recruitment of VEGFR1+/CD11b+ hematopoietic precursors from bone marrow to blood in A2−/ − versus A2+/+ tumor-bearing mice. In lethally irradiated A2−/ − mice, moreover, tumor growth was rescued completely upon engraftment with A2+/+ marrow. Transplantation of green fluorescent protein (GFP)-labeled A2+/+ bone marrow revealed the appearance of abundant marrow-derived CD11b+/CD68+ cells closely apposed to developing tumor neovessels. Many of these cells also express the pericyte marker, NG2. Transplantation of A2+/+ marrow, finally, restored the investment of tumor microvessels with α-smooth muscle actin-positive pericytes. These data suggest that A2 contributes critically to tumor angiogenesis in experimental lymphoma in mice, by enabling recruitment of A2+ myelomonocytic cells that promote neovascular stabilization by pericyte-like cells. The data suggest further that targeting the A2/p11 system could offer a novel strategy for the treatment of malignant lymphoma."
}