{
    "doi": "https://doi.org/10.1182/blood.V112.11.3565.3565",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1210",
    "start_url_page_num": 1210,
    "is_scraped": "1",
    "article_title": "The Influence of Spatially Distinct Bone Marrow Niches on HSCs ",
    "article_date": "November 16, 2008",
    "session_type": "Hematopoiesis - Microenvironment, Cell Adhesion, and Mesenchymal Stem Cells",
    "topics": [
        "bone marrow",
        "cadherins",
        "n-cadherins",
        "polymerase chain reaction",
        "flat bone",
        "long bone",
        "stromal cells",
        "axial skeleton",
        "calvaria",
        "femur"
    ],
    "author_names": [
        "Sali Liu",
        "Tigue Tozer",
        "Dilani Rosa",
        "Cynthia Cunningham",
        "Alan Tseng",
        "Narges Rashidi",
        "Gregor B. Adams, PhD"
    ],
    "author_affiliations": [
        [
            "Eli and Edythe Broad Center for Regenerative Medicine and Stem Cell Research at USC, University of Southern California, Los Angeles, CA, USA"
        ],
        [
            "Eli and Edythe Broad Center for Regenerative Medicine and Stem Cell Research at USC, University of Southern California, Los Angeles, CA, USA"
        ],
        [
            "Eli and Edythe Broad Center for Regenerative Medicine and Stem Cell Research at USC, University of Southern California, Los Angeles, CA, USA"
        ],
        [
            "Eli and Edythe Broad Center for Regenerative Medicine and Stem Cell Research at USC, University of Southern California, Los Angeles, CA, USA"
        ],
        [
            "Eli and Edythe Broad Center for Regenerative Medicine and Stem Cell Research at USC, University of Southern California, Los Angeles, CA, USA"
        ],
        [
            "Eli and Edythe Broad Center for Regenerative Medicine and Stem Cell Research at USC, University of Southern California, Los Angeles, CA, USA"
        ],
        [
            "Eli and Edythe Broad Center for Regenerative Medicine and Stem Cell Research at USC, University of Southern California, Los Angeles, CA, USA"
        ]
    ],
    "first_author_latitude": "34.0645602",
    "first_author_longitude": "-118.32216005000001",
    "abstract_text": "During development, hematopoietic stem cells (HSCs) translocate from the fetal liver to the bone marrow (BM), which remains the site of hematopoiesis throughout adulthood. In the BM the HSCs are located at the endosteal surface, where cells of the osteoblastic lineage comprise a key component of the stem cell niche. While hematopoiesis occurs in many bones, the process of bone formation can actually be split into those bones that develop through endochondral ossification (long bones) and those that form through membranous ossification (flat bones). We examined the role played by the microenvironment in these two distinct bones and whether these microenvironments have differing effects on the HSCs. In vitro analysis of the BM stromal cells isolated from long bones and flat bones has demonstrated that calvaria derived stromal layers can support cobblestone area-forming cells 10-fold greater than stromal layers derived from femurs and tibia. Real-time PCR analysis of gene expression has demonstrated that flat bone stromal cells have 5-fold greater expression of N-cadherin than long bone, while other cadherins such as VE-cadherin show no difference. Correlating with this, we found that calvarial derived HSCs demonstrated increased expression of N-cadherin and also increased expression of other genes associated with cadherin signaling, such as cyclinD1 . However, no difference in the cell cycle status of the HSCs derived from long bone and flat bone was noted. Functional assays are being performed in order to assess the function of these distinct BM marrow niches in vivo . It is anticipated that we will be able to begin to define the molecular cues the govern HSC physiology in different locations within the mammalian skeleton and thus provide an understanding not only into the continual migration of HSCs between different HSC niches but also the regression of hematopoiesis that occurs from the appendicular skeleton to the axial skeleton during the adult human lifespan."
}