{
    "doi": "https://doi.org/10.1182/blood-2019-125714",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4320",
    "start_url_page_num": 4320,
    "is_scraped": "1",
    "article_title": "Bortezomib: Once-Weekly 1.6mg/m 2 Maybe a Better Choice Compared with Twice-Weekly 1.3mg/m 2 in Newly Dignosed Multiple Myeloma ",
    "article_date": "November 13, 2019",
    "session_type": "653.Myeloma: Therapy, excluding Transplantation",
    "topics": [
        "bortezomib",
        "multiple myeloma",
        "dexamethasone",
        "thalidomide",
        "chemotherapy regimen",
        "cyclophosphamide",
        "toxic effect",
        "adverse event",
        "autologous stem cell transplant",
        "craniosynostosis"
    ],
    "author_names": [
        "Yubin Li",
        "Fangfang Li",
        "Wangshan Song",
        "Zhumei Zhan",
        "Xiangxin Li",
        "Lingling Wang",
        "Fanglin Li, MD",
        "Ming Hou, MD PhD",
        "Hao Li, MD",
        "Luqun Wang, MD PhD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Qilu Hospital of Shandong University, Jinan, P.R. China, jinan, China "
        ],
        [
            "Department of Hematology, Qilu Hospital of Shandong University, Jinan, P.R. China, jinan, China "
        ],
        [
            "Department of Hematology, Qilu Hospital of Shandong University, Jinan, P.R. China;, jinan, China "
        ],
        [
            "Department of Hematology, Qilu Hospital of Shandong University, Jinan, P.R. China;, jinan, China "
        ],
        [
            "Department of Hematology, Qilu Hospital of Shandong University, Jinan, P.R. China, jinan, China "
        ],
        [
            "Department of Hematology, Qilu Hospital of Shandong University, Jinan, P.R. China, jinan, China "
        ],
        [
            "Department of Hematology, Qilu Hospital of Shandong University, Jinan, P.R. China, 济南, China "
        ],
        [
            "Qilu Hospital, Shandong University, JINAN, CHN "
        ],
        [
            "Department of Hematology, Qilu Hospital of Shandong University, Jinan, P.R. ChinaDepartment of Hematology, Qilu Hospital of Shandong University, Jinan, P.R. China, jinan, China "
        ],
        [
            "Department of Hematology, Qilu Hospital of Shandong University, Jinan, China"
        ]
    ],
    "first_author_latitude": "36.655439",
    "first_author_longitude": "117.01803400000001",
    "abstract_text": "Background: The first-in-class proteasome inhibitor, Bortezomib - based chemotherapy significantly improved the symptoms of multiple myeloma and delayed disease progression. Although the NCCN guidelines recommend twice-weekly 1.3mg/m 2 , the most appropriate dosage and interval still need to be further observed to improve the tolerability and patients outcomes. Methods: Part I Clinical Observation of MM Therapy in real world The effectiveness and toxicity of bortezomib containing regimen on multiple myeloma (MM) were analyzed retrospectively. From August 2006 to July 2012, 113 MM patients(77 newly diagnosed, and 36 relapsed or refractory patients ) had previously received at least 2 courses of different combined chemotherapy regiments, including 2 patients relapsed after ASCT). Classification: The clinical charateristics of all the 113 MM patients were shown in Table 1 . They had received minimal 2 cycles of either Classical VDT regimen (bortezomib 1.0-1.3mg/m 2 , d1, d8, d15, d22; thalidomide 100-200 mg/d, d1-d14; dexamethasone 20 mg d1, d2, d4, d5, d8, d9, d11, d21; 21 days per cycle) or VDT-A regimen (VTD regimens like the previous; Epirubicin 10mg/d, d1-d4; 21 days per cycle) or modified VTD regimen (bortezomib 1.6mg/m 2 , d1, d8, d15, d22; thalidomide 100-200 mg/d, d1-d21; dexamethasone 20 mg d1, d2, d8, d9, d15, d16, d22, d23; 35 days per cycle). Results : Of all the patients, 76 were treated with classical VDT regimen, 21 patients treated with VDT-A regimen, 16 patients treated with modified VTD regimen. All were assessed every 2 cycles. After the treatment of four cycles,the rates of overall response ( ORR) and the complete rate ( CR) for the above three regimens of bortezomib with thalidomide and dexamethasone were 77.9% and 28% respectively. As shown in Figure 1 , there was no statistical difference of ORRs (77.9% vs 78.3% vs 71%) and CRs (28% vs 26.4 vs 30%) among our single-central (Qilu) and other two international clinical trials ( WOBS and VISTA). Part II Clinical observation of once-weekly 1.6mg/m 2 and the twice-weekly 1.3mg/m 2 bortezomib in BCD regimen. In the subsequent study, the effectiveness and toxicity of once-weekly 1.6mg/m 2 and the twice-weekly 1.3mg/m 2 bortezomib of BCD regimen on MM were analyzed retrospectively. From January 2016 to December 2018, 34 NDMM patients (the median age of 58 (35-78) years old) received minimal 4 cycles of 1.6mg/m 2 bortezomib, d1, d8, d15, d22; cyclophosphamide 300 mg/m2 d1, d8, d15; dexamethasone 20 mg d1, d2, d8, d9, d15, d16, d22, d23; 35 days per cycle. 32 NDMM patients (the median age of 58.5 (27-74) years old) received minimal 4 cycles of 1.3mg/m 2 ( bortezomib 1.3mg/m 2 , d1, d4, d8, d11; cyclophosphamide 300 mg/m 2 d1, d15; dexamethasone 20 mg d1, d2, d4, d5, d8, d9, d11, d12; 21 days per cycle). All were assessed every 2 cycles. The clinical charateristics were shown in Table 2. Results : As shown in Table 3 and Figure 2 , the analysis showed that there is no significant difference of effectiveness ORR (=1.941,P=0.164) and CR (=0.289,P=0.591) between the 1.6 mg/m 2 group and the 1.3 mg/m 2 group after 2 cycles of treatments, which 88.24% (30/34) patients achieved ORR and 5.88% (2/34) patients got CR in the 1.6 mg/m 2 group and 75.0%(24/32) patients achieved ORR with 3.1% (1/32) patients in CR in the 1.3 mg/m 2 group. After 4 cycles of treatment, the 1.6 mg/m 2 group showed significantly higher CR as compared to the 1.3 mg/m 2 group (44.1% vs 18.75%, =4.890, p=0.027), however with no statistical difference of ORRs between the two groups (82.35% vs 87.59%, =0.340, P=0.560). In the adverse events, there is no significant difference of peripheral neuropathy (PN) between the 1.6 mg/m 2 group and the 1.3 mg/m 2 group after 2 cycle treatments (=0.068, p=/0.794). However, the incidence of PN in 4 cycle assessment is lower significantly in the 1.6mg/m 2 group than in the 1.3mg/m 2 group (5.88% vs 31.25%, =7.131, p=0.008). In respect to hematologic, infective, gastrointestinal toxicities, no significant difference was observed between the two groups. Conclusions: In summary, the 1.6 mg/m 2 group achieved deeper and quicker response with reduced PN than the 1.3mg/m 2 group in after 4-cycle induction regimen, suggesting more effective and safer outcomes with the treatment of the 1.6mg/m 2 BCD regiment on MM. View large Download slide View large Download slide  Disclosures No relevant conflicts of interest to declare."
}