{
    "doi": "https://doi.org/10.1182/blood.V122.21.1460.1460",
    "article_title": "Phase I Trial Of The Targeted Alpha-Particle Nano-Generator Actinium-225 ( 225 Ac)-Lintuzumab (Anti-CD33) In Combination With Low-Dose Cytarabine (LDAC) For Older Patients With Untreated Acute Myeloid Leukemia (AML) ",
    "article_date": "November 15, 2013",
    "session_type": "615. Acute Myeloid Leukemia: Therapy, excluding Transplantation: Poster I",
    "abstract_text": "Background Lintuzumab, a humanized anti-CD33 antibody, targets myeloid leukemia cells and has modest activity against AML. To increase the antibody’s potency yet avoid nonspecific cytotoxicity seen with β-emitting isotopes, the isotope generator 225 Ac (t ½ =10 days), which yields 4 α-particles, was conjugated to lintuzumab. A phase I trial demonstrated that 225 Ac-lintuzumab is safe at doses ≤ 3 μCi/kg and has anti-leukemic activity across all dose levels studied (Jurcic et al. ASH, 2011). We are conducting a multicenter, phase I dose escalation trial to determine the maximum tolerated dose (MTD), toxicity, and biological activity of fractionated-dose 225 Ac-lintuzumab in combination with LDAC. Patients and Methods Patients ≥ 60 yrs who had untreated AML with poor-prognostic factors, such as an antecedent hematologic disorder (AHD), unfavorable cytogenetic or molecular abnormalities, and significant comorbidities, were eligible. Patients received LDAC 20 mg bid for 10 days every 4-6 weeks. During cycle 1, beginning 4-7 days after LDAC, two doses of 225 Ac-lintuzumab were given approximately one week apart. Results Seven patients (median age, 76 yrs; range, 72-80 yrs) were treated, all of whom had AHDs. Five (71%) had intermediate-risk cytogenetics, and two (29%) had unfavorable cytogenetics. The median CD33 expression was 76% (range, 69-95%). Prior therapy for myelodysplastic syndrome included hypomethylating agents (n=4) and allogeneic hematopoietic cell transplantation (n=1). Patients received 225 Ac-lintuzumab at doses of 0.5 (n=3) or 1 (n=4) μCi/kg/fraction, two fractions per patient (total administered activity, 68-199 μCi). Dose-limiting toxicity was seen in one patient receiving 1 μCi/kg/fraction who had grade 4 thrombocytopenia in the setting of an aplastic bone marrow that persisted > 6 wks after completing the second fraction of 225 Ac-lintuzumab. Other toxicities included grade 3 febrile neutropenia (n=5), bacteremia (n=1), pneumonia (n=1), cellulitis (n=1), transient increase in creatinine (n=1), and generalized weakness (n=1). Bone marrow blast reductions were seen in 4 of 6 evaluable patients (67%) after cycle 1 (mean blast reduction, 58%; range, 34-100%). No CRs, however, were observed. The median number of cycles administered was 2 (range, 1-4), and the median time to progression was 2.5 months (range, 2-7+ months). Conclusions Fractionated-dose 225 Ac-linutuzmab in combination with LDAC is feasible, safe, and has anti-leukemic activity. Accrual continues to define the MTD, with planned dose levels up to 2 μCi/kg/fraction. Additional patients will be treated at the MTD in the phase II portion of this trial to determine response rate, progression-free survival, and overall survival. Disclosures: Jurcic: Actinium Pharmaceuticals, Inc.: Membership on an entity’s Board of Directors or advisory committees. Ravandi: Actinium Pharmaceuticals, Inc.: Research Funding. Pagel: Actinium Pharmaceuticals, Inc.: Equity Ownership, Membership on an entity’s Board of Directors or advisory committees, Research Funding. Park: Actinium Pharmaceuticals, Inc.: Research Funding. Douer: Actinium Pharmaceuticals, Inc.: Research Funding. Estey: Actinium Pharmaceuticals, Inc.: Membership on an entity’s Board of Directors or advisory committees. Cicic: Actinium Pharmaceuticals, Inc.: Employment, Equity Ownership. Scheinberg: Actinium Pharmaceuticals, Inc.: Ac-225-Lintuzumab, Ac-225-Lintuzumab Patents & Royalties, Equity Ownership, Membership on an entity’s Board of Directors or advisory committees.",
    "topics": [
        "actinium",
        "alpha particles",
        "cd33 antigen",
        "cytarabine",
        "generators",
        "leukemia, myelocytic, acute",
        "older adult",
        "toxic effect",
        "isotopes",
        "antibodies"
    ],
    "author_names": [
        "Joseph G. Jurcic, MD",
        "Farhad Ravandi, MD",
        "John M. Pagel, MD, PhD",
        "Jae H Park, MD",
        "Dan Douer, MD",
        "Elihu H. Estey, MD",
        "Hagop M Kantarjian, MD",
        "Dragan Cicic, MD",
        "David A. Scheinberg, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Joseph G. Jurcic, MD",
            "author_affiliations": [
                "Division of Hematology/Oncology, Department of Medicine, Herbert Irving Comprehensive Cancer Center, Columbia University Medical Center, New York, NY, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Farhad Ravandi, MD",
            "author_affiliations": [
                "Department of Leukemia, University of Texas, MD Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John M. Pagel, MD, PhD",
            "author_affiliations": [
                "Fred Hutchinson Cancer Research Center, University of Washington, Seattle, WA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jae H Park, MD",
            "author_affiliations": [
                "Leukemia Service, Department of Medicine, Memorial Sloan-Kettering Cancer Center, New York, NY, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dan Douer, MD",
            "author_affiliations": [
                "Leukemia Service, Department of Medicine, Memorial Sloan-Kettering Cancer Center, Weill Cornell Medical College, New York, NY, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elihu H. Estey, MD",
            "author_affiliations": [
                "University of Washington, Fred Hutchinson Cancer Research Center, Seattle, WA, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hagop M Kantarjian, MD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dragan Cicic, MD",
            "author_affiliations": [
                "Actinium Pharmaceuticals, Inc., New York, NY, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David A. Scheinberg, MD, PhD",
            "author_affiliations": [
                "Molecular Pharmacology and Chemistry, Sloan-Kettering Institute, Memorial Sloan-Kettering Cancer Center, New York, NY, USA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-28T15:32:43",
    "is_scraped": "1"
}