{
    "doi": "https://doi.org/10.1182/blood.V128.22.3711.3711",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3548",
    "start_url_page_num": 3548,
    "is_scraped": "1",
    "article_title": "Chemotherapy-Dependent ATP Release from Leukemia Dying Cells Induces Indoleamine 2,3-Dioxygenase 1 in Dendritic Cells ",
    "article_date": "December 2, 2016",
    "session_type": "203. Lymphocytes, Lymphocyte Activation, and Immunodeficiency, including HIV and Other Infections: Poster III",
    "topics": [
        "chemotherapy regimen",
        "culture media",
        "dendritic cells",
        "leukemia",
        "terminally ill",
        "tryptophan oxygenase",
        "neoplasms",
        "cytokine",
        "tumor necrosis factors",
        "adenosine triphosphate"
    ],
    "author_names": [
        "Mariangela Lecciso, PhD",
        "Darina Ocadlikova, PhD",
        "Elena De Marchi, M.S.",
        "Elisa Orioli",
        "Sabina Sangaletti, PhD",
        "Sara Trabanelli, PhD",
        "Camilla Jandus, MD PhD",
        "Andrea Bontadini",
        "Annarita Redavid",
        "Pedro Romero, professor",
        "Mario Paolo Colombo, M.S.",
        "Francesco Di Virgilio",
        "Giovanni Martinelli",
        "Michele Cavo, MD",
        "Elena Adinolfi",
        "Antonio Curti, MD PhD"
    ],
    "author_affiliations": [
        [
            "Institute of Hematology, Bologna, Italy "
        ],
        [
            "Institute of Hematology, Bologna, Italy "
        ],
        [
            "Department of Morphology, Surgery and Experimental Medicine, University of Ferrara, Ferrara, Italy "
        ],
        [
            "Department of Morphology, Surgery and Experimental Medicine, University of Ferrara, Ferrara, Italy "
        ],
        [
            "European Institute of Oncology, Milan, Italy "
        ],
        [
            "University of Lausanne, Deparment of Fundamental Oncology, Ludwig Cancer Research Center, Faculty of Biology and Medicine, Lausanne, Switzerland "
        ],
        [
            "University of Lausanne, Deparment of Fundamental Oncology, Ludwig Cancer Research Center, Faculty of Biology and Medicine, Lausanne, Switzerland "
        ],
        [
            "Immunohematology Service and Blood Bank, S.Orsola-Malpighi Hospital, Bologna, Italy "
        ],
        [
            "Institute of Hematology, Bologna, Italy "
        ],
        [
            "University of Lausanne, Deparment of Fundamental Oncology, Ludwig Cancer Research Center, Faculty of Biology and Medicine, Lausanne, Switzerland "
        ],
        [
            "European Institute of Oncology, Milan, Italy "
        ],
        [
            "Department of Morphology, Surgery and Experimental Medicine, University of Ferrara, Ferrara, Italy "
        ],
        [
            "Department of Experimental, Diagnostic and Specialty Medicine, University of Bologna, Bologna, Italy"
        ],
        [
            "Institute of Hematology, Bologna, Italy "
        ],
        [
            "Department of Morphology, Surgery and Experimental Medicine, University of Ferrara, Ferrara, Italy "
        ],
        [
            "Institute of Hematology, Bologna, Italy "
        ]
    ],
    "first_author_latitude": "44.4962318",
    "first_author_longitude": "11.354156999999999",
    "abstract_text": "BACKGROUND: Overall survival of adult acute myeloid leukemia (AML) remains poor due to the lack of novel and effective therapies. The cancer cell death induced by some chemotherapeutic agents, especially anthracyclines, such as daunorubicin (DNR), named immunogenic cell death (ICD), is characterized by intra- and peri-cellular modifications, which favor the induction of anti-tumor T-cell immune response. Among them, the extracellular release of adenosine triphosphate (extracellular ATP, eATP) from dying tumor cells primes dendritic cells (DCs) by activating purinergic P2X7 receptors, thus eliciting the presentation of tumor antigens to T cell. DCs are key regulators of adaptive immunity, promoting or suppressing T-cell responses. One of the suppressive mechanisms involves the expression of indoleamine 2,3-dioxygenase 1 (IDO1), which plays a major role in the induction of T-cell tolerance through the expansion of regulatory T cells (Tregs). The present study aimed at evaluating the involvement of IDO-1 during ATP-driven ICD in AML. METHODS: AML patients were analyzed at diagnosis and after DNR-based chemotherapy. Ex vivo T cells were characterized by FACS and tested for their capacity to produce IFN-γ in response to autologous blasts. Then, CD8 + IFN-γ-producing T cells were expanded and further characterized. ATP was used as an ICD representative model. In vitro, murine WEHI-3B and human HL-60 leukemic cell lines and primary blasts were tested for ATP release after DNR treatment. To in vivo investigate DNR-induced ICD, WEHI-3B cells stable transfected with luciferase PmeLUC were inoculated subcutaneously in BALB/c mice to measure ATP release directly from tumor mass. Tumor infiltrating DCs and T cells were characterized by FACS and immunohistochemistry after chemotherapy and plasma levels of cytokines were measured. In vitro DNR-treated AML cells were pulsed into immature DCs, previously generated from healthy donors. DCs maturation and IDO1 expression were examined (by FACS and western blot, respectively) and correlated with the presence of ATP in culture medium. IDO-driven Tregs induction was assessed. Finally, functional immunological tests were performed in vitro to test the ability of Tregs to inhibit leukemia antigen-specific IFN-γ production (FACS analysis) by ICD-activated T cells. RESULTS: After chemotherapy, 15/23 AML patients had an increase in leukemia-specific IFN-γ producing CD4 + and CD8 + T cells. Also an increase of Tregs was observed with a peak at day 21. CD8 + IFN-γ-producing T cells, which resulted in a skewing toward an effector memory phenotype, were activated and cytotoxic against autologous AML blasts but showed features of exhaustion and were defective in perforin production. In vitro and in vivo DNR induced ATP release from AML cells. In vivo the analysis of tumor-infiltrating T cells after treatment has shown an exhausted phenotype of cytotoxic CD8 + cells, increased IFN-γ + Tregs and decreased TNF-α + effector T cells. DNR treatment also increased in vivo plasma levels of cytokines IFN-γ, IL-1β, TNF-α, IL-12. Moreover, in DNR-treated mice we observed a significant increase of CD11c + mature DCs which express IDO1 in tumor infiltrate. In vitro, loading of DNR-treated AML cells into DCs resulted in increased maturation, but also in IDO1 induction. Interestingly, extracellular ATP was directly involved in DCs maturation and IDO1 expression via purinergic receptor P2Y11. ICD-driven DCs were able to expand Tregs in an IDO-dependent manner. Finally, ICD both triggers a leukemia-specific IFN-γ production by CD8 + T cells and induces Tregs, via IDO1-expressing DCs, which in turn inhibit leukemia-specific T cell. CONCLUSIONS: Overall, our data indicate that in AML chemotherapy-induced ICD has contrasting, and not fully elucidated, effects on T-cell immune response, resulting in the induction of leukemia-specific CTLs, albeit with defective features, and Tregs. In this scenario, the effects of ATP release from dying leukemia cells on DCs may be pivotal, as indicated by its capacity to concomitantly induce DC maturation and activation as well as tolerogenic function via IDO1. The combination of novel immunological drugs, such as IDO1 and/or checkpoint inhibitors, with conventional chemotherapy may represent an interesting approach to contrast tolerance induction and, then, fully exploit the immunogenic effect of chemotherapy. Disclosures Martinelli: Genentech: Consultancy; Amgen: Consultancy, Speakers Bureau; Celgene: Consultancy, Speakers Bureau; Novartis: Speakers Bureau; Ariad: Consultancy, Speakers Bureau; Roche: Consultancy, Speakers Bureau; Pfizer: Consultancy, Speakers Bureau; MSD: Consultancy; BMS: Speakers Bureau. Cavo: Celgene: Consultancy, Honoraria; Millennium: Consultancy, Honoraria; Bristol-Myers Squibb: Consultancy, Honoraria; Janssen-Cilag: Consultancy, Honoraria; Amgen: Consultancy, Honoraria."
}