{
    "doi": "https://doi.org/10.1182/blood.V120.21.1701.1701",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2344",
    "start_url_page_num": 2344,
    "is_scraped": "1",
    "article_title": "A Prognostic Scoring System for Unclassifiable MDS and MDS/MPN ",
    "article_date": "November 16, 2012",
    "session_type": "633. Myelodysplastic Syndromes: Poster I",
    "topics": [
        "5q syndrome",
        "absolute neutrophil count",
        "albumins",
        "asxl1 gene",
        "atypical",
        "blast cells",
        "bone marrow",
        "conflict of interest",
        "cytogenetics",
        "cytopenia"
    ],
    "author_names": [
        "Yang Liu, BA",
        "Ali Tabarroki, MD",
        "Valeria Visconte, PhD",
        "Edy Hasrouni",
        "Manoj Bupathi, MD",
        "Betty K. Hamilton, MD",
        "Fabiola Traina, MD, PhD",
        "Hien K. Duong, MD",
        "Heesun J. Rogers, MD, PhD",
        "Yogen Saunthararajah, MD",
        "Rami S. Komrokji, MD",
        "Mikkael A. Sekeres, MD, MS",
        "Ramon V. Tiu, MD"
    ],
    "author_affiliations": [
        [
            "Translational Hematology and Oncology Research, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH, USA, "
        ],
        [
            "Department of Translational Hematology and Oncology Research, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH, USA, "
        ],
        [
            "Department of Translational Hematology and Oncology Research, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH, USA, "
        ],
        [
            "Department of Translational Hematology and Oncology Research, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH, USA, "
        ],
        [
            "Translational Hematology and Oncology Research, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH, USA, "
        ],
        [
            "Leukemia Program, Department of Hematologic Oncology and Blood Disorders, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH, USA, "
        ],
        [
            "Hematology and Hemotherapy Center, University of Campinas-UNICAMP, INCT do Sangue, Campinas-SP, Brazil, "
        ],
        [
            "Department of Hematologic Oncology and Blood Disorders, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH, USA, "
        ],
        [
            "Department of Clinical Pathology, Cleveland Clinic, Cleveland, OH, USA, "
        ],
        [
            "Translational Hematology and Oncology Research, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH, USA, "
        ],
        [
            "Malignant Hematology, H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL, Tampa, FL, USA"
        ],
        [
            "Department of Translational Hematology and Oncology Research, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH, USA, "
        ],
        [
            "Department of Translational Hematology and Oncology Research, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH, USA, "
        ]
    ],
    "first_author_latitude": "41.5017263",
    "first_author_longitude": "-81.6160094",
    "abstract_text": "Abstract 1701 Patients with features of MDS and MDS/MPN who do not fulfill diagnostic criteria for a specific subtype of MDS and MDS/MPN are categorized by the WHO 2008 diagnostic criteria as MDS-U and MDS/MPN-U. MDS includes RCUD, RCMD, RARS, RAEB-1, RAEB-2, MDS-U and 5q- syndrome while MDS/MPN includes CMML, JMML, atypical CML and MDS/MPN-U. The natural history of patients who belong to these disease subtypes are hetergeneous. Although included in currently accepted prognostic scoring schemes like the International Prognostic Scoring System (IPSS) in MDS, Revised IPSS, and MD Anderson prognostic scoring schemes, they represent a minority of patients in the cohort. Within MDS/MPN cases, the clinical heterogeneity of diseases that belong to this group has been recognized and has led to the development of the MD Anderson prognostic Scoring System for CMML. Similarly, a prognostic scoring system for JMML has also been devised to help in risk stratification and treatment decisions. However, there are no prognostic scoring systems for unclassified cases of MDS and MDS/MPN. Clinically, we observe stark differences in treatment responses and clinical outcomes between MDS/MPN-U and other MDS/MPN-subtypes, and MDS-U with other subtypes of MDS. In total, we studied 92 patients with unclassifiable cases seen at the Cleveland Clinic, including MDS/MPN-U (n=52 [57%]) and MDS-U (n=40 [43%]). Hematologic, bone marrow (BM), cytogenetic (metaphase cytogenetic [MC]/SNP-A) and survival data were collected. Survival comparisons were made by Kaplan-Meier analyses. Cox-proportional hazard ratio was used to determine factors predictive of outcomes. A p-value of ≤0.05 was considered statistically significant. In this cohort, median age at diagnosis was 69 years (20–88), 65% (60/92) were male, and 35% (32/92) were female. Median follow-up was 21 months. Median absolute neutrophil count (ANC) was 2.69k/uL (0–87), peripheral blood (PB) blasts 0% (0–70%), hemoglobin 9.6g/dL (5–15), and LDH 260 U/L (105–2113). SNP-A karyotyping was completed for 65 patients, and new cytogenetic mutations were detected in 72% (47/65): (gains [64%], losses [57%], UPDs [25%]). In 52% (49/92) of patients, we sequenced molecular mutations that typically confer poor prognosis in myeloid neoplasms, such as ASXL1, IDH1/2, EZH2, K/NRAS, CBL and TP53. This sequencing revealed a mutational frequency of 18% (9/49) in TET2, 14% (7/49) in ASXL1, 6% (3/49) in EZH2 exons 18–19, 2% (1/49) in CBL, 2% (1/49) in NRAS, and 4% (2/49) in TP53. No mutations were found in IDH1/2 and KRAS. In univariate analysis of clinciopathologic factors, the following factors were found to be associated with overall survival: ANC (≥8.5 vs 3% v. ≤3%) (p3.6g/dL) (p11.5g/dL) (p85 vs ≤85%) (p<.009), and number of cytopenias (3 vs 2 vs 1 vs 0) (p<.04). In multivariate analysis, age (HR=3.47 CI 1.85–6.51, p=.001), ANC (HR=2.27 CI 1.15–4.49, p=.02), Hgb (HR=2.11 CI 1.07–4.14, p.03), peripheral blasts (HR=2.27 CI 1.19–4.36,p=.01) and LDH (HR=2.40 CI 1.11–5.16, p=.03) were independent predictors of OS in unclassifiable cases of MDS and MDS/MPN. Consequently, a prognostic scoring system was developed to include these factors. A simple scoring assigned 2 points each to an ANC of ≥8.5k/uL, the presence of peripheral blood blasts, hemoglobin ≤ 11.5g/dL, LDH ≥ 550U/L; and 3 points for age ≥65. This results in three well-separated prognostic groups: (favorable [score:0–3], median OS=67.4 months; intermediate [score:4–6],median OS=28.9 months; and poor [score: ≥ 7], median OS=13.1 months, p<.0001). 34, 21, and 24 patients were placed in these three groups, respectively. In conclusion, clinic-pathologic factors like age, LDH levels, ANC count, Hgb levels and peripheral blood blasts are helpful in predicting survival outcomes in patients with unclassifiable cases of MDS and MDS/MPN disorders. This is the first scoring system devised specifically for patients with this disease subtype. View large Download slide View large Download slide  Disclosures: No relevant conflicts of interest to declare."
}