{
    "doi": "https://doi.org/10.1182/blood-2019-123634",
    "article_title": "VWF and FVIII Levels after Desmopressin Are Associated with the Bleeding Phenotype in Type 1 VWD ",
    "article_date": "November 13, 2019",
    "session_type": "322.Disorders of Coagulation or Fibrinolysis",
    "abstract_text": "Introduction The bleeding phenotype of type 1 von Willebrand disease (VWD) patients is very heterogeneous. We hypothesized that part of this heterogeneity is explained by variability in response of von Willebrand factor (VWF) and factor VIII (FVIII) levels to stress during hemostatic challenges. Patients who have a strong increase in VWF and FVIII levels during hemostatic challenges, may have less frequent or less severe bleeding episodes compared to patients who have a smaller increase in VWF and FVIII levels. Therefore, we investigated whether VWF and FVIII levels after desmopressin, which mimic in vivo hemostatic response during hemostatic challenges, are associated with the bleeding score, and therefore may explain part of the heterogeneity in bleeding phenotype of type 1 VWD patients. Methods In this retrospective cohort study, we included type 1 VWD patients of all ages who were diagnosed and treated in the Erasmus University Medical Center. All patients had a hemorrhagic diathesis or family history of VWD and historically lowest VWF antigen (VWF:Ag) and/or VWF Ristocetin Cofactor activity (VWF:RCo) ≤ 0.30 IU/mL with VWF activity/ VWF antigen ratio above 0.60. All patients participated in the Willebrand in the Netherlands (WiN) study, in which a self-administered Tosetto bleeding score was assessed. Results We identified 173 eligible type 1 VWD patients in our treatment center who participated in the WiN study. After exclusion of 50 patients who did not receive a desmopressin test dose, and 1 patient who did not have a bleeding score assessment, we included 122 type 1 VWD patients. Table 1 shows the patient characteristics. Higher FVIII activity during the complete time course (i.e. one, three and 5-6 hours) after desmopressin, and higher VWF and FVIII levels combined at three hours after desmopressin, were associated with a lower bleeding score, respectively β=-0.9 (95% CI: -1.7; -0.1) and β=-1.2 (-1.9; -0.5), both adjusted for age, sex, BMI and comorbidities. FVIII:C at three hours after desmopressin was significantly associated with a lower bleeding score: β=-1.5 (-3.0; -0.1), whereas VWF levels were not associated (Figure 1). Moreover, patients with VWF and FVIII levels in the highest quartile three hours after desmopressin administration had a lower bleeding score compared to other patients (Figure 2). The largest difference was found for FVIII:C: β=-5.1 (-8.4; -1.8), adjusted for age, sex, BMI, comorbidities and baseline FVIII:C. These patients also less often had an abnormal bleeding score: OR=0.1 (0.0-0.5), adjusted for age, sex, BMI, comorbidities and baseline FVIII:C. Lastly, patients with an increased clearance of VWF, defined as VWF propeptide/VWF:Ag ratio >2.2, had lower VWF:Ag (β=-0.3, -0.6; -0.1), VWF:Act (β=-0.5, -0.7; -0.2), VWF:CB (β=-0.5, -1.0; -0.1) and FVIII:C (β=-0.7, -1.0; -0.4) at three hours after desmopressin administration compared to other type 1 VWD patients, all adjusted for age, sex, BMI and comorbidities. An increased clearance of VWF was also associated with a higher bleeding score: β=3.2 (0.2; 6.2), adjusted for age, sex, BMI, comorbidities and baseline VWF and FVIII levels. Discussion In type 1 VWD patients, the desmopressin induced increase of VWF and FVIII levels is associated with a lower bleeding score. Especially higher VWF and FVIII levels at three hours after desmopressin were associated with a milder bleeding phenotype, suggesting that sustained VWF and FVIII levels after a hemostatic challenge may be important to prevent bleeding. This was strengthened by an association between increased clearance of VWF and a higher bleeding score. Furthermore, patients with VWF and FVIII levels in the highest quartile three hours after desmopressin had 5 points lower bleeding score, and patients with FVIII:C in the highest quartile had 10 times less often an abnormal bleeding score. These results indicate that a good hemostatic response may have important and clinically relevant consequences on the bleeding phenotype, and may compensate for the low baseline VWF and FVIII levels in type 1 VWD patients. In conclusion, VWF and FVIII levels after desmopressin administration, which mimic in vivo hemostatic response to hemostatic challenges, are associated with the bleeding phenotype in type 1 VWD patients. This may partly explain the well-known variability in bleeding phenotype of type 1 VWD patients. View large Download slide View large Download slide  Close modal Disclosures Atiq: Sobi: Other: Travel grant (ISTH 2019); Professor Heimburger Award 2018 (CSL Behring): Research Funding. Schütte: CSL Behring: Other: Travel grant. Boender: Sobi: Employment; Professor Heimburger Award 2016 (CSL Behring): Research Funding. Kruip: Bayer: Research Funding; Pfizer: Research Funding; Daiichy Sankyo: Research Funding; Boehringer Ingelheim: Research Funding. Leebeek: Shire/Takeda: Consultancy; UniQure: Consultancy; Novo Nordisk: Consultancy; Shire/Takeda: Research Funding; Sobi: Other: Travel grant; CSL Behring: Research Funding.",
    "topics": [
        "desmopressin",
        "hemorrhage",
        "phenotype",
        "hemostatics",
        "antigens",
        "von willebrand factor",
        "factor viii",
        "hemorrhage prophylaxis",
        "hemorrhagic disorders",
        "hemorrhagic episodes"
    ],
    "author_names": [
        "Ferdows Atiq",
        "Lisette M. Schütte, MD",
        "Agnes E.M. Looijen, Bsc",
        "Johan Boender, MD",
        "Moniek P.M. de Maat, PhD",
        "Marieke J.H.A. Kruip, MD PhD",
        "Frank W.G. Leebeek, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Ferdows Atiq",
            "author_affiliations": [
                "Department of Hematology, Erasmus University Medical Center, Rotterdam, Netherlands"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Lisette M. Schütte, MD",
            "author_affiliations": [
                "Department of Hematology, Erasmus University Medical Center, Rotterdam, Netherlands"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Agnes E.M. Looijen, Bsc",
            "author_affiliations": [
                "Department of Hematology, Erasmus University Medical Center, Rotterdam, Netherlands"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Johan Boender, MD",
            "author_affiliations": [
                "Department of Hematology, Erasmus University Medical Center, Rotterdam, Netherlands"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Moniek P.M. de Maat, PhD",
            "author_affiliations": [
                "Department of Hematology, Erasmus University Medical Center, Rotterdam, Netherlands"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marieke J.H.A. Kruip, MD PhD",
            "author_affiliations": [
                "Department of Hematology, Erasmus University Medical Center, Rotterdam, Netherlands"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Frank W.G. Leebeek, MD PhD",
            "author_affiliations": [
                "Department of Hematology, Erasmus University Medical Center, Rotterdam, Netherlands"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-18T21:28:19",
    "is_scraped": "1"
}