{
    "doi": "https://doi.org/10.1182/blood.V114.22.1860.1860",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1530",
    "start_url_page_num": 1530,
    "is_scraped": "1",
    "article_title": "Percutaneous Vertebroplasty to Treat Painful Myelomatous Vertebral Deposits: Long Term Efficacy Outcomes. ",
    "article_date": "November 20, 2009",
    "session_type": "Myeloma - Therapy, Excluding Transplantation Poster I",
    "topics": [
        "pain",
        "vertebrae",
        "vertebroplasty",
        "multiple myeloma",
        "analgesia (pain absence)",
        "pain management",
        "pain score",
        "analgesics",
        "electrocorticogram",
        "follow-up"
    ],
    "author_names": [
        "Paula Garland, MBBS, MSci, MRCP",
        "Phillip Gishen, FRCR, DMRD(London), MBBCh",
        "Amin Rahemtulla, MBBS, PhD, FRCP"
    ],
    "author_affiliations": [
        [
            "Academic Department of Haematology, Imperial College Healthcare NHS Trust, London, United Kingdom, "
        ],
        [
            "Department of Radiology, Imperial College Healthcare NHS Trust, London, United Kingdom, "
        ],
        [
            "Academic Department of Haematology, Imperial College Healthcare NHS Trust, London"
        ]
    ],
    "first_author_latitude": "51.5178108",
    "first_author_longitude": "-0.17434869999999997",
    "abstract_text": "Abstract 1860 Poster Board I-885 Introduction: Initially developed for the treatment of benign conditions such as osteoporotic crush fractures and vertebral haemangiomas, percutaneous vertebroplasty (PV) has since been shown to provide symptomatic and functional relief in patients with lesions related to neoplastic conditions including multiple myeloma (MM). 1,2 The aim of this study is to present the experience of PV for a cohort of patients with MM treated at our tertiary referral centre over a 5 year period between 2004 and 2009. Patients and Methods: The electronic radiology reports for all patients treated with PV in the Imperial Healthcare NHS Trust were studied and those treated for lesions related to MM identified. Their medical records were then reviewed to extract baseline patient and disease characteristics as well as pain score and analgesic regimens pre and post the procedure. Any procedural related complications were also recorded. Following this, where possible, patients were contacted directly by telephone and asked to assess their benefit from the intervention. They were asked to describe their pain score, analgesia use and mobility post procedure and assessed for performance status based on the European Cooperative Oncology Group (ECOG) scale. Where patients reported a benefit they were asked whether that benefit had been sustained. Results: Of 132 procedures performed between 2004 and 2009, 26 patients were treated for painful lesions secondary to MM. Between 1 and 3 vertebral levels were treated, according to assessment of the patient and spinal MRI images by the consultant interventional radiologist at the pre-procedure workup appointment. Sixty-five percent of patients rated their pain as severe and 35% as moderate prior to the procedure. Seventy-seven percent reported a significant improvement with a reduction in their pain score. Seven patients (26%) reported some benefit on waking from the anesthetic, which then improved further over the following days to weeks. The median time of onset of relief post procedure was 3 days with a mean of 8.8 days. Fifty-eight percent of patients were able to reduce their systemic analgesia post procedure: 9 patients stopped all forms of opiate analgesia and the others were able to reduce their doses requirement by 30-75%. Fifty-eight percent of patients reported a significant improvement in their mobility and 5 had an improvement in their formal ECOG score - primarily due to being able to recommence work. Follow up times varied between 20 days and 42 months (mean 19 months) and those that experienced benefit reported that it was sustained for a mean of 13.5 months (range 1.5 – 35 months). The majority of patients whose pain returned had a concurrent progression of their myeloma, however 9 patients who were under ongoing follow up an average of 16 months from their procedure had not experienced any disease progression and reported sustained back pain relief up to the time of the study. Discussion and Conclusions: The results of this study serve to confirm and extend those reported in recent literature. Most studies have involved limited patient numbers (<15) with the majority of patients being treated at a single vertebral level. 3–5 Only one study to date has focused on several vertebral level treatment in myeloma patients. 2 In our study 50% of patients had 3 vertebrae treated simultaneously. Ongoing advances in MM therapies mean that patients can be expected to survive longer, resulting in a need for increased access to effective therapies that improve quality of life. Although the recent publication of the first two randomized trials of PV in osteoporotic fractures have cast doubt of its benefit over placebo 6,7 all published observational data points to a positive benefit in myeloma. Clearly the proposed rationale that natural healing of the fracture over time may account for the non superiority results in these trials is not applicable to myeloma in which the pathology is one of progressive bony destruction. Our data support the consideration of PV as a first line treatment for painful, myeloma related spinal column disease, with a good safety profile and sustained subjective and objective measures of analgesic and functional benefit. Future large scale, prospective, randomized studies will be required to further define the role of this treatment for a patient population that is potentially expanding in line with advances in existing treatment strategies and emerging innovative therapies. Disclosures: No relevant conflicts of interest to declare."
}