{
    "doi": "https://doi.org/10.1182/blood.V128.22.3696.3696",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3528",
    "start_url_page_num": 3528,
    "is_scraped": "1",
    "article_title": "Antifungal Prophylaxis in AML Patients Receiving Intensive Induction Chemotherapy. Prospective Observational Study from the Acute Leukemia French Association (ALFA) Group ",
    "article_date": "December 2, 2016",
    "session_type": "203. Lymphocytes, Lymphocyte Activation, and Immunodeficiency, including HIV and Other Infections: Poster III",
    "topics": [
        "antifungal prophylaxis",
        "chemotherapy, neoadjuvant",
        "leukemia, acute",
        "observational studies",
        "atrial fibrillation",
        "posaconazole",
        "chemotherapy regimen",
        "antifungal agents",
        "aspergillosis, invasive",
        "candidiasis, invasive"
    ],
    "author_names": [
        "Mauricette Michallet, MD PhD",
        "Mohamad Sobh, PharmD",
        "Alexandre Deloire, CRA",
        "Emmanuel Raffoux, MD",
        "Stephane de Botton",
        "Denis Caillot",
        "Oumedaly Reman, MD",
        "Stephane Girault, MD",
        "Celine Berthon, MD PhD",
        "Francoise Huguet, MD",
        "Stephane Lepretre",
        "Thibaut Leguay, MD",
        "Sylvie Castaigne, MD PhD",
        "Bruno Royer, MD",
        "Cecile Pautas, MD",
        "Jean-Valere Malfuson, MD",
        "Jose Fernandes, MD",
        "Thomas Prebet, MD",
        "Thorsten Braun, MD",
        "Lauris Gastaud, MD",
        "Felipe Suarez, MD PhD",
        "Aline Schmidt, MD",
        "Remy Gressin, MD",
        "Jacques Delaunay, MD",
        "Caroline Bonmati, MD",
        "Karine Celli-Lebras, CRA",
        "Mohamed El-Hamri, CRA",
        "Herve Dombret, MD PhD",
        "Xavier Thomas, MD PhD",
        "Anne Bergeron, MD PhD"
    ],
    "author_affiliations": [
        [
            "Hematology department 1G, Centre Hospitalier Lyon Sud, Pierre Benite, France "
        ],
        [
            "Hematology department 1G, Centre Hospitalier Lyon Sud, Pierre Benite, France "
        ],
        [
            "Hematology department 1G, Centre Hospitalier Lyon Sud, Pierre Benite, France "
        ],
        [
            "Hematology Department, Saint Louis Hospital, Paris, France "
        ],
        [
            "Institut Gustave Roussy, Villejuif, France "
        ],
        [
            "Hématologie Clinique, Dijon University Hospital, Dijon, France "
        ],
        [
            "Hematology, CHU Caen, Caen, France "
        ],
        [
            "Hematology, Limoges university hospital, Limoges, France "
        ],
        [
            "Hematology, CHRU de Lille, Lille, France "
        ],
        [
            "Hématologie, Toulouse Cancer University Institute, Toulouse, France "
        ],
        [
            "Hematology, Henri Becquerel Anti-Cancer Center, Rouen, France "
        ],
        [
            "Hematology, CHU Bordeaux, Pessac, France "
        ],
        [
            "Hematology, Hopital Mignot, Le Chesnay, France "
        ],
        [
            "Department of Hematology, University Hospital, Amiens, France "
        ],
        [
            "Hematology, Henri Mondor Hospital, Creteil, France "
        ],
        [
            "Hematology, Military Hospital, Clamart, France "
        ],
        [
            "Hematology, Centre Hospitalier Valenciennes, Valenciennes, France "
        ],
        [
            "Hematology, Institut Paoli-Calmettes, Marseille, France "
        ],
        [
            "Hematology, Avicenne Hospital, APHP, Bobigny, France "
        ],
        [
            "Hematology, Centre Antoine Lacassagne, Nice, France "
        ],
        [
            "Hôpital Universitaire Necker-Enfants Malades, Paris, France "
        ],
        [
            "Hematology, CHU angers, Angers, France "
        ],
        [
            "Hematology, CHU Grenoble, Grenoble, France "
        ],
        [
            "Hematology, Nantes University Hospital, Nantes, France "
        ],
        [
            "Hematology, CHU Nancy, Nancy, France "
        ],
        [
            "ALFA group, Paris, France "
        ],
        [
            "Hematology department 1G, Centre Hospitalier Lyon Sud, Pierre Benite, France "
        ],
        [
            "Hematology Department, Saint Louis Hospital, Paris, France "
        ],
        [
            "Hematology department 1G, Centre Hospitalier Lyon Sud, Pierre Benite, France "
        ],
        [
            "Pneumology, Saint Louis Hospital, Paris, France"
        ]
    ],
    "first_author_latitude": "45.702775599999995",
    "first_author_longitude": "4.804545300000001",
    "abstract_text": "BACKGROUND : Invasive fungal infections (IFIs) including invasive candidiasis(IC), pulmonary invasive aspergillosis (IA) and other fungal species as mucor mycosis (IM), remain a major clinical problem in neutropenic patients receiving intensive chemotherapy for acute myeloid leukemia (AML) due to their high morbidity and mortality. DESIGN: We performed a prospective observational study on antifungal (AF) prophylaxis used in a prospective clinical trial of intensive chemotherapy within the Acute Leukemia French Association (ALFA 0702 study, ClinicalTrials.gov Identifier: NCT00932412). A total of 677 AML patients from 34 different centers were included, 45% were males, and median age was 46 years (18-60). Prognosis according to cytogenetics was favorable in 23% of patients, intermediate in 53% and unfavorable in 18%. All patients received daunorubicine and aracytine intensive induction chemotherapy. The trial protocol recommended posaconazole suspension as AF prophylaxis at the dose of 200 mg three times a day from day 4 after induction chemotherapy and until neutrophils recovery. Patients were considered evaluable for this study if they received posaconazole for a minimum duration of 7 days and not later than 10 days after the beginning of the induction chemotherapy. IFI were classified by the local investigators and were reviewed later by an independent expert according to the EORTC classification (possible, probable and proven), scanner images were requested for further investigations when needed. The objective of this study was to describe the IFI prophylaxis strategies used in the different centers, to calculate the cumulative incidence of IFI according to different strategies, and to evaluate the overall survival and IFI related mortality. RESULTS : Among the 677 patients, 383 (57%) received posaconazole as AF prophylaxis for a median duration of 25 days (7-253). Posaconazole was introduced after a median time of 3 days after the beginning of the chemotherapy. We distinguished 4 groups, Group 1: patients without any prophylaxis (n = 203, 30%), Group 2: posaconazole alone (n=241, 36%), Group 3: posaconazole plus other prophylaxis (n=142, 21%), and Group 4: patients receiving other prophylaxis (n= 91, 13%). Overall, there were 72 IA [34 (47%) possible, 38 (53%) probable/proven], 17 IC (all probable/proven) and 7 IM [1 possible, 6 probable/proven]. The median delay between posaconazole prophylaxis and IFI occurrence was 22 days (7-50) for IA, 18 days (15-60) for IC and 26 days (13-28) for IM compared to 10 days (3-180), 8 days (3-32) and 21 days (10-32) in case of other prophylaxis. The cumulative incidence of IFI was 2.4% at 10 days (IA: 2.4%, IC : 0%, IM : 0%), 11,2% at 30 days (IA: 8.4%, IC: 2%, IM: 0.7%), 14.2% at 60 days ( IA: 10.6%, IC : 2.5%, IM : 1%), and 14.2% at 100 days (IA:10.6%, IC : 2.5%, IM : 1%). When considering the prophylaxis groups, the cumulative incidence of probable/proven IA at day 60 was 8.37% for Group 1; 4.7% for Groups 2 and 3 combined and 3.3% for Group 4 (Figure 1). After a median follow-up of 27.5 months (0.4- 73.4), 418 patients are alive and 259 (38.3%) died with 5.4% from IFI. Concerning the overall survival, the results were analyzed according to the presence or absence of IFI and AF prophylaxis (Figure 2) we observed a better survival without any IFI whatever the AF prophylaxis was and in case of AF prophylaxis there was an improvement of 2-years survival after chemotherapy induction. Concerning the global mortality and the IFI related mortality, the results were analyzed according to the prophylactic groups and the timing of prophylaxis, the multivariate analysis showed the negative impact of 2 factors on the mortality at day 100: Unfavorable cytogenetics: HR= 3.34 (1-11.20) p=0.05 and presence of IFI: HR = 5.63 (2.62-12.08) p<0.001. CONCLUSION: This study gives 3 important messages: 1) despite the trial protocol recommendations, this study shows that the ECIL recommendations are followed only in 57% of patients with in addition, an early switch in 37% of cases, 2) AF prophylaxis has a significant impact on IFI incidence and when we consider posaconazole alone and IA, this effect is only significant in case of probable/proven IA, 3) a better survival was obtained in patients without IFI whatever the AF prophylaxis was and in case of IFI an improvement of 2 year-survival was observed on AF prophylaxis with an IFI related mortality rate of 5.4%. Figure 1 View large Download slide Figure 1 View large Download slide Disclosures No relevant conflicts of interest to declare."
}