{
    "doi": "https://doi.org/10.1182/blood.V116.21.3962.3962",
    "article_title": "Phase II Trial of Lenalidomide - Dexamethasone - Rituximab In Relapsed or Refractory Indolent B-Cell or Mantle Cell Lymphomas Resistant to Rituximab ",
    "article_date": "November 19, 2010",
    "session_type": "Lymphoma - Therapy with Biologic Agents, excluding Pre-Clinical Models: Poster III",
    "abstract_text": "Abstract 3962 Introduction: Lenalidomide is an immunomodulatory drug with effects on the innate immune system that may enhance antibody-dependent cell mediated cytotoxicity as well as the development of specific anti-tumor immune responses. These immunologic effects may synergize with the action of rituximab. To test the efficacy of lenalidomide combined with rituximab, we are conducting a single center, open label phase II clinical trial in patients (pts) with indolent B-cell or mantle cell lymphomas previously resistant to rituximab. Patients and Methods: Eligible pts must have relapsed/refractory indolent B-cell or mantle cell lymphoma with measurable disease that has failed to respond or has progressed within six months of a standard course of rituximab monotherapy (375 mg/m 2 weekly for at least four weeks) or a prior rituximab-containing chemotherapy regimen. Thus, all pts enrolled are considered rituximab-resistant. In Part I (lenalidomide + dexamethasone), pts receive two 28-day treatment cycles of lenalidomide 10 mg every day and dexamethasone 8 mg once weekly. After assessment of response to Part I, all pts receive a single course of rituximab 375 mg/m 2 , consisting of four weekly doses during cycle 3 (Part II: lenalidomide + dexamethasone + rituximab). Treatment with lenalidomide + dexamethasone continues during and subsequent to rituximab; stable and responding pts continue on lenalidomide + dexamethasone until disease progression or development of clinically unacceptable toxicity. Response assessment after Part II is performed three months after the first dose of rituximab. Results: As of May 16, 2010, 27 pts have started therapy; diagnoses include: follicular (n = 18), mantle cell (n = 5), small lymphocytic (n = 3), and marginal zone (n = 1) lymphomas; median age is 60 years (range: 35–85); male: female ratio is 4:5; median number of prior therapies is 3 (range: 1 – 7); LDH is increased in 22% of pts. There were 2 deaths during protocol therapy: 1 death due to myocarditis during Part I treatment and 1 death due to lymphoma in a patient removed from study due to grade 3 rash, which subsequently resolved. One patient was removed from study during Part 1 because of thrombocytopenia attributed to myelodysplasia. One patient has not completed Part II response assessment. For 23 pts completing Parts I and II, median follow-up is 12 months (range: 3.1 – 25.3) with a progression-free survival of 78% (95% CI: 50 – 91) [Figure below]. Overall response rate (ORR) after Part I is 22% (3 CR; 2 PR; 16 SD; 2 PD); ORR after Part II is 57% (7 CR; 6 PR; 8 SD; 2 PD). After Part II, the ORRs by histology were follicular lymphoma 60% (9/15 pts), mantle cell lymphoma 50% (2/4 pts), small lymphocytic lymphoma 67% (2/3 pts), and marginal zone lymphoma 0% (0/1 pt). Grade 3 or 4 non-hematologic adverse events possibly related to lenalidomide include hypokalemia (4 pts), hypophosphatemia (3 pts), pneumonia (3 pts), fatigue (1 pt), elevated ALT (1 pt), elevated AST (1 pt), tumor flare (1 pt), pulmonary embolism (1 pt), and hyperuricemia (1 pt). View large Download slide View large Download slide  Close modal Conclusions: These data indicate that the combination of continuous daily lenalidomide, low-dose weekly dexamethasone, and a single four week course of rituximab during cycle 3, achieves a high overall response rate with durable responses in rituximab-resistant patients with indolent B-cell or mantle cell lymphomas. Disclosures: Off Label Use: Phase II Trial of Lenalidomide - Dexamethasone - Rituximab in Relapsed or Refractory Indolent B-Cell or Mantle Cell Lymphomas Resistant to Rituximab. Schuster: Celgene: Research Funding.",
    "topics": [
        "b-lymphocytes",
        "dexamethasone",
        "indolent",
        "lenalidomide",
        "mantle-cell lymphoma",
        "phase 2 clinical trials",
        "rituximab",
        "brachial plexus neuritis",
        "lymphoma",
        "neoplasms"
    ],
    "author_names": [
        "Tahamtan Ahmadi",
        "Elise A. Chong",
        "Amanda Gordon",
        "Leah Leinbach",
        "Nicole A. Aqui",
        "Sunita D. Nasta",
        "Jakub Svoboda",
        "Steven C. Goldstein",
        "Stephen J. Schuster"
    ],
    "author_dict_list": [
        {
            "author_name": "Tahamtan Ahmadi",
            "author_affiliations": [
                "Abramson Cancer Center, University of Pennsylvania, Philadelphia, PA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Elise A. Chong",
            "author_affiliations": [
                "Abramson Cancer Center, University of Pennsylvania, Philadelphia, PA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amanda Gordon",
            "author_affiliations": [
                "Abramson Cancer Center, University of Pennsylvania, Philadelphia, PA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Leah Leinbach",
            "author_affiliations": [
                "Department of Pathology and Laboratory Medicine, University of Pennsylvania, Philadelphia, PA, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nicole A. Aqui",
            "author_affiliations": [
                "Department of Pathology and Laboratory Medicine, University of Pennsylvania, Philadelphia, PA, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sunita D. Nasta",
            "author_affiliations": [
                "Abramson Cancer Center, University of Pennsylvania, Philadelphia, PA, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jakub Svoboda",
            "author_affiliations": [
                "Abramson Cancer Center, University of Pennsylvania, Philadelphia, PA, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Steven C. Goldstein",
            "author_affiliations": [
                "Abramson Cancer Center, University of Pennsylvania, Philadelphia, PA, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephen J. Schuster",
            "author_affiliations": [
                "Lymphoma Program, Abramson Cancer Center, University of Pennsylvania, Philadelphia, PA, USA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-15T02:26:09",
    "is_scraped": "1"
}