{
    "doi": "https://doi.org/10.1182/blood.V114.22.5001.5001",
    "article_title": "Clinical Characteristics and Outcomes of 102 Patients with Adult T-Cell Leukemia/Lymphoma in Peru. ",
    "article_date": "November 20, 2009",
    "session_type": "MYELOPROLIFERATIVE SYNDROMES NON-HODGKIN’s LYMPHOMA - BIOLOGY, EXCLUDING THERAPY",
    "abstract_text": "Abstract 5001 Background Adult T-cell leukemia/lymphoma (ATLL) is an aggressive disease associated with the human T-lymphotropic virus type-I (HTLV-I). ATLL has heterogeneous clinical presentations and outcomes. Shimoyama's ATLL classification includes acute, lymphomatous, chronic and smoldering subtypes. The objective of this study is to define prognostic factors for survival in patients with ATLL. Methods 102 ATLL cases were collected in our center between January 1997 and September 2008. A diagnosis of ATLL was made according to the following criteria: a clinical history consistent with ATLL, a positive HTLV-1 antibody by ELISA and Western Blot or evidence of HTLV-1 proviral integration by PCR, and histological findings compatible with ATLL. Descriptive statistics were used to assess categorical and continuous variables. Survival curves for OS were estimated using the Kaplan-Meier method and compared using the log-rank test. For the multivariate analysis, the Cox Proportional-hazard regression test was used. Results The median age at diagnosis was 60.5 years (range 23–92 years), with a female-to-male ratio of 1.2:1. Forty nine cases (48%) had a performance status ≥ 2. Clinical types were acute (n=45), lymphomatous (n=43), smoldering (n=3), cutaneous (n=10) and chronic (n=1). Median hemoglobin was 12.0 g/dl (range 5.2–17.4 g/dl), median albumin was 3.3 g/dl (range 1.8–4.6 g/dl), median beta-2 microglobulin was 4.4 g/dl (range 1.1–16.9 g/dl), and LDH was 808 UI/ml (range 298–13000 IU/ml). Twenty nine patients with acute ATLL were treated with chemotherapy obtaining an overall response rate (ORR) of 14% (4/29), 3 complete responses (CR) and 1 partial response (PR), while in 38 patients with lymphomatous ATLL, an ORR of 32% (12/38) was obtained, 8 CR and 4 PR. Smoldering and cutaneous ATL types received mainly topic treatments. Median overall survival (OS) was 2.4 months for the acute type, 11.4 months for the lymphomatous type, 17.2 months for the smoldering type and 39.4 months for the cutaneous type (p 2 (median OS 5.7 vs. 39.4 months; p<0.005), high LDH levels (median OS 4.3 vs. 15.4 months; p<0.005), and bone marrow involvement (median OS 3.3 vs. 15.6 months; p<0.005) were associated with worse prognosis. In the multivariate analysis, bone marrow involvement and elevated LDH remained as adverse prognostic factors for survival. Conclusions ATLL is a heterogeneous disease with poor outcomes. Each ATLL subtype has distinct clinical features, including response rates and survival times. In this cohort of 102 cases, bone marrow involvement and elevated LDH levels were independent prognostic factors. Prospective studies are needed to further validate these observations. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "adult t-cell lymphoma/leukemia",
        "leukemia-lymphoma, t-cell, acute, htlv-i-associated",
        "lymphoma",
        "peru",
        "bone marrow involvement",
        "prognostic factors",
        "albumins",
        "antibodies",
        "beta 2-microglobulin",
        "chemotherapy regimen"
    ],
    "author_names": [
        "Brady Beltran, MD",
        "Domingo Morales, MD",
        "Pilar Quinones, MD",
        "Jorge Castillo, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Brady Beltran, MD",
            "author_affiliations": [
                "Oncology/Radiotherapy, Edgardo Rebagliati Martins Hospital, Lima, Peru, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Domingo Morales, MD",
            "author_affiliations": [
                "Pathology, Edgardo Rebagliati Martins Hospital, Lima, Peru, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pilar Quinones, MD",
            "author_affiliations": [
                "Pathology, Edgardo Rebagliati Martins Hospital, Lima, Peru, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jorge Castillo, MD",
            "author_affiliations": [
                "Hematology/Oncology, The Miriam Hospital, Providence, RI, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-13T06:44:06",
    "is_scraped": "1"
}