{
    "doi": "https://doi.org/10.1182/blood.V114.22.2111.2111",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1527",
    "start_url_page_num": 1527,
    "is_scraped": "1",
    "article_title": "Transfusion Practice in the Intensive Care Unit: A Ten-Year Analysis. ",
    "article_date": "November 20, 2009",
    "session_type": "BASIC SCIENCE AND CLINICAL PRACTICE IN BLOOD TRANSFUSION POSTER I",
    "topics": [
        "intensive care unit",
        "transfusion",
        "hemoglobin",
        "acute coronary syndromes",
        "blood transfusion",
        "care of intensive care unit patient",
        "hemoglobinopathies",
        "hemorrhage",
        "logistic regression",
        "time factors"
    ],
    "author_names": [
        "Giora Netzer, MD, MSCE",
        "Xinggang Liu, MD",
        "Anthony Harris, MD, MPH",
        "Bennett Edelman, MD",
        "John Hess, MD, MPH",
        "Shanholtz Carl, MD",
        "David J Murphy, MD",
        "Michael L Terrin, MD, MPH"
    ],
    "author_affiliations": [
        [
            "Pulmonary and Critical Care Medicine, University of Maryland School of Medicine, Baltimore, MD, USA, "
        ],
        [
            "Epidemiology, University of Maryland School of Medicine, Baltimore, MD, USA, "
        ],
        [
            "University of Maryland School of Medicine, Baltimore, MD, USA, "
        ],
        [
            "University of Maryland School of Medicine, Baltimore, MD, USA, "
        ],
        [
            "University of Maryland School of Medicine, Baltimore, MD, USA, "
        ],
        [
            "University of Maryland School of Medicine, Baltimore, MD, USA, "
        ],
        [
            "Pulmonary and Critical Care Medicine, Johns Hopkins School of Medicine, Baltimore, MD, USA, "
        ],
        [
            "Epidemiology, University of Maryland, Baltimore, MD, USA"
        ]
    ],
    "first_author_latitude": "39.2889604",
    "first_author_longitude": "-76.625715",
    "abstract_text": "Abstract 2111 Poster Board II-88 Introduction: Since the 1990s, there has been increasing evidence to support a restrictive transfusion strategy in the intensive care unit. While prior studies have evaluated transfusion practice in the short term, the impact of the Transfusion Requirements in Critical Care (TRICC) recommendations and related guidelines over the course of a prolonged time period has not been evaluated. We describe and assess transfusion practice during the period 1997-2007 in a large, academic medical center medical intensive care unit (MICU). Patients and Methods: We conducted a single center, retrospective, observational study of 3533 patients with single admissions to the University of Maryland Medical Center MICU between 1997 and 2007. Patients with acute coronary syndromes, hemorrhage and hemoglobinopathies were excluded, as were patients less than 13 years of age. Baseline characteristics of transfused and non-transfused patients were compared. We described the mean MICU admission hemoglobin (Hgb) levels, percentages of patients transfused as a whole and by MICU admission Hgb strata, mean pre-transfusion Hgb levels in transfused patients and nadir Hgb in the non-transfused, proportion of patients transfused with pre-transfusion Hgb<7.0 g/dL, mean number of units transfused in patients receiving transfusion, and the proportion of single unit transfusion episodes over time. Changes over 9 intervals of time between 1997-2007 were assessed with linear or logistic regression. Results: MICU admission Hgb did not change in any important way over the study period (-0.022 g/dL per interval, 95% CI -0.0051–0.007, p=0.13). The proportion of transfused patients decreased over time from 31.0% in 1997-1998 to 18.0% in 2006-2007 (p<0.001). The strongest and most consistent evidence of a steep decline in percentage of patients transfused was in the first half of the decade studied, among patients whose MICU admission Hgb levels were ≥7.0 g/dL and <10.0 g/dL. Among patients receiving transfusion, the mean pre-transfusion Hgb decreased over time from 7.9±1.3 to 7.3±1.3 g/dL (p<0.001). The nadir Hgb in non-transfused patients also decreased from a mean Hgb 11.2±2.2 g/dL in 1997-1999 to Hgb10.4±2.3 in 2006–2007 (p<0.001). The mean number of units transfused decreased during this time period from 4.3 to 3.0 units per patient transfused (p<0.001). The proportion of patients transfused at Hgb<7.0 g/dL increased by an absolute increment of 3.2% (95%CI: 2.1-4.3%) per interval (p<0.001), as did the proportion of single unit transfusions during the first transfusion episode with an absolute proportion of 1.4% per year (95% CI:0.2-2.6%, p=0.03) from 40.2% in 1997-1998 to 53.1% in 2006-2007. Conclusions: Between 1997 and 2007, important and sustained changes have occurred in MICU physician transfusion behavior, with overall reductions in the proportion of patients transfused, mean pre-transfusion Hgb level, and nadir Hgb level in patients who were not transfused. While physicians moved closer to the restrictive transfusion strategy reflected in guidelines and tested in a multi-center clinical trial, there may still be room for improvement. Disclosures: No relevant conflicts of interest to declare."
}