{
    "doi": "https://doi.org/10.1182/blood.V116.21.1974.1974",
    "article_title": "Pegylated Interferon Alpha-2a Therapy for Patients with High Risk Essential Thrombocytemia: a Retrospective Analysis on 59 Patients.On Behalf of the French Intergroup of Myeloproliferative Disorders (FIM) ",
    "article_date": "November 19, 2010",
    "session_type": "Myeloproliferative Syndromes: Poster I",
    "abstract_text": "Abstract 1974 Background: Conventional therapeutic guidelines in essential thrombocytemia (ET) are based on established criteria of higher incidence of vascular complications: age more than 60 years, history of thrombosis, platelets more than 1000–1500 ×10 9 /L and cardio-vascular risk factors. Hydroxyurea or anagrelide are the most commonly used cytoreductive therapy for high risk ET. Despite a proven activity of Interferon-alpha (IFN-α) in Ph negative myeloproliferative disorders, generalized use and efficacy have been hampered by frequent side effects. Nonetheless it is still a nonleukemogenic therapeutic option for younger patients and during pregnancy. More recently, phase II trials using Pegylated (Peg-) forms of IFN-α in patients with polycythemia vera (PV) or high risk ET have provided interesting results: first the superior toxicity profile is generally associated with a rapid hematologic response Second the molecular response described for a subset of JAK2 V617F positive PV or ET patients treated with Peg-IFN α-2a have indicated a selective targeting of the malignant clone with that latter agent. Methods: We revised cases of high risk ET having being or currently treated with IFN-α and reported by centres of the French Intergroup of myeloproliferative disorders (FIM). The current retrospective analysis was performed on data collected for the first 67 patients (pts) that have been observed for a median of 72 months (range 11–273). Among them, 59 pts have received Peg-IFNα-2a therapy. Assessment of the hematologic responses was performed at months 1, 2, 3 and then every 6 months. Results: For the entire cohort, median age was 37 years (range 17–64) and sex ratio F/M of 2.33. Previous thrombosis was observed in 19 cases and micro vascular disturbance in 4 pts. At diagnosis, median platelets count was 926.0×10 9 /L (range 428.0; 4000.0), haemoglobin 14g/dl (8.0-14.1), leucocytes count 9.7×10 9 /L (2.7-28.0). Detection of the Jak2V617F mutation was positive in 33 cases and negative for 26 pts. Median time from diagnosis to IFN-α was 50 months (1-256 months). IFN-α was generally administered as second line after Hydroxyurea. No prior therapy has been used for 6 pts. Reasons for IFN-α initiation were absence of hematologic response (31%), toxicity to the prior treatment (14%), pregnancy (16%), or medical decision for younger pts (39%). Of 67 pts of the cohort, 59 pts have been treated with Peg-IFNα-2a with a median duration of Peg-IFNα-2a of 16 months (range 1 day to 45 months). Efficacy and safety of the Peg-IFNα-2a were assessed in that subgroup. Thus 58 pts were evaluable for the hematologic response with at least 1 month exposure to Peg-IFNα2a. Overall, absence of response was observed in 4/58 (7%) pts, partial hematologic responses in 9/58 (16%) and complete hematologic response (CHR) was achieved for 45/58 (76%) of patients according to the European LeukemiaNet criteria. Cumulative incidence of CHR at 1, 3, and 6 months was 29%, 52% and 65% respectively. At 18 months, estimated probability of CHR was 83% (95%CI 71–92). At the last follow up 47/58 (81%) of the pts were still treated with Peg-IFNα-2a and overall 36 pts are in CHR. Median time to achieve CHR was 3 months. Median dose of Peg-IFNα-2a was 88μg weekly (range 28–180μg weekly). Reasons for discontinuation of Peg-IFNα2a (11pts) were related non hematologic toxicity in 7/59 pts (12%), 1 failure, and 3 pregnancies. By analysing the response according to the Jak2 status (58 pts), the overall CHR rates were 31 and 14 for the 37 JAK2 V617F mutated and the 21 JAK2 negative pts respectively. The median time to achieve CHR was 6 and 3 months. At 18 months the estimated CHR rates were 87% (73-95) and 66% (45-86). The difference is not statistically significant. Median doses of Peg-IFNα2a were 90μg (12-180) and 75μg (45-144) weekly. Duration of exposure to Peg-IFNα2a was 16 months (1-36) and 15 months (1-45). Conclusion: This retrospective analysis is the first attempt to present results on efficacy and tolerance of Peg-IFN on a large cohort of high risk ET not included in clinical trials. These results support the use of Peg-IFN in HR ET pts. Increase patients number, molecular analysis and update of these preliminary data will be presented. Disclosures: Off Label Use: Interferon alpha and Pegylated-Interferon alpha for myeloproliferative disorders.",
    "topics": [
        "myeloproliferative disease",
        "peginterferon",
        "thrombocythemia, hemorrhagic",
        "brachial plexus neuritis",
        "hydroxyurea",
        "interferon-alpha",
        "thrombosis",
        "toxic effect",
        "adverse effects",
        "anagrelide"
    ],
    "author_names": [
        "Lydia Roy, MD",
        "Jean Christophe Ianotto, MD",
        "Joelle Guilhot, MBci",
        "Emmanuel Raffoux, MD",
        "Emmanuel Gyan, MD, PhD",
        "Benoit de Renzis, MD",
        "Laurence Legros, MD",
        "Jean-François Viallard, MD-PhD",
        "Françoise Boyer, MD",
        "Cony Makhoul, MD",
        "Franck E Nicolini, MD, PhD",
        "Jean Gunecht, MD",
        "Stephane Giraudier, MD-PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Lydia Roy, MD",
            "author_affiliations": [
                "department of Onco-Hematology, INSERM CIC 802; CHU de Poitiers, Poitiers, France, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jean Christophe Ianotto, MD",
            "author_affiliations": [
                "Institut de cancérologie et d’hématologie, CHRU de Morvan, Brest, France, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joelle Guilhot, MBci",
            "author_affiliations": [
                "CIC 802 Inserm, CIC 802 Inserm, Poitiers, France, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Emmanuel Raffoux, MD",
            "author_affiliations": [
                "Hematology, Hôpital Saint-Louis, Paris, France, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Emmanuel Gyan, MD, PhD",
            "author_affiliations": [
                "Service d’hématologie et thérapie cellulaire, CHRU de Tours, Tours, France, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Benoit de Renzis, MD",
            "author_affiliations": [
                "Service d’hématologie clinique, CHU Estaing, Clermond ferrand, France, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laurence Legros, MD",
            "author_affiliations": [
                "Service d’Hématologie, Hopital de l’Archet, Nice, France, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jean-François Viallard, MD-PhD",
            "author_affiliations": [
                "CHU de Bordeaux, Bordeaux, France, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Françoise Boyer, MD",
            "author_affiliations": [
                "CHU d’Angers, Angers, France, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cony Makhoul, MD",
            "author_affiliations": [
                "CHR d’Annecy, Metz-Teissy, France, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Franck E Nicolini, MD, PhD",
            "author_affiliations": [
                "Hematology, Hopital Edourd Herriot, Lyon, France, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jean Gunecht, MD",
            "author_affiliations": [
                "CHI Frejus, Saint raphaël, France, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephane Giraudier, MD-PhD",
            "author_affiliations": [
                "Laboratoire d’Hématologie, Hôpital Henri-Mondor, Créteil, France"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-17T13:07:14",
    "is_scraped": "1"
}