{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.5156.5156",
    "article_title": "Results of Interim PET/CT Imaging during Front-Line Induction in Follicular Lymphoma Do Not Predict Survival Outcomes ",
    "article_date": "December 7, 2017",
    "session_type": "623. Mantle Cell, Follicular, and Other Indolent B-Cell Lymphoma—Clinical Studies",
    "abstract_text": "Introduction End of treatment PET/CT-based response assessment is prognostic of survival in several lymphoma subtypes. However, the prognostic importance of interim PET/CT scans in follicular lymphoma (FL) is not known. We evaluated the disease course and outcomes of FL patients at our intuition with regard to interim induction response as assessed by PET/CT imaging. Methods All FL patients with available baseline, treatment, and follow-up data who completed interim PET/CT during induction were included. We assessed the first interim PET/CT for each patient, and utilized the Lugano criteria to determine response. We also evaluated baseline characteristics of interest and estimated progression-free survival (PFS) and overall survival (OS) based on the Kaplan-Meier method. PFS was defined as the time from the date of diagnosis to the date of relapse, death without relapse, or last known follow-up. OS was defined as the time from the date of diagnosis to the date of death or last known follow-up. We utilized the log-rank test and Cox proportional hazards models to compare survival outcomes between those with complete response (CR) and those with partial response (PR) to induction on interim PET/CT scans. Results Of the 40 included patients with interim PET/CT, 24 (60%) were female and 16 (40%) were male. Median age at diagnosis was 59 years (range: 37-79), and 27 patients (68%) had grade 1-2 disease. Thirty-two patients (80%) had stage 3-4 disease, and 20 (50%) had a high-risk FLIPI score (≥3). Patients were observed for a median of 57 months. Thirty-two patients (80%) completed one interim scan and 8 (20%) completed 2-3 scans. Of the 49 total interim scans, 31 (63%) were consistent with CR, and 18 (37%) were PR. Four of the 8 patients (50%) who underwent multiple imaging studies transitioned from PR to CR on subsequent interim scans. Twenty-four of the 25 patients (96%) whose first interim scan showed CR had a CR at the end of induction, and 7 of the 14 patients (50%) with a PR at first interim scan had a CR, while 6 (43%) had a PR at the end of induction. One patient did not have a response to induction categorized, and one other progressed from CR on first interim scan to PR at the conclusion of induction. First interim PET/CT occurred after 2 cycles in 11 patients (28%), 3 cycles in 10 patients (25%), 4 cycles in 16 patients (40%), and 6 cycles in 2 patients (5%). Of the 40 patients, 17 (43%) had a confirmed relapse during the observation period. The 25 patients who achieved a CR during induction therapy on the first interim PET had a greater three-year PFS (80.2% [64.4%, 99.8%]) relative to those whose first interim scan was a PR (63.5% [40.0%, 100%]). However, the difference in PFS was not significant (log rank >0.1; Figure 1). Similarly, there was no significant difference in OS between those who achieved CR relative to PR on interim PET scan (log rank >0.1). Among the 14 patients whose initial interim PET/CT was PR, 7 (50%) ultimately had a CR at the end of treatment. However, there was no significant difference in PFS between the 24 patients who had a CR on first interim PET/CT and the 7 who had a PR on first interim PET/CT, if they had a CR by the end of treatment (HR= 1.77 [0.32, 9.76], p=0.51; Figure 2). In addition, those with a PR at the end of treatment had an inferior PFS that approached significance relative to those who remained CR from first interim PET/CT until final PET/CT (HR=3.95 [0.94, 16.53], p=0.0599). There was no association of interim PET/CT response with PFS or OS when controlling for FLIPI risk category. Conclusion: No significant differences in PFS or OS were found based on the results of interim PET/CTs during front-line induction therapy. In addition, those with a PR on first interim PET/CT, who later achieved a CR by the end of treatment, did not have significantly different outcomes from those with a CR on first interim PET/CT and at the end of treatment. Conversely, those with a PR at the end of treatment had an inferior PFS, approaching significance, relative to those with a CR on both first interim and final PET/CT. While interim PET/CT scans are commonly used to determine therapeutic strategy during induction in FL, these findings suggest they may have limited utility, and we do not recommend adjustment of therapy for patients with a PR identified as part of interim imaging. Larger studies across multiple centers are recommended to further confirm the conclusion of this study. View large Download slide View large Download slide  Close modal Disclosures Calzada: Seattle Genetics: Research Funding. Flowers: Prime Oncology: Research Funding; National Cancer Institute: Research Funding; Research to Practice: Research Funding; Onyx: Research Funding; Pharmacyclics LLC, an AbbVie Company: Research Funding; Infinity: Research Funding; Celgene: Consultancy, Research Funding; Educational Concepts: Research Funding; V Foundation: Research Funding; National Institutes Of Health: Research Funding; Bayer: Consultancy; OptumRx: Consultancy; Gilead: Consultancy; TG Therapeutics: Research Funding; Seattle Genetics: Consultancy; Clinical Care Options: Research Funding; Burroughs Welcome Fund: Research Funding; Janssen Pharmaceutical: Research Funding; Acerta: Research Funding; Spectrum: Consultancy; Abbvie: Consultancy, Research Funding; Millennium/Takeda: Research Funding; Eastern Cooperative Oncology Group: Research Funding; Genentech/Roche: Consultancy, Research Funding. Cohen: Novartis: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Janssen: Consultancy, Membership on an entity's Board of Directors or advisory committees; LAM Therapeutics, Inc: Research Funding; Abbvie: Consultancy, Membership on an entity's Board of Directors or advisory committees; Takada: Research Funding; Bioinvent: Consultancy, Membership on an entity's Board of Directors or advisory committees; Genentech: Consultancy, Membership on an entity's Board of Directors or advisory committees; Infinity: Consultancy, Membership on an entity's Board of Directors or advisory committees; Bristol Myers Squibb: Research Funding.",
    "topics": [
        "computed tomography/positron emission tomography imaging",
        "diagnostic imaging",
        "follicular lymphoma",
        "positron-emission tomography",
        "follow-up",
        "neoadjuvant therapy",
        "complete remission",
        "disease progression",
        "lymphoma",
        "partial response"
    ],
    "author_names": [
        "Max L. Goldman, BA",
        "Chaejin Kim, PharmD",
        "Zhengjia Chen, PhD",
        "Oscar Calzada, BS",
        "Michael C Churnetski, BS",
        "Christopher Flowers, MD",
        "Jonathon B Cohen, MDMS"
    ],
    "author_dict_list": [
        {
            "author_name": "Max L. Goldman, BA",
            "author_affiliations": [
                "School of Medicine, Emory University, Atlanta, GA ",
                "Winship Cancer Institute--Department of Hematology and Medical Oncology, Emory University, Atlanta, GA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Chaejin Kim, PharmD",
            "author_affiliations": [
                "Department of Biostatistics and Bioinformatics, Emory University, Atlanta, GA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zhengjia Chen, PhD",
            "author_affiliations": [
                "Department of Biostatistics and Bioinformatics, Emory University, Atlanta, GA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Oscar Calzada, BS",
            "author_affiliations": [
                "Emory University School of Medicine, Atlanta, GA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael C Churnetski, BS",
            "author_affiliations": [
                "Winship Cancer Institute--Department of Hematology and Medical Oncology, Emory University, Atlanta, GA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christopher Flowers, MD",
            "author_affiliations": [
                "Winship Cancer Institute--Department of Hematology and Medical Oncology, Emory University, Atlanta, GA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jonathon B Cohen, MDMS",
            "author_affiliations": [
                "Emory University, Atlanta, GA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-11T12:57:44",
    "is_scraped": "1"
}