{
    "doi": "https://doi.org/10.1182/blood.V118.21.279.279",
    "article_title": "Ruxolitinib Provides Reductions in Splenomegaly Across Subgroups: An Analysis of Spleen Response in the COMFORT-II Study ",
    "article_date": "November 18, 2011",
    "session_type": "634. Myeloproliferative Syndromes: Clinical Advances I",
    "abstract_text": "Abstract 279 Background: COMFORT-II is a randomized, open-label, phase 3 study evaluating the safety and efficacy of ruxolitinib, a potent and selective oral inhibitor of JAK1 and JAK2, in patients with primary myelofibrosis (PMF), post-polycythemia vera-MF (PPV-MF), or post-essential thrombocythemia-MF (PET-MF). Patients who received ruxolitinib had significantly greater reductions in spleen volume compared with those who received best available therapy (BAT). The primary and key secondary endpoints of the study were both met: the proportion of patients achieving ≥35% reduction in spleen volume at week 48 (28.5%, ruxolitinib; 0%, BAT; P <.0001) and week 24 (31.9%, ruxolitinib; 0%, BAT; P <.0001), respectively. Subgroup analysis was performed on both the 48- and 24-week endpoints. Methods: In the COMFORT-II study, 219 patients were randomized (2:1) to receive ruxolitinib (15 or 20 mg twice daily [bid] based on the baseline platelet count [100– 200 × 10 9 /L or >200 × 10 9 /L, respectively]) or BAT of the investigator's choice. The proportions of ruxolitinib-treated patients achieving the primary and key secondary endpoints were analyzed by subgroup for gender (male or female), age (≤65 or >65 years), starting dose (15 or 20 mg bid), baseline MF type (PMF, PPV-MF, or PET-MF), previous hydroxyurea (hydroxycarbamide) use (yes or no), baseline palpable spleen length (≤10 or >10 cm), baseline spleen volume (>median or ≤median), JAK2 V617F mutation (presence or absence), and International Prognostic Scoring System (IPSS) risk category (intermediate-2 or high) (Cervantes F, et al, Blood , 2009;113(13):2895–2901). In addition, the relationships between these factors and spleen volume reduction were investigated by multivariate logistic regression. Results: The proportion of patients in each subgroup with ≥ 35% reduction in spleen volume from baseline at week 48 is shown below ( Figure ). Figure. View large Download slide Proportion of Patients in Each Subgroup with ≥35% Reduction in Spleen Volume from Baseline at Week 48 Figure. View large Download slide Proportion of Patients in Each Subgroup with ≥35% Reduction in Spleen Volume from Baseline at Week 48 Close modal BL, baseline; HU, hydroxyurea. The response rate was higher in patients receiving ruxolitinib than in patients receiving BAT in all subgroups; no patients in the BAT group reached a ≥35% reduction in spleen volume at week 48. All subgroups receiving ruxolitinib responded and all subgroup comparisons had overlapping 95% confidence intervals. At week 24, a trend for a higher response rate was observed in patients who received a starting dose of 20 mg bid compared with those who received a starting dose of 15 mg bid; however, the response rates among these patients at week 48 were not different. No significant difference in response rates was observed between patients with the JAK2 V617F mutation compared with those without the mutation. Results of the subgroup analysis were confirmed by the multivariate models. A significant effect of the ruxolitinib starting dose was seen when response rates were modeled at week 24 but not when modeled at week 48. Conclusions: Recent findings from the COMFORT-II study show that patients who received ruxolitinib had significantly greater reductions in splenomegaly than did patients who received BAT. In this analysis, ruxolitinib was shown to be more effective than BAT at reducing spleen volume in all patient subgroups regardless of gender, age, mutation status, IPSS risk category, baseline spleen size, MF subtype, or ruxolitinib starting dose. Disclosures: Harrison: Novartis: Honoraria; Incyte: Honoraria; S*Bio: Honoraria; Celgene: Honoraria; Sanofi Aventis: Honoraria. Kiladjian: Novartis: Honoraria; Celgene: Honoraria. Gisslinger: Novartis: Speakers Bureau; Celgene Austria: Research Funding, Speakers Bureau; Aop-Orphan: Speakers Bureau. Niederwieser: Novartis: Speakers Bureau. Passamonti: Novartis: Consultancy, Membership on an entity's Board of Directors or advisory committees. Waltzman: Novartis: Employment. Hollaender: Novartis Pharma AG: Employment. Hunter: Incyte Corporation: Employment, Equity Ownership. Levy: Incyte Corporation: Employment, Equity Ownership. Knoops: Novartis: Consultancy. Cervantes: Bristol-Myers-Squibb: Speakers Bureau; Novartis: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau. Vannucchi: Novartis: Honoraria. Barosi: Novartis: Consultancy.",
    "topics": [
        "comfort-i trial",
        "ruxolitinib",
        "spleen",
        "splenomegaly",
        "hydroxyurea",
        "surrogate endpoints",
        "positron-emission tomography",
        "prostatic hypertrophy risk score",
        "apnea of prematurity",
        "myelofibrosis, idiopathic, chronic"
    ],
    "author_names": [
        "Claire N. Harrison, DM, FRCP, FRCPath",
        "Jean-Jacques Kiladjian, MD, PhD",
        "Heinz Gisslinger, MD",
        "Dietger Niederwieser, MD",
        "Francesco Passamonti, MD",
        "Roger J. Waltzman, MD",
        "Norbert Hollaender, PhD",
        "Deborah S. Hunter, PhD",
        "Richard S. Levy, MD",
        "Laurent Knoops, MD, PhD",
        "Francisco Cervantes, MD, PhD",
        "Alessandro M. Vannucchi, MD",
        "Tiziano Barbui, MD",
        "Giovanni Barosi, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Claire N. Harrison, DM, FRCP, FRCPath",
            "author_affiliations": [
                "Dept. of Haematology, Guy's and St. Thomas NHS FoundationTrust, London, United Kingdom, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jean-Jacques Kiladjian, MD, PhD",
            "author_affiliations": [
                "Centre d'Investigation Clinique (CIC), Hôpital Saint-Louis, Paris, France, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Heinz Gisslinger, MD",
            "author_affiliations": [
                "Medical University of Vienna, Vienna, Austria, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dietger Niederwieser, MD",
            "author_affiliations": [
                "University of Leipzig, Leipzig, Germany, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francesco Passamonti, MD",
            "author_affiliations": [
                "Depèartment of Internal Medicine, Fondazione Macchi, Division of Hematology, Varese, Italy, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Roger J. Waltzman, MD",
            "author_affiliations": [
                "Novartis Pharmaceuticals Corporation, East Hanover, NJ, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Norbert Hollaender, PhD",
            "author_affiliations": [
                "Novartis Oncology (INC424), Biometrics & Data Management (BDM), Novartis Pharma AG, Basel, Switzerland, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Deborah S. Hunter, PhD",
            "author_affiliations": [
                "Incyte Corporation, Wilmington, DE, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard S. Levy, MD",
            "author_affiliations": [
                "Incyte Corporation, Wilmington, DE, USA, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laurent Knoops, MD, PhD",
            "author_affiliations": [
                "Cliniques univeristaires Saint-Luc and Ludwig Institute for Cancer Research, Brussels, Belgium, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francisco Cervantes, MD, PhD",
            "author_affiliations": [
                "Hematology Department, Hospital Clínic, Barcelona, Spain, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alessandro M. Vannucchi, MD",
            "author_affiliations": [
                "Department of Clinical Care, UF Hematology, University of Florence, Florence, Italy, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tiziano Barbui, MD",
            "author_affiliations": [
                "A.O. Ospedali Riuniti di Bergamo, Bergamo, Italy, "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Giovanni Barosi, MD",
            "author_affiliations": [
                "IRCCS Policlinico S. Matteo Foundation, Pavia, Italy"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-19T04:01:41",
    "is_scraped": "1"
}