{
    "doi": "https://doi.org/10.1182/blood.V104.11.2889.2889",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=27",
    "start_url_page_num": 27,
    "is_scraped": "1",
    "article_title": "Upregulation of MT1-MMP Expression by Hyaluronic Acid Enhances Homing-Related Responses of Hematopoietic CD34 + Cells to an SDF-1 Gradient. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "Hyaluronic acid (HA), the bone marrow (BM) extracellular matrix microenvironment (ECM) component, not only supports cell adhesion but also promotes migration and homing of hematopoietic stem/progenitor cells (HSPC) by interacting with its cell surface receptor CD44. CD44 has been shown to co-localize with matrix metalloproteinases (MMPs), particularly membrane-type (MT)-1 MMP and MMP-9, at the leading edge of migrating tumor cells, and the cleavage of CD44 by MT1-MMP is critical for tumor cell migration and invasion. MT1-MMP has strong pericellular proteolytic activity and also activates latent forms of MMP-2 and MMP-9. In this study we examined the effect of HA on MT1-MMP expression and migration of BM, peripheral blood and cord blood CD34 + cells. We found that HA upregulates mRNA for MT1-MMP and MMP-9, increases MT1-MMP protein (as evaluated by Western blotting) and stimulates MMP-9 and MMP-2 activity (as determined by zymography) in CD34 + cells. In chemotaxis assays HA alone did not show any chemotactic activity but primed the chemotaxis of CD34 + cells to a low SDF-1 gradient (10 ng/mL) and their trans-Matrigel chemoinvasion to a low SDF-1 gradient. Similarly, SDF-1 besides stimulating MMP-2 and MMP-9 (as we previously described in Exp Hematol  2000 ; 28 : 1274 ), also upregulated MT1-MMP in CD34 + cells. In addition, we found that the HA enhanced activation of latent MMP-2 in co-cultures of CD34 + cells with HUVEC. In conclusion, we demonstrate for the first time that (i) HA primes CD34 + cell chemotaxis and chemoinvasion to a low SDF-1 gradient; (ii) that both HA and SDF-1 stimulate MT1-MMP, MMP-2 and MMP-9 in CD34 + cells, and (iii) HA enhances activation of proMMP-2 in the ECM. Hence the interaction of HA and SDF-1 with MT1-MMP could play an important role in HSPC migration and homing and we postulate that pretreatment of HSPC with HA before transplantation could enhance their homing by inducing expression of MMPs that is optimal for stem cell engraftment.",
    "topics": [
        "cd34 antigens",
        "hyaluronic acid",
        "stromal cell-derived factor 1",
        "up-regulation (physiology)",
        "gelatinase b",
        "gelatinase a",
        "cd44 antigens",
        "homing-associated cell adhesion molecule",
        "matrix metalloproteinases",
        "coculture techniques"
    ],
    "author_names": [
        "Neeta Shirvaikar, MSc",
        "Jencet Montano, BSc",
        "Andrew R. Turner, MD",
        "Mariusz Z. Ratajczak, MD, PhD",
        "Anna Janowska-Wieczorek, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Research & Development, Canadian Blood Services, Edmonton, AB, Canada"
        ],
        [
            "Research & Development, Canadian Blood Services, Edmonton, AB, Canada"
        ],
        [
            "Medicine, University of Alberta, Edmonton, AB, Canada"
        ],
        [
            "James Graham Brown Cancer Center, University of Louisville, Louisville, KY, USA"
        ],
        [
            "Research & Development, Canadian Blood Services, Edmonton, AB, Canada",
            "Medicine, University of Alberta, Edmonton, AB, Canada"
        ]
    ],
    "first_author_latitude": "53.518992299999994",
    "first_author_longitude": "-113.5248398"
}