{
    "doi": "https://doi.org/10.1182/blood.V128.22.1644.1644",
    "article_title": "Increased Frequencies of PD-1+ CD8+ Marrow-Infiltrating Lymphocytes Associated with Highly Clonal T-Lymphocyte Expansions in Relapsed and Refractory AML Patients but Not Healthy Adults ",
    "article_date": "December 2, 2016",
    "session_type": "616. Acute Myeloid Leukemia: Novel Therapy, excluding Transplantation: Poster I",
    "abstract_text": "Immune checkpoint therapy, particularly inhibition of the PD-1 axis, has shown remarkable efficacy in multiple solid tumor types and some hematological malignancies. Clinical results using anti-PD1 immunotherapy in AML have not yet been reported. Immune checkpoint expression levels and magnitude and/or repertoire of tumor-infiltrating lymphocytes have all been proposed as potential predictive biomarkers of response to such targeted immunotherapy. We therefore examined the marrow infiltrating T-lymphocyte compartment of Relapsed/Refractory Acute Myeloid Leukemia (RR-AML) patients undergoing salvage chemotherapy and that of healthy donors (HD) to determine baseline data for PD-1 expression and T-lymphocyte clonality. Nine adult RR-AML patients recruited to the clinical trial NCT02527447 (Myeloid Malignancies Section, NHLBI, NIH) were analyzed. Cryopreserved bone marrow aspirate mononuclear cells (BMMCs) from these patients prior to salvage chemotherapy (Day 0) and HD (n=9) were assessed using two custom ten-color flow cytometry panels. Frequencies of naive (TN), central memory (TCM), effector memory (TEM), terminal effector (TEMRA), stem cell memory (TSCM), and activated T-lymphocyte subsets, and the expression of PD-1, TIM-3, CTLA-4, 4-1BB on CD8+ T-lymphocyte subpopulations were calculated. DNA extracted from bone marrow of 5 of the RR-AML patients and 5 HD was used for sequencing of the CDR3 region of TCRB gene to evaluate TCR repertoire (ImmunoSEQ, Adaptive Biotechnologies). Immunohistochemistry of pre-treatment bone marrow biopsy sections revealed 10-40% CD3+ cells, typically scattered with focal small aggregations. Flow cytometry of marrow aspirate demonstrated more activated CD8+ CD69+ T-lymphocytes in the marrow of RR-AML patients compared with HD (19.8% vs. 9.4%, p=0.031). Significantly more CD8+ TEMRA T-lymphocytes (60.8% vs. 45.2%, p=0.040) and a trend towards fewer CD8+ TEM T-lymphocytes (19.0% vs. 32.1%, p=0.062) were observed in RR-AML versus HD. An increased proportion of total CD8+ T-lymphocytes in RR-AML had PD-1 expression compared to HD (22.0% vs. 9.2%, p=0.008). This pattern held true for every CD8+ sub-population in AML versus HD: TN (14.0% vs. 4.0%, p=0.014); TCM (24.2% vs. 7.3%, p=0.003); TEMRA (19.6% vs. 10.5%, p=0.060) and TEM (37.3% vs. 16.2%, p=0.004) (Figure 1a). There were no significant differences in frequencies of CD8+ T-lymphocyte subsets or PD-1 expression between Day 0 and Day 28 in AML patients (in 4 patients tested). Furthermore, there was negligible PD-1 co-expression with other immune checkpoint markers and no differences in 4-1BB or CTLA4 expression in AML versus HD. However, we noted significantly higher TIM-3 expression on TN and TCM CD8+ T-lymphocytes in AML (6.5% vs. 2.2%, p=0.001, and 4.5% vs. 0.7%, p=0.021, respectively). Sequencing of productive TCRB gene rearrangements revealed significantly higher average marrow T-cell clonality in AML versus HD (0.232 vs. 0.086, respectively, n=5 AML, n=5 HD). When considering the top 10 most frequent clonotypes for each AML patient and HD, frequencies were found to be much higher in AML than HD (Figure 1b), consistent with large clonal T-lymphocyte expansions in the marrow of RR-AML patients. Furthermore, we identified several TCR clones that were found in AML patients but never seen in HD. Sequencing of an additional cohort of 20 newly diagnosed adult AML patients however discovered that only a subset (25%) of those patients had T cell clonal expansions above the upper limit of that seen in HD. AML is already known to be an immunogenic malignancy, as demonstrated by the measurable efficacy of allogeneic transplantation and donor lymphocyte infusion. Our data demonstrate that the bone marrow tumor microenvironment in RR-AML is enriched for PD-1+ CD8+ marrow-infiltrating lymphocytes, and that large clonal expansions of T-lymphocytes can be found in the bone marrow in these patients. This is suggestive that RR-AML patients, for whom cytotoxic chemotherapy is often suboptimal, may benefit from immune checkpoint blockade therapies, particularly PD-1 axis inhibition, to enable improved immunologic control of AML by autologous T-lymphocytes already resident in the tumor microenvironment. Based in part on these data, a clinical trial of anti-PD-1 immunotherapy in combination with a hypomethylating agent for treatment of relapsed and refractory AML patients will open at our institution. View large Download slide View large Download slide  Close modal Disclosures Hourigan: Sellas Life Sciences Group: Research Funding.",
    "topics": [
        "biological markers",
        "bone marrow aspiration",
        "bone marrow biopsy",
        "bone marrow neoplasms",
        "cancer",
        "chemotherapy regimen",
        "clonality (genetic analysis)",
        "cryopreservation",
        "cytotoxic drug therapy",
        "cytotoxic t-lymphocyte antigen 4"
    ],
    "author_names": [
        "Meghali Goswami",
        "Karolyn Oetjen, MD PhD",
        "Matthew P. Mulé, BS",
        "Sheenu Sheela, MBBS",
        "Hong Yuen Wong, PhD",
        "Qingguo Liu, MD",
        "Katherine R. Calvo, MD PhD",
        "Catherine E. Lai, MD",
        "Christopher S. Hourigan, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Meghali Goswami",
            "author_affiliations": [
                "Myeloid Malignancies Section, Hematology Branch, National Heart, Lung and Blood Institute, National Institutes of Health, Bethesda, MD ",
                "The Institute for Biomedical Sciences, The George Washington University, Washington, DC "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Karolyn Oetjen, MD PhD",
            "author_affiliations": [
                "Myeloid Malignancies Section, Hematology Branch, National Heart, Lung and Blood Institute, National Institutes of Health, Bethesda, MD "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Matthew P. Mulé, BS",
            "author_affiliations": [
                "Myeloid Malignancies Section, Hematology Branch, National Heart, Lung and Blood Institute, National Institutes of Health, Bethesda, MD "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sheenu Sheela, MBBS",
            "author_affiliations": [
                "Myeloid Malignancies Section, Hematology Branch, National Heart, Lung and Blood Institute, National Institutes of Health, Bethesda, MD "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hong Yuen Wong, PhD",
            "author_affiliations": [
                "Myeloid Malignancies Section, Hematology Branch, National Heart, Lung and Blood Institute, National Institutes of Health, Bethesda, MD "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Qingguo Liu, MD",
            "author_affiliations": [
                "Myeloid Malignancies Section, Hematology Branch, National Heart, Lung and Blood Institute, National Institutes of Health, Bethesda, MD "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Katherine R. Calvo, MD PhD",
            "author_affiliations": [
                "Hematology Section, Department of Laboratory Medicine, Clinical Center, National Institutes of Health, Bethesda, MD"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Catherine E. Lai, MD",
            "author_affiliations": [
                "Myeloid Malignancies Section, Hematology Branch, National Heart, Lung and Blood Institute, National Institutes of Health, Bethesda, MD "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christopher S. Hourigan, MD PhD",
            "author_affiliations": [
                "Myeloid Malignancies Section, Hematology Branch, National Heart, Lung and Blood Institute, National Institutes of Health, Bethesda, MD "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-05T09:32:42",
    "is_scraped": "1"
}