{
    "doi": "https://doi.org/10.1182/blood.V128.22.2386.2386",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3410",
    "start_url_page_num": 3410,
    "is_scraped": "1",
    "article_title": "Decentralized Data Storage to Promote Epidemiological Analysis for Subtypes Non Hodgkin Lymphoma ",
    "article_date": "December 2, 2016",
    "session_type": "902. Health Services Research-Malignant Conditions: Poster I",
    "topics": [
        "burkitt's lymphoma",
        "epidemiology",
        "lymphoma, non-hodgkin",
        "diffuse large b-cell lymphoma",
        "extranodal disease",
        "marginal zone b-cell lymphoma",
        "lymphoma, mucosa-associated lymphoid tissue",
        "lymphoma, t-cell, peripheral",
        "ambulatory care services",
        "b-cell lymphomas"
    ],
    "author_names": [
        "Marcelo Bellesso, MD",
        "Renato Centrone, MD",
        "Daniela Ferreira Dias, MD",
        "Rodrigo Santucci, MD"
    ],
    "author_affiliations": [
        [
            "Instituto Hemomed, Sao Paulo, Brazil "
        ],
        [
            "HEMOMED, São Paulo, Brazil"
        ],
        [
            "Instituto Hemomed, Sao Paulo, Brazil "
        ],
        [
            "Instituto Hemomed, Sao Paulo, Brazil "
        ]
    ],
    "first_author_latitude": "-23.545513",
    "first_author_longitude": "-46.6673189",
    "abstract_text": "Advanced disease means a poor prognosis factor in patients with non-Hodgkin Lymphoma (NHL). There are few Brazilian data about epidemiologic incidence of NHL, however it was observed that high grade B cell Lymphoma is more frequent than in North America, Argentina and Chile, besides that we have deficient information about Brazilian private service care. Such knowledge is essential to plan economic resources to promote the best treatment and diagnosis. Moreover, is fundamental to elaborate electronic data storage to promote a continuous supply flow of information during clinical practice. We have designed an accessible and automated data collection model built into the electronic medical records for patients with NHL. Here, we show some epidemiological parameters and classic risk factors about NHL in a private care institute stocked by continuous electronic data storage. We evaluated data from patients with NHL during November 2015 to May 2016. Information was obtained by decentralized automated model after each outpatient care. We studied 229 patients with NHL. It was observed 112(48.9%) patients with Diffuse Large B cell Lymphoma not otherwise specified (DLBCL), 65(28.3%) Follicular Lymphoma (FL), 21(9.1%) Mantle Cell Lymphoma (MCL), 12(5.2%) Extranodal marginal zone lymphoma of mucosa-associated lymphoid tissue gastric lymphoma (GMALT), 6(2.9%) Extranodal marginal zone lymphoma of nonGastric MALT lymphoma (non-GMALT), 4(1.7%) Splenic B-cell marginal zone lymphoma (SL), 1(0.4%) nodal marginal zone lymphoma (NMZL), 1(0.4%) Sporadic Burkitt Lymphoma (BL), 2(0.8%) peripheral T cell lymphoma not otherwise specified (PTCL), 2(0.8%) anaplastic large T Cell lymphoma, ALK negative (ALTCL), 2(0.8%) Extranodal NK/T-cell lymphoma, basal type and 1(0.4%) mycosis fungoides (MF). It was evidenced advanced disease stage III/IV in DLBCL, FL and MCL: 70(62.5%), 54 (87.1%), 18 (85.7%); Extranodal infiltration sites in DLBCL, FL, MCL: 35/94 (37.2%), 11/50 (22%) and 5/18( 27.7%); Elevated serum LDH in DLBCL, FL, MCL: 31/74( 43.6%), 10/38 (26.3%) and 4/14 (28.5%), Performance status ≥ 2 in DLBCL, FL, MCL: 18/75(24%), 2/28 (4.1) 12/20 (60%), respectively. In this study, we have demonstrated that decentralized electronic data storage was useful and could appear an attractive model for clinical practice; moreover, it was possible observed high incidence of DLCBL and FL with advanced disease. Disclosures No relevant conflicts of interest to declare."
}