{
    "doi": "https://doi.org/10.1182/blood.V104.11.1680.1680",
    "article_title": "Growth after Hematopoietic Cell Transplantation for Sickle Cell Disease. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "Although allogeneic hematopoietic cell transplantation (HCT) has curative potential for sickle cell disease (SCD), the impact on growth in children treated by HCT is important to consider when counseling families about this therapeutic intervention. To investigate this, we compared linear growth after BMT to 3 cohorts of children with SCD. The comparison groups included 68 children with SCD who were measured before enrollment (HUG-KIDS Pre) and during treatment (HUG-KIDS HU) in a phase I-II trial of hydroxyurea for children with symptomatic SCD. The third comparison group included 1887 and 1889 children with height and weight data from the Cooperative Study of Sickle Cell Disease (CSSCD). Fifty-three of 55 surviving patients (20 F, 33M) had growth monitored after HCT. There was no significant difference in the distribution of repeated measurements between males and females, and 2 or more measurements of height and weight were performed in 89% and 92% of patients, respectively. The mean period of follow-up in the HCT and comparison groups was 3.3 ± 2.4 years after HCT, 5.5 ±3.3 years in the CSSCD, 4.0 ± 2.7 years in HUG-KIDS (pre) and 1.8±0.5 years in HUG-KIDS (HU). To accommodate the non-identical distribution of the ages among children treated by HCT, the comparison age range in the CSSCD and HUG-KIDS (HU) cohorts was 5 to 15 years for males, and 6 to 15 years in females, and was 3 to 13 years for males, and 4 to 13 years for females in the HUG-KIDS (pre) cohort. A Hierarchical Linear Model was used to model height and weight over the period of follow-up. Its design allowed for group comparisons of height and weight at baseline and linear growth velocity during the follow-up period. The height and weight data were modeled separately for males and females. At the baseline, there were no significant height or weight differences between the HCT and comparison groups among females, however, males in the HUG-KIDS (pre) group were approximately 4 cm taller than males in the HCT group. In all comparisons except that of males in the HCT and CSSCD groups, there were no strong differences in the linear growth velocity. However, males treated by HCT grew on average 0.67 cm/year more than males in the CSSCD group, and gained on average 1.0 kg/year more weight than males in the CSSCD, and these differences reached statistical significance (p=0.03, p=0.002, respectively). These data support the conclusion that growth after HCT for SCD is not impaired compared to children who receive standard therapy or HU. Moreover, in males, growth was more rapid after HCT than among males enrolled in the CSSCD. This analysis supports the notion that HCT for SCD offers a significant therapeutic benefit without a negative impact on growth.",
    "topics": [
        "hematopoietic stem cell transplantation",
        "sickle cell anemia",
        "follow-up",
        "hydroxyurea",
        "therapeutic intervention",
        "child",
        "hierarchical linear modeling"
    ],
    "author_names": [
        "Mark C. Walters, MD",
        "Melinda Patience, RN, MSN",
        "Sandie Edwards",
        "Shanda Robertson",
        "Karen Kesler, PhD",
        "Marsha McMurray",
        "Sharyne Donfield, PhD",
        "Barry Eggleston, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Mark C. Walters, MD",
            "author_affiliations": [
                "Hematology/Oncology, Children’s Hospital & Research Center at Oakland, Oakland, CA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Melinda Patience, RN, MSN",
            "author_affiliations": [
                "Hematology/Oncology, Children’s Hospital & Research Center at Oakland, Oakland, CA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sandie Edwards",
            "author_affiliations": [
                "Hematology/Oncology, Children’s Hospital & Research Center at Oakland, Oakland, CA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shanda Robertson",
            "author_affiliations": [
                "Hematology/Oncology, Children’s Hospital & Research Center at Oakland, Oakland, CA, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Karen Kesler, PhD",
            "author_affiliations": [
                "Rho, Inc., Chapel Hill, NC, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marsha McMurray",
            "author_affiliations": [
                "Rho, Inc., Chapel Hill, NC, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sharyne Donfield, PhD",
            "author_affiliations": [
                "Rho, Inc., Chapel Hill, NC, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Barry Eggleston, PhD",
            "author_affiliations": [
                "Rho, Inc., Chapel Hill, NC, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-24T21:28:17",
    "is_scraped": "1"
}