{
    "doi": "https://doi.org/10.1182/blood.V110.11.4345.4345",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=962",
    "start_url_page_num": 962,
    "is_scraped": "1",
    "article_title": "Biologic Features and Treatment Outcome of Secondary Acute Lymphoblastic Leukemia - Review of 101 Cases. ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "abstract_text": "Secondary acute lymphoblastic leukemia (sALL) is a rare disease and its biologic features are not well described. Data suggested that sALL occurs more frequently at older age. Since leukemia at older age in general is associated with worse outcome, we wanted to assess the biology and outcome of patients with sALL by age at time of primary diagnosis. We describe a cohort of 7 patients and found additional 94 cases in the literature on whom biological parameters were described. Patients were stratified (at least 5 patients per strata) according to their age at initial diagnosis (<18, 18–59, and ≥60 years of age), initial diagnosis [acute myeloid leukemia (AML), Hodgkin’s disease (HD), neuroblastoma, breast and prostate cancers], cytogenetic groups [diploid, t(9;22), 11q23 aberrations, complex karyotype], immunophenotypes (B vs. T), and Burkitt’s defined by either morphology and/or cytogenetic analysis demonstrating c- myc rearrangement. A total of 101 patients were evaluated; 29 were 18 year old patients. The time interval to develop sALL was similar among the three age groups (3, 2.2 and 1.8 years, P=0.561). However, the time interval to develop sALL was longer for HD (5.5 years) and neuroblastoma (3.7 years) as compared to AML (1 year), breast (1.6 years) and prostate (1.98 years) cancers (overall P=0.0003). Further, the time interval to develop sALL was significantly longer for patients with complex karyotype (5.3 years) as compared to all other aberrations [11q23 − 1.78; t(9;22) − 1.9; diploid − 1.98 years; overall P=0.0497]. Disease characteristics at diagnosis were as follows: T cell immunophenotype was more common in the <18 age group (P=0.016) and the presence of 11q23, t(9;22), complex and normal karyotypes was equally distributed among the three age groups (P=0.2, 0.073, 0.635 and 0.271 individually). Complete remission was infrequent in the ≥60 age group (22.22%) compared to the other groups (73.9% for <18 and 67.7% for 18–59; P=0.025). Even though only patients <60 years old were transplanted (33.3% for <18 and 19.4% for 18–59; P=0.102), the overall survival was poor in all age groups [probability of survival at 1 year for <18=0.222, 18–59=0.226 and ≥60=0.3 (P=0.7941)]. Primary diagnoses, cytogenetic subgroups and immunophenotype did not affect outcome. In summary, the time interval to develop sALL is significantly longer for HD, neuroblastoma and complex karyotype. However, sALL is associated with very poor outcome regardless of age and any of the biologic features. Therefore, identification of prognostic factors to prevent the occurrence of sALL is needed.",
    "topics": [
        "acute lymphocytic leukemia",
        "treatment outcome",
        "karyotype determination procedure",
        "neuroblastoma",
        "cancer",
        "immunophenotyping",
        "complete remission",
        "cytogenetic analysis",
        "hodgkin's disease",
        "leukemia"
    ],
    "author_names": [
        "Ranga Shivakumar, MD",
        "Wei Tan, MS",
        "Gregory Wilding, PhD",
        "Eunice S. Wang, MD",
        "Meir Wetzler, MD"
    ],
    "author_affiliations": [
        [
            "Leukemia Section, Department of Medicine, Roswell Park Cancer Institute, Buffalo, NY, USA"
        ],
        [
            "Department of Biostatistics, Roswell Park Cancer Institute, Buffalo, NY, USA"
        ],
        [
            "Department of Biostatistics, Roswell Park Cancer Institute, Buffalo, NY, USA"
        ],
        [
            "Leukemia Section, Department of Medicine, Roswell Park Cancer Institute, Buffalo, NY, USA",
            "Department of Medicine, State University of New York at Buffalo, Buffalo, NY, USA"
        ],
        [
            "Leukemia Section, Department of Medicine, Roswell Park Cancer Institute, Buffalo, NY, USA"
        ]
    ],
    "first_author_latitude": "42.898701599999995",
    "first_author_longitude": "-78.86554819999999"
}