{
    "doi": "https://doi.org/10.1182/blood-2019-125793",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4232",
    "start_url_page_num": 4232,
    "is_scraped": "1",
    "article_title": "Impact of Parenteral Iron Therapy on Hemoglobin Normalization: A Retrospective Analysis ",
    "article_date": "November 13, 2019",
    "session_type": "904.Outcomes Research-Non-Malignant Conditions",
    "topics": [
        "hemoglobin",
        "iron therapy, parenteral",
        "iron",
        "cancer",
        "chronic disease",
        "congestive heart failure",
        "dialysis procedure",
        "ferric carboxymaltose",
        "ferumoxytol",
        "hemodialysis"
    ],
    "author_names": [
        "Chris LaVallee, M.S",
        "Patrick Cronin, M.A",
        "Isha Bansal, M.S",
        "Jackie Kwong, PhD PharmD",
        "Ralph Boccia, MD"
    ],
    "author_affiliations": [
        [
            "Health Outcomes Research, Decision Resources Group, Boston, MA "
        ],
        [
            "Analytics, Decision Resources Group, Boston, MA "
        ],
        [
            "Analytics, Decision Resources Group, Boston, MA "
        ],
        [
            "Health Economics & Outcomes Research, Daiichi Sankyo Inc., Basking Ridge, NJ "
        ],
        [
            "Center for Cancer and Blood Disorders, Bethesda, MD"
        ]
    ],
    "first_author_latitude": "42.428945649999996",
    "first_author_longitude": "-71.23023880000001",
    "abstract_text": "Introduction Parenteral iron therapy is often necessary for patients with iron deficiency anemia who cannot tolerate or are nonresponsive to oral iron. Parenteral iron therapy is also used in patients with chronic diseases when oral iron is poorly absorbed or when rapid iron repletion is desirable. Several parenteral iron therapies are currently available in the US. They vary in the amount of iron dose per administration and the number of infusions required to achieve complete iron repletion. The objective of this analysis was to evaluate complete repletion of iron deficit and its effect on the likelihood of serum hemogloblin (Hgb) normalization among patients receiving various parenteral iron therapies in real world clinical practice. Methods Data was obtained from the Decision Resources Group (DRG) Real World Evidence US Data Repository. Patients (≥18 years) who were treated with parenteral iron therapy from 3/1/2015-2/28/2017 were included. Patients were required to have their most recent baseline Hgb level recorded <30 days prior to or on the date of their index (first) parenteral iron therapy claim and below the normal Hgb level (<12 g/dL for females and <13.5 g/dL for males). Patients were excluded if they received parenteral iron therapy 6 weeks prior to the date of their index iron injection (index date); received dialysis or had insufficient data to identify comorbidities 1 year prior to index date. Iron deficit was calculated using the modified Ganzoni equation. The proportion of patients receiving parenteral iron dose required for complete repletion during the 3 weeks after index date, and the proportion of patients achieving normalized Hgb levels within 1 year after index date were summarized for patients receiving ferric carboxymaltose (FCM), ferumoxytol (FM) and other parenteral iron products (OTH). Multivariable logistic regression was used to assess the likelihood of complete iron repletion within 3 weeks of index date while controlling for gender, age, comorbidities, prescription oral iron use and iron deficit level. The likelihood of Hgb normalization within 1 year of index date was assessed using multivariable logistic regression while controlling for gender, age, comorbidities, prescription oral iron use, baseline Hgb and if the patient received the complete iron repletion dose within 3 weeks of index date. Results A total of 2,966 patients were included (female [68.2%], ≥65 years [58.4%]; CKD [60.1%], congestive heart failure [50.1%], IBD [64.4%], and cancer [59.5%]). Most (95%) patients did not receive prescription oral iron therapy within 3 months before or after index date. Iron sucrose was the most commonly used parenteral therapy (46.2%), followed by FCM (23.1%), FM (13.7%), iron dextran (13.6%), and sodium ferric gluconate complex in sucrose (3.4%). Mean (SD) iron deficit in mg was 966 (303) for FCM, 1007 (317) for FM and 1011 (313) for OTH patients. FCM had the highest proportion of patients received the full iron repletion dose within the 3 weeks after index date (73.1%), followed by FM (41.4%) and OTH (18.0%). Mean (SD) total iron dose in mg received by FCM, FM and OTH patients within 3 weeks of index date was 1277.1 (446.9), 842.5 (357.6), and 534.2 (584.8), respectively. The proportion of patients who had normalized Hgb within 1 year of index date was 66.6%, 40% and 51.9% for FCM, FM and OTH, respectively. Patients treated with FCM were significantly more likely to have received their full repletion dose within 3 weeks of index date than patients treated with FM [adjusted odds ratio (AOR)] (95% CI) = 5.10 (3.66, 7.11)] or OTH [AOR (95% CI) = 17.46 (13.59, 22.42)] after adjusting for differences in iron deficit level and other covariates. Patients treated with FM also had higher likelihood of receiving full repletion dose within 3 weeks compared to OTH [AOR (95% CI) = 3.71 (2.82, 4.88)]. After adjusting for full repletion dose and other covariates, patients treated with FCM were significantly more likely to have normalized Hgb within 1 year of index date than patients treated with FM [AOR (95% CI) = 1.88 (1.38, 2.56) or OTH [AOR (95% CI) = 1.40 (1.11, 1.77). However, patients treated with FM had lower likelihood to have normalized Hgb within 1 year of index date than patients treated with OTH [AOR (95% CI) = 0.69 (0.53, 0.89)]. Conclusion The results of this analysis suggest that the choice of iron replacement product may affect the likelihood of Hgb normalization for some patients in real world practice. Disclosures Kwong: Daiichi Sankyo, Inc.: Employment. Boccia: Bristol Myers Squibb: Consultancy, Speakers Bureau; SecuraBio: Consultancy; Rigel: Speakers Bureau; Daiichi Sankyo, Inc.: Consultancy, Speakers Bureau; Amgen: Consultancy, Speakers Bureau; Celgene: Speakers Bureau; AMAG: Consultancy."
}