{
    "doi": "https://doi.org/10.1182/blood.V120.21.3210.3210",
    "article_title": "A Phase 1, First-in-Man, Dose-Response Study of Aes-103 (5-HMF), an Anti-Sickling, Allosteric Modifier of Hemoglobin Oxygen Affinity in Healthy Norman Volunteers ",
    "article_date": "November 16, 2012",
    "session_type": "111. Hemoglobinopathies, excluding Thalassemia: Poster III",
    "abstract_text": "Abstract 3210 5-HMF (5-hydroxymethyl-2-furfural; Aes-103) is a breakdown product of glucose that has potent anti-sickling properties in vitro and in vivo (transgenic sickle cell mice) and produces concentration-dependent left shifts in p50 values of the oxygen equilibrium curve (OEC), indicating increased oxygen affinity. These pharmacological properties are likely based on the binding of 5-HMF to the valine residue of alpha globin chains of HbS and possibly to lysine. Increasing the oxygen affinity of HbS is known to reduce sickling. Aes-103 is being developed as a potential treatment for sickle cell disease (SCD). The current first in man study was a double-blind, placebo-controlled, ascending single dose evaluation of the safety, pharmacokinetics and pharmacodynamics of 5-HMF given as an oral solution at 300 mg, 1000 mg, 2000 mg and 4000 mg to healthy normal subjects. In each dosing cohort, 6 subjects received 5-HMF and 2 received placebo. A total of 20 adult subjects of African descent with normal hemoglobin (Hb), received a single dose of study drug or placebo on up to 2 occasions separated by 2–4 weeks. The mean age of the subjects was 28 years, mean BMI was 25.8, and 13 were males, 7 were females. Written informed consent was obtained. Safety measures consisted of adverse events (AEs), vital signs, ECG, clinical chemistry, hematology, urinalysis and physical exams. No subjects were discontinued from the study due to an AE. During the day of dosing a total of 14 AEs occurred. All were mild, with 3 occurring in the placebo arm (constipation, dry mouth, dizziness), none at 300 mg, 2 at 1000 mg (diarrhea, headache), 3 at 2000 mg (feeling hot, somnolence, dyspnea—during hypoxia testing) and 6 at 4000 mg (nausea (2), abdominal pain, dizziness, somnolence (2)). Following dosing, there were no clinically significant differences between drug and placebo treated subjects in respect to heart rate, blood pressure, ECG, physical exams, clinical chemistry, hematology and urinalysis results. The pharmacokinetic profile of 5-HMF in plasma showed dose-proportional kinetics with an upward trend towards higher C max and AUC at higher doses. Mean plasma C max concentrations ranged from 34 to 699 ng/ml, T max ranged from 0.42 to 0.67 h, AUC ranged from 33 to 875 ng.ml/hr and t1/2 ranged from 0.38–0.76 h. 5-HMF levels in RBC hemolysate were typically 5–15 times that of corresponding plasma levels with C max ranging from 152–3640 ng/ml, T max ranging from 0.71–0.83 h, AUC ranging from 473–10103 ng/ml/h and half-life ranging from 1.61–2.13 h. Measurements of RBC hemolysate levels did not include the 5-HMF bound to hemoglobin. The elevated levels and longer half-life of 5-HMF in RBCs relative to plasma probably reflects the binding affinity of Hb for 5-HMF and the equilibrium between Hb bound 5-HMF, free 5-HMF in the RBC and in plasma. The main pharmacodynamic endpoint was the change in blood oxygen level (SpO 2 ) during a 5-minute hypoxia challenge test in which 12% O2 was inhaled. The hypoxia challenge was administered prior to dosing and then at 0.75, 2, 4 and 8 h post-dose. Results showed an appreciable attenuation of the drop in SpO 2 values due to hypoxia. For example, at 2 hours post-dose for the placebo treated subjects the mean SpO 2 values declined by an average of 12.3% after 5 minutes of hypoxia. In contrast, the 2000 mg 5-HMF treated subjects had a mean decline in SpO 2 of 8.7%. The attenuation of hypoxia effects was dose-dependent (minimal effect at 300 mg of 5-HMF) and was time-dependent following 5-HMF dosing (largest protection seen at 2–4 h post-dose, no protection at 8 h post dose). At 2 hours after 5-HMF doses of 1000–4000 mg, the SpO 2 values from 18 hypoxia test sessions showed significantly (p<0.05, t-test) smaller decrements than what occurred in the same time point in the pooled placebo treated subjects. In summary, single oral doses of 300–4000 mg of 5-HMF given to healthy normal volunteers were well tolerated, rapidly absorbed and preferentially taken up into RBCs relative to plasma, had a dose-proportional pharmacokinetic profile and showed a pharmacodynamic change (protection against desaturation during hypoxia) consistent with the expected increase in oxygen affinity and with the compound's proposed mechanism of action in SCD patients. A similar ascending single dose, placebo controlled, double-blind study in patients with SCD at steady state is currently ongoing at the NIH (see www.clinicaltrials.gov ). Disclosures: Stern: AesRx, LLC: Employment, Equity Ownership.",
    "topics": [
        "drepanocytes",
        "hemoglobin",
        "oxygen affinity",
        "solution, oral",
        "hypoxia",
        "single-dose regimen",
        "dizziness",
        "drowsiness",
        "hemoglobin, sickle",
        "urinalysis"
    ],
    "author_names": [
        "Warren Stern, Ph.D.",
        "David Mathews, M.D.",
        "John McKew, Ph.D.",
        "Xiqgiang Shen, Ph.D.",
        "Gregory J. Kato, M.D."
    ],
    "author_dict_list": [
        {
            "author_name": "Warren Stern, Ph.D.",
            "author_affiliations": [
                "AesRx, LLC, Newton, MA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "David Mathews, M.D.",
            "author_affiliations": [
                "Quintiles Phase 1 Service, Inc., Overland Park, KS, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John McKew, Ph.D.",
            "author_affiliations": [
                "Therapeutics for Rare and Neglected Diseases, National Institutes of Health, Rockville, MD, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xiqgiang Shen, Ph.D.",
            "author_affiliations": [
                "Therapeutics for Rare and Neglected Diseases, National Institutes of Health, Rockville, MD, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gregory J. Kato, M.D.",
            "author_affiliations": [
                "Sickle Cell Vascular Disease Section, Hematology Branch, National Heart, Lung, and Blood Institute, Bethesda, MD, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-21T15:32:24",
    "is_scraped": "1"
}