{
    "doi": "https://doi.org/10.1182/blood.V114.22.1289.1289",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1505",
    "start_url_page_num": 1505,
    "is_scraped": "1",
    "article_title": "Findings of Thrombophilia Evaluation and Impact On Management in Asymptomatic Children with a Proximate Family History of Early Thromboembolism: An Institutional-Based Prospective Inceptional Cohort Study. ",
    "article_date": "November 20, 2009",
    "session_type": "Disorders of Coagulation or Fibrinolysis Poster I",
    "topics": [
        "child",
        "family history",
        "oral contraceptives",
        "thromboembolism",
        "thrombophilia",
        "venous thromboembolism",
        "estrogen",
        "factor v leiden",
        "anticoagulants",
        "antiphospholipid antibodies"
    ],
    "author_names": [
        "Meghan J. Calhoon, MS",
        "Elizabeth Pounder, PA",
        "Marilyn J. Manco-Johnson, MD",
        "Neil A. Goldenberg, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Pediatrics and Mountain States Regional Hemophilia and Thrombosis Center, University of Colorado Denver and The Children's Hospital, Aurora, CO, USA, "
        ],
        [
            "Pediatrics and Mountain States Regional Hemophilia and Thrombosis Center, University of Colorado Denver and The Children's Hospital, Aurora, CO"
        ],
        [
            "Pediatrics and Mountain States Regional Hemophilia and Thrombosis Center, University of Colorado Denver and The Children's Hospital, Aurora, CO, USA, "
        ],
        [
            "Pediatrics and Mountain States Regional Hemophilia and Thrombosis Center, University of Colorado Denver and The Children's Hospital, Aurora, CO, USA, "
        ]
    ],
    "first_author_latitude": "39.748015699999996",
    "first_author_longitude": "-104.83442629999999",
    "abstract_text": "Abstract 1289 Poster Board I-311 ABSTRACT Background and Objective Although the overall incidence of venous thromboembolism (VTE) is low in children, risk is greatly increased by a proximate family history of early TE. The principal aims of the present study were to determine among such children: (1) the prevalence of thrombophilia; and (2) the frequency of recommended changes in management resulting from thrombophilia evaluation. Methods Laboratory thrombophilia investigation was performed in 56 children (≤ 18 years of age) with a first- or second-degree family history of TE before age 55 years, but without personal history of TE, who were consecutively enrolled in an institutional-based prospective inceptional cohort study of pediatric thrombosis/thrombophilia between March 1, 2006 and June 1, 2009. VTE risk factors, family history, thrombophilia findings, and management recommendations were systematically collected. Results The frequencies of all thrombophilia traits were higher than expected for the general population; factor V (FV) Leiden, elevated factor VIII activity, elevated lipoprotein(a) concentration, and antiphospholipid antibody positivity were most common ( Figure 1 ). Among 32 children who underwent complete laboratory evaluation, 34% had ≥2 traits ( Figure 2 ). Thrombophilia testing led to a change in recommended management in 71% of subjects, principally consisting of transient anticoagulant prophylaxis during periods of heightened clinical risk for VTE. Furthermore, recommendation against future use of estrogen-containing oral contraceptive pills was made in 32% of females based upon FV Leiden testing alone, as compared to 64% in whom additional laboratory evaluation was performed (P=0.02). Conclusions Multi-trait thrombophilia is common among asymptomatic children who have a proximate family history of early TE. In this cohort study, comprehensive thrombophilia testing in such children informed future use of estrogen-containing oral contraceptives among females, and often resulted in a recommendation for antithrombotic prophylaxis during high-risk situations. Future studies should evaluate the safety and efficacy of risk-stratified primary prevention strategies for pediatric VTE. Figure 1 View large Download slide Prevalence of Thrombophilia Traits, by Type Figure 1 View large Download slide Prevalence of Thrombophilia Traits, by Type Figure 2 View large Download slide Study Population Distribution, by Number of Thrombophilia Traits among Children in whom Comprehensive Evaluation was Performed (n=38) Figure 2 View large Download slide Study Population Distribution, by Number of Thrombophilia Traits among Children in whom Comprehensive Evaluation was Performed (n=38) Disclosures Manco-Johnson: Baxter BioScience: Honoraria; Bayer HealthCare: Honoraria; CSL Behring: Honoraria; NovoNordisk: Honoraria; Octapharma: Honoraria."
}