{
    "doi": "https://doi.org/10.1182/blood-2020-137014",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4588",
    "start_url_page_num": 4588,
    "is_scraped": "1",
    "article_title": "Minimal Residual Disease in Autografts and Bone Marrow of Patients with Multiple Myeloma: 8-Color Multiparameter Flow Cytometry (EuroFlow-NGF) Vs . Next-Generation Sequencing ",
    "article_date": "November 5, 2020",
    "session_type": "651.Myeloma: Biology and Pathophysiology, excluding Therapy",
    "topics": null,
    "author_names": [
        "Hiroyuki Takamatsu, MDPhD",
        "Naoki Takezako, MDPhD",
        "Takeshi Yoroidaka, MD",
        "Takeshi Yamashita, MD",
        "Ryoichi Murata, MD",
        "Atsuko Yamazaki, MD",
        "Masahiro Takeuchi, MD PhD",
        "Naoya Mimura, MD PhD",
        "Chiaki Nakaseko, MD PhD",
        "Emiko Sakaida, MDPhD",
        "Masahiro Onoda, MD",
        "Yoshikazu Utsu, MD PhD",
        "Motoharu Fukazawa, MD",
        "Kosei Matsue, MDPhD",
        "Shinji Nakao, MD PhD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Faculty of Medicine, Institute of Medical, Pharmaceutical and Health Sciences, Kanazawa University, Kanazawa, Japan "
        ],
        [
            "Department of Hematology, Disaster Medical Center of Japan, Tachikawa, Japan "
        ],
        [
            "Department of Hematology, Faculty of Medicine, Institute of Medical, Pharmaceutical and Health Sciences, Kanazawa University, Kanazawa, Japan "
        ],
        [
            "Department of Internal Medicine, Keiju Kanazawa Hospital, Kanazawa, Japan "
        ],
        [
            "Department of Internal Medicine, Keiju Kanazawa Hospital, Kanazawa, Japan "
        ],
        [
            "Department of Hematology, Oami Municipal Hospital, Oamishirasato, Japan "
        ],
        [
            "Department of Hematology and Medical Oncology, Chiba Cancer Center, Chiba, Japan "
        ],
        [
            "Department of Transfusion Medicine and Cell Therapy, Chiba University Hospital, Chiba, Japan "
        ],
        [
            "Department of Hematology, International University of Health and Welfare, Narita, Japan "
        ],
        [
            "Department of Hematology, Chiba University Hospital, Chiba City, Japan "
        ],
        [
            "Department of Internal Medicine, Chiba Aoba Municipal Hospital, Chiba, Japan "
        ],
        [
            "Department of Hematology and Oncology, Japanese Red Cross Narita Hospital, Narita, Japan "
        ],
        [
            "Department of Internal Medicine, JCHO Funabashi Central Hospital, Funabashi, Japan "
        ],
        [
            "Division of Hematology/Oncology, Department of Medicine, Kameda General Hospital, Kamogawa, Japan"
        ],
        [
            "Department of Hematology, Faculty of Medicine, Institute of Medical, Pharmaceutical and Health Sciences, Kanazawa University, Kanazawa, Japan "
        ]
    ],
    "first_author_latitude": "36.55115614999999",
    "first_author_longitude": "136.69078100000002",
    "abstract_text": "Background: Autologous stem cell transplantation (ASCT) in conjunction with novel therapeutic drugs can dramatically improve response rates and the prognoses of patients with multiple myeloma (MM). However, most patients with MM ultimately relapse due to minimal residual disease (MRD). Next-generation multiparameter flow cytometry (MFC) (EuroFlow-NGF) and next-generation sequencing (NGS) are currently the standard methods to assess MRD. Aims: To compare the prognostic value of MRD detection in autografts and bone marrow (BM) cells using 8-color MFC (EuroFlow-NGF) and NGS (Adaptive Biotechnologies), and also MRD levels between fresh and cryopreserved autografts using NGF. Methods: The study enrolled 52 newly-diagnosed MM patients who underwent ASCT. The median age ASCT was 61 (range 41-69) years and included 29 males and 23 females at ISS I ( n = 17), II ( n = 23), and III ( n = 12). Of these, 18 patients harbored high-risk chromosomal abnormalities including t(4;14) ( n = 15), del17p and t(4;14) ( n = 2), and complex ( n = 1). Bortezomib-based chemotherapy was used for induction together with melphalan at 140 mg/m 2 ( n = 1) and 200 mg/m 2 ( n = 51) for conditioning before ASCT. 39 of 52 (75%) patients received maintenance therapy until progressive disease. The best responses achieved post-ASCT included 30 sCR, 4 CR, 15 VGPR, and 3 PR. Forty autografts, one from each MM patient, were analyzed using NGF and NGS protocols, and BM cells at pre/post-ASCT and autografts derived from 16 patients were analyzed using NGS. The EuroFlow-NGF method uses standard sample preparation; large numbers of cells are evaluated using an optimized 8-color antibody panel that facilitates accurate identification of discrimination between phenotypically aberrant plasma cells (aPCs) and their normal counterparts (Flores-Montero et al., Leukemia 2017). NGS-based MRD assessment was performed using Adaptive's standardized NGS-MRD Assay (Seattle, WA) (Martinez-Lopez et al., Blood 2014). Eight additional autografts were used to assess MRD in both fresh and cryopreserved samples by NGF. Results: MRD was evaluated in 48 of 52 autografts (92%) using NGF and in 44 of 52 autografts (85%) using NGS. We identified aPCs in autografts based on multivariate analysis of individual cell populations (e.g., CD56 + , CD19 − , CyIgκ + , and CD117 + ). As the results of NGF revealed a strong correlation with respect to MRD in fresh vs. thawed autografts ( r = 0.999, P < 0.0001), MRD was subsequently evaluated in thawed autografts. The sensitivity of NGF was 1 × 10 −5 -2 × 10 −6 ; the sensitivity of NGS was 1 × 10 −6 . 28 of 48 (58%) of the autografts were MRD-positive by NGF; 30 of 44 (68%) of the autografts were MRD-positive by NGS. MRD levels in autografts using NGF and NGS correlated with one another ( r = 0.69, P < 0.0001; Fig. 1A). MRD negative in autografts by NGF cases (MRD NGF (-)) and MRD NGS (-) tended to show better progression-free survival (PFS) than MRD NGF (+) ( P = 0.195) and MRD NGS (+) ( P = 0.156), respectively. Furthermore, MRD NGS (-) showed significantly better overall survival (OS) than MRD NGS (+) ( P = 0.03) (Fig. 1C) while MRD NGF (-) showed better OS than MRD NGF (+) ( P = 0.09) (Fig. 1B). Our data revealed only a minimal correlation between MRD in the autografts (median 1.1 × 10 −5 ,range 0-7.29 × 10 −4 ) and in the BM cells at pre-ASCT (median 5.05 × 10 −3 ,range 6 × 10 −6 -2.64 × 10 −1 ; r = 0.09, P = 0.7) or at post-ASCT (median 2.11 × 10 −4 ,range 0-9.09 × 10 −3 ; r = 0.14, P = 0.6); MRD detected in the autografts was > 27 times lower than that detected in pre-ASCT BM cells, and MRD detected in the post-ASCT BM cells was > 3 times lower than that detected in pre-ASCT BM cells except for one case in which the ratio was increased by two times. Interestingly, while MRD was detected in all BM cells at pre-ASCT ( n = 16), 4 of 16 (25%) of these autografts were MRD NGS -negative. The median of MRD levels of the 4 cases in pre-ASCT and post-ASCT BM cells were 4.14 × 10 −4 (range 6-583 × 10 −6 )and 1.8 × 10 −5 (range 0-27 × 10 −6 ), respectively. Conclusion: Although EuroFlow-NGF is a rapid and accurate method for detecting MRD, NGS was more sensitive and provided greater prognostic value than EuroFlow-NGF. View large Download slide View large Download slide  Disclosures Takamatsu: Adaptive Biotechnologies: Honoraria; Bristol-Myers Squibb: Honoraria, Research Funding; Janssen Pharmaceutical: Consultancy, Honoraria, Research Funding; Ono pharmaceutical: Honoraria, Research Funding; SRL: Consultancy, Research Funding. Takezako: Bristol-Myers Squibb: Honoraria, Research Funding; Takeda: Honoraria, Research Funding; Janssen: Research Funding; Abbvie: Research Funding. Nakao: Symbio: Consultancy; Kyowa Kirin: Honoraria; Alexion: Research Funding; Novartis: Honoraria."
}