{
    "doi": "https://doi.org/10.1182/blood-2018-99-118383",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3862",
    "start_url_page_num": 3862,
    "is_scraped": "1",
    "article_title": "Allogeneic Hematopoietic Cell Transplantation (HCT) Vs. Non-HCT Consolidation Therapies in Acute Myeloid Leukemia (AML) Patients 60-75 Years of Age in First Complete Remission (CR1): An Alliance (A151509), SWOG, ECOG-ACRIN and CIBMTR Study ",
    "article_date": "November 29, 2018",
    "session_type": "732. Clinical Allogeneic Transplantation: Results: Poster I",
    "abstract_text": "Introduction: The preferred post-remission therapy for older patients (pts) with AML remains uncertain. We compared outcomes for older AML pts in CR1 receiving HCT reported to the CIBMTR to older AML pts achieving CR1 on National Clinical Trials Network induction and non-HCT consolidation therapy (CT) trials. Methods: This study focused on pts 60-75 years of age treated between 2004 to 2013. CT pts (n=211) underwent induction and consolidation on Alliance for Clinical Trials in Oncology, ECOG-ACRIN or SWOG clinical trials for initial therapy for newly diagnosed AML; the CIBMTR provided data for HCT pts (n=431). CT patients received at least one cycle of CT on study and were excluded if HCT occurred at any time. Time to event started at CR1 and pts entered at CT or HCT, respectively, using left-truncation to account for differential entry times. Results: For the CT cohort, first consolidation included standard therapy (e.g., cytarabine or a hypomethylating agent) and additional study drug (e.g., bortezomib, dasatinib, sorafenib, and Zosuquidar, gemtuzumab) or tipifarnib alone. Among HCT pts, the donor was a HLA-matched sibling or unrelated donor (URD) in 66% and the others were partially HLA-matched/mismatched URD (10%) or cord blood (24%). HCT pts were younger and more frequently had high-risk AML (high WBC, secondary AML and unfavorable cytogenetics) (Table). The median time from CR1 to HCT and CT was 3.2 and 0.5 months, respectively. Allogeneic HCT showed worse overall survival (OS) (HR=1.52, p=0.02) prior to 9 months and better OS thereafter (HR= 0.53, p <0.0001) relative to CT (figure 1A). Treatment-related mortality (TRM) was worse after HCT in the first 9 months (HR=2.8, CI: 1.5 -5.2, p =.0009), while relapse was less frequent beyond 9 months after treatment (HR = 0.42, CI: 0.29 to 0.61, p <.0001). Despite higher early TRM, HCT recipients went on to manifest superior OS [5 year OS: HCT 29% (24-34%), CT 13.8% (9 -22%)] (Figure 1A). The benefit of HCT for survival after 9 months was more prominent in those with unfavorable cytogenetics (Figure 1B). Multivariate analysis for OS showed no statistically significant effect of age or performance status, while unfavorable cytogenetics were detrimental (HR=1.74, p <.0001). Conclusions. Allogeneic HCT led to heightened early risks from TRM, but resulted in superior long-term survival in older AML pts receiving HCT relative to CT by reducing relapse. Efforts to attenuate early TRM after allogeneic HCT may further improve HCT outcomes for older pts. View large Download slide View large Download slide  Disclosures Ustun: novartis: Speakers Bureau. Attar: Agios: Employment, Equity Ownership. Larson: Pfizer: Consultancy, Research Funding; Novartis: Consultancy, Research Funding; BristolMyers Squibb: Consultancy, Research Funding; Ariad/Takeda: Consultancy, Research Funding. Roboz: Roche/Genentech: Consultancy; Eisai: Consultancy; Cellectis: Research Funding; Aphivena Therapeutics: Consultancy; Sandoz: Consultancy; Janssen Pharmaceuticals: Consultancy; Otsuka: Consultancy; Jazz Pharmaceuticals: Consultancy; Sandoz: Consultancy; AbbVie: Consultancy; Celltrion: Consultancy; Cellectis: Research Funding; Eisai: Consultancy; Astex Pharmaceuticals: Consultancy; Argenx: Consultancy; Pfizer: Consultancy; Celgene Corporation: Consultancy; Novartis: Consultancy; Jazz Pharmaceuticals: Consultancy; Bayer: Consultancy; Bayer: Consultancy; Roche/Genentech: Consultancy; Orsenix: Consultancy; Astex Pharmaceuticals: Consultancy; Celgene Corporation: Consultancy; Daiichi Sankyo: Consultancy; Pfizer: Consultancy; Janssen Pharmaceuticals: Consultancy; Otsuka: Consultancy; Orsenix: Consultancy; Daiichi Sankyo: Consultancy; Celltrion: Consultancy; Novartis: Consultancy; Aphivena Therapeutics: Consultancy; Argenx: Consultancy; AbbVie: Consultancy. Uy: GlycoMimetics: Consultancy; Curis: Consultancy. Stone: Fujifilm: Consultancy; Ono: Consultancy; Orsenix: Consultancy; Otsuka: Consultancy; Agios: Consultancy, Research Funding; AbbVie: Consultancy; Argenx: Other: Data and Safety Monitoring Board; Celgene: Consultancy, Other: Data and Safety Monitoring Board, Steering Committee; Arog: Consultancy, Research Funding; Novartis: Consultancy, Research Funding; Jazz: Consultancy; Astellas: Consultancy; Merck: Consultancy; Pfizer: Consultancy; Sumitomo: Consultancy; Amgen: Consultancy; Cornerstone: Consultancy. Foran: Agios: Research Funding; Xencor, Inc.: Research Funding. Weisdorf: Seattle Genetics: Consultancy; Equillium: Consultancy; FATE: Consultancy; SL Behring: Consultancy; Pharmacyclics: Consultancy.",
    "topics": [
        "complete remission",
        "consolidation therapy",
        "eastern cooperative oncology group",
        "electrocorticogram",
        "hematopoietic stem cell transplantation",
        "leukemia, myelocytic, acute",
        "southwest oncology group",
        "brachial plexus neuritis",
        "allogeneic hematopoietic stem cell transplant",
        "human leukocyte antigens"
    ],
    "author_names": [
        "Celalettin Ustun, MD",
        "Jennifer Le-Rademacher, PhD",
        "Hai-Lin Wang, MPH",
        "Megan Othus",
        "Zhuoxin Sun, PhD",
        "Brittny Major",
        "Mei-Jie Zhang, PhD",
        "Elizabeth Storrick",
        "Jacqueline M Lafky",
        "Selina Chow",
        "Krzysztof Mrózek, MD PhD",
        "Eyal C. Attar, MD",
        "Clara D. Bloomfield, MD",
        "Larry D Cripe, MD",
        "Richard A. Larson, MD",
        "Guido Marcucci",
        "Gail J. Roboz, MD",
        "Geoffrey L. Uy, MD",
        "Richard M. Stone, MD",
        "Aminah Jatoi",
        "Thomas C. Shea, MD",
        "Marcos de Lima, MD",
        "James M. Foran, MD",
        "Brenda M. Sandmaier, MD",
        "Mark R. Litzow, MD",
        "Harry P. Erba, MD PhD",
        "Arti Hurria, MD",
        "Daniel J. Weisdorf, MD",
        "Andrew S Artz, MD"
    ],
    "author_affiliations": [
        [
            "Blood and Marrow Transplant Program, University of Minnesota, Minneapolis, MN "
        ],
        [
            "Dept of Biomedical Statistics and Informatics, Mayo Clinic, Rochester, MN "
        ],
        [
            "CIBMTR (Center for International Blood and Marrow Transplant Research), Department of Medicine, Medical College of Wisconsin, Milwaukee, WI "
        ],
        [
            "Public Health Sciences Division, Fred Hutchinson Cancer Research Center, Seattle, "
        ],
        [
            "Harvard T.H. Chan School of Public Health, Boston, "
        ],
        [
            "Department of Health Sciences Research, Mayo Clinic, Rochester, "
        ],
        [
            "CIBMTR (Center for International Blood and Marrow Transplant Research), Department of Medicine, Medical College of Wisconsin, Milwaukee, WI "
        ],
        [
            "Alliance Statistics and Data Center, Mayo Clinic, Rochester, MN "
        ],
        [
            "Mayo Clinic, Rochester, "
        ],
        [
            "University of Chicago Comprehensive Cancer Center, Chicago, "
        ],
        [
            "The Ohio State University Comprehensive Cancer Center, Columbus, OH "
        ],
        [
            "Massachusetts General Hospital, Boston, ",
            "Agios Pharmaceuticals, Inc., Cambridge, MA "
        ],
        [
            "Comprehensive Cancer Center, The Ohio State University, Columbus, OH "
        ],
        [
            "Indiana University Simon Cancer Center, Indianapolis, "
        ],
        [
            "Department of Medicine and Comprehensive Cancer Center, University of Chicago, Chicago, IL "
        ],
        [
            "Department of Hematological Malignancies Translational Science, Gehr Family Center for Leukemia Research, Hematologic Malignancies and Stem Cell Transplantation Institute, Beckman Research Institute, City of Hope Medical Center, Duarte, CA "
        ],
        [
            "Weill Cornell Medicine and The Weill Medical College of Cornell University, New York, NY "
        ],
        [
            "Washington University School of Medicine, Saint Louis, MO "
        ],
        [
            "Dana-Farber Cancer Institute, Boston, MA "
        ],
        [
            "Mayo Clinic, Rochester, "
        ],
        [
            "Lineberger Comprehensive Cancer Center, University of North Carolina, Chapel Hill, NC "
        ],
        [
            "Adult Hematologic Malignancies & Stem Cell Transplant Section, University Hospitals Seidman Cancer Center, Cleveland, OH "
        ],
        [
            "Division of Hematology and Medical Oncology, Department of Medicine, Mayo Clinic Florida, Jacksonville, FL "
        ],
        [
            "Fred Hutchinson Cancer Research Center, Seattle, WA "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ],
        [
            "Duke University, Durham, "
        ],
        [
            "City of Hope, Duarte, CA "
        ],
        [
            "Division of Hematology, Oncology and Transplantation, University of Minnesota, Minneapolis, MN "
        ],
        [
            "Department of Medicine, Section of Hematology/Oncology, University of Chicago, Chicago, IL"
        ]
    ],
    "first_author_latitude": "44.972305",
    "first_author_longitude": "-93.2315555"
}