{
    "doi": "https://doi.org/10.1182/blood-2021-150759",
    "article_title": "Mutations Highly Specific for Secondary AML Are Associated with Poor Outcomes in Patients with NPM1 -Mutated ELN Favorable Risk AML ",
    "article_date": "November 5, 2021",
    "session_type": "613.Acute Myeloid Leukemias: Clinical and Epidemiological",
    "abstract_text": "Background:  NPM1 is commonly mutated in acute myeloid leukemia (AML) and represents a distinct entity under the WHO 2016 classification. It is one of the few mutations that can potentially support favorable risk by European LeukemiaNet (ELN) 2017 criteria. Mutations that are highly specific for secondary AML including SRSF2 , SF3B1 , U2AF1 , ZRSR2 , ASXL1 , EZH2 , BCOR , and STAG2 (sMut) (Lindsley et al .) have been shown to confer poor prognosis. The impact of these mutations on NPM1 -mutated AML warrants further investigation. Objective: In this study, we explore the outcomes in patients with NPM1 -mutated AML. Methods: This was a retrospective study of NPM1 -mutated AML patients who were diagnosed and treated at the Moffitt Cancer Center from 2013 to March 2021. Inclusion was restricted to NPM1 -mutated patients with mutation analysis (NGS) performed at diagnosis (n=159). Kaplan-Meier, univariate, and multivariate analyses were performed. Results: Among 159 patients (78M/81F, median age 63 years at diagnosis), 80.5% had de novo AML. By ELN 2017 criteria, 63.5% (101/159) had favorable risk, 27.7% (44/159) had intermediate risk, and 8.2% (13/159) had adverse risk disease. Almost 90% had intermediate risk cytogenetics at the time of diagnosis. Common co-mutations included DNMT3A (47.2%), FLT3-ITD (35.8%), TET2 (26.4%), IDH1 (17.6%), FLT3-TKD (15.1%), and IDH2 (13.8%). sMut comprised 19.5% (31/159) of patients and 20.8% (21/101) of those with ELN favorable risk. In patients with treatment response data, those with sMut never achieved CR/CRi in 35.7% (10/28) compared to 17.2% (22/128) of patients without sMut (p=0.038). The overall survival (OS) was 43.7 months with a median follow up of 35.5 months. Patients with sMut had worse OS compared to those without sMut (14.7 months vs 57.6 months, p=0.011). Among patients with favorable risk disease, OS was 11.6 months compared to not reached for those with sMut and without sMut, respectively (p<0.0001). Univariate analysis showed sMut and allogeneic hematopoietic cell transplant (HCT) significantly impacted OS (sMut: HR 3.48, 95% CI: 1.80-6.72, p<0.001; HCT: HR 0.17, 95% CI: 0.07-0.44, p<0.001). Multivariate regression using covariates including age, AML type, sMut, and HCT confirmed their prognostic significance on survival (sMut: HR 2.40, 95% CI: 1.17-4.93, p=0.017; HCT: HR 0.26, 95% CI: 0.08-0.56, p=0.002). Conclusions: Our findings suggest NPM1 -mutated AML patients with sMut have significantly worse prognosis despite being classified primarily as favorable risk by ELN 2017 at diagnosis. This may have treatment implications altering the need for and/or timing of HCT. These findings should be assessed prospectively and validated in independent datasets. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Hussaini:  Adaptive: Consultancy, Honoraria, Speakers Bureau; Stemline: Consultancy; Amgen: Consultancy; Seattle Genetics: Consultancy; Celegene: Consultancy; Decibio: Consultancy; Guidepoint: Consultancy; Bluprint Medicine: Consultancy. Talati:  AbbVie: Honoraria; Pfizer: Honoraria; Astellas: Speakers Bureau; BMS: Honoraria; Jazz: Speakers Bureau. Kuykendall:  Incyte: Consultancy; Novartis: Honoraria, Speakers Bureau; Protagonist: Consultancy, Research Funding; Celgene/BMS: Honoraria; Abbvie: Honoraria; Blueprint: Honoraria; Pharmaessentia: Honoraria. Padron:  Blueprint: Honoraria; Incyte: Research Funding; Kura: Research Funding; Stemline: Honoraria; Taiho: Honoraria; BMS: Research Funding. Sallman:  Shattuck Labs: Membership on an entity's Board of Directors or advisory committees; Syndax: Membership on an entity's Board of Directors or advisory committees; Magenta: Consultancy; Takeda: Consultancy; Kite: Membership on an entity's Board of Directors or advisory committees; Bristol-Myers Squibb: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Incyte: Speakers Bureau; Novartis: Consultancy, Membership on an entity's Board of Directors or advisory committees; Intellia: Membership on an entity's Board of Directors or advisory committees; AbbVie: Membership on an entity's Board of Directors or advisory committees; Agios: Membership on an entity's Board of Directors or advisory committees; Aprea: Membership on an entity's Board of Directors or advisory committees, Research Funding. Sweet:  Novartis: Honoraria, Membership on an entity's Board of Directors or advisory committees; Astellas: Consultancy, Membership on an entity's Board of Directors or advisory committees; Gilead: Membership on an entity's Board of Directors or advisory committees; Bristol Meyers Squibb: Honoraria, Membership on an entity's Board of Directors or advisory committees; AROG: Membership on an entity's Board of Directors or advisory committees. Komrokji:  Novartis: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Geron: Consultancy; BMSCelgene: Consultancy, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Acceleron: Consultancy; AbbVie: Consultancy; Jazz: Consultancy, Speakers Bureau; Taiho Oncology: Membership on an entity's Board of Directors or advisory committees; PharmaEssentia: Membership on an entity's Board of Directors or advisory committees. Lancet:  AbbVie: Consultancy; Celgene/BMS: Consultancy; Daiichi Sankyo: Consultancy; ElevateBio Management: Consultancy; Millenium Pharma/Takeda: Consultancy; BerGenBio: Consultancy; Jazz: Consultancy; Agios: Consultancy; Astellas: Consultancy.",
    "author_names": [
        "Onyee Chan",
        "Najla Al Ali",
        "Hammad Tashkandi",
        "Austin Ellis",
        "Somedeb Ball",
        "Ling Zhang",
        "Mohammad Hussaini",
        "Jinming Song",
        "Seongseok Yun",
        "Chetasi Talati",
        "Andrew T. Kuykendall",
        "Eric Padron",
        "David A. Sallman",
        "Kendra Sweet",
        "Rami S. Komrokji",
        "Jeffrey E. Lancet"
    ],
    "author_dict_list": [
        {
            "author_name": "Onyee Chan",
            "author_affiliations": [
                "Department of Malignant Hematology, Moffitt Cancer Center, Tampa, FL"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Najla Al Ali",
            "author_affiliations": [
                "Department of Malignant Hematology, H. Lee Moffitt Cancer Center and Research Institute, Tampa, FL"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hammad Tashkandi",
            "author_affiliations": [
                "Department of Pathology, Moffitt Cancer Center, Tampa, FL"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Austin Ellis",
            "author_affiliations": [
                "Department of Pathology, Moffitt Cancer Center, Tampa, FL"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Somedeb Ball",
            "author_affiliations": [
                "Department of Malignant Hematology, H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ling Zhang",
            "author_affiliations": [
                "Department of Hematopathology, H. Lee Moffitt Cancer Center and Research Institute, Tampa, FL"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mohammad Hussaini",
            "author_affiliations": [
                "Department of Pathology, Moffitt Cancer Center, Tampa, FL"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jinming Song",
            "author_affiliations": [
                "Department of Hematopathology, Moffitt Cancer Center, Tampa, FL"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Seongseok Yun",
            "author_affiliations": [
                "Department of Malignant Hematology, Moffitt Cancer Center, Tampa, FL"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chetasi Talati",
            "author_affiliations": [
                "Department of Malignant Hematology, H. Lee Moffitt Cancer Center, Tampa, FL"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew T. Kuykendall",
            "author_affiliations": [
                "Department of Malignant Hematology, Moffitt Cancer Center, Tampa, FL"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eric Padron",
            "author_affiliations": [
                "Department of Malignant Hematology, H. Lee Moffitt Cancer Center and Research Institute, Tampa, FL"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David A. Sallman",
            "author_affiliations": [
                "Department of Malignant Hematology, Moffitt Cancer Center, Tampa, FL"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kendra Sweet",
            "author_affiliations": [
                "Department of Malignant Hematology, Moffitt Cancer Center, Tampa, FL"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rami S. Komrokji",
            "author_affiliations": [
                "Department of Malignant Hematology, H. Lee Moffitt Cancer Center and Research Institute, Tampa, FL"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeffrey E. Lancet",
            "author_affiliations": [
                "Department of Malignant Hematology, Moffitt Cancer Center, Tampa, FL"
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-21T15:42:55",
    "is_scraped": "1"
}