{
    "doi": "https://doi.org/10.1182/blood.V118.21.609.609",
    "article_title": "Low-Dose Clofarabine Has Significant Activity in High-Risk Myelodysplastic Syndromes (MDS) and Acute Myeloid Leukemia Post-MDS (sAML) After Azacitidine (AZA) Failure: Interim Results of the GFM Clo08 Dose Escalating Phase I/II Study (NCT0106325) ",
    "article_date": "November 18, 2011",
    "session_type": "633. Myelodysplastic Syndromes: Advances in the Therapy of MDS",
    "abstract_text": "Abstract 609 Background: Clofarabine (CLO) alone has shown antileukemic activity in MDS and AML, including sAML, at doses ranging from 15 to 40 mg/m 2 , although with significant myelosuppression and toxicity. Patients with high-risk MDS or sAML who failed AZA have a median OS of only 5 months (Prébet, JCO, online ), and no established drug therapy is available for such patients. In this Phase I/II dose escalating study (NCT0106325), we explored safety and activity of CLO at lower dosing levels (DLs), in such patients. Methods: A standard IV, D1-5 and an extended D1, 3, 5, 8 and 10, administration schedules were studied in parallel, using a standard 3+3 design. Three DLs (CLO 5, 7.5 and 10 mg/m 2 , daily) were planned. Dose limiting toxicities (DLTs) were defined as any grade >3 non-hematological toxicity, excluding bleeding, infections or febrile neutropenia, or as any delayed cytopenias past D56, defined here as blood counts less than 50% of baseline counts. Responses were evaluated according to IWG 2006 MDS criteria or AML IWG criteria after courses 1 and 2, administered within 56 days. Patients in CR/PR after course 1 could receive up to 7 maintenance courses with only 3 daily infusions at same dosing. Patients in CR/PR or with stable disease after course 2 could receive up to 6 maintenance courses. If DLTs after course 1 were observed in less than 1 of 3 or 2 of 6 patients, dose escalation was permitted. If 2 or more DLTs were observed after course 1, exploration of lower intermediate DLs was planned. Patients with de novo MDS or sAML who failed at least 6 courses of AZA were eligible, if not candidates to intensive chemotherapy. Exclusion criteria included renal dysfunction (MDRD1.5 ULN, liver function tests >2.5 ULN, ECOG score >2, and uncontrolled infection. Patients: Between November 2009 and July 2011, 19 Patients (10F, 9M) were enrolled, at DL1 (5 mg/m 2 , N=9) and DL2 (7.5 mg/m 2 , N=10), Median age was 72 years (62-90), WHO diagnosis were: RAEB 1 (N=1), RAEB 2 (N=8), sAML (N=10), including 7 patients with <30% marrow blasts). Cytogenetics was normal in 4 (3 RAEB, 1 AML), complex or with abn chr. 7 in 11 (8 sAML, 3 RAEB), and inv3, +8, 5q and 11q, del9q in 4 patients. Median duration of MDS phase, before entry, was 20 months (9-161). Responses to prior treatment with AZA included 6 CR, 2 marrow CR (mCR) and 4 stable with HI-E, 6 failures and 1 stable w/o HI, after a median number of AZA cycles of 10 (6-34), 11 (6-26) and 6 (6-8) respectively. Eleven patients had only received AZA and eight AZA and 1 to 3 other treatment lines, excluding growth factors. Results: ( Table 1 ) All patients were evaluable for DLTs and response after one cycle. In the D1-5 cohort: one DL1 patient was classified as failure and non-hematological DLT (due to likely unrelated sudden death on D55, before evaluation), and one DL2 patient with mCR as DLT, due to prolonged thrombocytopenia beyond D56. One sAML patient was classified as failure due to early death linked to sepsis, but not as DLT per protocol. In the D1-10 cohort, no DLT was observed after cycle 1. Fifteen patients were eligible for an identical second course, as 2 patients had early death and 2 CR/PR. Twelve patients received a second course, with only 1/8 evaluable for response after course 2, improving response. This patient with mCR obtained durable HI-E and P after course 2. No significant liver or renal toxicity was observed in both cohorts. Seven patients were hospitalized after first course for fever or bleeding (3/9 in DL1/5mg/m 2 and 4/10 in DL2/7.5mg/m 2 cohorts). Overall, 6 of the 19 patients (32%) had a response after a single course including 2CR/PR and 4 of the 6 responses were seen at the 7.5 mg/m 2 dose level. Table 1  . D1-5 Cohort . D1-10 Cohort . All . DL1 ( 5mg/m 2 )    Overall Response  0/6 2/3 (1mCR, 1 HI-E and P 2/9 DLT  1/6 0 1/9 DL2 (7.5mg/m 2 )    Overall Response  2mCR/7, incl. 1 HI-E and P 2/3 (1CR, 1PR) 4/10 DLT  1/7 0 1/10 All Dosing levels     Overall Response  2/13 4/6 6/19 DLT  2/13 0/6 2/19 . D1-5 Cohort . D1-10 Cohort . All . DL1 ( 5mg/m 2 )    Overall Response  0/6 2/3 (1mCR, 1 HI-E and P 2/9 DLT  1/6 0 1/9 DL2 (7.5mg/m 2 )    Overall Response  2mCR/7, incl. 1 HI-E and P 2/3 (1CR, 1PR) 4/10 DLT  1/7 0 1/10 All Dosing levels     Overall Response  2/13 4/6 6/19 DLT  2/13 0/6 2/19 View Large Conclusion: In this dose escalating study in MDS or sAML patients who had failed azacitidine, low-dose clofarabine had significant activity and was administered as an outpatient therapy in most, although hospitalization due to myelosuppression was frequent, even at this low dosing. The extended alternate day (D1-10) schedule may be better tolerated and at least as efficient as the standard D1-5 schedule, although a larger number of patients is required to conclude. Dose escalation in the trial is continuing. Disclosures: Off Label Use: low dose Clofarabine in MDS after AZA failure. Vey: GENZYME: Honoraria. Dombret: GENZYME: Honoraria. Fenaux: GENZYME: Honoraria. Gardin: GENZYME: Honoraria, Research Funding.",
    "topics": [
        "azacitidine",
        "clofarabine",
        "leukemia, myelocytic, acute",
        "myelodysplastic syndrome",
        "refractory anemia with excess blasts",
        "mineralocorticoid receptor",
        "photon correlation spectroscopy",
        "toxic effect",
        "hemorrhage",
        "infections"
    ],
    "author_names": [
        "Thorsten Braun",
        "Emmanuel Raffoux, MD, PhD",
        "Thomas Prebet, MD, PhD",
        "Sabine Brechignac",
        "Aspasia Stamatoullas",
        "Francois Dreyfus",
        "Zehaira Hebibi",
        "Lionel Ades",
        "Norbert Vey, MD",
        "Hervé Dombret",
        "Pierre Fenaux, MD, PhD",
        "Claude Gardin"
    ],
    "author_dict_list": [
        {
            "author_name": "Thorsten Braun",
            "author_affiliations": [
                "Hematology Department, Avicenne Hospital APHP University Paris XIII, Bobigny, France, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Emmanuel Raffoux, MD, PhD",
            "author_affiliations": [
                "Hematology Department, Saint-Louis Hospital APHP University Paris VII, Paris, France, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas Prebet, MD, PhD",
            "author_affiliations": [
                "Hematology Department, Institut Paoli Calmettes, Marseille, France, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sabine Brechignac",
            "author_affiliations": [
                "Hematology Department, Avicenne Hospital APHP University Paris XIII, Bobigny, France, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aspasia Stamatoullas",
            "author_affiliations": [
                "Hematology Department, Centre Henri Becquerel, Rouen, France, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francois Dreyfus",
            "author_affiliations": [
                "Hematology, APHP, Cochin Hospital, University Paris Descartes, Paris, France, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zehaira Hebibi",
            "author_affiliations": [
                "Groupe Francophone des Myelodysplasies (GFM), Bobigny, France"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lionel Ades",
            "author_affiliations": [
                "Hematology Department, Avicenne Hospital APHP University Paris XIII, Bobigny, France, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Norbert Vey, MD",
            "author_affiliations": [
                "Hematology Department, Institut Paoli Calmettes, Marseille, France, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hervé Dombret",
            "author_affiliations": [
                "Hematology Department, Saint-Louis Hospital APHP University Paris VII, Paris, France, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pierre Fenaux, MD, PhD",
            "author_affiliations": [
                "Hematology Department, Avicenne Hospital APHP University Paris XIII, Bobigny, France, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Claude Gardin",
            "author_affiliations": [
                "Hematology Department, Avicenne Hospital APHP University Paris XIII, Bobigny, France, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-20T02:24:32",
    "is_scraped": "1"
}