{
    "doi": "https://doi.org/10.1182/blood.V114.22.731.731",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1378",
    "start_url_page_num": 1378,
    "is_scraped": "1",
    "article_title": "A Novel Paradigm to Trigger Apoptosis in Chronic Lymphocytic Leukemia. ",
    "article_date": "November 20, 2009",
    "session_type": "MOLECULAR PHARMACOLOGY, DRUG RESISTANCE: NOVEL TARGETS AND DETERMINANTS OF DRUG RESPONSE IN LYMPHOID MALIGNANCIES.",
    "topics": [
        "apoptosis",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "precipitating factors",
        "caspase-3",
        "caspases",
        "agonists",
        "apoptosis inhibitor",
        "apoptosis regulatory proteins",
        "baculoviral iap repeat-containing 3 protein"
    ],
    "author_names": [
        "Sandra Loeder",
        "Thorsten Zenz",
        "Andrea Schnaiter",
        "Daniel Mertens",
        "Dirk Winkler",
        "Hartmut Döhner",
        "Klaus-Michael Debatin, MD",
        "Stephan Stilgenbauer",
        "Simone Fulda"
    ],
    "author_affiliations": [
        [
            "Children's Hospital, Ulm University, Ulm, Germany, "
        ],
        [
            "Internal Medicine III, University of Ulm, Ulm, Germany, "
        ],
        [
            "Internal Medicine III, University of Ulm, Ulm, Germany, "
        ],
        [
            "Internal Medicine III, University of Ulm, Ulm, Germany, "
        ],
        [
            "Internal Medicine III, University of Ulm, Ulm, Germany, "
        ],
        [
            "Department of Internal Medicine III, University Hospital of Ulm, Ulm, Germany"
        ],
        [
            "Children's Hospital, Ulm University, Ulm, Germany, "
        ],
        [
            "Internal Medicine III, University of Ulm, Ulm, Germany, "
        ],
        [
            "Children's Hospital, Ulm University, Ulm, Germany, "
        ]
    ],
    "first_author_latitude": "48.41772385",
    "first_author_longitude": "9.968608049999998",
    "abstract_text": "Abstract 731 Chronic lymphocytic leukemia (CLL) is characterized by the abnormal accumulation of malignant monoclonal B cells, which has been largely attributed to defective apoptosis rather than aberrant proliferation. This calls for new strategies to re-activate apoptosis programs in CLL in order to develop new therapeutic strategies. “Inhibitor of Apoptosis” (IAP) proteins such as XIAP are aberrantly expressed in many human cancers and block apoptosis at a key node by inhibiting activation of caspases. In the present study, we therefore explored whether targeting XIAP is a suitable strategy to overcome apoptosis resistance of CLL. Here, we provide first evidence that small molecule XIAP inhibitors in combination with the death receptor ligand TRAIL present a novel approach to trigger apoptosis in CLL even in subgroups with resistant disease. Analysis of apoptosis regulatory proteins reveals that XIAP, cIAP1 and cIAP2 are expressed at high levels in primary CLL samples. Proofs of concept studies in CLL cell lines demonstrate that subtoxic concentrations of several distinct XIAP inhibitors significantly enhance TRAIL-induced apoptosis. In addition, XIAP inhibitors sensitize CLL cells for CD95-mediated apoptosis, whereas they have no effect on fludarabine- or chlorambucil-induced apoptosis. This indicates that XIAP inhibitors in particular enhance death receptor-triggered apoptosis in CLL cells. By comparison, no sensitization for death receptor-induced apoptosis is observed in the presence of a structurally related control compound that only weakly binds to XIAP, demonstrating the specificity of the sensitization effect of XIAP inhibitors. Importantly also in primary CLL samples, XIAP inhibitors act in concert with TRAIL to trigger apoptosis in 18 of 27 cases (67%). Analysis of combination index reveals that this interaction of XIAP inhibitor and TRAIL is highly synergistic. Mechanistic studies in primary CLL cells show that the addition of XIAP inhibitor profoundly enhances TRAIL-induced cleavage of caspase-3 into active fragments and significantly increases caspase-3 enzymatic activity upon treatment with TRAIL. The broad range caspase inhibitor zVAD.fmk completely blocks apoptosis in response to combination treatment with XIAP inhibitor and TRAIL, demonstrating that apoptosis occurs in a caspase-dependent manner. Importantly, the cooperative interaction of XIAP inhibitor and TRAIL is even evident in distinct subgroups of patients with poor prognostic features, including patients with 17p deletion, TP53 mutation, chemotherapy-refractory disease or unmutated VH genes. This suggests that the combination treatment with XIAP inhibitor and TRAIL may present a novel approach to trigger apoptosis in CLL patients that are resistant to other treatment options. Interestingly, we found that cases with unmutated VH genes are significantly more sensitive to XIAP inhibitor- and TRAIL-induced apoptosis compared to VH gene mutated samples. This points to a role of B-cell receptor signaling in the regulation of apoptosis in CLL cells. In conclusion, we demonstrate for the first time that XIAP inhibitors in combination with TRAIL present a new strategy to trigger apoptosis even in resistant forms and poor prognostic subgroups of CLL. These findings have important implications for the development of novel strategies to overcome the intrinsic resistance to apoptosis in CLL. Since IAP inhibitors as well as TRAIL receptor agonists as single agents are currently already under evaluation in early clinical trials, it is feasible that such combination protocols of XIAP inhibitors and TRAIL could be translated into clinical application in CLL. Disclosures: No relevant conflicts of interest to declare."
}