{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.4567.4567",
    "article_title": "FLT3 Positivity Is a Predictor of Early Relapse Post-Transplantation — Allo-HCT Is an Ineffective Salvage Strategy in Active AML ",
    "article_date": "December 7, 2017",
    "session_type": "732. Clinical Allogeneic Transplantation: Results: Poster III",
    "abstract_text": "Background: FLT3 positivity in acute myeloid leukemia (AML) is associated with chemotherapy resistance and early relapse. To improve outcomes, allogeneic hematopoietic cell transplantation (allo-HCT) is recommended in first complete remission as a consolidative strategy in major guidelines. However, allo-HCT is often performed in patients with active disease as a salvage curative option. Despite the beneficial effect of allo-HCT compared to chemo alone, studies have shown that FLT3 is associated with increased relapse post-allo-HCT and FLT3+ patients tend to relapse in first year post-allo. We determined to evaluate whether FLT3 positivity impacts early relapse (<100 days post-allo) in patients who have active disease at the time of transplant. Methods: We retrospectively reviewed all AML patients that underwent allo-HCT between 2006-2015 at Washington University, St Louis. We included patients aged >18, and that underwent first allo-HCT in active disease. We excluded patients with unknown FLT3 status or poor cytogenetic risk. Active disease was defined as persistence of ³5% blasts or cytogenetic abnormalities and/or FLT3 mutations. Due to insufficient testing, MRD positivity was not considered as a measure of active disease. Patients were stratified based on their FLT3 status at diagnosis. Primary endpoint was cumulative incidence of relapse (CIR) at 100 days, estimated using Fine and Gray's sub-distribution approach to account for the competing risks. Secondary endpoints included survival outcomes, described using Kaplan-Meier product limit methods. Results: A total of 92 patients (33 FLT3+) were identified and included in the final analyses. No significant differences in demographics, HCT-comorbidity index scores, transplantation characteristics noted between the groups except for FLT3+ group are likely NPM1+(52 vs. 13%) (Table 1). Fifty-five percent of FLT3+ patients and 18% of FLT3- patients relapsed at 100 days. Median time to relapse in FLT3+ group was 96 days and notreached in FLT3- group (p=0.005) (Figure 1). On univariate analysis, only FLT3 status was associated with increased risk of relapse at 100 days post-allo (Table 2).On multivariate analyses, after adjusting for age and NPM1 status, FLT3 status was identified as independent predictor of relapse before day 100 (HR 2.75; 95% CI 1.06-7.47; p= 0.038) but not afterwards (HR 0.51; 95% CI 0.11-2.36; p= 0.387). Non-relapse mortality has a higher trend in FLT3+. Overall and PFS were not significantly different between the FLT3 groups. Conclusions: FLT3 positivity is associated with early post-allo relapse in patients with good/intermediate risk cytogenetics and active disease at the time of transplant. Given that salvage allo-HCT is unlikely to benefit these patients, newer therapies aimed at achieving a PCR based FLT3 negativity pre-transplant are preferable. Alternatively, patients may benefit from treatment with novel FLT3 inhibitors that are not myelotoxic in the first 100 days post-HCT. Request for analysis of larger registry (CIBMTR) is currently underway to confirm our findings. View large Download slide View large Download slide  Close modal Disclosures Vij: Konypharma: Honoraria; Amgen: Honoraria, Research Funding; Janssen: Honoraria; Takeda: Honoraria, Research Funding; Celgene: Honoraria; Abbvie: Honoraria; Bristol-Meyers-Squibb: Honoraria; Jazz: Honoraria.",
    "topics": [
        "allopurinol",
        "flt3 gene",
        "ms-like tyrosine kinase 3",
        "transplantation",
        "chemotherapy regimen",
        "complete remission",
        "flt3 inhibitors",
        "hematopoietic stem cell transplantation",
        "leukemia, myelocytic, acute",
        "polymerase chain reaction"
    ],
    "author_names": [
        "Pavan Kumar Bhamidipati, MBBS, MD",
        "Han Se-Young, MD",
        "Shivaprasad Manjappa, MD",
        "Feng Gao, PhD",
        "Mark A. Schroeder, MD",
        "Ravi Vij, MDMBA",
        "Amanda F. Cashen, MD",
        "Camille N. Abboud, MD",
        "John F DiPersio, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Pavan Kumar Bhamidipati, MBBS, MD",
            "author_affiliations": [
                "Washington University School of Medicine, Creve Coeur, MO "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Han Se-Young, MD",
            "author_affiliations": [
                "University of Minnesota, Minneapolis, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shivaprasad Manjappa, MD",
            "author_affiliations": [
                "Hospital Medicine, Washington University School of Medicine, St Louis, MO "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Feng Gao, PhD",
            "author_affiliations": [
                "Dvision of Biostatistics, Washington University School of Medicine, St. Louis, MO "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mark A. Schroeder, MD",
            "author_affiliations": [
                "Department of Medicine, BMT and Leukemia Program, Washington University School of Medicine, Saint Louis, MO "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ravi Vij, MDMBA",
            "author_affiliations": [
                "Washington University in St. Louis, St. Louis, MO "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amanda F. Cashen, MD",
            "author_affiliations": [
                "Department of Medicine, Division of Oncology, Washington University School of Medicine, Saint Louis, MO "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Camille N. Abboud, MD",
            "author_affiliations": [
                "Division of Oncology, Washington University School of Medicine, Saint Louis, MO"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John F DiPersio, MD PhD",
            "author_affiliations": [
                "Department of Medicine, Division of Oncology, Washington University School of Medicine, Saint Louis, MO "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-09T03:59:58",
    "is_scraped": "1"
}