{
    "doi": "https://doi.org/10.1182/blood.V128.22.3296.3296",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3404",
    "start_url_page_num": 3404,
    "is_scraped": "1",
    "article_title": "The Anti-Tumor Effect of the Ubiquitin-Activating Enzyme (UAE) Inhibitor TAK-243 on Pre-Clinical Models of Multiple Myeloma ",
    "article_date": "December 2, 2016",
    "session_type": "652. Myeloma: Pathophysiology and Pre-Clinical Studies, excluding Therapy: Poster II",
    "topics": [
        "enzymes",
        "multiple myeloma",
        "neoplasms",
        "ubiquitin",
        "protein p53",
        "chromatography, reverse-phase",
        "mechlorethamine",
        "transplantation, heterologous",
        "bortezomib",
        "caspases"
    ],
    "author_names": [
        "Junling Zhuang, MD PhD",
        "Hans Lee, MD",
        "Isere Kuiatse, PhD",
        "Hua Wang, PhD",
        "Fazal Shirazi, PhD",
        "Allison Berger, PhD",
        "Marc Hyer, PhD",
        "Nibedita Chattopadhyay, PhD",
        "Sakeena Syed",
        "Judy Qiuju Shi",
        "Jie Yu, M.S.",
        "Vaishali Shinde",
        "Anna Kreshock",
        "Stephen Tirrell, PhD",
        "Saurabh Menon, PhD",
        "Richard Julian Jones, PhD",
        "Robert Z. Orlowski, MD PhD"
    ],
    "author_affiliations": [
        [
            "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX ",
            "Department of Hematology, Peking Union Medical College Hospital, Beijing, China "
        ],
        [
            "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Millennium Pharmaceuticals, Inc., a subsidiary of Takeda Pharmaceutical Company Limited, Cambridge, MA"
        ],
        [
            "Millennium Pharmaceuticals, Inc., a subsidiary of Takeda Pharmaceutical Company Limited, Cambridge, MA"
        ],
        [
            "Millennium Pharmaceuticals, Inc., a subsidiary of Takeda Pharmaceutical Company Limited, Cambridge, MA"
        ],
        [
            "Millennium Pharmaceuticals, Inc., a subsidiary of Takeda Pharmaceutical Company Limited, Cambridge, MA"
        ],
        [
            "Millennium Pharmaceuticals, Inc., a subsidiary of Takeda Pharmaceutical Company Limited, Cambridge, MA"
        ],
        [
            "Millennium Pharmaceuticals, Inc., a subsidiary of Takeda Pharmaceutical Company Limited, Cambridge, MA"
        ],
        [
            "Millennium Pharmaceuticals, Inc., a subsidiary of Takeda Pharmaceutical Company Limited, Cambridge, MA"
        ],
        [
            "Millennium Pharmaceuticals, Inc., a subsidiary of Takeda Pharmaceutical Company Limited, Cambridge, MA"
        ],
        [
            "Millennium Pharmaceuticals, Inc., a subsidiary of Takeda Pharmaceutical Company Limited, Cambridge, MA"
        ],
        [
            "Millennium Pharmaceuticals, Inc., a subsidiary of Takeda Pharmaceutical Company Limited, Cambridge, MA"
        ],
        [
            "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ]
    ],
    "first_author_latitude": "29.7068146",
    "first_author_longitude": "-95.3971547",
    "abstract_text": "Background: The ubiquitin-proteasome system (UPS) has been validated as a target in multiple myeloma (MM) through the success of proteasome inhibitors such as bortezomib, but drug resistance is an emerging challenge. Targeting some of the upstream components of the UPS, such as the E1 ubiquitin activating enzyme (UAE), could therefore be a promising alternative. TAK-243 (MLN7243) specifically blocks the ubiquitin conjugation cascade through the formation of a TAK-243-ubiquitin adduct, thereby inhibiting the UAE. Our aim was to explore the effectiveness of TAK-243 against pre-clinical myeloma models, and to understand some its mechanisms of action. Methods: We performed pre-clinical studies in myeloma cell lines and mouse models using TAK-243. Downstream effects were evaluated using viability, apoptosis assays, western blotting, gene expression profiling (GEP), and Reverse Phase Protein Array (RPPA) techniques. Results: MM1.S and MOLP-8 TP53 wild-type cell lines were sensitive to TAK-243, with median inhibitory concentrations (IC 50 ) of 25 nM at 24 hours based on viability assays. In otherwise isogenic cell lines in which TP53 was suppressed using genome editing techniques, the IC 50 was ~40 nM, but higher TAK-243 concentrations of 100 nM overcame resistance due to TP53 inactivation. Similarly, TAK-243 was able to overcome resistance to both conventional (dexamethasone) and novel (bortezomib, lenalidomide) drugs in paired sensitive and resistant cell line models. After treatment with TAK-243, Annexin V and TO-PRO3 staining determined that viable MM1.S cells were induced into early or late apoptosis. This was accompanied by a significant increase in cleaved caspase-3, -8, and -9 as detected by flow cytometry, and in cleaved caspase-7 detected by RPPA and western blot. Exposure to TAK-243 reduced the cellular content of ubiquitin-protein conjugates, and did not enhance expression levels of a fusion protein degraded by the proteasome in a ubiquitin-independent manner, indicating the lack of direct proteasome inhibition. GEP analysis and RPPA detected enhanced expression of p53-pathway related proteins, including MDM2, TP53, and p21 in TAK-243 treated MM1.S cells. Several mRNAs and proteins in the ER stress pathway, including ATF6, ATF4, IRE1a and XBP1 were also elevated, as were many non-coding RNAs and DNA-damage related genes. Combination experiments in MM cell lines demonstrated synergy between TAK-243 and lenalidomide, pomalidomide, panobinostat, melphalan and doxorubicin. Finally, TAK-243 demonstrated in vivo antitumor activity against MM1.S and MOLP-8 xenograft models when dosed at 12.5 mg/kg IV twice-weekly for 2 weeks (tumor growth inhibition of 60% and 73%, respectively). Elevation of BiP, ATF4, XBP1s and cleaved-caspase 3 was detected within the first 24 hrs after dosing in the sensitive MM1.S xenografts. In contrast, RPMI 8226 cells, which showed a 2000 nM IC 50 in cell culture, were also resistant to TAK-243 in vivo, with no tumor growth inhibition detected. Conclusions: TAK-243 is a UAE inhibitor that is active against myeloma cells in vitro and in xenograft models in vivo, overcomes conventional and novel drug resistance, and its action is associated with stimulation of the TP53 and ER stress pathways. Thus, it may deserve further evaluation as an anti-myeloma agent. Disclosures Berger: Takeda Pharmaceuticals: Employment. Hyer: Takeda Pharmaceuticals: Employment. Chattopadhyay: Takeda Pharmaceuticals: Employment. Syed: Takeda Pharmaceuticals: Employment. Shi: Takeda Pharmaceuticals: Employment. Yu: Takeda Pharmaceuticals International Co, Cambridge, MA: Employment. Shinde: Takeda Pharmaceuticals: Employment. Kreshock: Takeda Pharmaceuticals: Employment. Tirrell: Takeda Pharmaceuticals: Employment. Menon: Takeda Pharmaceuticals: Employment. Orlowski: Takeda Pharmaceuticals: Research Funding."
}