{
    "doi": "https://doi.org/10.1182/blood-2021-150595",
    "article_title": "Successful Treatment with ALVR105 for Disseminated Adenovirus Infection in an Infant after Allogeneic Hematopoietic Cell Transplantation: A Case Report ",
    "article_date": "November 5, 2021",
    "session_type": "721.Allogeneic Transplantation: Conditioning Regimens, Engraftment and Acute Toxicities",
    "abstract_text": "Background: Adenovirus (AdV) disease is one of the most difficult-to-manage complications in infants and children who have received allogeneic hematopoietic cell transplantation (HCT). Cidofovir has been used off-label as preemptive anti-adenoviral therapy. It is the current standard of care treatment, but data supporting its therapeutic value are lacking, and its use is limited by severe renal toxicity. Case: A 10-month-old male with infantile osteopetrosis underwent a single-unit umbilical cord blood transplant (TNC = 21.78 × 10 7 /kg, CD34 = 10.5 × 10 5 /kg) after myeloablative conditioning (busulfan, cyclophosphamide, and anti-thymocyte globulin). Cyclosporine and mycophenolate mofetil (MMF) were used for graft versus host disease (GVHD) prophylaxis. A positive test for adenovirus from a respiratory viral panel pre-transplant delayed conditioning for six weeks until the patient had two negative tests, one week apart. His post-transplant course was complicated by severe veno-occlusive disease starting on day +3, with secondary respiratory and renal failure. The patient was started on continuous renal replacement therapy along with intravenous defibrotide and high-dose steroids. Neutrophil engraftment did not occur until day +38. Post-engraftment, the patient developed a skin rash diagnosed as GVHD by biopsy, which was treated with corticosteroids at 2 mg/kg/day. As part of viral infection surveillance, the patient received a weekly blood PCR test for adenovirus; on day +25 it was noted he had reactivated adenovirus. He had been demonstrating overall clinical improvement, including declining hepatic transaminases and bilirubin, and reduced respiratory support requirements until day +39, when he developed fever with an increased need for respiratory support and rising transaminases. The respiratory viral panel showed that the patient was positive for adenovirus. Further workup also showed adenovirus PCR positive in stool and increase in quantitative adenoviremia, all consistent with disseminated adenoviral infection. The use of cidofovir was contraindicated in this patient due to renal toxicity. ALVR105 (Viralym-M), an allogeneic, off-the-shelf, multivirus-specific T-cell therapy (VST) that can target AdV, BKV, CMV, EBV, HHV-6, and JCV, was provided by AlloVir on a compassionate-use basis. A cell line that was HLA matched to the patient at 2 out of 8 HLA-A, HLA-B, HLA-DR, and HLA-DQ alleles was identified. After emergency IND approval, institutional review board approval, and family consent, one ALVR105 dose of 0.7 × 10 7 cells was infused on day +48. The dosage was calculated based on the patient's age, weight (8.5 kg), body surface area (0.35 m 2 ), and the dosing regimen used in a previous phase 2 trial. The patient developed fever and low blood pressure around 30 hours post-infusion, requiring an increase in his existing inotropic support and stress dose hydrocortisone. This was likely associated with underlying post-transplant complications, but a possible association with ALVR105 infusion could not be ruled out. The patient's viral load decreased substantially in the following weeks (Table 1). Concurrently, his liver enzymes, pulmonary secretions, and respiratory support requirements all improved. His respiratory secretions became negative for adenovirus PCR at day +28 post-infusion of ALVR105. At the time of writing, the patient was day +100 post-transplant (day +56 post-infusion of ALVR105), and his veno-occlusive disease had improved. Supplemental oxygen was no longer required, but volume-assured pressure was still in use, likely due to hepatosplenomegaly. The patient had detectable adenovirus viremia but below the threshold of quantitative measurement (<190 copies/ ml). The patient remains well-engrafted with evidence of persistent ALVR105 (Viralym-M) as illustrated in Table-2, but the % of Allovir cells are below our lab's 5% validation threshold. The patient's GVHD has resolved. MMF dosing was stopped on day + 31 from transplant, and the patient is receiving only cyclosporine and physiologic doses of hydrocortisone. Conclusion: In this infant with post allogeneic HCT disseminated adenovirus infection, ALVR105 appeared to be safe and was temporally associated with marked clinical improvement, suggesting VSTs may be of value in very young patients with adenovirus infection. This represents the first use of ALVR105 in an infant (< 1-year-old) patient. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Moon:  Allovir: Current Employment, Current equity holder in publicly-traded company. OffLabel Disclosure: Virus specific cell therapy, used against adenovirus infection in post-transplant setting.",
    "author_names": [
        "Nikki Agarwal",
        "Seth J Rotz",
        "Seung Hyun Moon",
        "Rabi Hanna"
    ],
    "author_dict_list": [
        {
            "author_name": "Nikki Agarwal",
            "author_affiliations": [
                "Department of Pediatric Hematology Oncology and BMT, Cleveland Clinic Children's, Cleveland, OH"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Seth J Rotz",
            "author_affiliations": [
                "Department of Pediatric Hematology Oncology and BMT, Cleveland Clinic Children's, Cleveland, OH",
                "Blood and Marrow Transplant Program, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Seung Hyun Moon",
            "author_affiliations": [
                "Transplant Medicine / Posoleucel (ALVR105) Global Product Team Lead, Allovir, Cambridge, MA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rabi Hanna",
            "author_affiliations": [
                "Department of Pediatric Hematology Oncology and BMT, Cleveland Clinic Children's, Cleveland, OH",
                "Blood and Marrow Transplant Program, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-21T18:38:37",
    "is_scraped": "1"
}