{
    "doi": "https://doi.org/10.1182/blood-2021-151061",
    "article_title": " COVID-19 Vaccination after Allogeneic Stem Cell Transplantation: Real Word Data on Safety and Efficacy. a Single Center Experience.  ",
    "article_date": "November 5, 2021",
    "session_type": "722.Allogeneic Transplantation: Acute and Chronic GVHD, Immune Reconstitution",
    "abstract_text": "Introduction Different vaccines have been recently approved by FDA and EMA for the prevention of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection, demonstrating a protection rate ranging from 60% to almost 95% in phase II/III trials. Immunocompromised patients, including those undergoing allogeneic stem cell transplantation (allo-SCT), were excluded from vaccine trials. While EBMT recommended the vaccination for transplanted patients, data concerning efficacy and safety in this particular setting are scarce. Since infections represent a relevant cause of transplant-related mortality and the treatment and management of SARS-CoV-2 infection in allo-SCT patients proved to be challenging and complex, we prospectively evaluated the safety and the development of protective response against SARS-CoV-2 vaccines in our allogeneic transplanted patients. Materials and Methods Starting in March 2021, allogeneic stem cell transplanted patients with different hematological diseases underwent COVID-19 vaccination. Taking into account the EBMT recommendations, we considered patients suitable for vaccination when (1) they were at least 3-6 months after allo-SCT, (2) didn't have any graft versus host (GvHD) activity, and (3) received less than 0,5 mg/kg steroids as part of the immunosuppressive treatment. There was no recommendation for a specific type of vaccine, with the only exception for life-attenuated vaccines, which are mostly contraindicated in the post allo-SCT setting. Vaccinated patients were regularly monitored for the potential development of adverse events. The anti-SARS-CoV-2 Spike protein antibodies were measured in blood samples to assess the humoral response. In case of no response with undetectable anti-Spike antibodies 2 week after the second dose of vaccine, we repeated the measurements at regular intervals until week + 6-8 after the completion of vaccination. Patients with no measurable antibodies 8 weeks after completion of the vaccination were considered as no responders. Results Between 03/2021 and 06/2021 a total of 83 patients underwent COVID-19 vaccination (including first and second dose) during the post allo-SCT follow-up. Patients' characteristics are listed in Table 1. Most patients (77%) received BNT162b2, while only a small subgroup (8%) underwent a mixed vaccination after a first dose of ChAdOx1-S. We considered the mixed vaccination mostly to maximize the response. Overall, the two vaccine doses were well tolerated, with only 5% of patients developing a reactivation of GvHD. No relevant grade 3 or 4 organ toxicities were observed. Overall, 66% of patients in our cohort showed a humoral response. The incidence of positive serology was lower in patients who underwent the vaccination within the first 18 months after allo-SCT (29% vs 83% for patients >18 months after allo-SCT, p< 0.001). In multivariate analysis other risk factors that were associated with poor or no response were lack of immune reconstitution (p< 0.001) and ongoing immunosuppressive therapy (p= 0.009). The age of patients at the time of vaccination, sex, intensity of conditioning regimen and the use of ATG did not prove to have an influence for a humoral response during the post-transplant follow up. Discussion The achievement of a protective immunity against SARS-CoV-2 represents a crucial event for a frail population, like allogeneic stem cell transplanted patients. So far and to our knowledge little is known about the safety and efficacy of the COVID-19 vaccination in this particular setting. Here, we report one of the first series of patients undergoing COVID-19 vaccination after allo-SCT. We demonstrated that a humoral response can be achieved, especially for those patients who are in the long-term follow-up, underwent immune reconstitution and are free from immunosuppressive drugs. For the other patients, who represent the frailer subgroup, in the absence of a documented immune response after 2 doses of vaccine, the option of a third dose in order to increase the probability of response should be evaluated in prospective clinical trials. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Viardot:  Novartis: Honoraria, Membership on an entity's Board of Directors or advisory committees; F. Hoffmann-La Roche Ltd: Honoraria, Membership on an entity's Board of Directors or advisory committees; Bristol-Myers Squibb: Honoraria, Membership on an entity's Board of Directors or advisory committees; University Hospital of Ulm: Current Employment; Amgen: Membership on an entity's Board of Directors or advisory committees; Kite/Gilead: Honoraria, Membership on an entity's Board of Directors or advisory committees. Döhner:  Roche: Consultancy, Honoraria; Agios: Consultancy, Honoraria, Research Funding; Astellas: Consultancy, Honoraria, Research Funding; Jazz: Consultancy, Honoraria, Research Funding; Novartis: Consultancy, Honoraria, Research Funding; Celgene: Consultancy, Honoraria, Research Funding; Ulm University Hospital: Current Employment; Abbvie: Consultancy, Honoraria, Research Funding; Oxford Biomedicals: Consultancy, Honoraria; Janssen: Consultancy, Honoraria; Astex: Consultancy, Honoraria; Amgen: Consultancy, Honoraria, Research Funding; AstraZeneca: Consultancy, Honoraria; Bristol Myers Squibb: Consultancy, Honoraria, Research Funding; Helsinn: Consultancy, Honoraria; Pfizer: Research Funding; Berlin-Chemie: Consultancy, Honoraria; Gilead: Consultancy, Honoraria; GEMoaB: Consultancy, Honoraria. Sala:  Novartis: Consultancy, Honoraria; Celgene/BMS: Consultancy, Honoraria; Gilead: Consultancy, Honoraria; Jazz: Consultancy, Honoraria.",
    "author_names": [
        "Adela Neagoie",
        "Charlotte Sommer",
        "Andrea Gantner",
        "Verena Wais",
        "Jacqueline Schnell",
        "Hannah Simon",
        "Andreas Viardot",
        "Hartmut Döhner",
        "Donald Bunjes",
        "Elisa Sala"
    ],
    "author_dict_list": [
        {
            "author_name": "Adela Neagoie",
            "author_affiliations": [
                "Department of Internal Medicine III, Bone Marrow Transplantation Unit, University Hospital of Ulm, Ulm, Germany"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Charlotte Sommer",
            "author_affiliations": [
                "Department of Internal Medicine III, Bone Marrow Transplantation Unit, University Hospital of Ulm, Ulm, Germany"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrea Gantner",
            "author_affiliations": [
                "Department of Internal Medicine III, Bone Marrow Transplantation Unit, University Hospital of Ulm, Ulm, Germany"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Verena Wais",
            "author_affiliations": [
                "Department of Internal Medicine III, Bone Marrow Transplantation Unit, University Hospital of Ulm, Ulm, Germany"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jacqueline Schnell",
            "author_affiliations": [
                "Department of Internal Medicine III, Bone Marrow Transplantation Unit, University Hospital of Ulm, Ulm, Germany"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hannah Simon",
            "author_affiliations": [
                "Department of Internal Medicine III, Bone Marrow Transplantation Unit, University Hospital of Ulm, Ulm, Germany"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andreas Viardot",
            "author_affiliations": [
                "Department of Internal Medicine III, Bone Marrow Transplantation Unit, University Hospital of Ulm, Ulm, Germany"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hartmut Döhner",
            "author_affiliations": [
                "Department of Internal Medicine III, Bone Marrow Transplantation Unit, University Hospital of Ulm, Ulm, Germany"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Donald Bunjes",
            "author_affiliations": [
                "Department of Internal Medicine III, Bone Marrow Transplantation Unit, University Hospital of Ulm, Ulm, Germany"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elisa Sala",
            "author_affiliations": [
                "Department of Internal Medicine III, Bone Marrow Transplantation Unit, University Hospital of Ulm, Ulm, Germany"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-21T18:38:47",
    "is_scraped": "1"
}