{
    "doi": "https://doi.org/10.1182/blood.V128.22.3156.3156",
    "article_title": "Clinical and Biological Implications of CUX1 Mutations in Myeloid Neoplasms ",
    "article_date": "December 2, 2016",
    "session_type": "636. Myelodysplastic Syndromes-Basic and Translational Studies: Poster II",
    "abstract_text": "Recurrent somatic mutations of CUX1 are described in myeloid neoplasms. CUX1 is located at chromosome 7q22.1; -7/del(7q) involving CUX1 locus are common abnormalities in myelodysplastic syndromes (MDS). Mutations and loss of heterozygosity involving CUX 1 have been also described in breast, lung and uterine cancers. Preliminary functional studies, lack of a mutational hotspot and coincidental deletions suggest loss of function/hypomorphic consequences of these molecular defects. CUX1 (p200), contains 4 evolutionarily conserved DNA-binding domains, including 3 CUT repeats and a CUT homeodomain. Functionally, CUX1 regulates many genes involved in DNA replication and chromosome segregation. Cell-based assays have established a role for CUX1 in the control of cell-cycle progression, cell motility, and invasion .The objective of this study is to assess the molecular context and clinical significance of CUX1 mutations and deletions in myeloid neoplasms. We analyzed a subset of 1478 patients [24% lower-risk MDS, 17% higher-risk MDS, 22% primary (p)AML, 14% secondary AML, 14% MDS/myeloproliferative neoplasms (MPN) and 9% MPN] for the presence of CUX1 mutations and deletions. No CUX1 mutations were found in core binding factor AML. We correlated the presence of these lesions with clinical parameters, cytogenetic abnormalities, and molecular features including clonal architecture and associated somatic mutations. Copy number variation and their boundaries were analyzed by Single Nucleotide Polymorphism (SNP) arrays and mutations by multiamplicon deep sequencing utilizing a panel targeting 60 most commonly mutated genes in myeloid neoplasms. In total cohort 4 % of patients had CUX1 mutations and 6% had locus deletions (affecting ch 7q commonly deleted region: 7q22.1) including 90% of del (7q) cases. Expression of CUX1 is significantly lower in AML with -7/del(7q) compared to AML with normal cytogenetics ( p <.00001) and also in MDS with -7/del(7q) compared tohealthy controls ( p =.004). Additionally, decreased expression of CUX1 was found in 15% of MDS and 8% of AML patients without -7/del(7q) or related mutations. Cases with lower expression had worse OS compared to patients with higher expression ( p =.002). In terms of configuration, most mutations were heterozygous, 5% of mutations were hemizygous and 4% were homozygous (due to UPD). Among 75 somatic CUX1 mutations; 72% were missense, 20% where frame shift and 8% where non sense. CUX1 mutations were associated with either lower-risk MDS ( p =.0001) and pAML ( p =.04) while deletions involving the CUX1 locus were significantly related to higher-risk MDS ( p =.05). Heterozygous CUX1 mutations were more commonly associated with normal cytogenetics ( p =.01). Patients with -7/del(7q) frequently represented del(5q) ( p =.04) and thrombocytopenia ( p =.001). The OS of patients with CUX1 mutations was shorter ( p =.04) as was that of patients with CUX1 /deletions ( p =.02) when compared to wild type. We subsequently studied the molecular background of CUX1 alterations. CUX1 mutations ( vs. wild type) were associated with TET2 (31% vs. 14%, p =.006), ASXL1 (29% vs . 9%, p =.0005), BCOR (28% vs . 8%, p =.0004), and cohesion mutations (26%, vs . 5%, p =.0005), while NPM1 mutations showed the reverse relationship (1% vs . 7%, p =.03). RAS and CUX1 mutations were mutually exclusive (0% vs . 6%, p =.03). When we analyzed clonal hierarchy in the context of CUX1 mutations; dominant CUX1 mutations (24%; mean VAF=49%); were accomplished by ASXL1 (21%) and SRSF2 (14%) mutations which were the most common secondary events in this context. Phenotypically, dominant CUX1 mutations were associated with MDS/MPN (42%) and MDS (33%). 14% of CUX1 mutant cases did not harbor any other alterations and were not associated with a discernable phenotype. Secondary CUX1 lesions (62%; mean VAF=22%) were found in the context of dominant TET2 mutations (16%). The pathomorphologic context of secondary CUX1 mutation did not differ from that of primary lesions. AML seemed to be underrepresented ( p =.006) and MPN overrepresented ( p =.019) among dominant CUX1 mutant cases. In conclusion, CUX1 lesions including locus deletions with haploinsuffciency, mutations and a fraction of cases with decreased CUX1 expression can be encountered in MDS and related neoplasms, chiefly AML. CUX1 dysfunction is associated with poor survival likely due to its distinct molecular background. Disclosures Makishima: The Yasuda Medical Foundation: Research Funding. Sekeres: Millenium/Takeda: Membership on an entity's Board of Directors or advisory committees; Celgene: Membership on an entity's Board of Directors or advisory committees.",
    "topics": [
        "mutation",
        "neoplasms",
        "risk reduction",
        "core-binding factor",
        "dna",
        "leukemia, secondary acute",
        "massively-parallel genome sequencing",
        "myelodysplastic syndrome",
        "myeloproliferative disease",
        "thrombocytopenia"
    ],
    "author_names": [
        "Mai Aly",
        "Naoko Hosono, MD,PhD",
        "Przychodzen Bartlomiej",
        "Hideki Makishima, MD PhD FACP.",
        "Nagata Yasunobu, MDPhD",
        "Cassandra M. Hirsch, BSc",
        "Mikkael A. Sekeres, MD MS",
        "Jaroslaw P. Maciejewski, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Mai Aly",
            "author_affiliations": [
                "Translational Hematology and Oncology Research Department, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH ",
                "Cleveland Clinic, Cleveland, OH "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Naoko Hosono, MD,PhD",
            "author_affiliations": [
                "Department of Hematology and Oncology, University of Fukui, Fukui, Japan "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Przychodzen Bartlomiej",
            "author_affiliations": [
                "Department of Translational Hematology and Oncology Research, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hideki Makishima, MD PhD FACP.",
            "author_affiliations": [
                "Department of Pathology and Tumor Biology, Graduate School of Medicine, Kyoto University, Kyoto, Japan "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nagata Yasunobu, MDPhD",
            "author_affiliations": [
                "Department of Translational Hematology and Oncology Research, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cassandra M. Hirsch, BSc",
            "author_affiliations": [
                "Department of Translational Hematology and Oncology Research, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mikkael A. Sekeres, MD MS",
            "author_affiliations": [
                "Leukemia Program, Department of Hematology and Medical Oncology, Cleveland Clinic, Cleveland, OH"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jaroslaw P. Maciejewski, MD PhD",
            "author_affiliations": [
                "Department of Translational Hematology and Oncology Research, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-07T03:56:58",
    "is_scraped": "1"
}