{
    "doi": "https://doi.org/10.1182/blood.V114.22.4924.4924",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1546",
    "start_url_page_num": 1546,
    "is_scraped": "1",
    "article_title": "Effects of Natural Compound EBSC-26 On Human Multiple Myeloma Cells. ",
    "article_date": "November 20, 2009",
    "session_type": "MYELOMA - BIOLOGY AND PATHOPHYSIOLOGY, EXCLUDING THERAPY MYELOMA - PATHOPHYSIOLOGY AND PRECLINICAL STUDIES EXCLUDING THERAPY",
    "topics": [
        "multiple myeloma",
        "annexin a5",
        "asthma",
        "bortezomib",
        "cdc2 protein kinase",
        "common cold",
        "cyclins",
        "dexamethasone",
        "diarrhea",
        "doxorubicin"
    ],
    "author_names": [
        "Guangbiao Zhou, MD, PhD",
        "Ying Liu",
        "Yongxian Cheng"
    ],
    "author_affiliations": [
        [
            "State Key Laboratory of Biomembrane and Membrane Biotechnology, Institute of Zoology, Chinese Academy of Sciences, Beijing, China, "
        ],
        [
            "Guangzhou Institute of Biomedicine and Health, Chinese Academy of Sciences, Guangzhou, "
        ],
        [
            "Kunming Institute of Botany, Chinese Academy of Sciences, Kunming"
        ]
    ],
    "first_author_latitude": "39.992484999999995",
    "first_author_longitude": "116.314442",
    "abstract_text": "Abstract 4924 Background Human multiple myeloma (MM) is an incurable hematological malignancy at present, and screen for novel therapy remains an urgent need. The objective of this study was to assess the efficacy of natural compound EBSC-26 on multiple myeloma cells. Methods Inhibition of cell growth and proliferation of MM cell lines by compounds were assessed by WST-8 [2-(2-methoxy-4-nitrophenyl)-3-4-nitrophenyl)-5-(2,4- disulfophenyl)-2H-tetrazolium, monosodium salt] which allows sensitive colorimetric assays for the determination of the number of viable cells. Effects of compounds on cell cycle progression were analyzed by using flow cytometry. Apoptosis was evaluated by analysis of Annexin V. Microtubules were detected by immunofluorescence staining and confocal microscopy. Western blot and semi-quantitative/quantitative RT-PCR were performed to test protein/gene expression. Results EBSC-26 with a purity of up to 99.5%, was extracted from Centipeda minima (L.), a compositae plant used for the treatment of cold, nasal allergy, diarrhea, malaria, and asthma in China. We found that EBSC-26 suppressed proliferation/growth of U266, RPMI8226, dexamethasone-sensitive and resistant MM.1 cells, and induced apoptosis of these cells in a dose- and time-dependent manner. It synergized with Bortezomib and Doxorubicin in inhibition of MM cell proliferation. EBSC-26 overcame the protective effects of interleukin-6 and insulin-like growth factor-1 on multiple myeloma cells. It down-regulated interleukin-6-induced phosphorylation of STAT3 and insulin-like growth factor-1-induced phosphorylation of AKT. Moreover, EBSC-26 caused polymerization of microtubules, and induced G2/M arrest MM cells. Interestingly, an important G2/M-phase regulator, cyclin B1 was dramatically increased by EBSC-26 at protein level in a dose-dependent manner. EBSC-26 also decreased the phosphorylation of CDC2 at tyrosine 15. Conclusions These results suggest that EBSC-26 alone may have a potential in the treatment of multiple myeloma, and a combination of this agent with other compounds might provide further benefits. Disclosures No relevant conflicts of interest to declare."
}