{
    "doi": "https://doi.org/10.1182/blood-2018-99-118271",
    "article_title": "All Itching Is Not Benign; A Case of Refractory Hypereosinophilic Syndrome Treated with Off Label CD52 Inhibitor-Alemtuzumab ",
    "article_date": "November 29, 2018",
    "session_type": "634. Myeloproliferative Syndromes: Clinical",
    "abstract_text": "INTRODUCTION Usually attributed to allergies or parasites (Seifert et. al Medline 2008) eosinophila is often overlooked. However hypereosinophilia (absolute eosinophil count >1.5 X 10 9 /L on two separate exams one month apart or with pathologic confirmation) can have serious manifestations. When hypereosinophilia is associated with eosinophil-mediated organ damage or dysfunction, a hypereosinophilic syndrome (HES) exists. With an unpredictable course, eosinophilic infiltration commonly affects the skin (eczema), lung (dyspnea), & GIT (gastritis). However life-threatening damage to the CVS (myocarditis) or the CNS may occur. Clinically HES is subdivided into: myeloid variants (M-HES), T lymphocytic variants (L-HES), Familial HES, Idiopathic HES, Organ-restricted, and specific/defined syndromes associated with hypereosinophilia (Roufosse et. al Respiration 2016). Treatment is based upon symptoms and the molecular presence of Fip1-like1-platelet-derived growth factor receptor alpha. If present, patients are initially treated with imatinib mesylate, while those with other types are given a trial of steroids (Cools et. al N Engl J Med 2003). Regrettably complete remissions are rare and long term corticosteroid uses are infamous. Corticosteroid-refractory HES can be fatal with a reported 10 year survival of <50% (Verstovsek, S et. al Clinical Cancer Res 2009) . Options are limited for non-responders or recurrence. We present a patient that successfully reached clinical & pathological remission after treatment with alemtuzumab, an anti CD-52 monoclonal antibody. CASE A 71y/o M with a history of COPD complained of localized pruritus to his back that improved with antihistamines and topical steroids. After a few years he started to experience deterioration in his symptoms and was found to have eosinophilia. Any attempts to taper his oral steroids lead to a widespread manifestation of pruritus and lichenification. At the Mayo Clinic a comprehensive workup was performed including a bone marrow and skin biopsy that revealed perivascular and interstitial mixed dermal inflammation with eosinophils. He had an absolute eosinophil count of 6.92 X 10 9 /L (N<0.5 x 10 9 /L). FISH and 2,3-dinor 11B-Prostaglandin F2a, U levels were within normal limits. Serology was negative for multiple bacteria and parasites. A bronchoalveolar lavage revealed increased levels of eosinophils, concerning for lung involvement. Between mepolizumab , an anti IL-5 humanized monoclonal antibody used in severe eosinophilic asthmatics and alemtuzumab, insurance approved of the latter. After 12 treatments he reached complete remission and resolution of symptoms with a normal blood eosinophil level of 0.1 X 10 3 /uL. A repeat bone marrow biopsy did not reveal any primary hematolymphoid neoplasm. DISCUSSION Alemtuzumab is a monoclonal antibody that targets CD 52, a cell surface glycoprotein present on T and B lymphocytes, monocytes and eosinophils. Approved for use on B-cell chronic lymphocytic leukemia and relapsing multiple sclerosis, the use of alemtuzumab on HES is justified by the evidence that CD52 is highly expressed on eosinophils but is notably absent on neutrophils and bone marrow precursors (Verstovsek, S et. al Clinical Cancer Res 2009) . Prior studies have been promising regarding the efficacy of alemtuzumab and HES. Out of 12 patients that were followed for 3 years, 10 achieved complete hematologic response - defined as normalization of the absolute eosinophil count (Strati, P. et. al Clinical Lymphoma, Myeloma & Leukemia 2012) . Adverse effects have been related to the infusion (fever), and lymphopenia. There is an increased risk of opportunistic infections, especially CMV. Late complications such as secondary lymphomas may also develop. Close follow up and appropriate prophylaxis can be used to mitigate these complications. CONCLUSION Our patient responded well to alemtuzumab, without any notable side effects. Therapy should be reserved due to early and late adverse affects but this agent has proved to be an effective treatment for HES in terms of both complete hematologic response and duration (Strati, P. et. al Clinical Lymphoma, Myeloma & Leukemia 2012). Moreover resistance is not seen, as patients with relapse were able to achieve a second remission. Data about efficacy and safety in the long-term remains lacking, but for treatment resistant and refractory HES, Alemtuzmab may be a suitable choice. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "alemtuzumab",
        "disseminated eosinophilic collagen disease",
        "off-label use",
        "primary eosinophilic endomyocardial cardiomyopathy",
        "pruritus",
        "eosinophilia",
        "disease remission",
        "lymphoma",
        "monoclonal antibodies",
        "adrenal corticosteroids"
    ],
    "author_names": [
        "Rehan Ansari, MD",
        "Elva Nora Osuna Salazar, MD",
        "Nabeel Sarhill, MD",
        "Laura E Garcia, MD",
        "James Hanley, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Rehan Ansari, MD",
            "author_affiliations": [
                "Internal Medicine, UTRGV VBMC Harlingen, Texas, Harlingen, TX "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Elva Nora Osuna Salazar, MD",
            "author_affiliations": [
                "Internal Medicine, UTRGV VBMC, Harlingen, TX "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nabeel Sarhill, MD",
            "author_affiliations": [
                "Texas Oncology, harlingen, TX "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laura E Garcia, MD",
            "author_affiliations": [
                "University of Texas Rio Grande Valley, Harlingen, TX"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James Hanley, MD",
            "author_affiliations": [
                "Internal Medicine, UTRGV VBMC Harlingen, Texas, Harlingen, TX "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-15T09:40:22",
    "is_scraped": "1"
}