{
    "doi": "https://doi.org/10.1182/blood.V118.21.1382.1382",
    "article_title": "Targeting Inhibitory Phosphatases in Tyrosine Kinase-Driven Leukemias ",
    "article_date": "November 18, 2011",
    "session_type": "603. Oncogenes and Tumor Suppressors: Poster I",
    "abstract_text": "Abstract 1382 Background: Current therapy approaches for tyrosine kinase-driven leukemias including Ph+ ALL and CML are almost entirely focused on the development of more potent tyrosine kinase inhibitors (TKI) with the goal to reduce oncogenic signaling below a minimum threshold that is required for the survival of leukemia cells. Studying regulators of BCR-ABL1 kinase signaling strength, we found that three key inhibitory phosphatases (INPP5D/SHIP1, PTEN and PTPN6/SHP1) are expressed at high levels in Ph+ ALL and CML cells. Both INPP5D and PTEN dephosphorylate phosphatidylinositol-3,4,5-trisphosphate, as 5- and 3-phosphatases, respectively. Thereby, both INPP5D and PTEN negatively regulate PI3K/PI5K- and AKT-mediated activation signals. Like INPP5D, PTPN6 is recruited to ITIM motifs in the cytoplasmic tails of inhibitory surface recepotors and negatively regulates activation signals from tyrosine kinases and activating receptors. Results: We hypothesized that Cre-mediated inducible deletion of INPP5D, PTEN and PTPN6 will result in increased oncogenic signaling downstream of BCR-ABL1 and induce blast crisis-transformation of CML and a more aggressive form of Ph+ALL-like leukemia. Surprisingly, however, genetic deletion of INPP5D, PTEN and PTPN6 resulted in drastic upregulation of reactive oxygen species (ROS), accumulation of Arf, p53 and p21, cellular senescence and subsequent cell death of leukemia cells. The deleterious effects of inducible deletion of INPP5D, PTEN and PTPN6 were comparatively mild in CML and drastic in Ph+ ALL-like leukemia Studying BCR-ABL1-transformed Inpp5d fl/fl Pten fl/fl and Ptpn6 fl/fl leukemia cells in vivo , we observed that induction of Cre-mediated deletion resulted in rapid leukemia regression and “cure” of leukemia transplant recipient mice. Pharmacological targeting inhibitory phosphatases for the treatment of leukemia seems counter intuitive because it represents effectively the opposite of current TKI-based therapies. Small molecule inhibition of Pten using the compound VO-OHpic effectively killed patient-derived leukemia cells carrying the T315I mutant BCR-ABL1. Based on these findings, we propose that pharmacological blockade of inhibitory phosphatases represents a powerful means to induce leukemia cell death owing to excessive oncogene signaling. In this case, oncogenic tyrosine kinase signaling is increased above a maximum tolerable threshold, and leukemia cells die because of excessive oxidative stress. Normal cells lacking the BCR-ABL1 oncogene are spared because they are less dependent on inhibitory signaling molecules to counterbalance. According to our concept, tyrosine kinase-driven leukemia cells can only thrive within a certain “comfort zone” of signal strength. Both attenuation below and exaggeration above this “comfort zone” of signal strength results in cell death. If validated, our approach of phosphatase-inhibition will lead to the discovery and development of multiple new targets for therapy and will significantly broaden currently available treatment options for blast crisis CML and Ph+ ALL. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "leukemia",
        "phosphoric monoester hydrolases",
        "phosphotransferases",
        "tyrosine",
        "protein-tyrosine kinase inhibitor",
        "1-phosphatidylinositol 3-kinase",
        "blast phase",
        "death",
        "molecule",
        "phosphatidylinositols"
    ],
    "author_names": [
        "Seyedmehdi Shojaee",
        "Maike Buchner",
        "Huimin Geng, PhD",
        "Bolland Silvia, PhD",
        "Phillip Koeffler",
        "Markus Muschen"
    ],
    "author_dict_list": [
        {
            "author_name": "Seyedmehdi Shojaee",
            "author_affiliations": [
                "Department of Laboratory Medicine, University of California San Francisco, San Francisco, CA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Maike Buchner",
            "author_affiliations": [
                "Hematology and Oncology, University Hospital Freiburg, Freiburg, Germany, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Huimin Geng, PhD",
            "author_affiliations": [
                "Institute of Computational Biomedicine, Weill Cornell Medical College, New York, NY, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bolland Silvia, PhD",
            "author_affiliations": [
                "NIAID, NIAID, Bethesda, MD, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Phillip Koeffler",
            "author_affiliations": [
                "Hematology/Oncology, Cedars-Sinai Medical Center, UCLA School of Medicine, Los Angeles, CA, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Markus Muschen",
            "author_affiliations": [
                "Department of Laboratory Medicine, University of California San Francisco, San Francisco, CA, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-19T04:03:12",
    "is_scraped": "1"
}