{
    "doi": "https://doi.org/10.1182/blood.V128.22.3625.3625",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3547",
    "start_url_page_num": 3547,
    "is_scraped": "1",
    "article_title": "The Prognostic Role of Hypertrabeculation By Cardiac Magnetic Resonance in Thalassemia Intermedia Patients ",
    "article_date": "December 2, 2016",
    "session_type": "112. Thalassemia and Globin Gene Regulation: Poster III",
    "topics": [
        "cardiac mri",
        "thalassemia intermedia",
        "cardiac complications",
        "heart failure",
        "left ventricular noncompaction",
        "cardiac arrhythmia",
        "follow-up",
        "heme",
        "iron overload",
        "pulmonary hypertension"
    ],
    "author_names": [
        "Alessia Pepe",
        "Francesca Macaione",
        "Pietro Giuliano",
        "Laura Pistoia",
        "Angelica Barone",
        "Roberto Sarli",
        "Gaetano Roccamo",
        "Aurelio Maggio, MD",
        "Vincenzo Positano",
        "Stefania Renne",
        "Pasquale Assennato",
        "Antonella Meloni"
    ],
    "author_affiliations": [
        [
            "CMR Unit, Fondazione G. Monasterio CNR-Regione Toscana, Pisa, Italy "
        ],
        [
            "Università degli Studi di Palermo, Policlinico \"Paolo Giaccone\", Palermo, Italy "
        ],
        [
            "U.O. Cardiologia, \"ARNAS\" Civico, Palermo, Italy "
        ],
        [
            "CMR Unit, Fondazione G. Monasterio CNR-Regione Toscana, Pisa, Italy "
        ],
        [
            "Azienda Ospedaliero-Universitaria di Parma, Parma, Italy "
        ],
        [
            "ASL Taranto. Presidio Ospedaliero Orientale \"M. Giannuzzi\", Taranto, Italy "
        ],
        [
            "Unità di Prevenzione e Cura delle Mictrocitemie, Ospedale \"Civile\", S. Agata di Militello (ME), Italy "
        ],
        [
            "Ematologia II con Talassemia, Ospedale \"V. Cervello\", Palermo, Italy "
        ],
        [
            "CMR Unit, Fondazione G. Monasterio CNR-Regione Toscana, Pisa, Italy "
        ],
        [
            "Presidio Ospedaliero \"Giovanni Paolo II\", Lamezia Terme (CZ), Italy"
        ],
        [
            "Università degli Studi di Palermo, Policlinico \"Paolo Giaccone\", Palermo, Italy "
        ],
        [
            "CMR Unit, Fondazione G. Monasterio CNR-Regione Toscana, Pisa, Italy "
        ]
    ],
    "first_author_latitude": "43.71766555",
    "first_author_longitude": "10.408049799999999",
    "abstract_text": "Background . Differentiation of left ventricle non-compaction (LVNC) from hypertrabeculated LV due to a negative heart remodeling in thalassemia intermedia (TI) can depends on the selected CMR criterion. The recently proposed Piga's criterion (NC/C ratio threshold of >2.5, Am J Haem 2012) seems to have a low specificity to identify the true LVNC in TI. Anyway, the Piga's criterion could well detect easy a negative heart remodeling in TI patients. Purpose : To assess prospectively whether the Piga's criterion has a prognostic role for adverse cardiovascular outcomes in TI patients. Methods . We studied prospectively by CMR 168 TI patients (81 males, mean age 38.32 ±11.61 years) consecutively enrolled in the Myocardial Iron Overload in Thalassemia (MIOT) Network. Eight patients were excluded because a cardiac complication was present at the first CMR. Using Piga's criterion the study population was divided into two groups: patients with Piga's positive criterion (n=18, 11.2%) and with Piga's negative criterion (n=143, 88.8%). Results. Mean follow-up time was 57.50 ± 21.87 months. Sixteen cardiac new events were recorded: 1 heart failure (HF), 10 supraventricular arrhythmias and 5 pulmonary hypertension (PH). The patients with Piga's positive criterion had a significant higher risk of developing arrhythmias (hazard ratio-HR= 5.35 ; 95%CI=1.51-18.98; P=0.009). The figure shows the Kaplan-Meier survival curve.The positivity for the Piga's criterion was not predictive for PH or for cardiac complications globally considered. Conclusions. Based on our data a NC/C ratio >2.5 provides Figure View large Download slide Figure View large Download slide  Disclosures Pepe: Chiesi Farmaceutici and ApoPharma Inc.: Other: Alessia Pepe is the PI of the MIOT project, that receives no profit support from Chiesi Farmaceutici S.p.A. and ApoPharma Inc.."
}