{
    "doi": "https://doi.org/10.1182/blood.V128.22.2284.2284",
    "article_title": "Allogeneic Umbilical Cord Blood Infusion for Adults with Ischemic Stroke (CoBIS): Clinical Outcomes from a Phase 1 Safety Study ",
    "article_date": "December 2, 2016",
    "session_type": "732. Clinical Allogeneic Transplantation: Results: Poster I",
    "abstract_text": "Background: Over 750,000 patients/year in the US experience a debilitating stroke. Approximately 88% of adult strokes are ischemic in etiology, and occur when cerebral blood flow is blocked by a clot or mechanical event. To date, there are no effective therapies. The initial neuroinflammatory response following stroke results in the release of inflammatory mediators which may exacerbate the development of cerebral edema and secondary tissue injury. Preclinical data suggest that cell-based therapy may favorably alter the natural history of these processes through paracrine signaling that reduces inflammation, promotes angiogenesis, neurogenesis and recruitment of endogenous cell repair mechanisms. We hypothesize that intravenous infusion of banked non-HLA matched allogeneic umbilical cord blood (UCB) is safe and will, through tropic effects, improve functional outcome in patients with acute ischemic stroke. Methods: The CoBIS study (NCT02397018) is a prospective, open-label, multi-center, Phase 1 safety study of a single intravenous infusion of allogeneic UCB in patients with ischemic stroke. Adult patients experiencing a recent, acute cortical ischemic stroke in the middle cerebral artery (MCA) with a National Institutes of Health Stroke Scale (NIHSS) score of 8-15(right hemisphere) or 8-18 (left hemisphere) were eligible for enrollment. Cord blood units were selected to match for ABO/Rh and race but not for HLA. Subjects were not pre-treated with immunosuppressive drugs and infused with cell product 3-9 days post stroke. The primary endpoint was safety as assessed by the frequency and severity of adverse events occurring within 24 hours of cord blood infusion within a 12-month period post-infusion. Secondary outcome measures to assess physical and neurological function included modified Rankin Scale (mRS), NIHSS, and Barthel Index (BI). Results: Ten male patients with a mean age of 61.5 years (range 45-79) were enrolled between July 2015 and February 2016 at Duke University and Houston Methodist Hospital. All subjects were independent prior to the stroke; 9 subjects had an historic mRS of 0 and one subject had an historic mRS of 1 due to bilateral below the knee amputation. Study participants received an intravenous infusion of 0.83-3.34 X 10e7 TNC/kg administered between 3-9 days post stroke. At time of infusion (baseline), the mean mRS was 4.4±0.5 (range 4-5). At 3 months, the mean mRS was 2.8±0.9 (range 2-4) and 50% of subjects exhibited a 1 grade increase (improvement) in mRS, 40% had improved by 2 grades and one subject by 3 grades. According to studies examining change in mRS over time, 58% of patients disabled by stroke (mRS 3-5) will improve by at least one grade by 3 months (Kelly-Hayes et al, J. Neurol Rehab 1989). The mean NIHSS at the time of enrollment was 13.6±0.8 (range 12-15), at infusion (baseline) 11.2 ±1.6 (range 9-14), and at 3 months 5.3±2.2 (range 3-9) with a shift down (improvement) by at least 4 points (mean 6.1±1.7; range 4-9) relative to baseline. Similarly, all patients showed improvement in basic activities of daily living at 3 months relative to infusion (baseline), as measured by the BI (mean 52.0±24.7; range 10-80). As of June, 2016, four serious AEs were observed in one study subject but were unrelated to study therapy and not reportable. Conclusions: Six month safety data suggests intravenous infusion of unmatched, allogeneic, UCB cells is feasible and well tolerated in adult patients with acute ischemic stroke. Furthermore, all patients exhibited improved functional outcomes at 3 months relative to baseline as measured by mRS, NIHSS and BI. These results should be further investigated in a controlled and randomized Phase 2 study using human UCB and placebo in patients with ischemic stroke which is planned to begin Q4 2016. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "infusion procedures",
        "ischemic stroke",
        "treatment outcome",
        "umbilical cord blood",
        "magnetic resonance spectroscopy",
        "melkersson-rosenthal syndrome",
        "cerebrovascular accident",
        "nih stroke scale",
        "intravenous infusion procedures",
        "human leukocyte antigens"
    ],
    "author_names": [
        "Joanne Kurtzberg, MD",
        "Jesse D Troy, PhD",
        "Ellen Bennett, PhD",
        "Samir Belagaje, MD",
        "Elizabeth J. Shpall, MD",
        "Jonathan Wiese, MSN, RN, CNL",
        "John Volpi, MD",
        "Daniel Laskowitz, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Joanne Kurtzberg, MD",
            "author_affiliations": [
                "Department of Pediatrics, Duke University, Durham, NC "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jesse D Troy, PhD",
            "author_affiliations": [
                "CT2, DTMI, Duke University, Durham, NC "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ellen Bennett, PhD",
            "author_affiliations": [
                "Duke University, Durham, NC "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Samir Belagaje, MD",
            "author_affiliations": [
                "Neurology, Emory Univeristy, Atlanta, GA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elizabeth J. Shpall, MD",
            "author_affiliations": [
                "Department of Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jonathan Wiese, MSN, RN, CNL",
            "author_affiliations": [
                "Neurological Institute, Houston Methodist Hospital, Houston, TX "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John Volpi, MD",
            "author_affiliations": [
                "Eddy Scurlock Stroke Center, Houston Methodist Hospital, Houston, TX"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniel Laskowitz, MD",
            "author_affiliations": [
                "Duke University, Durham, NC "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-05T21:29:50",
    "is_scraped": "1"
}