{
    "doi": "https://doi.org/10.1182/blood-2021-149979",
    "article_title": "Humoral Serologic Response to the BNT162b2 Vaccine Afterallogeneic Haematopoietic Cell Transplantation ",
    "article_date": "November 5, 2021",
    "session_type": "722.Allogeneic Transplantation: Acute and Chronic GVHD, Immune Reconstitution",
    "abstract_text": "Objectives: Compared with the general population, patients after allogeneic hematopoietic cell transplantation (HCT) are at higher risk to develop severe disease or die from COVID-19. Immunosuppressive therapy and graft-vs-host disease (GVHD) may abrogate the ability of transplanted patients to mount an adequate immune response to vaccines. We assessed the immune response of patients after allogeneic HCT to the BNT162b2 vaccine (Pfizer-BioNTech) and identified patient and treatment-related factors that predict humoral response in this population. Methods: We conducted an observational prospective cohort study at Rabin Medical Center, Israel. Adult patients after allogeneic HCT were eligible if they had no history of SARS-CoV-2 infection and received the 2-dose BNT162b2 vaccine. The SARS-CoV-2 IgG II Quant (Abbott©,) assay was performed 4-6 weeks after the second vaccine for quantitative measurement of IgG antibodies to spike protein (S-IgG) of SARS-CoV-2. The assay result was considered positive if S-IgG level was ≥50 AU/ml. We used the likelihood ratio of the ROC curves to define the optimal cut-off for continuous variables, χ2 to compare variables on categorical scale and Mann-Whitney to compare medians. To predict seronegativity, we applied logistic regression with the exp(β) as an estimator of hazard-ratio (HR) and the 95% confidence interval (CI) around it. To predict S-IgG levels, we used linear regression. Results: Our cohort included 106 patients. Median age was 65 (range: 23-80) years and 59% were males. Median time from transplant to vaccination was 42 (range: 4-439) months. At time of vaccination, 49% of patients were receiving immunosuppression, while 51% were not. Overall, 14% (15/106) tested negative for S-IgG after vaccination, 27% (14/52) of patients on immunosuppression compared with only 1.8% (1/54) of patients off immunosuppression (p=0.0002). Based on ROC analysis we divided the cohort into patients who were transplanted within (57%) vs. beyond (43%) 4.5y (AUC 0.77, CI: 0.66-0.88). With this cut-off, the sensitivity was 0.93. In univariate analysis, patients vaccinated within 4.5y of HCT (HR: 13.7, 95% CI 1.8-108.5, p=0.013), or still receiving immunosuppression (HR: 9.8, 95% CI 2.1-44.7, p=0.004) and patients with moderate to severe chronic GVHD (HR: 5.9, 95% CI 1.2-29, p=0.03) were more likely to remain seronegative. Age, gender, type of disease and absolute-lymphocyte-count did not predict seronegativity. In MVA, only time, i.e. <4.5y from HCT remained predictive (HR: 10.8, 95% CI 1.2-93.2, p=0.03) (Table 2). Since 93% (14/15) of seronegative patients were transplanted 4.5y after HCT, 33% (15/46) were still receiving immunosuppression. Yet only 6.6% (1/15) in this subgroup tested negative. Titer levels in seropositive patients ranged between 60 and 80,000 AU/ml (median: 5319). Only a small fraction of this variance is explained by variables tested in this study. Older age (r 2 =0.04, p=0.04), shorter time from transplantation (r 2 =0.03, p=0.09), the use of corticosteroids (r 2 =0.03, p=0.07) or calcineurin inhibitors (r 2 =0.06, p=0.013) predicted lower S-IgG levels. The vaccine was well tolerated by most patients. No new cases of GVHD have been reported following vaccination. However, seven patients with chronic GVHD (mild=2; moderate=1; severe=4) reported that GVHD -related symptoms worsened within days following the first, second or both vaccines. Notably, one patient with chronic GVHD developed grade 4 steroid-refractory immune thrombocytopenia 2 weeks after the first vaccine. Conclusion: Overall, 14% of allogeneic HCT recipients had an inadequate antibody response to the BNT162b2 vaccine. It was only 6.5% among patients off immunosuppression and patients vaccinated >4.5y after HCT. However, inadequate antibody response rate was 36% among recipients vaccinated <4.5y from HCT who were still receiving immunosuppression. These patients should be recognised and instructed to take appropriate precautions. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Yeshurun:  Astellas: Consultancy; Jannsen: Consultancy. Wolach:  Janssen: Consultancy; Abbvie: Consultancy, Honoraria, Research Funding; Astellas: Consultancy; Amgen: Research Funding; Novartis: Consultancy; Neopharm: Consultancy.",
    "author_names": [
        "Moshe Yeshurun",
        "Oren Pasvolsky",
        "Liat Shargian",
        "Dafna Yahav",
        "Maly Rubinstein",
        "Michal Navon Sela",
        "Ofir Wolach",
        "Haim Ben-Zvi",
        "Pia Raanani",
        "Uri Rozovski"
    ],
    "author_dict_list": [
        {
            "author_name": "Moshe Yeshurun",
            "author_affiliations": [
                "Institution of Hematology, Rabin Medical Center, Petach Tikva, Israel",
                "Sackler School of Medicine, Tel Aviv University, Tel Aviv, Israel"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Oren Pasvolsky",
            "author_affiliations": [
                "Institute of Hematology, Davidoff Cancer Center, Rabin Medical Center, Petah -Tikva, Israel"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Liat Shargian",
            "author_affiliations": [
                "Sackler Faculty of Medicine, Tel Aviv University, Tel Aviv, Israel",
                "Institute of Hematology, Davidoff Cancer Center, Rabin Medical Center, Petah-Tikva, Israel"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dafna Yahav",
            "author_affiliations": [
                "Infectious Disease Unit, Rabin Medical Center, Petah-Tikva, Israel"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maly Rubinstein",
            "author_affiliations": [
                "Institution of Hematology, Davidoff Cancer Center, Rabin Medical Center, Petah-Tikva, ISR"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michal Navon Sela",
            "author_affiliations": [
                "Institute of Hematology, Davidoff Cancer Center, Beilinson Hospital, Petah Tikva, Israel"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ofir Wolach",
            "author_affiliations": [
                "Institute of Hematology, Davidoff Cancer Center, Beilinson Hospital, Rabin Medical Center, Petah-Tikva, Israel"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Haim Ben-Zvi",
            "author_affiliations": [
                "Sackler Faculty of Medicine, Tel-Aviv University, Tel Aviv, Israel",
                "Microbiologic Laboratory, Rabin Medical Center, Petah-Tikva, Israel"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pia Raanani",
            "author_affiliations": [
                "Institute of Hematology, Davidoff Cancer Center, Rabin Medical Center, Petah-Tikva, Israel"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Uri Rozovski",
            "author_affiliations": [
                "Sackler Faculty of Medicine, Tel-Aviv University, Tel Aviv, Israel",
                "Institute of Hematology, Davidoff Cancer Center, Rabin Medical Center, Petah Tikva, Israel"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-21T15:41:07",
    "is_scraped": "1"
}