{
    "doi": "https://doi.org/10.1182/blood.V110.11.3256.3256",
    "article_title": "The Role of ERK and XIAP in Tolerance Induction by Veto CTLs. ",
    "article_date": "November 16, 2007",
    "session_type": "Experimental Transplantation - Basic Biology, Immune Function, and Engraftment",
    "abstract_text": "Several bone marrow and lymphocyte subpopulations, known as ’ veto cells’ were shown to induce transplantation tolerance across major histocompatability antigens. We recently demonstrated, that allogeneic anti-3 rd party CTLs depleted of alloreactivity against the host are endowed with marked veto activity and can facilitate allografting of T cell depleted bone marrow without GVHD. Earlier insights indicated that at low veto cell concentrations, both CD8 and FasL on the veto cell might be required to induce specific deletion of the effector cell. Such a mechanism involves initial recognition of the veto cell by the TCR of the effector cell, leading to expression of Fas upon activation of the latter and thereby allowing for Fas-FasL apoptosis. The presence of FasL on the veto cell cannot result in apoptosis of the effector cell unless CD8 on the veto cells is available and can interact with MHC class 1 on the effector cell. Thus, the CD8-MHC interaction seems to be associated with an increased susceptibility of the effector cell to FasL killing. Recently, by using the 2C TCR transgenic mouse model, in which the transgene is directed against H2 d , it became possible to monitor the effector cells by staining with an antibody against the TCR transgene (1B2). By using this assay we showed that the marked deletion of 2C CD8 T cells by veto CTLs of DBA origin is markedly inhibited by MEK1/2 inhibitors such as U0126, reducing the veto activity from 86%±7% to 16%±14% in 6 experiments. In the present study we used anti pERK antibody to analyze by FACS the level of ERK phosphorylation in the effctor cells and we demonstrate that upon interaction of 2C effector cells (1B2 + CD8 + ) with veto CTLs of H2 d origin as opposed to CTLs of H2 s origin, ERK1/2 are significantly more phosphorylated (21%±5.5% Vs.14%±2% phospho ERK1/2 cells out of the total 1B2 + CD8 + cells, respectively). The upregulation of ERK1/2 phosphorylation in the 2C effector cells is associated with significant reduction of XIAP levels (36%±4% reduction at 24h and 54%±19% at 48h). This reduction of an apoptosis inhibitor which generally controls death receptor-induced apoptosis in lymphocytes is specifically induced by the veto cells of H2 d origin recognized by the transegne TCR and not by non-relevant veto CTLs of H2 s origin. Addition of U0126 MEK 1/2 inhibitor reverses this down regulation of XIAP (reduction of 15%±13% at 24h and only 7%±13% at 48h). Blockade of MHC-CD8 interaction with MHC class I α3-blocking Ab, or anti-CD8 (lyt 2.1) Ab partially inhibits the ERK1/2 phosphorylation (average inhibition in 4 experiments was 37%±13% and 28%±8%, respectively) and also prevents XIAP down regulation (18%±9% at 24h and 23%±13% at 48h). Considering that blockade by these antibodies generally leads to partial inhibition of the observed veto activity (44%±21% in 4 experiments), our present results showing partial inhibition of ERK phosphorylation and XIAP down regulation, are clearly relevant. Taken together, these results can explain in part why co-expression of CD8 and FasL on the veto CTLs is required for effective deletion of host anti-donor CD8 T cell clones. View large Download slide Figure View large Download slide Figure  Close modal Deletion of host anti-donor CD8 T cell clones by veto CTLs. CD8-MHC engagement induces pERK which is associated with reduction of XIAP levels, thereby enabling Fas-FasL apoptosis.",
    "topics": [
        "allografting",
        "antibodies",
        "antigens",
        "apoptosis inhibitor",
        "birc4 gene",
        "graft-versus-host disease",
        "tolerance induction",
        "tumor necrosis factor ligand superfamily member 6",
        "immune effector cells",
        "t-lymphocytes"
    ],
    "author_names": [
        "Shlomit Reich-zeliger, PhD",
        "Yaki Edelshtein, MsC",
        "David Hagin, MD",
        "Rony Seger, PhD",
        "Yair Reisner, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Shlomit Reich-zeliger, PhD",
            "author_affiliations": [
                "Dept. of Immunology, Weizmann, Rehovot, Israel"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Yaki Edelshtein, MsC",
            "author_affiliations": [
                "Dept. of Immunology, Weizmann, Rehovot, Israel"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Hagin, MD",
            "author_affiliations": [
                "Dept. of Immunology, Weizmann, Rehovot, Israel"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rony Seger, PhD",
            "author_affiliations": [
                "Dept. of Immunology, Weizmann, Rehovot, Israel"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yair Reisner, PhD",
            "author_affiliations": [
                "Dept. of Immunology, Weizmann, Rehovot, Israel"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-04T21:39:42",
    "is_scraped": "1"
}