{
    "doi": "https://doi.org/10.1182/blood-2020-139748",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4629",
    "start_url_page_num": 4629,
    "is_scraped": "1",
    "article_title": "An Integrative Unbiased Global Analysis of the Metabolic Adaptive Response to Tryptophan Deprivation in Classical Hodgkin Lymphoma ",
    "article_date": "November 5, 2020",
    "session_type": "622.Lymphoma Biology-Non-Genetic Studies",
    "topics": null,
    "author_names": [
        "Fabrizio Puglisi",
        "Enrico La Spina",
        "Alessandro Barbato",
        "Grazia Scandura",
        "Cesarina Giallongo, PhD",
        "Daniele Tibullo, PhD",
        "Francesco Di Raimondo, MD",
        "Alessandra Romano, MDPhD"
    ],
    "author_affiliations": [
        [
            "Division of Hematology, Azienda Policlinico - OVE, University of Catania, Catania, Italy "
        ],
        [
            "Division of Hematology, University of Catania, Catania, Italy "
        ],
        [
            "Division of Hematology, Azienda Policlinico - OVE, University of Catania, Catania, Italy "
        ],
        [
            "Division of Hematology, University of Catania, Catania, Italy "
        ],
        [
            "Dipartimento Ingrassia,, University of Catania, Catania, Italy "
        ],
        [
            "Department of Biomedical and Biotechnological Sciences, University of Catania, Catania, Italy "
        ],
        [
            "Department of General Surgery and Medical-Surgical Specialties, University of Catania, Catania, Italy "
        ],
        [
            "CHIRMED - Department of General Surgery and Medical-Surgical Specialties - Hematology Section, University of Catania, Tremestieri Etneo, Italy"
        ]
    ],
    "first_author_latitude": "37.5035647",
    "first_author_longitude": "15.086498099999998",
    "abstract_text": "Background Tryptophan (trp) is an essential aminoacid, required for de novo NAD+ synthesis. Our previous work showed that the microenvironment in classical Hodgkin Lymphoma is characterized by dysfunctional neutrophils and myeloid derived suppressor cells that produce a trp-degrading enzyme indoelamine deoxygenase (IDO-1), lowering the amount of trp. Aims To detect metabolomics changes in human cHL cell lines exposed in vitro to tryptophan deprivation, an amino acid involved in immune dysregulation and generation of anergic and tolerogenic T- cells. Methods In order to better understand the impact of extra-cellular IDO1 increase on the metabolome of human cHL cells, three human cHL cell lines (L428, L540 and KM-H2) were individually cultured with customized complete media or media lacking tryptophan (W0), +10% dyalised fetal bovum serum, in six independent experiments. After 48 hours of culture the cells were collected for global metabolomic analysis, by gas chromatography-mass spectrometry (GC/MS) and liquid chromatography-tandem mass spectrometry (LC/MS/MS) platforms by Metabolon Inc. Following normalization to DNA concentration, log transformation and imputation of missing values, if any, with the minimum observed value for each compound, Welch's two-sample t-test was used to identify biochemicals that differed significantly between experimental groups (Table 1). Results The lack of tryptophan in media had a profound effect on the cell metabolome in 2 cell lines, KMH2 and L428 cells, while L540 cell line was pretty resilient (Table 1). In all cell lines, the removal of tryptophan from the media resulted in significantly lower levels of tryptophan. Kynurenine, the metabolic product of IDO-1 action on tryptophan, was lower in all cells, but did not reach significance in the L540 cells, whereas it trended lower in L428 and was significantly lower in the KMH2 compared to controls. Indolelactate, another major tryptophan metabolite was also significantly lower in the L428 and KMH2 cells lines compared to controls. Glucose uptake and aerobic glycolysis are frequently upregulated in tumor cells to support energy needs and provide biosynthetic precursors (e.g. pentose phosphate pathway intermediates for nucleotide synthesis). Known as the Warburg effect, this process of reliance on glucose for energy results in high levels of lactate production. We found that trp deficiency lead to lower levels of the hexose diphosphates (fructose 1,6-diphosphate/glucose 1,6-diphosphate/myo-inositol diphosphates isobar) and dihydroxyacetone phosphate, suggesting the revert of Warburg effect due to reduced bio-energetic requirements for proliferation. In line with this observation, culture in trp deficient media resulted in increased levels of long chain saturated fatty acids and long chain polyunsaturated fatty acids (PUFAs), suggesting that specific-amino acid deficiency leads to an increase in uptake of free fatty acids from the media, to preserve membrane dynamics. Since prolonged trp deprivation (up to 10 days) delayed cell cycle length without affecting proliferation or changes in intracellular amount of NAD+, we investigated changes in mitochondrial membranes network to explain these findings. Trp deprivation induced the rearrangement of the mitochondrial network at 48 hours, with more fission than fusion, as suggested by increased expression of Fis1 and Drp1 and reduced expression of Tfam and Opa1, without affecting significantly mitochondrial mass and depolarization. This adaptive response was associated to increased oxidative stress, as suggested by of reduced glutathione (GSH) and oxidized glutathione (GSSG) in the L540 and KMH2 cells, depletion of gamma-glutamylcysteine, increased cystine, the oxidative product of cysteine, and methionine sulfoxide (an oxidation product of methionine). Conclusions The removal of trp from L428 and KMH2 resulted in changes in the specific-amino acid related metabolites. The adaptive response to trp-depleted microenvironment can revert the Warburg effect, promoting a shift in the glucose use in the futile attempt to preserve mitochondrial function, and increase oxidative stress. Quantity and function of mitochondria network can play a major role in selecting the fittest clones, a metabolic pathway that should be explored as novel non -synthetic lethal targets. View large Download slide View large Download slide  Disclosures Puglisi: Amgen: Honoraria. Di Raimondo: Takeda: Consultancy, Honoraria; GILEAD, Incyte: Research Funding; Amgen, Takeda, Novartis: Honoraria; Celgene: Consultancy, Honoraria; Janssen: Consultancy, Honoraria; GSK: Consultancy, Honoraria; Amgen: Consultancy, Honoraria. Romano: Takeda: Honoraria; Novartis: Honoraria."
}