{
    "doi": "https://doi.org/10.1182/blood.V104.11.2381.2381",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=193",
    "start_url_page_num": 193,
    "is_scraped": "1",
    "article_title": "Analysis of a p67 phox Δ401 Mutant Identified in Chronic Granulomatous Disease: Deletion of C-Terminal SH3 Binding Site for p47 phox Still Supports NADPH Oxidase Activity in Cosphox Cells. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "topics": [
        "binding sites",
        "granulomatous disease, chronic",
        "nadph oxidases",
        "oxidase",
        "amino acids",
        "arachidonic acid",
        "cytochromes",
        "dna, complementary",
        "nucleotides",
        "reactive oxygen species"
    ],
    "author_names": [
        "A. A. Arias",
        "J. D. Matute",
        "P. J. Patino",
        "M. C. Dinauer"
    ],
    "author_affiliations": [
        [
            "Group of Primary Immunodeficiency Diseases, Biogenesis Corporation, School of Medicine, University of Antioquia, Medellin, South America, Colombia",
            "Department of Pediatrics (Hematology/Oncology), Indiana University School of Medicine, Indianapolis, IN, USA"
        ],
        [
            "Group of Primary Immunodeficiency Diseases, Biogenesis Corporation, School of Medicine, University of Antioquia, Medellin, South America, Colombia",
            "Department of Pediatrics (Hematology/Oncology), Indiana University School of Medicine, Indianapolis, IN, USA"
        ],
        [
            "Group of Primary Immunodeficiency Diseases, Biogenesis Corporation, School of Medicine, University of Antioquia, Medellin, South America, Colombia"
        ],
        [
            "Department of Pediatrics (Hematology/Oncology), Indiana University School of Medicine, Indianapolis, IN, USA"
        ]
    ],
    "first_author_latitude": "6.267747900000001",
    "first_author_longitude": "-75.5688416",
    "abstract_text": "The phagocyte NADPH oxidase plays an essential role in host defense through the production of reactive oxygen species. Oxidase activation occurs via assembly of cytosolic p47 phox , p67 phox , p40 phox and Rac with the membrane flavocytochrome b558. This work presents the functional analysis of a mutant p67 phox identified in two unrelated patients affected with chronic granulomatous disease (CGD), a 5 nucleotide deletion in exon 13 that generates a premature stop codon at amino acid position 401. The p67 phox -Δ401 (p67-d401) protein, which lacks the wild type (WT) C-terminal residues 398–526, has a truncated PB1 domain while the C-SH3 domain is absent. In neutrophils and EBV-B lymphocytes derived from a patient with this mutant, the protein was not detected and RNA appears to be unstable (Patino et al. 1999). This mutant was transiently expressed in COS7 cells that also expressed gp91 phox , p22 phox , and p47 phox (COS91-22-47 cells) or the first two of these (COS91-22), from stable transgenes. The p67-d401 protein was expressed at lower levels (~38%) compared to p67- WT when the same amount of plasmid DNA was used for transfection, which was consistently observed over a three fold range of plasmid DNA; this suggests instability of the mRNA or protein. When normalized for protein expression, NADPH oxidase activity in cells expressing p67-d401 was similar to those expressing p67-WT in response to PMA and 3 times better in response to arachidonic acid (AA). Co-expression of p47 phox was necessary for p67-d401 to support O2- production in response to AA and PMA. Co-expression of p40 phox did not affect either expression levels of p67-WT or p67-d401 or NADPH oxidase activity. Very little p67-WT was detected in membranes of transfected resting COS91-22-47 cells, with some membrane translocation observed following stimulation with PMA or AA, as expected. Interestingly, a significant amount of p67-d401 was detected in membranes and very little in the cytosol of resting COS91-22-47 cells transfected with this mutant, similar to C-terminal truncation mutants studied by de Mendez and colleagues (de Mendez et al 1994, de Mendez et al 1996). Upon activation with AA or PMA, a ~1.5 fold increase in p67-d401 and a ~ 1.6 fold increase in p47phox associated with the membrane fraction was observed in COS91-22-47 cells transfected with p67-d401. Finally, transiently transfected p67-d401 co-immunoprecipitated with p47 phox both in resting and stimulated COS91-22-47 cells. This indicates that the carboxyl terminal SH3 domain of p67phox is not the only site of interaction between p67 phox and p47phox, and suggests that a second binding site exists. In conclusion, the COS phox system represents a transfectable whole cell model for functional analysis of mutant phox proteins with reduced stability in neutrophils. It is likely that over expression of the p67-d401 cDNA in this system permits detectable expression of recombinant p67-d401. The unusual properties of the p67-d401 mutant, with spontaneous membrane translocation as well as ability to interact with p47 phox in the absence of the C-terminal p67 phox SH3 domain may provide further insight into the multiplicity of interactions between each of the oxidase subunits and their relation with the Rac and the cytochrome b558."
}