{
    "doi": "https://doi.org/10.1182/blood.V128.22.4951.4951",
    "article_title": "Circulating Microvesicle Number, Function and Small RNA Content Vary with Age, Gender, Lipid, Hormone Profile and Smoking Status ",
    "article_date": "December 2, 2016",
    "session_type": "321. Blood Coagulation and Fibrinolytic Factors",
    "abstract_text": "Background and Aims: Characterization of circulating microvesicles (MV) in normal subjects is incomplete and relation to hormone and lipid status is unknown. The aim was to conduct a detailed evaluation of MV subsets and pro-coagulant function in healthy individuals and to determine demographic, clinical and biochemical parameters that influence MP levels and/or function. Methods: Citrated blood samples were collected from 155 healthy volunteer blood donors after receiving informed consent. Platelet free plasma was prepared using a standardized published protocol by double centrifugation. MP subsets were enumerated by Flow cytometry (BD FACS Canto) after staining with specific antibodies for platelets (CD41), endothelial cells (CD105), monocytes (CD14) and red cells (CD235), tissue factor (TF or CD142) and phosphatidylserine or PS (by annexin V binding). Counting beads were used to enumerate based on a published protocol. Coagulant function was assessed by the Xact assay on a BCS coagulation analyser and by thrombin generation using a Calibrated Automated Thrombogram (CAT) on a thrombinoscope. Hormonal and lipid analysis - FSH, LH, testosterone, oestradiol, progesterone as well as HDL, LDL, cholesterol and HDL/LDL ratios were measured by standard biochemistry techniques. The samples were analysed according to age, gender, body mass index (BMI), full blood counts, smoking status, hormones and lipid profile. For analysis, the cohort was divided into 3 age groups : £ 29 years (n=31), 30-59 years ( n=60) and ≥60years ( n=17). Ethics approval for this study was obtained from the local health district ethics committee. Results: A total of 143 subjects were finally analysed and included 80 males and 63 females. Twenty-two were smokers. Those £29 years and ³ 60 years had a higher level of MV when compared to those between 30-59 years of age. There was a significant difference with levels of CD41 (platelet), CD235 (red cell), TF and PS expressing MV between the groups. The median levels of CD41, CD105, CD235, TF and PS expressing MV by flow cytometry were generally similar or lower in females compared to males. Both functional assays demonstrated higher procoagulant activity levels in females compared to males with the XACT assay showing significantly higher values (p=0.002). In the multivariate analysis, the levels of CD105 expressing MV was inversely predicted by age (p=0.023). Smoking status as an independent variable was inversely predictive for TF expressing MV as well as ETP. Gender was the only variable predictive for XaCT test results. The CD41 platelet, TF and PS positive MV by flow cytometry were significantly lower in smokers compared to non smokers (Mann-Whitney U test, p= 0.029, <0.0001 and <0.0001 respectively) whilst the levels of CD105 and CD235 were not. The MV function as assessed by XaCT was significantly lower in smokers than in non-smokers (Mann-Whitney U test, p=0.10). The small and miRNA levels were similar across the three age groups. There was no difference in the quantity of small and miRNA in MV by smoking status or by gender. Conclusions: It is important to recognize the differences in MV may arise depending on age, gender, BMI, lipid, hormone levels and smoking status in apparently healthy subjects. The likelihood that normal biological variability, based on demographic or other individual factors, results in high baseline population variation in MV must be considered. It is therefore critically important to consider these factors in a clinical study involving measurement of MV for pathogenic potential. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "gender",
        "hormones",
        "lipids",
        "rna, small",
        "smoking",
        "flow cytometry",
        "coagulants",
        "high density lipoproteins",
        "micrornas",
        "annexin a5"
    ],
    "author_names": [
        "Anoop Enjeti",
        "Anita Ariyarajah",
        "Angel D'Crus",
        "Michael Seldon",
        "Lisa Lincz"
    ],
    "author_dict_list": [
        {
            "author_name": "Anoop Enjeti",
            "author_affiliations": [
                "Dept. of Haematology, Hunter Haematology Research Group, Calvary Mater Hospital Newcastle, Waratah, Australia ",
                "University of Newcastle, Newcastle, Australia ",
                "Pathology North-Hunter, New Lambton, Australia ",
                "Hunter Cancer Research Alliance, Newcastle, Australia "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Anita Ariyarajah",
            "author_affiliations": [
                "Calvary Mater Newcastle, Waratah, Australia"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Angel D'Crus",
            "author_affiliations": [
                "Calvary Mater Newcastle, Waratah, Australia"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Seldon",
            "author_affiliations": [
                "University of Newcastle, Newcastle, Australia ",
                "Pathology North-Hunter, New Lambton, Australia ",
                "Calvary Mater Newcastle, Waratah, Australia"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lisa Lincz",
            "author_affiliations": [
                "Calvary Mater Newcastle, Waratah, Australia"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-05T21:27:57",
    "is_scraped": "1"
}