{
    "doi": "https://doi.org/10.1182/blood-2019-132102",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4303",
    "start_url_page_num": 4303,
    "is_scraped": "1",
    "article_title": "Temporal Trends of Intracranial Hemorrhage Among Immune Thrombocytopenia Hospitalizations in the United States from 2007-2016 ",
    "article_date": "November 13, 2019",
    "session_type": "901.Health Services Research-Non-Malignant Conditions",
    "abstract_text": "Background: Intracranial hemorrhage (ICH) is a rare but severe complication in patients with immune thrombocytopenia (ITP). It is unclear whether the incidence of ICH has changed over time. We aimed study the incidence of ICH among ITP hospitalizations and factors associated with its occurrence from 2007-2016. Additionally, we examined the outcomes of ITP hospitalizations with ICH and resource utilization (length of stay, cost of hospitalization) during this time period. Methods: We used data from the National Inpatient Sample (NIS) database from 2007-2016. ITP hospitalizations were identified using International Classification of Diseases, Ninth Revision, Clinical Modification (ICD-9-CM) code '287.31' and ICD-10-CM code 'D69.3'. Pertinent ICD-9-CM and ICD-10-CM codes were used to identify ICH. Baseline characteristics of ITP hospitalizations with and without ICH were compared using chi-square test and Wilcoxon rank-sum test for categorical and continuous variables, respectively. For trend analysis, chi-square test of trend for proportions was used with Cochrane Armitage test. Survey logistic regression was used to analyze factors associated with the occurrence of ICH and mortality in ITP hospitalizations with ICH. To account for the complex design of NIS, hierarchical regression was used to analyze the factors associated with of length of stay (LOS) and cost of hospitalization (COH). Beta coefficient and 95% confidence intervals (CI) were reported. P-value <0.05 was considered significant for all analyses. Results: Between 2007 and 2016, 348,906 ITP hospitalizations were identified. The incidence of ICH was 0.98% (n=3,408). Median age of patients with reported ICH was significantly higher than those without ICH [63.4 (range 47.1-76.7) vs. 51.6 (28.6-70.0), P<0.001]. Rates of mortality (26.6% vs. 3.2%, P<0.001), LOS (4.8 days vs. 2.6 days, P<0.001), and COH ($20,081 s. $8,355, P<0.001) were higher in hospitalizations with ICH. While the overall incidence of ICH remained stable during the study period (P=0.3), it varied by age, gender, and hospital region. Incidence significantly decreased in age ≤24 years (0.7% to 0.4%). On the contrary, it significantly increased among those ≥65 years (1.5% to 1.9%), females (0.9% to 1.1%), and hospitalizations in Northeast region (0.9% to 1.1%). Similarly, trend of mortality in hospitalizations with ICH increased from 28.1% in 2007-08 to 34.6% in 2015-16 (P<0.001). On multivariate regression analysis, factors associated with higher likelihood of ICH were (Table 1): age 25-64 years [odds ratio (OR) 2.23; 95% CI 1.51-3.31], ≥65 years (OR 3.69; 95% CI 2.34-5.84), gastrointestinal (GI) bleed (OR 1.60; 95% CI 1.18-2.16), other bleed (OR 1.69; 95% CI 1.19-2.42), hospitalization in the West region (OR 1.62; 95% CI 1.26-2.08), in a medium (OR 1.64; 95% CI 1.08-2.47) or large hospital (OR 2.42; 95% CI 1.65-3.55) and in an urban-teaching hospital (OR 2.73; 95% CI 1.80-4.13). Female gender (OR 0.81; 95% CI 0.68-0.97) was associated with lower likelihood of ICH. Similarly, factors were associated with higher likelihood of mortality in ICH hospitalizations were: age 25-64 years (OR 6.73; 95% CI 4.11-11.03), ≥ 65 years (OR 16.94; 95% CI 10.14-28.30), GI bleed (OR 3.13; 95% CI 2.72-3.60), other bleeds (OR 1.66; 95% CI 1.31-2.10), hospitalizations at a large hospital (OR 1.17; 95% CI 1.00-1.37), and an urban teaching hospital (OR 1.23; 95% CI 1.02-1.48). Increasing age was associated with longer LOS, which also translated into higher COH (Table 2). Comorbidities such as GI bleed (2.5 days, 95% CI 2.1-2.9; $9,391, 95% CI 8,210-10,572), hematuria (1.1 days, 95% CI 0.6-1.6; $3,586, 95% CI 1,941-5,230), and other bleeding (1.1 days, 95% CI 0.7-1.5; $5,931, 95% CI 4,565-7,296) were also associated with longer LOS and higher COH. LOS decreased from 2007 to 2016 [-0.2 days, 95% CI (-0.3)-(-0.1)], however, the COH did not change. Conclusion: The overall incidence of ICH among ITP hospitalizations is low and remained stable from 2007-2016, which is reassuring. Nonetheless, a quarter of these hospitalizations resulted in mortality. ICH also significantly increased healthcare utilization in ITP hospitalizations through high LOS and COH. Older age and male gender were associated with higher ICH incidence and mortality. Future studies should reassess the ICH trends to study the impact of novel therapeutic options such as thrombopoietin receptor agonists. View large Download slide View large Download slide Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "intracranial hemorrhages",
        "thrombocytopenia due to immune destruction",
        "inosine triphosphate",
        "purpura, thrombocytopenic, idiopathic",
        "hemorrhage",
        "gastrointestinal bleeding",
        "length of stay",
        "hematuria",
        "thrombopoietin receptor agonists",
        "logistic regression"
    ],
    "author_names": [
        "Mayank Sharma",
        "Parth Bhatt",
        "Marian Ayensu",
        "Kuhoo Bhal",
        "Fredrick Dapaah-Siakwan, MD",
        "Keyur Donda",
        "Helen Oletu",
        "Priyank Yagnik, MD",
        "Neel S Bhatt, MBBS,MPH"
    ],
    "author_affiliations": [
        [
            "University of Miami, Miami, "
        ],
        [
            "Texas Tech University Health Sciences Center, Amarillo, TX "
        ],
        [
            "The Trust Hospital, Accra, Ghana "
        ],
        [
            "University of Maryland, College Park, MD "
        ],
        [
            "Valley Children's Hospital, Madera, CA "
        ],
        [
            "University of South Florida, Tampa, FL "
        ],
        [
            "University of Wolverhampton, Wolverhampton, United Kingdom "
        ],
        [
            "University of Kansas School of Medicine-Wichita, Wichita, KS "
        ],
        [
            "St. Jude Children's Research Hospital, Memphis, TN"
        ]
    ],
    "first_author_latitude": "25.7178924",
    "first_author_longitude": "-80.2746368"
}