{
    "doi": "https://doi.org/10.1182/blood.V118.21.5174.5174",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2049",
    "start_url_page_num": 2049,
    "is_scraped": "1",
    "article_title": "Tissue Factor Bearing Microparticles in the Myeloproliferative Neoplasms ",
    "article_date": "November 18, 2011",
    "session_type": "Myeloproliferative Syndromes",
    "abstract_text": "Abstract 5174 Background: Thrombosis is a well recognized complication in the myeloproliferative neoplasms (MPN), essential thrombocytosis (ET), polycythemia vera (PV), and primary myelofibrosis (PMF). The mechanism for thrombosis is not well-established, nor are there relevant biomarkers to predict risk and/or recurrence. Circulating cellular microparticles (MP) containing procoagulant tissue factor (TF) have been shown to correlate with thrombotic risk in many forms of cancer and cardiovascular diseases. To investigate the role of MP in the MPN, we studied 16 patients (ET=5; PV=6; PMF=2; post-ETMF=1, and MPN NOS=2) and compared results to 15 healthy subjects. Methods: Citrated blood samples were collected from the 16 MPN patients and 15 controls. Platelet poor plasma (PPP) was obtained by centrifuging at 1,500 G for 20 minutes. 50 μL of PPP was added to 200 μL PBS (without Mg/Ca) and centrifuged at 20,000 G for 10 minutes. The sediment containing MP was resuspended in 100μL of buffer for labeling with TF, CD41a (platelets), CD14 (monocytes), CD66b (neutrophils), and CD33 (myeloid lineage). Following incubation, PBS was added to the suspension to a volume of 1ml for flow cytometric analysis (LSR Fortessa, FlowJo software). Electronic triggering was done on side-scatter, and acquisition regions were defined based on sizing beads (0.3 to 1.0 micron) along with annexin A5 positivity. Using MP sediment, TF activity was measured using chromogenic assays (Actichrome TF ELISA, American Diagnostica,) and thrombin generation (TGT) was assayed (Technothrombin TGA, diaPharma), with results expressed as lag phase, velocity-index, peak thrombin, and area under the curve (AUC). The Wilcoxon-Rank Sum test was used to compare group differences (MPN vs. control) in median values. Results: Among the MPN patients, 7(44%) were male, and the median age was 60 years. 11 (69%) were JAK2 V617F positive, and 3 (19%) had a prior history of thrombosis (2 hepatic vein thromboses, 1 myocardial infarction). At the time of collection, 14 (93%) were on aspirin, 1 (6%) was on Coumadin, and 5 (31%) were on Hydroxyurea. The median total MP number was increased in MPN patients vs. controls (243580 vs. 83120; p=0.0057). The median percentage of TF-bearing MP's was also significantly greater in MPN patients compared to controls (35.5% vs. 12%; p=0.0003). When comparing MPN patients to controls, these TF-bearing MP were derived from CD14 (31.5% vs. 2%; p<0.001) and CD41a (24% vs. 7%; p=0.0157), respectively, reflecting monocyte and platelet origins of the MPs. The TF-bearing MPs in MPN patients (N=10) were functionally active compared to controls (N=10) (median TF activity: 1.7 pM vs. 0.03 pM; p=0.0022). Thrombin generation assays were performed in 13 MPN patients and 9 controls, and were comparable: mean lag phase (14.4 vs. 10.15 minutes; p=0.26); mean velocity index (21.13 vs. 14.78; p=0.31); mean peak thrombin generation (111.66 nM vs. 120.41 nM; p=0.75); and mean AUC (3218.77 vs. 3807.41 p=0.37). Conclusion: Compared to controls, samples of JAK2 V617F-positive and negative MPN patients revealed a higher median total number of microparticles. Further, the proportion of TF-bearing MPs was higher in MPN patients, and of monocyte and platelet origin, suggesting their possible role in thrombotic complications. Though the MPs in MPN patients appear functional, based on higher TF activity, functional assays with thrombin generation testing failed to reveal a difference between MPN patients and controls. A lack of difference in TGT may suggest the presence of one or more inhibitors present in the MPN; the nature of this inhibitor is under investigation. Future studies, with a larger sample size and prospective follow-up are indicated to determine the role of MPs in predicting incident or recurrent thrombosis in the MPN. In addition, with a larger sample size, differences by MPN disease class and JAK2 V617F status will be uncovered. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "cell-derived microparticles",
        "myeloproliferative disease",
        "thromboplastin",
        "massively-parallel genome sequencing",
        "mucopolysaccharidoses",
        "thrombin",
        "thrombosis",
        "cd14 antigen",
        "mechlorethamine",
        "painful bladder syndrome"
    ],
    "author_names": [
        "Brady L Stein, MD",
        "Brandon McMahon, MD",
        "Ivy Weiss, BS",
        "James Marvin, MS",
        "Hau C. Kwaan, M.D., Ph.D."
    ],
    "author_affiliations": [
        [
            "Medicine, Northwestern University Feinberg School of Medicine, Chicago, IL, USA, "
        ],
        [
            "Medicine, Northwestern University Feinberg School of Medicine, Chicago, IL, USA, "
        ],
        [
            "Medicine, Northwestern University Feinberg School of Medicine, Chicago, IL, USA, "
        ],
        [
            "Pathology, Northwestern University Feinberg School of Medicine, Chicago, IL, USA"
        ],
        [
            "Medicine, Northwestern University Feinberg School of Medicine, Chicago, IL, USA, "
        ]
    ],
    "first_author_latitude": "41.896067800000004",
    "first_author_longitude": "-87.6168769"
}