{
    "doi": "https://doi.org/10.1182/blood.V118.21.245.245",
    "article_title": "Expression and Immunomodulatory Function of RANKL in Leukemia ",
    "article_date": "November 18, 2011",
    "session_type": "613. Acute Myeloid Leukemia - Biology and Pathophysiology: Biology and Pathophysiology of AML",
    "abstract_text": "Abstract 245 The TNF family member RANKL and its receptors RANK and osteoprotegerin (OPG) are key regulators of bone remodelling, but have also been shown to influence progression of malignancies like breast cancer (Tan et al., Nature 2011), myeloma (Sordillo et al., Cancer 2003) and CLL (Secchiero et al. J Cell Physiol. 2006). NK cells are cytotoxic lymphocytes that play an important role in tumor immune surveillance especially of hematopoietic malignancies. Their reactivity is influenced by a variety of activating and inhibitory molecules expressed by their target cells including several members of the TNF family. Recently, we reported that RANK, upon interaction with RANKL which can be expressed by malignant hematopoietic cells, mediates signals that impair NK reactivity (Schmiedel et al., Blood 2010 116,21:893–893). Here we extended these analyses and comprehensively studied the expression and immunomodulatory function of RANKL in leukemia. Analysis of primary leukemia cells revealed substantial RANKL surface expression in a high proportion of the investigated cases (AML, 47 of 65 (72%); ALL, 16 of 21 (76%); CML, 6 of 10 (60%); CLL, all 54 (100%)). Signaling via surface-expressed RANKL into the malignant cells mediated the release of cytokines like TNF, IL-6, IL-8 and IL-10 which have been shown to act as autocrine and paracrine growth and survival factors in leukemia. Moreover, the factors released upon RANKL signaling upregulated RANK expression on NK cells. In line, NK cells from leukemia patients (n=75) displayed significantly (p<0.001, Mann-Whitney U-test) higher RANK expression compared to healthy controls (n=30) confirming our notion that RANK-RANKL interaction may contribute to leukemia pathophysiology. We further found that RANK-RANKL interaction, beyond directly inhibiting NK cell function via RANK, may contribute to evasion of leukemia cells from NK immunosurveillance by creating an NK inhibitory cytokine milieu. This was revealed by impaired cytotoxicity and degranulation in response to leukemia targets following exposure of the NK cells to the factors released upon RANKL signaling by leukemia cells. Notably, the RANKL-mediated cytokine release of leukemia cells could be disrupted by the clinically approved RANKL antibody Denosumab/AMG162. Thus, RANKL signaling may trigger a “vicious cycle” comprising of release of immunosuppressive cytokines and also upregulation of RANK on NK cells. The latter both directly inhibits NK reactivity and may result in augmented RANKL signaling into leukemia cells. Our data suggest that therapeutic modulation of the RANK/RANKL system e.g. with Denosumab/AMG162, which is approved for treatment of osteolysis, may be a promising strategy to reinforce NK reactivity against hematopoietic malignancies. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "leukemia",
        "trance protein",
        "cancer",
        "cytokine",
        "tumor necrosis factors",
        "denosumab",
        "antibodies",
        "breast cancer",
        "cytotoxicity",
        "immunosuppressive agents"
    ],
    "author_names": [
        "Benjamin J Schmiedel",
        "Tina Baessler",
        "Miyuki Azuma",
        "Lothar Kanz, MD",
        "Helmut R. Salih, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Benjamin J Schmiedel",
            "author_affiliations": [
                "Department of Hematology and Oncology, Eberhard Karls University, Tuebingen, Germany, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Tina Baessler",
            "author_affiliations": [
                "Department of Hematology and Oncology, Eberhard Karls University, Tuebingen, Germany, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Miyuki Azuma",
            "author_affiliations": [
                "Department of Molecular Immunology, Tokyo Medical and Dental University, Tokyo, Japan"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lothar Kanz, MD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Eberhard Karls University, Tuebingen, Germany, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Helmut R. Salih, MD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Eberhard Karls University, Tuebingen, Germany, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-17T21:27:49",
    "is_scraped": "1"
}