{
    "doi": "https://doi.org/10.1182/blood.V118.21.3820.3820",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2095",
    "start_url_page_num": 2095,
    "is_scraped": "1",
    "article_title": "AR-67, a DNA Topo-Isomerase I Inhibitor, Demonstrates Acceptable Tolerability and Preliminary Activity in a Phase II Trial of Patients with Myelodysplastic Syndrome (MDS) and Chronic Myelomonocytic Leukemia (CMML), ",
    "article_date": "November 18, 2011",
    "session_type": "633. Myelodysplastic Syndromes: Poster III",
    "topics": [
        "dna",
        "isomerase",
        "leukemia, myelomonocytic, chronic",
        "myelodysplastic syndrome",
        "phase 2 clinical trials",
        "topotecan",
        "fatigue",
        "prostatic hypertrophy risk score",
        "dna topoisomerases, type i",
        "enzymes"
    ],
    "author_names": [
        "Naval Daver, MD",
        "Hagop M. Kantarjian, MD",
        "Guillermo Garcia-Manero",
        "Gautam Borthakur",
        "Farhad Ravandi, MD",
        "Tapan Kadia",
        "Zeev Estrov",
        "Marina Konopleva, M.D., Ph.D.",
        "Stefan Faderl, MD",
        "Jorge E. Cortes"
    ],
    "author_affiliations": [
        [
            "The University of Texas, M. D. Anderson Cancer Center, Leukemia, Houston, TX, USA, "
        ],
        [
            "The University of Texas, M. D. Anderson Cancer Center, Leukemia, Houston, TX, USA, "
        ],
        [
            "The University of Texas MD Anderson Cancer Center; Leukemia Department, Houston, TX, USA, "
        ],
        [
            "The University of Texas, M. D. Anderson Cancer Center, Leukemia, Houston, TX, USA, "
        ],
        [
            "The University of Texas MD Anderson Cancer Center; Leukemia Department, Houston, TX, USA, "
        ],
        [
            "Leukemia, University of Texas MD Anderson Cancer Center, Houston, TX, "
        ],
        [
            "The University of Texas, M. D. Anderson Cancer Center, Leukemia, Houston, TX, USA, "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "The University of Texas, M. D. Anderson Cancer Center, Leukemia, Houston, TX, USA, "
        ],
        [
            "The University of Texas, M. D. Anderson Cancer Center, Leukemia, Houston, TX, USA, "
        ]
    ],
    "first_author_latitude": "29.7068146",
    "first_author_longitude": "-95.3971547",
    "abstract_text": "Abstract 3820 Background: DNA topoisomerase I (TopoI) is an essential mammalian nuclear enzyme that relaxes DNA supercoiling generated by transcription, replication and chromatin remodeling. Topotecan and other Topo I inhibitors have shown clinical activity in MDS and CMML. AR-67 [(20S)-7-tert-butyldimethysilyl-10-hydroxycamptothecin] is a third generation camptothecin analog that effectively inhibits topoisomerase I enzyme. Aim: This phase II study was conducted to estimate the efficacy and toxicity of AR-67 in patients with MDS, CMML or MDS/MPD who have failed prior therapies. Method: Subjects with MDS (>5% blasts, or IPSS risk group intermediate-1, intermediate-2 or high risk), CMML or MDS/MPD who had failed or were unable to receive therapy with either a hypomethylating agent (alone or in combination) or patients with abnormalities in chromosome 5q who failed either a hypomethylating agent or lenalidomide were eligible. Patients with performance status 0–2 with adequate organ function and no active, uncontrolled intercurrent illness or infection, receive AR-67 IV at 7.5 mg/m 2 for 5 consecutive days every 4 weeks. Results: 10 patients with MDS, CMML or MDS/ MPD were enrolled (6 MDS, 2 CMML and 2 MDS/MPD). The median age was 69 years (yrs) (range, 52–83 yrs). All patients had received prior therapy with hypomethylating agents. The most common prior therapies included: azacytidine (n=6), decitabine (n=5) and clofarabine (n=5); either alone or in combination. The median number of prior therapies was 2 (range 1 to 4). Of the 6 MDS patients; 4 were IPSS Int-2 and 2 were IPSS Int-1. Both CMML patients were CMML-2. Cytogenetics analysis showed diploid karyotype in 4, trisomy 21 in 2, chromosome 7 abnormalities in 1, and various other abnormalities in 3. Molecular analysis showed NRAS mutation in 3 and FLT-3 ITD mutation in 1 patient. No patients had mutations in c-Kit, JAK-2 or NPM1. 9 of 10 enrolled patients received at least 1 dose of the AR-67. One patient was enrolled but withdrew prior to initiation of therapy. Median number of cycles received was 2 (1–6). Of the 9 patients treated, 1 patient had hematological response per IWG criteria. The hemoglobin improved from 8.1 g/dl to 11.5 g/dl, platelet count improved from 47 K/μL to 81 K/μL, peripheral blast count decreased from 4% to 1% and bone marrow blast count decreased from 9% to 5%. The response lasted 170 days. This patient also had a significant improvement in clinical manifestations associated with CMML, including fatigue, and incapacitating arthralgias allowing him to return to work. Two other patients had stable disease over 3 months and 2 months; respectively. The most common drug related adverse events were thrombocytopenia (5 overall; 3 grade 1–2; 2 grade 3), neutropenia (5 all grade 1–2), and anemia (5 all grade 1–2). Other noted adverse effects were diarrhea (4 overall; 3 grade 1–2, 1 grade 4), nausea (2 overall; 1 grade 2, 1 grade 3), elevated uric acid (2 overall; 1 grade 2, 1 grade 3), possible typhlitis (1 grade 3), mucositis (1 grade 1) and fatigue (1 grade 3, 1 grade 1). Dose reduction from 7.5 mg/m2 to 6.3 mg/m2 was required in 2 patients due to grade 3 fatigue and grade 3 thrombocytopenia; respectively. Conclusion: AR-67 administered at 7.5 mg/m2 showed efficacy and was tolerable in subjects with previously treated MDS, CMML or MDS/MPD. Myelosuppression is the most common toxicity, but is usually manageable. Additional studies of AR-67 in these disease groups are warranted. Disclosures: No relevant conflicts of interest to declare."
}