{
    "doi": "https://doi.org/10.1182/blood-2020-143239",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4496",
    "start_url_page_num": 4496,
    "is_scraped": "1",
    "article_title": "CD19/CD22 Dual-Targeted Chimeric Antigen Receptor T-Cell Therapy for Relapsed/Refractory Aggressive B-Cell Lymphoma: a Safety and Efficacy Study ",
    "article_date": "November 5, 2020",
    "session_type": "626.Aggressive Lymphoma (Diffuse Large B-Cell and Other Aggressive B-Cell Non-Hodgkin Lymphomas)-Results from Prospective Clinical Trials",
    "topics": null,
    "author_names": [
        "Yongxian Hu, MD",
        "Yanlei Zhang",
        "Houli Zhao, MD",
        "Yiyun Wang",
        "Arnon Nagler, MD",
        "Alex Hong Chang",
        "He Huang, MD PhD"
    ],
    "author_affiliations": [
        [
            "Bone Marrow Transplantation Center, The First Affiliated Hospital, School of Medicine, Zhejiang University, Hangzhou, China "
        ],
        [
            "Shanghai YaKe Biotechnology Ltd, Shanghai, China "
        ],
        [
            "Bone Marrow Transplantation Center, The First Affiliated Hospital, School of Medicine, Zhejiang University, Hangzhou, China "
        ],
        [
            "Bone Marrow Transplantation Center, the First Affiliated Hospital, School of Medicine, Zhejiang University, Hangzhou, China "
        ],
        [
            "Chaim sheba medical center, Tel aviv university, Tel Aviv, Israel"
        ],
        [
            "Shanghai YaKe Biotechnology Ltd, Shanghai, China "
        ],
        [
            "Bone Marrow Transplantation Center, The First Affiliated Hospital, School of Medicine, Zhejiang University, Hangzhou, China "
        ]
    ],
    "first_author_latitude": "38.995950799999996",
    "first_author_longitude": "-77.0988323",
    "abstract_text": "Introduction Chimeric antigen receptor (CAR)-T-cell therapy has revolutionized the treatment of relapsed/refractory (R/R) B-cell hematological malignancies, primarily acute lymphoblastic leukemia (ALL), and B-cell non-Hodgkin lymphoma (NHL). CD19 CAR-T cells have been extensively studied and have been shown to yield complete remission (CR) rates of about 90% in R/R ALL, but substantially lower (50%) rates in R/R NHL. Moreover, persistence is usually limited, and antigen escape-mediated relapse is a major limitation. Dual CAR-T cells targeting both CD19 and CD22 may address these limitations. Patients and methods We developed a bispecific CAR-T cells that could concomitantly recognize CD19- and CD22-expressing targets by incorporating both CD19 and CD22 single-chain variables in a single CAR construct (Figure 1A). We designed a prospective study to assess the safety and efficacy profiles of the dual CAR-T therapy in patients with R/R aggressive B-cell lymphoma. Results The preclinical cytotoxicity evaluation of the CD19/CD22 dual-targeted CAR-T cells was performed in comparison with mono-specific CD19-BB-002 and CD22-BB-002 CAR-T cells in HeLa cells that were engineered to express CD19, CD22, or both antigens. The dual-antigen specific CAR-T cells performed equally well when compared with the mono-specific CAR-T cells when there was only a single antigen present on the target cells; better performance was observed when both antigens were present on target cells (Figure 1B). In addition, the dual-antigen specific CAR-T cells induced equal amounts of interleukin (IL)-3, granulocyte-macrophage colony-stimulating factor (GM-CSF), and interferon (IFN)-γ, when compared with the two mono-specific CAR-T cells (Figure 1C). Furthermore, the CD19 CAR-T cells induced more IL-2 and tumor necrosis factor (TNF)-α than the CD22 CAR-T cells and dual-antigen CAR-T cells. However, in the presence of both CD19 and CD22 antigens, the dual-specific CAR-T cell tended to produce more granzyme B, which may explain the higher degree of cytotoxicity when compared with the two mono-specific CAR-T cells (Figure 1D). Twenty-four patients were screened. Of the 16 eligible patients 14 (87.5%) achieved objective response (RR), with 10 (62.5%) achieving complete response (CR). The 2-year overall survival (OS) and progression-free survival (PFS) rates were 77.3% and 40.2%, respectively (Figure 2A). Achieving CR (HR: 0.017, 95% CI: 0.000-0.935; P=0.046) and number of prior lines of chemotherapy (n=2) (HR:135.784, 95% CI: 1.069-17248.110, P=0.047) were found as independent prognostic factors associated with favorable PFS. The 2-year OS and PFS of the CR patients were higher than those of the non-CR patients (100% versus 41.7%, P=0.015; 66.7% versus 0%, P < 0.001), respectively (Figure 2B). The 2-year PFS in patients received 2 prior lines of chemotherapy was higher as compared to those that received more than 2 lines of chemotherapy (68.6% versus 16.7%, P=0.049) whereas the OS in the 2 groups did not differ significantly (83.3% and 71.1%, P=0.613) (Figure 2C). Severe grade 3 cytokine release syndrome (CRS) was observed in only one patient, while 4 had grade one and 11 had grade 2, respectively. No patient developed neurotoxicity. Conclusions Immunotherapy with a novel CD19/CD22 dual targeted CAR-T cells yields a potent and durable anti-lymphoma response with no neurotoxicity or severe CRS. Bispecific CD19/CD22 CAR-T cells represent a safe and potent anti-lymphoma cellular based targeted immunotherapy. Figure 1 View large Download slide Figure 1 View large Download slide  Disclosures No relevant conflicts of interest to declare."
}