{
    "doi": "https://doi.org/10.1182/blood.V114.22.372.372",
    "article_title": "Use of the CD26 Inhibitor Diprotin A (Ile-Pro-Ile) to Increase Mobilized Peripheral Blood Mononuclear Cell Adhesion and Migration. ",
    "article_date": "November 20, 2009",
    "session_type": "ORAL SESSION",
    "abstract_text": "Abstract 372 A firm understanding of the biology of hematopoietic stem and progenitor cell (HSC/HPC) trafficking is believed to be critical for the development of methodologies to improve transplant efficiency and subsequent immune reconstitution during hematopoietic stem cell transplantation (HSCT) in the clinical setting. We have previously reported that suppression of the peptidase CD26/DPPIV (dipeptidylpeptidase IV) on mouse HSC/HPC as a method of increasing transplant efficiency (Christopherson, KW 2 nd , et al. Science 2004. 305:1000-3). We have also described that inhibition of CD26 on CD34 + or lin - cord blood (CB) cells improves engraftment into immunodeficient mice (Christopherson, KW 2 nd , et al. Stem Cells and Dev 2007. 16:355-60). However, it has been reported that inhibition of CD26 on CD34 + G-CSF mobilized peripheral blood (PB) cells does not improve migration in response to SDF-1 or engraftment into NOD/SCID mice (Kawai K, et al, et al. Stem Cells and Dev 2007. 16:361-70). Given the widespread usage of un-fractionated mobilized PB as a source of cells for transplantation in both the autologous and allogeneic setting, the implications of also studying un-fractionated mobilized PB should not to be overlooked. We therefore investigated whether inhibition of CD26 activity on mobilized PB (mobPB) mononuclear cells (MNC) would have an effect on CXCL12/SDF-1 mediated adhesion and migration. These results were compared directly with data from CB MNC. Non-adherent MNCs from mobPB and CB were obtained by density centrifugation followed by adhesion to plastic for 90 minutes. By flow cytometry, CD26 expression was approximately 48% and 20% of the CD45 + cell population with Mean Fluorescent Intensity (MFI) of 1,200 and 1,000 for mobPB and CB MNCs respectively. Expression of CD26 was confirmed by Western Blot in total cell lysates from mobPB and CB MNCs. CD26 activity, as determined using the substrate Gly-Pro P-nitroanilide (Gly-Pro-pNA), was 36.7±2.8 pmol pNA/minute for mobPB MNCs and 30.9±2.8 pmol pNA/minute for CB MNCs (n=16). Prior to use in functional in vitro assays, cells were first cultured with or without a 5mM concentration of the CD26 inhibitor Diprotin A (DpA) for 15 minutes in DPBS+0.2%BSA at 37 o C, 5% CO 2 . To perform static adhesion assay, cells were treated with SDF-1α (0-800 ng/mL) for 30 minutes, loaded onto human fibronectin coated plates, and then allowed to incubate an additional 30 minutes at 37 o C, 5% CO 2 . DpA pre-treatment of mobPB and CB MNC was observed to result in an increase in adhesion as compared to untreated cells. Specifically, the percent adherence to fibronectin in response to 400ng/mL SDF-1α increased from 50.1±4.5% for untreated to 70.1±2.3% for DpA treated mobPB MNCs (p≤0.05, n=6). The percent adherence for CB MNCs increased from 48.2%±5.1 for untreated to 65.4±5.9% for DpA treated cells in response to 400ng/mL SDF-1α (p≤0.05, n=6). To assess migration, chemotaxis assays were performed by loading 2×10 5 cells into the upper chamber of a transwell plate, adding SDF-1α (0-400 ng/mL) in the lower chamber, and incubating for 2 hours at 37 o C, 5% CO 2 . DpA pre-treatment of mobPB and CB cells was observed to result in an increased migration as compared to untreated cells. Specifically, the percent migration at 400ng/mL SDF-1α was 20.0±1.7% and 27.8±1.9% for untreated and DpA treated mobPB MNCs respectively (p≤0.01, n=7). The percent migration in response to 400ng/mL SDF-1α was 58.8±1.4% for untreated CB MNCs and 70.6 ± 2.9% for DpA treated CB MNCs (p≤0.01, n=4). These data indicate that a substantial portion of G-CSF mobPB cells express CD26 and exhibit CD26 peptidase activity similar to that seen on CB cells. In addition, CD26 inhibition on these cells results in an increase in functional response to SDF-1 as quantitated by adhesion and migration. Taken in the context of other studies examining sorted CD34 + mobPB our data suggest that un-fractionated mobPB may have inherently different regulatory properties due to the presence of accessory cells. Additionally, our data suggest that suppression of functional response of HSC/HPC to the chemokines SDF-1 by CD26 activity may be an endogenous regulatory mechanism that extends beyond CB to also include mobPB. Future studies are needed to pursue whether inhibition of CD26 activity can serve as a technique by which the trafficking of hematopoietic stem and progenitor cells from un-fractionated mobilized peripheral blood can be manipulated for possible clinical benefit. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "adhesions",
        "dipeptidyl-peptidase iv",
        "peripheral blood mononuclear cell",
        "valproic acid",
        "stromal cell-derived factor 1",
        "carbon dioxide",
        "cd34 antigens",
        "peptide nucleic acids",
        "transplantation",
        "fibronectins"
    ],
    "author_names": [
        "Robin Frank",
        "Sucheta Jagan",
        "Lydia Luy Tan",
        "Laura A Paganessi",
        "Kent W. Christopherson, II, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Robin Frank",
            "author_affiliations": [
                "Section of Hematology & Stem Cell Transplantation, Rush University Medical Center, Chicago, IL, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Sucheta Jagan",
            "author_affiliations": [
                "Section of Hematology & Stem Cell Transplantation, Rush University Medical Center, Chicago, IL, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lydia Luy Tan",
            "author_affiliations": [
                "Section of Hematology & Stem Cell Transplantation, Rush University Medical Center, Chicago, IL, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laura A Paganessi",
            "author_affiliations": [
                "Section of Hematology & Stem Cell Transplantation, Rush University Medical Center, Chicago, IL, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kent W. Christopherson, II, PhD",
            "author_affiliations": [
                "Section of Hematology & Stem Cell Transplantation, Rush University Medical Center, Chicago, IL, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-13T04:26:26",
    "is_scraped": "1"
}