{
    "doi": "https://doi.org/10.1182/blood-2019-130369",
    "article_title": "A Pilot Study on Biomarkers of Vascular Injury in Patients with Immune-Mediated Thrombotic Thrombocytopenic Purpura ",
    "article_date": "November 13, 2019",
    "session_type": "311.Disorders of Platelet Number or Function",
    "abstract_text": "Background: Immune-mediated thrombotic thrombocytopenic purpura (iTTP) is defined by thrombocytopenia and microangiopathic hemolytic anemia without an alternative explanation, confirmed by severely deficient ADAMTS13 to <10%. It is caused by autoantibodies against the ADAMTS13 protease. Following recovery from an acute iTTP episode, the patient is at risk for relapses and multiple long-term complications including hypertension, depression, headaches and neurocognitive impairment. The etiology of these complications is not well understood. The aim of this study was to identify biomarkers of vascular injury that could help to diagnose or predict the development of these long term complications of iTTP. Four plasma biomarkers of vascular injury were selected with the assistance of a multidisciplinary team of neurologists, pathologists and psychologists, based on their relevance in other chronic diseases and inflammation. Syndecan-1 (CD-138), is a cell surface heparan sulfate proteoglycan that interacts with extracellular matrix molecules and growth factors to maintain epithelial cell morphology. It has been reported to be a negative regulator of various inflammatory processes, with Syndecan-1 knockout ( Sdc-1 −/− ) mice showing enhanced disease severity and impaired recovery. Thrombomodulin (CD141), is an endothelial surface transmembrane glycoprotein. It is involved in the activation of protein C in the inactivation of thrombin. Its expression has been associated with aging and cardiovascular disease. Vascular adhesion protein-1 (VAP) is a member of the copper-containing amine oxidase/semicarbazide-sensitive amine oxidase (AOC/SSAO) enzyme family. It is continuously expressed as a transmembrane glycoprotein in the vascular wall during development and facilitates the accumulation of inflammatory cells into the inflamed environment. It has been shown to be released in cerebral ischemia. E-selectin (CD62E), is a selectin cell adhesion molecule, expressed only in endothelial cells activated by cytokines, and is known to be increased in acute coronary syndrome and atherosclerosis. Methods: Patients with a diagnosis of iTTP functioning normally in their activities of daily living were recruited from existing IRB approved patient cohorts at both the Ohio State University ( n = 10) (Columbus) and the University College London Hospitals ( n = 15) (London, UK). These patients were studied and reported previously (Cataland, Scully M et al. AJH 2011, 86; 87-89). with a validated measure of neurocognitive function (Cogstate). Patients were characterized by this testing as having normal or abnormal cognitive function. Syndecan-1, thrombomodulin, vascular adhesion protein-1, and E-selectin were studied in plasma samples obtained at the time of the previous neurocognitive testing. All four biomarker assays were performed with commercially available Elisa-based assays. Results: There was a total of 25 patients that underwent neurocognitive testing previously; 11 patients had normal neurocognitive testing and 14 patients were characterized as abnormal. The median age was 41 (range 18-62). One patient was Asian, six were black and 18 were white. Nine patients were male. The demographic information for each group is listed in Table 1. The biomarker results for each group are listed on Table 2 and a comparison is seen on Figure 1. We did see a trend to lower levels of Syndecan-1, and higher levels of thrombomodulin and VAP-1 in patients with abnormal cognitive testing. The two groups had similar levels of CD62E. all biomarker testing was repeated twice and given consistent data. Conclusions: There is a need in the field for a better understanding of the pathophysiology of the long-term complications described in patients with iTTP. This pilot study is the first to look at biomarkers of vascular injury and inflammation that can correlate with neurocognitive impairment and potentially vascular injury in patients with iTTP, not when patients are having an acute episode but during follow up. In addition, we have shown that these biomarkers can be reliably tested in frozen samples from patients with iTPP, and important step for feasibility of future studies. These data are an important first step to develop specific biomarkers that correlate with the development of long-term complications in iTTP patients. View large Download slide View large Download slide  Close modal Disclosures Masias: Rigel Pharmaceuticals: Consultancy. Scully: Alexion: Consultancy; Novartis: Consultancy; Ablynx/Sanofi: Consultancy; Shire/Takeda: Consultancy; Shire: Research Funding. Cataland: Ablynx/Sanofi: Consultancy, Research Funding; Alexion: Consultancy, Research Funding.",
    "topics": [
        "biological markers",
        "thrombotic thrombocytopenic purpura",
        "vascular injuries",
        "e-selectin",
        "amine oxidase (copper-containing)",
        "neurocognitive testing",
        "thrombomodulin",
        "adhesions",
        "glycoprotein",
        "inflammation"
    ],
    "author_names": [
        "Camila Masias, MDMPH",
        "Rawan Tarawneh, MD",
        "Haiwa Wu",
        "Krista Carter",
        "Shangbin Yang, PhD",
        "Alcinda Flowers, MD",
        "Marie Scully",
        "Spero Cataland, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Camila Masias, MDMPH",
            "author_affiliations": [
                "The Ohio State University, Columbus, OH "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Rawan Tarawneh, MD",
            "author_affiliations": [
                "The Ohio State University, Columbus, OH "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Haiwa Wu",
            "author_affiliations": [
                "The Ohio State University, columbus, OH "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Krista Carter",
            "author_affiliations": [
                "The Ohio State University, Columbus, OH "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shangbin Yang, PhD",
            "author_affiliations": [
                "Ohio State University, Columbus, OH "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alcinda Flowers, MD",
            "author_affiliations": [
                "The Ohio State University, Columbus, OH "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marie Scully",
            "author_affiliations": [
                "Department of Haematology, University College London Hospitals, Cardiometabolic Programme, National Institute for Health Research UCLH-UCL Biomedical Research Center, London, United Kingdom "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Spero Cataland, MD",
            "author_affiliations": [
                "Division of Hematology, Department of Internal Medicine, The Ohio State University, Columbus, OH"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-17T21:34:45",
    "is_scraped": "1"
}