{
    "doi": "https://doi.org/10.1182/blood.V122.21.2309.2309",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2644",
    "start_url_page_num": 2644,
    "is_scraped": "1",
    "article_title": "Clopidogrel Modulates LPS-Induced Systemic Inflammation Through a P2Y 12 receptor Independent Pathway ",
    "article_date": "November 15, 2013",
    "session_type": "302. Vascular Wall Biology, Endothelial Progenitor Cells and Platelet Adhesion: Poster II",
    "topics": [
        "animal model",
        "clopidogrel",
        "inflammation",
        "antigens, cd25",
        "macrophage-1 antigen",
        "thienopyridine",
        "metabolites",
        "bone marrow specimen",
        "receptors, purinergic p2y12",
        "antiplatelet agents"
    ],
    "author_names": [
        "Elisabetta Liverani, PhD",
        "Mario C Rico, MD",
        "Alexander Tsygankov, PhD",
        "Laurie E Kilpatrick, PhD",
        "Satya P. Kunapuli, PhD"
    ],
    "author_affiliations": [
        [
            "Sol Sherry Thrombosis Research Center, Temple University School of Medicine, Philadelphia, PA, USA, "
        ],
        [
            "Physiology and Sol Sherry Thrombosis Research Center, Temple University School of Medicine, Philadelphia, PA, USA, "
        ],
        [
            "Department of Microbiology and Immunology, Temple University School of Medicine, Philadelphia, PA, USA, "
        ],
        [
            "Center for Inflammation, Translational and Clinical Lung Research, Temple University School of Medicine, Philadelphia, PA, USA"
        ],
        [
            "Sol Sherry Thrombosis Research Center, Temple University School of Medicine, Philadelphia, PA, USA, "
        ]
    ],
    "first_author_latitude": "40.00660499999999",
    "first_author_longitude": "-75.1522835",
    "abstract_text": "Thienopyridines are a class of anti-platelet drugs that are metabolized in the liver to several metabolites of which only one active metabolite can irreversibly antagonize the platelet P2Y 12 receptor. Possible effects of these drugs and the role of activated platelets in inflammatory responses have previously been investigated in a variety of animal models, demonstrating that thienopyridines could alter inflammation. Interestingly, P2Y 12 may also be expressed in other cells of the immune system, indicating that the effects of the drug could directly target other cells rather than platelets. Furthermore, neutrophil functions could be inhibited by the in vitro generated metabolites of a thienopyridine such as prasugrel, although these cells did not express P2Y 12 receptor. Hence, it is not clear whether thienopyridine effects are caused only by the P2Y 12 antagonism or whether also off-target effects of other metabolites intervene. To address this question, we investigated P2Y 12 deficient mice (KO) during a LPS-induced model of systemic inflammation (3mg/kg for 4 days). In addition, we also treated these KO mice with a thienopyridine drug, clopidogrel (loading dose: 30kg/kg; maintenance dose: 10kg/kg). We investigated possible changes in spleen and bone marrow cell content and lung injury. Data show that spleen cell content, in terms of neutrophil accumulation, CD11b and CD25 expression, was altered in LPS-treated P2Y 12 KO mice compared with the wild-type (WT) counterpart ( Fig. 1 ). Interestingly, clopidogrel treatments could influence changes in cell content and receptor expression in LPS-treated deficient mice as well as in WT ( Fig. 1 ). Figure 1 View large Download slide LPS treatments caused accumulation of immune cells in the spleen and altered receptor expression in KO mice. ( A ) Neutrophil (PMN) content (cell/mL) ( B ) CD11b and ( C ) CD25 surface expression (Geometric mean of fluorescence intensity (GMFI)) in spleen samples of WT ( black ) and KO mice ( white ) with or without clopidogrel treatments. Values are expressed as Mean ± SEM (** p < 0.05; * p < 0.01; KO LPS-treated versus WT LPS treated and LPS-treated versus untreated, n=6). Figure 1 View large Download slide LPS treatments caused accumulation of immune cells in the spleen and altered receptor expression in KO mice. ( A ) Neutrophil (PMN) content (cell/mL) ( B ) CD11b and ( C ) CD25 surface expression (Geometric mean of fluorescence intensity (GMFI)) in spleen samples of WT ( black ) and KO mice ( white ) with or without clopidogrel treatments. Values are expressed as Mean ± SEM (** p < 0.05; * p < 0.01; KO LPS-treated versus WT LPS treated and LPS-treated versus untreated, n=6). Our results indicate that, also in the bone marrow, the lack of the receptor shows an increase in cell content and CD11b and CD25 expression ( Fig. 2 ), suggesting a role for P2Y 12 in regulation of bone marrow cellular composition during inflammation. It is interesting to notice that cell content observed in both spleen ( Fig. 1 ) and bone marrow ( Fig. 2 ) of healthy KO mice was different from the data obtained in healthy WT, suggesting that this receptor may be involved in the physiological cell composition of these organs. Furthermore, clopidogrel treatment could again alter KO mice response to inflammation, indicating that this drug may also have P2Y 12 independent effects ( Fig. 2 ). Finally, LPS-induced injury was more severe in the lungs of KO mice, compared to WT, since an increase in myeloperoxidase (MPO) expression was noted in LPS-exposed KO lungs compared with LPS-exposed WT ( Fig. 3 ). Figure 2 View large Download slide LPS treatments altered also cell content in the bone marrow of P2Y 12 KO mice. ( A ) Neutrophil (PMN) content (cell/mL) ( B ) CD11b and ( C ) CD25 surface expression (GMFI) in bone marrow samples of WT ( black ) and KO mice ( white ) with or without clopidogrel treatments. Values are expressed as Mean ± SEM (** p < 0.05; * p < 0.01; KO LPS-treated versus WT LPS treated and LPS-treated versus untreated, n=6). Figure 2 View large Download slide LPS treatments altered also cell content in the bone marrow of P2Y 12 KO mice. ( A ) Neutrophil (PMN) content (cell/mL) ( B ) CD11b and ( C ) CD25 surface expression (GMFI) in bone marrow samples of WT ( black ) and KO mice ( white ) with or without clopidogrel treatments. Values are expressed as Mean ± SEM (** p < 0.05; * p < 0.01; KO LPS-treated versus WT LPS treated and LPS-treated versus untreated, n=6). Figure 3 View large Download slide LPS-induced elevations of MPO levels was noted in the lungs of P2Y 12 null mice. MPO analysis was performed in lung samples of untreated and LPS treated WT ( black ) and KO mice ( white ) before and after clopidogrel exposure. Values are expressed as fluorescence mean ± SEM (* p < 0.01; ** p < 0.05; KO model versus WT, treated versus untreated; n=3). Figure 3 View large Download slide LPS-induced elevations of MPO levels was noted in the lungs of P2Y 12 null mice. MPO analysis was performed in lung samples of untreated and LPS treated WT ( black ) and KO mice ( white ) before and after clopidogrel exposure. Values are expressed as fluorescence mean ± SEM (* p < 0.01; ** p < 0.05; KO model versus WT, treated versus untreated; n=3). In conclusion, our study shows that P2Y 12 receptor deficiency could enhance LPS-induced inflammation. This finding is in contrast with some previous data presenting clopidogrel treatments as playing a protective role. The observed disparity suggests that the lack of P2Y 12 receptor may have different implications in different stages of inflammation. Furthermore, our findings underline that P2Y 12 receptor could be involved in regulation of cellular composition even in healthy animals, thus modifying their responsiveness to inflammation. Finally, since clopidogrel treatment could alter KO mice, this drug could have P2Y 12 independent effects that need to be further investigated. Disclosures: No relevant conflicts of interest to declare."
}