{
    "doi": "https://doi.org/10.1182/blood.V120.21.2878.2878",
    "article_title": "Active Crosstalk with the Microenvironment Leading to Clonal Evolution in Chronic Lymphocytic Leukemia with Stereotyped IGHV4–34/IGKV2–30 Antigen Receptors. ",
    "article_date": "November 16, 2012",
    "session_type": "641. CLL - Biology and Pathophysiology, excluding Therapy: Poster II",
    "abstract_text": "Abstract 2878 We recently demonstrated that intraclonal diversification (ID) in the immunoglobulin (IG) genes of patients with chronic lymphocytic leukemia (CLL) was limited, with the outstanding exception of subset #4 cases (IGHV4–34/IGKV2–30). Subset #4 cases express IgG-switched antigen receptors carrying long VH CDR3s enriched in positively charged amino acid residues (especially arginine), with acidic residues introduced by somatic hypermutation (SHM) in critical positions of both the heavy and light chain variable domains. This group of patients, characterized clinically by an early age at diagnosis and an indolent disease course, exhibited distinctive patterns of intraclonal diversification (ID) within their IG genes. This may be considered as evidence for an ongoing response to active interaction with antigen (Ag), however, the critical question about the precise timing of Ag involvement and its role in clonal evolution remains unknown. To obtain insight into these issues, we conducted a large-scale subcloning study of the IG genes in a total of 514 and 398 subcloned IG heavy and kappa sequences, obtained from overtime samples from 8 subset #4 cases. All non-ubiquitous sequence changes from the germline among subcloned sequences of the same patient from the same timepoint were evaluated and recorded as follows: (i) unconfirmed mutation (UCM) - a mutation observed in only one subcloned sequence; (ii) confirmed mutation (CM) - a mutation observed in more than one but in less than all subcloned sequences. Overall, all cases carried intraclonally diversified IG genes. Detailed analysis of the topology and characteristics of mutations revealed: i) restricted ID patterns, in the sense of identical mutations at certain VH/VK positions amongst subclones of different cases, e.g. despite glycine at codon 28 (VH CDR1) being mutated in 413/514 (80%) sequences, the only observed substitution was to an acidic residue, ii) ID hotspots, i.e. mutations in certain codons were repeatedly observed during clonal evolution, and iii) predominance of conservative amino acid changes. Furthermore, the analysis of consecutive samples enabled us to trace the diversification of the CLL antibody over time, and describe the level of ID as increasing, decreasing, or complex when a mutation appears, disappears and then re-emerges at a subsequent time point, thereby also revealing which mutations were negatively or positively selected. Consequently, a stepwise accumulation of mutations could be observed with several CMs at an early timepoint becoming ubiquitous mutations, i.e. present in all subcloned sequences of subsequent timepoints. In addition, distinct clusters of subcloned sequences with cluster-specific mutational profiles were observed initially, however at later timepoints the minor cluster had often disappeared and hence been selected against. Despite the high intensity of ID, it was remarkable that certain residues such as in the VH FR1 motif responsible for recognizing the I/i NAL epitope remained essentially unaltered (only 6/514 sequences carried alterations at codon 7 VH FR1). In conclusion, this study defines a clear role for Ag selection in the clonal evolution of CLL subset #4. Whilst the critical eliciting Ag cannot be definitively determined, it is tempting to hypothesize that the distinctive modifications introduced by SHM in the stereotyped BcR likely represent a mechanism for negating auto-reactivity mediated by the arginine-rich VH CDR3s and inducing an anergic state which could potentially be re-activated by subsequent (auto)antigenic stimulation as evidenced by ongoing SHM. It remains to be established whether this stimulation is also accompanied by a change in functional status. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "receptors, antigen",
        "immunoglobulins",
        "amino acids",
        "arginine",
        "antibodies",
        "antigens",
        "antigens, cd98 light chains",
        "disease progression"
    ],
    "author_names": [
        "Lesley-Ann Sutton",
        "Efterpi Kostareli",
        "Evangelia Stalika",
        "Athanasios Tsaftaris",
        "Achilles Anagnostopoulos",
        "Nikos Darzentas",
        "Richard Rosenquist",
        "Kostas Stamatopoulos"
    ],
    "author_dict_list": [
        {
            "author_name": "Lesley-Ann Sutton",
            "author_affiliations": [
                "Department of Immunology, Genetics and Pathology, Rudbeck Laboratory, Uppsala University, Uppsala, Sweden, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Efterpi Kostareli",
            "author_affiliations": [
                "Hematology Department and HCT Unit, G. Papanicolaou Hospital, Thessaloniki, Greece, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Evangelia Stalika",
            "author_affiliations": [
                "Hematology Department and HCT Unit, G. Papanicolaou Hospital, Thessaloniki, Greece, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Athanasios Tsaftaris",
            "author_affiliations": [
                "Institute of Applied Biosciences, CERTH, Thessaloniki, Greece"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Achilles Anagnostopoulos",
            "author_affiliations": [
                "Hematology Department and HCT Unit, G. Papanicolaou Hospital, Thessaloniki, Greece, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nikos Darzentas",
            "author_affiliations": [
                "Institute of Applied Biosciences, CERTH, Thessaloniki, Greece"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard Rosenquist",
            "author_affiliations": [
                "Department of Immunology, Genetics and Pathology, Rudbeck Laboratory, Uppsala University, Uppsala, Sweden, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kostas Stamatopoulos",
            "author_affiliations": [
                "Institute of Applied Biosciences, CERTH, Thessaloniki, Greece"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-24T04:11:55",
    "is_scraped": "1"
}