{
    "doi": "https://doi.org/10.1182/blood.V126.23.1894.1894",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3054",
    "start_url_page_num": 3054,
    "is_scraped": "1",
    "article_title": "Ex Vivo Expanded NK Cells Mediate Highly Efficient and Rapid Killing of Ewing Sarcoma Cells Through Degranulation with Tumor Cytotoxicity Controlled by the NKG2D, DNAM-1, and NKp30 NK Receptors ",
    "article_date": "December 3, 2015",
    "session_type": "703. Adoptive Immunotherapy: Poster I",
    "topics": [
        "cytotoxicity",
        "ewing's sarcoma",
        "killing",
        "natural killer cells",
        "neoplasms",
        "coculture techniques",
        "human leukocyte antigens",
        "ligands",
        "bortezomib",
        "death domain receptors"
    ],
    "author_names": [
        "Amrita D. Karambelkar, B.S.",
        "Robert N. Reger, B.S.",
        "Mattias Carlsten, MD, PhD",
        "Richard W. Childs, MD"
    ],
    "author_affiliations": [
        [
            "National Heart, Lung, and Blood Institute, National Institutes of Health, Bethesda, MD ",
            "Icahn School of Medicine at Mount Sinai, New York, NY"
        ],
        [
            "National Heart, Lung, and Blood Institute, National Institutes of Health, Bethesda, MD "
        ],
        [
            "National Heart, Lung, and Blood Institute, National Institutes of Health, Bethesda, MD "
        ],
        [
            "National Heart, Lung, and Blood Institute, National Institutes of Health, Bethesda, MD "
        ]
    ],
    "first_author_latitude": "39.0035707",
    "first_author_longitude": "-77.1013313",
    "abstract_text": "Introduction : Natural killer (NK) cells are highly cytotoxic immune cells that can kill tumor cells via release of cytotoxic granulae as well as through induction of tumor apoptosis by ligands that bind death receptors expressed on the target cells. Clinical trials have established that adoptive infusions of ex vivo expanded NK cells are safe and can induce tumor regression in selected groups of cancer patients. Recent data suggest that Ewing's sarcoma (EwS), a bone cancer associated with poor survival in the context of metastatic disease, is exquisitely sensitive to killing by NK cells due to low expression of HLA class I molecules that normally prevent NK cell cytotoxicity through interactions with inhibitory NK cell receptors. We and others have recently shown that ex vivo expansion of NK cells causes upregulation of their activation receptors such as NKG2D and death receptor ligands such as TRAIL, which collectively make expanded NK cells more cytotoxic than resting non-expanded NK cells. In an effort to optimize the full therapeutic potential of adoptive NK cell immunotherapy against EwS in the clinic, we investigated the mechanisms utilized by ex vivo expanded NK cells to recognize and kill EwS cells. Methods : Healthy donorNK cells were expanded for 14 days using irradiated EBV-LCL cells in X-Vivo 20 media supplemented with 500 IU/ml IL-2 and 10% AB serum. The EwS cell lines (TC71, RH18X, LG) and the K562 cell line were grown in RPMI media supplemented with 10% FBS. NK cell viability, phenotype, and degranulation were measured by flow cytometry. EwS lysis was measured using 51 Cr release assays. Degradation of perforin to prevent tumor killing via the degranulation pathway was achieved by pre-treating NK cells for 2 hours with 100 nM concanamycin. Blocking antibodies against HLA-A,B,C antigens on EwS cells and against activation receptors on NK cells were added to the respective cells for 30-45 min prior to co-culture. In some experiments, EwS cells were pre-treated with 20 nM bortezomib for 24 hours prior to co-culture with NK cells. Statistical analysis was conducted using the Wilcoxon ranked sum test to determine significance. Results : Ex vivo expanded NK cells were highly cytotoxic against all three EwS cell lines tested, with killing levels comparable to those of the gold-standard NK cell target K562 cells. Suppression of the degranulation pathway using concanamycin revealed a significant reduction in the ability of NK cells to lyse EwS cells (65-71% at baseline vs 10-24% with concanamycin-treated NK cells). Blockade of HLA class I molecules on the EwS cell surface revealed a small but significant increase in NK cell degranulation from 30 to 37%, 32 to 40%, and 20 to 35% against the TC71, RH18X, and LG EwS lines respectively (p <0.05). Based on experiments where individual activation receptors on ex vivo expanded NK cells were blocked with antibodies, we established that EwS killing by these cells was highly dependent on the expression of the NKG2D, DNAM-1, and NKp30 receptors. Although blockade of individual receptors significantly reduced NK cell killing of EwS cells, simultaneous blockade of all three receptors completely prevented NK cell degranulation. In an attempt to further bolster NK cell killing of EwS cells, we next pre-treated EwS cells with the proteasome inhibitor bortezomib to increase the expression of the TRAIL receptor DR5. While this approach increased DR5 expression by a median 2.09 fold (range 1.40-2.15) and enhanced the susceptibility of EwS cells to killing by recombinant TRAIL, surprisingly, no further killing was observed following co-culture with expanded NK cells. Preliminary data indicate the latter is explained by the rapid and efficient EwS killing induced by NK cell degranulation that triggers instant lysis in contrast to more delayed killing that is characteristic of the TRAIL pathways. Conclusions : Ex vivo expanded NK cells are able to rapidly and efficiently kill EwS cells at levels comparable to those of the gold-standard NK cell target K562 cells. Lysis of EwS by ex vivo expanded NK cells occurs exclusively through degranulation triggered by a relative lack of HLA class I expression combined with expression of ligands to the activating NK cell receptors NKG2D, DNAM-1, and NKp30. These data provide important insights that define the critical elements required by ex vivo expanded NK cells to mediate tumor responses against metastatic EwS following adoptive transfer in the clinic. Disclosures No relevant conflicts of interest to declare."
}