{
    "doi": "https://doi.org/10.1182/blood.V128.22.2463.2463",
    "article_title": "Pharmacokinetics and Exposure-Response of Luspatercept in Patients with Beta-Thalassemia: Preliminary Results from Phase 2 Studies ",
    "article_date": "December 2, 2016",
    "session_type": "112. Thalassemia and Globin Gene Regulation: Poster II",
    "abstract_text": "Background : In β-thalassemia, imbalanced production of α and β globin chains in erythroid precursors inhibits late-stage erythroid differentiation, leading to ineffective erythropoiesis and anemia. Luspatercept is a modifiedactivin receptor type IIB-IgG Fc fusion protein that promotes terminal erythroid differentiation and mitigates ineffective erythropoiesis in murine β-thalassemia. In phase 2 studies, luspatercept led to long-term increases in hemoglobin (Hb) levels and reduction in transfusion burden in patients (pts) with β-thalassemia. Aims : To characterize the pharmacokinetics (PK) of luspatercept, and to explore the exposure-response relationship for efficacy and safety in pts with β-thalassemia, thereby informing selection of the starting dose for phase 3 studies of luspatercept in β-thalassemia. Methods : PK, safety, and efficacy data were collected from two phase 2 studies (base and extension). In the base study, luspatercept was administered once every 3 weeks by subcutaneous injection to sequential cohorts for up to 5 doses. The base study included a dose-finding phase (at fixed doses ranging from 0.2 mg/kg to 1.25 mg/kg) and an expansion cohort (at a starting dose of 0.8 mg/kg followed by individual dose titration up to 1.25 mg/kg). Pts completing the base study were eligible to enroll in an extension study, where they continued to receive luspatercept every 3 weeks for up to 24 months. Pts who had treatment interruption for ≥ 3 months before enrolling in the extension study received a starting dose of 0.8 mg/kg (followed by dose titration) and were treated as \"new\" pts in the exposure-response analysis. The main exposure endpoint was area under the luspatercept serum concentration-time curve (AUC). Clinical endpoints included Hb increase, transfusion reduction, and drug-related adverse events (AEs) in weeks 1-15. Responders were defined as non-transfusion-dependent (NTD) pts with a mean Hb increase ≥ 1.0 g/dL/15 weeks, and transfusion-dependent (TD) pts with a transfusion reduction ≥ 33%/15 weeks. Results : As of July 20, 2016, preliminary data were available for 89 pts, including 49 NTD pts (baselineHb 6.5-9.8 g/dL) and 40 TD pts (baseline transfusion burden 4-18 units/12 weeks). Median age was 37 years (range 20-62), and 47% were female. A total of 49 pts were eligible for individual dose titration, with ~71% having at least 1 dose escalation (to 1 mg/kg) and 27% having 2 dose escalations (up to 1.25 mg/kg) within the first 5 cycles. Luspatercept PK was adequately described by a 1-compartment PK model with linear absorption and elimination. The half-life of luspatercept in serum was~10 days across doses. Body weight positively correlated with luspatercept clearance and its volume of distribution. TD pts had~23% lower volume of distribution than NTD pts. In NTD pts, higher luspatercept serum AUC correlated with a greater increase in Hblevels ( P < 0.01). Most TD pts had a reduction in transfusion burden; however, an exposure-dependent trend was not apparent for relative or absolute reduction in units transfused, possibly due to the narrow exposure range tested. The median AUC was similar for NTD responders and TD responders (~100d·μg/mL vs ~120d·μg/mL). As AUC increased, the frequency of responders increased for NTD pts, TD pts, and the 2 groups combined (Figure). Population PK simulation predicted that a starting dose of 1.0 mg/kg luspatercept would result in > 90% of NTD pts and ~50% of TD pts achieving the median AUC concentration observed in responders. By contrast, < 50% pts (NTD or TD) were predicted to achieve the target AUC at the 0.8 mg/kg dose. Grade 2-3 drug-related AEs (all types) were more frequent with higher AUC ( P < 0.05). In both NTD and TD pts, bone and muscle pain were the most common AEs; however, these AES did not have a significant relationship with luspatercept serum exposure. Conclusions : Higher luspatercept serum exposure correlated with greater erythroid hematopoietic response as well as more frequent grade 2-3 related AEs. Exposure-response modeling and PK simulation support a phase 3 starting dose of 1.0 mg/kg and intra-patient dose escalation up to 1.25 mg/kg according to pts' response. A phase 3 study of luspatercept in regularly transfused adults with β-thalassemia is ongoing (BELIEVE study; ClinicalTrials.gov NCT02604433). View large Download slide View large Download slide Close modal Disclosures Chen: Celgene Corporation: Employment, Equity Ownership. Laadem: Celgene Corporation: Employment, Equity Ownership. Wilson: Acceleron Pharma: Employment, Equity Ownership. Zhang: Acceleron Pharma: Employment. Sherman: Acceleron Pharma: Employment, Equity Ownership, Patents & Royalties. Ritland: Celgene Corporation: Employment, Equity Ownership. Attie: Acceleron Pharma: Employment, Equity Ownership.",
    "topics": [
        "beta thalassemia",
        "luspatercept",
        "pharmacokinetics",
        "brachial plexus neuritis",
        "transfusion",
        "thalassemia",
        "titration method",
        "ineffective erythropoiesis",
        "adverse event",
        "anemia"
    ],
    "author_names": [
        "Nianhang Chen",
        "Abderrahmane Laadem, MD",
        "Dawn M. Wilson",
        "Xiaosha Zhang",
        "Matthew L. Sherman, MD",
        "Steve Ritland",
        "Kenneth M. Attie, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Nianhang Chen",
            "author_affiliations": [
                "Celgene Corporation, Summit, NJ "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Abderrahmane Laadem, MD",
            "author_affiliations": [
                "Celgene Corporation, Summit, NJ "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dawn M. Wilson",
            "author_affiliations": [
                "Acceleron Pharma, Cambridge, MA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xiaosha Zhang",
            "author_affiliations": [
                "Acceleron Pharma, Cambridge, MA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Matthew L. Sherman, MD",
            "author_affiliations": [
                "Acceleron Pharma, Cambridge, MA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Steve Ritland",
            "author_affiliations": [
                "Celgene Corporation, Summit, NJ "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kenneth M. Attie, MD",
            "author_affiliations": [
                "Acceleron Pharma, Cambridge, MA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-07T13:06:16",
    "is_scraped": "1"
}