{
    "doi": "https://doi.org/10.1182/blood.V114.22.850.850",
    "article_title": "Conserved Structural Motifs Cooperate to Maintain Blood Coagulation Factor V in An Inactive Procofactor State. ",
    "article_date": "November 20, 2009",
    "session_type": "BLOOD COAGULATION AND FIBRINOLYTIC FACTORS: STRUCTURE-FUNCTION OF COAGULATION FACTOR",
    "abstract_text": "Abstract 850 Blood coagulation factor V (FV) is a multi-domain protein which circulates as an inactive procofactor and has high structural homology with factor VIII. To express procoagulant activity, FV must be proteolytically processed within its central B-domain (836 residues) with thrombin being considered the key physiological activator. Following liberation of the B-domain (residues 710-1545), activated FV (FVa) functions as a cofactor for factor Xa within the prothrombinase complex and dramatically enhances the rate of thrombin generation. The central role which FVa assumes in prothrombinase indicates that its activation must be a key regulatory step in hemostasis. Although the proteolytic events that lead to the activation of FV have been well studied, the molecular mechanism by which B-domain release facilitates the procofactor to cofactor transition is not well understood. Recently, we have shown that in the absence of intentional proteolysis, deletion or substitution of discrete B-domain sequences drives the expression of procoagulant function (JBC, 282, 15030-9, 2007). Conversion to the constitutively active cofactor state is related, at least in part, to a cluster of amino acids (963-1008) which is highly basic and well conserved, even though most of the B-domain has weak homology within the vertebrate lineage. In the current study, we examined if this basic B-domain region is sufficient to preserve FV as an inactive procofactor. To investigate this, the basic region (46 residues) was incorporated within the short B-domain of a previously characterized FV variant, FV-810. Factor V-810 has amino acids 811-1491 within the B-domain deleted and is a constitutively active cofactor, with functional properties equivalent to FVa. Using a PT-based clotting assay, purified prothrombinase assay, and direct fluorescent binding measurements with FXa-membranes we found that insertion of the basic region into FV-810 (inserted after residue 810) converted this cofactor-like species back to the procofactor-like state, despite >75% of the B-domain being absent. Next, using this new variant (FV+BR; B-domain of 201 residues), we assessed whether residual B-domain sequences within FV+BR contribute to maintaining FV in an inactive, procofactor state. Elimination of ∼100 residues on the N-terminal side of FV+BR was without functional consequence; that is, the procofactor state was maintained. In contrast, removal of B-domain sequences (∼50 residues, 30% of which are acidic) to the C-terminal side of the basic region shifted FV-810+BR from an inactive procofactor to an active cofactor. As expected, all purified FV derivatives exhibited full cofactor activity following treatment with thrombin. Together, these data show that B-domain sequences 963-1008 (basic region) appear to work in concert with the acidic C-terminal region of the B-domain (1492-1545) to keep FV in an inactive procofator state. These sequence elements appear to be necessary and sufficient as we were able to construct a FV variant with a B-domain length of only 103 amino acids that remarkably still had procofactor-like properties. Interestingly, these two regions of the B-domain (963-1008 and 1492-1545) are generally well conserved throughout the vertebrate lineage, while the remaining regions of the B-domain are not. We speculate that these B-domain sequences bind intramolecularly to heavy and/or light chain sequences thereby concealing critical binding sites on the FV molecule which govern the function of the active cofactor species. Disclosures: Camire: Wyeth: Patents & Royalties, Research Funding.",
    "topics": [
        "factor v",
        "amino acids",
        "thrombin",
        "thromboplastin",
        "antigens, cd98 light chains",
        "factor viii",
        "factor xa",
        "hemostasis procedures",
        "molecule",
        "vertebrates"
    ],
    "author_names": [
        "Mettine H.A. Bos, Ph.D.",
        "Rodney M. Camire, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Mettine H.A. Bos, Ph.D.",
            "author_affiliations": [
                "Hematology, Children's Hospital of Philadelphia, Philadelphia, PA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Rodney M. Camire, PhD",
            "author_affiliations": [
                "Hematology, Children's Hospital of Philadelphia, Philadelphia, PA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-11T13:05:18",
    "is_scraped": "1"
}