{
    "doi": "https://doi.org/10.1182/blood.V122.21.306.306",
    "article_title": "Ruxolitinib Before Allogeneic Hematopoietic Stem Cell Transplantation (HSCT) In Patients With myelofibrosis : a Preliminary Descriptive Report Of The JAK ALLO Study, a Phase II Trial Sponsored By Goelams-FIM In Collaboration With The Sfgmtc ",
    "article_date": "November 15, 2013",
    "session_type": "731. Clinical Allogeneic and Autologous Transplantation - Results",
    "abstract_text": "Ruxolitinib (RUXO) is a JAK inhibitor recently approved in France in patients (pts) with myelofibrosis (MF) because of its efficacy on splenomegaly and constitutional symptoms. Although no prospective safety data are available, many centers have started to use RUXO before HSCT to improve general performance status and decrease splenomegaly (influencing the engraftment). This academic study (ClinicalTrials.gov: NCT01795677) was designed to assess the impact of RUXO in pts with MF candidates for HSCT. Primary objective is the achievement of a disease-free survival at 1 year post HSCT > 50%. A total of 53 pts should be transplanted in order to reach this endpoint. Secondary objectives include: probability to be transplanted in pts with donor, overall survival, non-relapse mortality, hematological response, rate of pre-HSCT splenectomy, quality of life and MF-associated symptoms (through questionnaires). Inclusion criteria are: pts with MF, < 70 years, with either an intermediate or high risk MF according to Lille or IPSS score, or poor prognostic cytogenetics: complex karyotype, abnormalities of chromosomes 5, 7 or 17. Pts with platelets < 50 G/L, blasts ≥ 20% or previously treated with RUXO are excluded. After inclusion, RUXO is started at 15 mg BID in pts with platelets > 100 G/L or 10 mg BID in pts with platelets < 100 G/L and the search for a donor is started. If a donor is identified (related or unrelated HLA matched), the patient should be transplanted within 4 months. Pts without donors are prospectively followed on RUXO therapy in a parallel group. Conditioning regimen (CR) consists in melphalan and fludarabine, started after RUXO tapering and discontinuation. In May 2013, as some unexpected severe adverse events (SAE) were reported, investigators decided to stop enrollment of pts and to amend the protocol with new prophylactic measures. Twenty-three pts have been enrolled between Dec 2012 and May 2013 (1 pt excluded for inclusion criteria violation). Median age was 59 years (45-67). MF was primary in 19 and post essential thrombocytemia or polycythemia vera in 3 pts. All pts had splenomegaly (median: 23 cm). 12 pts had the JAK2V617F mutation. Cytogenetics were normal in 7, abnormal in 10 (poor prognostic in 2), missing or failed in 5 pts, respectively. Lille score was low in 5, intermediate (int) in 13 and high in 4 pts, resp. Age adjusted dynamic IPSS was low in 1, int-1 in 7, int-2 in 9, and high in 5 pts, respectively. Median follow-up was 149 days (69-229). Response after 2 months of RUXO was assessable in 16 pts: 50% partial remissions (- 25% in spleen size and improvement of constitutional symptoms) and 50% had stable disease. 8 pts have been transplanted (3 splenectomies before HSCT), 8 are waiting for HSCT, 4 pts have no donor identified yet and 2 pts were excluded from HSCT because of onset of comorbidities. Tolerance of RUXO was generally good and 3 SAEs were reported: febrile pancytopenia (n=2), multiple cranial nerve injury (n=1). The other SAEs (n=10) were reported within 21 days after RUXO discontinuation. Among the 10 pts who stopped RUXO, 7 had SAEs: multiple SAEs in 4, life-threatening in 7 and fatal in 2 pts, resp. Unexpected SAEs occurring after RUXO withdrawal included febrile cardiogenic shocks before HSCT not due to coronaropathy in 2 pts, and tumor lysis syndrome (TLS) with acute renal failure during CR in 1 pt. The 2 deaths were due to severe acute grade III-IV graft-versus-host disease refractory to steroids. The protocol was amended in May 2013 with TLS prophylaxis, modification of RUXO tapering with a shorter duration (10 days) systematically associated with steroids (0.5 mg/kg/day) and slight CR change (started with melphalan instead of ending). Despite this amendment, 2 other pts experienced TLS (but without renal failure) and 1 patient had a cardiogenic shock 9 days after HSCT. After review of the data with the Data Safety Monitoring Board, ethics committee and health authorities, the protocol is continued for the 22 pts already enrolled, but new inclusions are on hold until safety is confirmed. This preliminary report of the first prospective study assessing the impact of RUXO before HSCT in MF pts aims at highlighting unexpected SAEs, namely TLS (n=3) and cardiogenic shocks (n=3), that should be carefully considered in other prospective trials and clinical practice. According to the study design, all included pts should be transplanted before Oct 2013, and more information will be available for Dec 2013. Disclosures: Robin: NOVARTIS: gives ruxolitinib and a financial support for the JAK ALLO study Other. Kiladjian: Novartis, Celgene, AOP Orphan: Research Funding; Novartis, Sanofi, AOP Orphan: Honoraria; Novartis, Sanofi, AOP Orphan: Membership on an entity’s Board of Directors or advisory committees.",
    "topics": [
        "allogeneic hematopoietic stem cell transplant",
        "allopurinol",
        "hematopoietic stem cell transplantation",
        "myelofibrosis",
        "phase 2 clinical trials",
        "ruxolitinib",
        "brachial plexus neuritis",
        "apnea of prematurity",
        "splenomegaly",
        "fever"
    ],
    "author_names": [
        "Marie Robin, MD, PhD",
        "Sylvie Francois, MD",
        "Anne Huynh",
        "Bruno Cassinat, PharmD, PhD",
        "Jacques-Olivier Bay, MD, PhD",
        "Jérôme Cornillon, MD",
        "Valerie Rolland",
        "Amandine Charbonnier, MD",
        "Mauricette Michallet, MD, PhD",
        "Françoise Boyer",
        "Stephane Vigouroux, MD",
        "Laure Vincent, MD",
        "Ibrahim Yakoub-Agha, MD, PhD",
        "Raphael Porcher, PhD",
        "Gérard Socié, MD, PhD",
        "Brigitte Dupriez, MD",
        "Jean-Jacques Kiladjian, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Marie Robin, MD, PhD",
            "author_affiliations": [
                "Hematology - Bone Marrow Transplantation, Saint-Louis Hospital, Paris, France, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Sylvie Francois, MD",
            "author_affiliations": [
                "hematology CHU Angers, Angers, France, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anne Huynh",
            "author_affiliations": [
                "Hematology, University Hospital of Toulouse, Toulouse, France, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bruno Cassinat, PharmD, PhD",
            "author_affiliations": [
                "Unite de Biologie Cellulaire, Hôpital Saint-Louis, Paris, France, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jacques-Olivier Bay, MD, PhD",
            "author_affiliations": [
                "Service de Thérapie Cellulaire et d'Hématologie Clinique Adulte, EA 3846, Hotel-Dieu, Clermont-Ferrand, France, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jérôme Cornillon, MD",
            "author_affiliations": [
                "Hematology, Institut de Cancérologie de la Loire, 42270, France, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Valerie Rolland",
            "author_affiliations": [
                "GOELAMS, Grenoble, France, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amandine Charbonnier, MD",
            "author_affiliations": [
                "Département d'hématologie clinique, Centre hospitalier universitaire, Amiens, France, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mauricette Michallet, MD, PhD",
            "author_affiliations": [
                "Hematology department 1G, Centre Hospitalier Lyon Sud, Pierre Benite, France, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Françoise Boyer",
            "author_affiliations": [
                "Centre Hospitalier Universitaire, Angers, France, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephane Vigouroux, MD",
            "author_affiliations": [
                "Service d'Hématologie et de Thérapie Cellulaire, University Hospital of Bordeaux, Pessac, France, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laure Vincent, MD",
            "author_affiliations": [
                "Department of Clinical Hematology, CHU de Montpellier, Montpellier, France, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ibrahim Yakoub-Agha, MD, PhD",
            "author_affiliations": [
                "Chru, CHU de Lille, Lille, France, "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Raphael Porcher, PhD",
            "author_affiliations": [
                "Biostatistics, Saint-Louis Hospital, Paris, France, "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gérard Socié, MD, PhD",
            "author_affiliations": [
                "Hôpital Saint-Louis, AP-HP, Université Paris 7, Paris, France, "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brigitte Dupriez, MD",
            "author_affiliations": [
                "Centre Hospitalier de Lens, Lens, France, "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jean-Jacques Kiladjian, MD, PhD",
            "author_affiliations": [
                "Hôpital Saint-Louis et Université Paris Diderot, Centre d'Investigations Cliniques, Paris, France"
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-25T21:39:57",
    "is_scraped": "1"
}