{
    "doi": "https://doi.org/10.1182/blood-2020-142527",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4503",
    "start_url_page_num": 4503,
    "is_scraped": "1",
    "article_title": "Feasibility of Outpatient Autologous Stem Cell Transplantation in Multiple Myeloma and Risk Factors Predicting Hospital Admission ",
    "article_date": "November 5, 2020",
    "session_type": "651.Myeloma: Biology and Pathophysiology, excluding Therapy",
    "abstract_text": "Introduction - High dose chemotherapy followed by autologous hematopoietic stem cell transplantation (ASCT) remains the standard treatment for multiple myeloma (MM) for eligible patients. While ASCT in most centers is performed on an inpatient basis, we and others have shown its feasibility in an outpatient setting. Due to improved supportive care, enhanced patient and caregiver education and preference, the majority of MM patients at our center will initiate outpatient ASCT. However, a part of these patients will require hospital admission pre-emptively due to co-morbid conditions or related to therapy-associated toxicity. To elucidate clinical characteristics and markers predicting for hospital admission in an ambulatory setting, we investigated a total of 1446 MM patients receiving ASCT at UAMS from 2015-2019. Methods - Of the 1446 MM patients, 550 initiated their ASCT as inpatients, 280 started as outpatients but required subsequent hospital admission and 616 completed ASCT in an ambulatory setting. The decision to initiate ASCT as in- or outpatient was based on clinical and social factors. In most cases, Pptients received high dose Melphalan conditioning (74%) followed by dose-reduced Melphalan in combination with Cisplatin, Adriamycin, Cyclophosphamide and Etoposide (PACE, 15%) and BEAM conditioning (9.2%). For comparison between the transplant groups, we used analysis of variance (for continuous-like variables) and Pearson's chi-squared test (for categorical variables). Multivariable logistic regression model was used to examine the combined effects of various clinical variables on the probability of hospitalization after receiving an outpatient autologous transplant. Results - 62% (896/1446) of all patients initiated ASCT on an outpatient basis. Of those, 31% (280/896) required hospital admission within 15 days post-transplant. Main reasons for hospital admission were neutropenic fever (45%), intractable nausea/diarrhea/poor oral intake (29%, n=81/280) followed by more uncommon events such as cardiac problems (6%) and MM related pain (4%, n=12/280) and 16% other reasons (45/280). Median day of admission was D+7 after ASCT (range: D+1 to D+15) with a median length of stay of 8 days (range: 2-49 days). Median age of patients who completed outpatient ASCT (60.4 years) was significantly lower (p<0.001) than of those who required admission (62.9 years) or initiated ASCT as inpatients (61.6 years). Patients initiating ASCT as inpatients had significantly lower Karnosfsky score, albumin and DLCO but higher b2-microglobulin and creatinine compared to those who completed ASCT as outpatients and those requiring admission (all p<0.001). There was no significant difference in day of ANC nadir or engraftment, number of previous ASCTs, body mass index or conditioning regimen between these groups. To predict the need for admission in patients who initiated ASCT in an ambulatory setting, we investigated various clinical markers, including performance status, age, creatinine, b2-microglobulin and lung function tests, and showed that in a multivariant model only advanced age (p=0.02) and reduced albumin (p<0.01) were significant prognostic factors for hospital admission. Thirty day mortality was low in all transplant groups, yet patients who completed their ASCT on an ambulatory setting had significant less 30 day mortality (0.1%, n=1/616) compared to those that underwent inpatient ASCT (1.6%, n=9/550) and those that required admission after ASCT initiation in an outpatient setting (1.4%), p=0.03. Conclusion - Outpatient stem cell transplantation can be safely performed in the large majority of patients with good performance status and organ function. Advanced age and reduced albumin levels predict for a significantly higher likelihood of inpatient admission. These factors could help guiding physicians to better identify patients at high risk for admission during outpatient ASCT. Disclosures van Rhee: Takeda: Consultancy; Adaptive Biotech: Consultancy; CDCN: Consultancy; EUSA: Consultancy; Karyopharm: Consultancy.",
    "topics": null,
    "author_names": [
        "Kristin Larsen",
        "Meera Mohan, MD",
        "Clyde Bailey",
        "Kerri Hill",
        "Horace Spencer",
        "Mathew Kottarathara, MD",
        "Richa Parikh, MD",
        "Shadiqul Hoque, MD",
        "Amani Erra, MD",
        "Angel Mitma, MD",
        "Pankaj Mathur, MD",
        "Guido Tricot, MD PhD",
        "Sharmilan Thanendrarajan, MD",
        "Maurizio Zangari, MD FACP",
        "Frits van Rhee, MD",
        "Carolina D. Schinke, MD"
    ],
    "author_affiliations": [
        [
            "Myeloma Center, University of Arkansas for Medical Sciences, Little Rock, AR "
        ],
        [
            "Myeloma Center, University of Arkansas for Medical Sciences, Little Rock, AR "
        ],
        [
            "Myeloma Center, University of Arkansas for Medical Sciences, Little Rock, AR "
        ],
        [
            "Myeloma Center, University of Arkansas for Medical Sciences, Little Rock, AR "
        ],
        [
            "Department of Biostatistics, University of Arkansas for Medical Sciences, Little Rock, AR"
        ],
        [
            "Myeloma Center, University of Arkansas for Medical Sciences, Little Rock, AR "
        ],
        [
            "Myeloma Center, University of Arkansas for Medical Sciences, Little Rock, AR "
        ],
        [
            "Myeloma Center, University of Arkansas for Medical Sciences, Little Rock, AR "
        ],
        [
            "Myeloma Center, University of Arkansas for Medical Sciences, Little Rock, AR "
        ],
        [
            "Myeloma Center, University of Arkansas for Medical Sciences, Little Rock, AR "
        ],
        [
            "Myeloma Center, University of Arkansas for Medical Sciences, Little Rock, AR "
        ],
        [
            "Myeloma Center, University of Arkansas for Medical Sciences, Little Rock, AR "
        ],
        [
            "Myeloma Center, University of Arkansas for Medical Sciences, Little Rock, AR "
        ],
        [
            "Myeloma Center, University of Arkansas for Medical Sciences, Little Rock, AR "
        ],
        [
            "Myeloma Center, University of Arkansas for Medical Sciences, Little Rock, AR "
        ],
        [
            "Myeloma Center, University of Arkansas for Medical Sciences, Little Rock, AR "
        ]
    ],
    "first_author_latitude": "34.748461999999996",
    "first_author_longitude": "-92.3192351"
}