{
    "doi": "https://doi.org/10.1182/blood-2020-135835",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4609",
    "start_url_page_num": 4609,
    "is_scraped": "1",
    "article_title": "Clinical Efficacy of Polatuzumab Vedotin in Patients with Relapsed/Refractory Large B-Cell Lymphoma after Standard of Care Axicabtagene Ciloleucel ",
    "article_date": "November 5, 2020",
    "session_type": "627.Aggressive Lymphoma (Diffuse Large B-Cell and Other Aggressive B-Cell Non-Hodgkin Lymphomas)-Results from Retrospective/Observational Studies",
    "abstract_text": "Introduction . The outcome of patients with large B-cell lymphoma (LBCL) relapsing or progressing after anti-CD19 CAR T-cell therapy is dismal, and novel therapeutic strategies are needed. Polatuzumab vedotin (PV) is a CD79b-directed antibody-drug conjugate, approved by the FDA in combination with bendamustine and rituximab for the treatment of patients with LBCL who relapse or progress after at least 2 lines of systemic therapy. CD79b targeting is an appealing strategy after failure of anti-CD19 CAR T-cell therapy, but the activity of PV in this setting has not been investigated. Methods . This is a retrospective analysis of patients with relapsed/refractory LBCL after standard of care axicabtagene ciloleucel (axi-cel), and treated with standard of care PV at MD Anderson Cancer Center between 07/2019 and 03/2020. PV was given at the standard dose of 1.8 mg/kg IV every 3 weeks in all patients. PV was administered with rituximab, with or without bendamustine. Response to treatment and progression were defined according to 2014 Lugano criteria. Results . Eight patients were included in the analysis: median age was 54 (range, 41-70 years), 7 (87.5%) were male, and all had an IPI score > 3. Median number of systemic therapies before axi-cel was 3 (range, 2-7), and median number of systemic therapies between axi-cel and PV use was 1 (range, 0-3); 1 patient previously had autologous stem cell transplant (SCT), and 2 had allogeneic SCT. Three (37.5%) patients were primary refractory to axi-cel therapy, and median time from axi-cel to PV was 6 months (range, 1-12 months). All patients were biopsied at time of relapse after axi-cel, and in all cases lymphoma was CD19+ CD79b+ by immunohistochemistry/flow cytometry. At time of PV initiation, median absolute neutrophil count was 2.6 (range, 0.4-4.7 X10 9 /L), median platelet count was 141 X10 9 /L (range, 7-245 X10 9 /L), median serum creatinine was 0.9 mg/dL (range, 0.5-1.5 mg/dL), and all patients had LDH above upper limit of normal. Median number of PV cycles was 2 (range, 1-3): PV was combined with rituximab in all patients but administered with bendamustine in only 3 (37.5%). No significant toxicity, prompting dose reduction or treatment discontinuation, was observed. A response was achieved in 4 (50%) patients, represented by partial remission (PR) in all cases, whereas 4 (50%) patients were refractory. All patients stopped PV, 6 (75%) because of progression, 1 (12.5%) to proceed to allogeneic SCT while in PR, and 1 (12.5%) to proceed to an immunotherapy clinical trial (despite absence of progression). After a median follow up of 29 weeks (95% CI, 16-31 weeks), all patients progressed/died, and median PFS was 5 weeks (95% CI, 2-8 weeks) ( Figure ). At most recent follow-up, 5 (62.5%) died, and median OS was 15 weeks (95% CI, 9-21 weeks)( Figure ); causes of death included progression in 4 patients, and transplant-related complications in 1. Discussion . PV in combination with rituximab is safe but has limited and short-lasting activity in relapsed/refractory LBCL after anti-CD19 CAR T-cell therapy. These findings need to be confirmed in larger and prospective studies. The activity of PV, alone or in combination with novel drugs, for the treatment of patients with CD19-negative relapses after CAR T-cell therapy remains to be investigated. Figure View large Download slide Figure View large Download slide  Disclosures Westin: 47 Inc: Consultancy; Curis: Consultancy; Janssen: Consultancy; Novartis: Consultancy; Genentech: Consultancy; Juno: Consultancy; Kite: Consultancy; MorphoSys: Consultancy; Unum: Consultancy. Neelapu: Acerta: Research Funding; Takeda Pharmaceuticals: Patents & Royalties; Pfizer: Other: personal fees; Unum Therapeutics: Other, Research Funding; N/A: Other; Novartis: Other: personal fees; Adicet Bio: Other; Legend Biotech: Other; Bristol-Myers Squibb: Other: personal fees, Research Funding; Merck: Other: personal fees, Research Funding; Kite, a Gilead Company: Other: personal fees, Research Funding; Incyte: Other: personal fees; Calibr: Other; Precision Biosciences: Other: personal fees, Research Funding; Allogene Therapeutics: Other: personal fees, Research Funding; Cell Medica/Kuur: Other: personal fees; Poseida: Research Funding; Celgene: Other: personal fees, Research Funding; Cellectis: Research Funding; Karus Therapeutics: Research Funding.",
    "topics": null,
    "author_names": [
        "Paolo Strati, MD",
        "Grace Watson",
        "Sandra B. Horowitz, Pharm.D.",
        "Ranjit Nair, MD",
        "Maria Alma Rodriguez, MD",
        "Raphael Eric Steiner, MD",
        "Luis Fayad",
        "Jason R. Westin, MD",
        "Sattva S. Neelapu, MD"
    ],
    "author_affiliations": [
        [
            "Department of Lymphoma and Myeloma, MD Anderson Cancer Center:, Houston, TX "
        ],
        [
            "MD Anderson Cancer Center:, Houston, TX "
        ],
        [
            "Pharmacy Clinical Programs, University of Texas M.D. Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Lymphoma/Myeloma, University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Lymphoma and Myeloma, The University of Texas M.D. Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Lymphoma and Myeloma, MD Anderson, Houston, TX"
        ],
        [
            "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ]
    ],
    "first_author_latitude": "29.707097200000003",
    "first_author_longitude": "-95.3971021"
}