{
    "doi": "https://doi.org/10.1182/blood.V104.11.435.435",
    "article_title": "Reconstitution of NK Cells after Haploidentical Hematopoietic Transplants: Immaturity of NK Cells and Inhibitory Effect of NKG2A Override GvL Effect Expected by Alloreactive NK Cells. ",
    "article_date": "November 16, 2004",
    "session_type": "Oral Sessions",
    "abstract_text": "The Perugia group reported favourable outcome in patients under haploidentical hematopoietic stem cell transplantation (SCT) for acute myeloid leukemia (AML) when donor and recipient were KIR ligand mismatched. In our study, we observed contradictory results in 11 adults (median age 25 years, range 15–38) who received a full haplotype mismatch SCT from a related donor at the Pitie-Salpetriere Hospital between October 1998 and December 2003 for high risk AML according to modalities of conditioning described by the Perugia group. Despite a KIR ligand mismatch in the GvH direction for 10 pairs of 11, majority of patients died (10/11) due to relapse for 7/11 and TRM for 3/11. Only 1 patient is alive in remission 8 months post SCT. No GvHD arose since the graft was positively selected for CD34+ cells using Clinimacs, resulting in an extensive T depletion. These observations incited us to perform in vitro studies to analyze NK cells reconstitution during the early period post haplo-SCT, as all the relapses occurred during the first 4 months following SCT. Peripheral blood was collected from 7 patients each month after SCT, and compared with the donors. T cells recovered very lately, in contrast to NK cells, which reached a normal absolute count rapidly. Similar phenotypic NK profile was observed in all patients. The CD56bright immunoregulatory NK cells subset was increased, representing a median of 55% of circulating NK cells at one month (M1), and 25 % at 3 months (M3) post SCT, as compared to 4% in the donors. Expression of the activating receptor NKp30 was reduced. The ratio of recipient/donor NKp30 on NK cells was 0.6 at M1 and 0.7 at M3. All inhibitory KIRs, especially, KIR2DL1 were down- regulated after SCT with a ratio, for KIR2DL1, at 0.23 at M1 and 0.37 at M3. To counterbalance the low expression of KIRs, the inhibitory receptor CD94/NKG2A was strikingly over expressed by NK cells generated after SCT (median of circulating NK cells expressing NKG2A: 97% at M1 and 90% at M3 versus 43% in the donors). This unusual phenotype persisted during all the study and evocated an immature state of NK cells. Immaturity of NK cells in vitro was associated with impaired functions. NK cells generated after SCT had a less efficient lysis of K562 cell line, and no cytotoxicity against the primary mismatched AML blasts, as compared to the donors. Expression of NKG2A by most NK cells post SCT was correlated with this impaired lysis. The ligand for NKG2A is HLA-E, which was also expressed by AML blasts as indicated by Western Blot analyzes. NK cells generated after SCT were cytotoxic against the HLA class I negative LCL 721-221cell line. Cytotoxicity was reduced against the LCL derivated 721-221 AEH cell line, transfected by HLA-E, and the lysis was restored after inhibition of NKG2A. Similar results were obtained with primary AML blasts; NK cytotoxicity against AML blasts was restored after blockade of NKG2A. We conclude that NK cells generated after haploidentical SCT exhibited an immature phenotype that persisted several months after SCT. This immaturity was correlated in vitro with an impaired cytotoxicity due to a dominant inhibitory role of NKG2A, and in vivo with the absence of GvL effect despite the mismatch KIR ligand in the GvH direction.",
    "topics": [
        "cytotoxicity",
        "disease remission",
        "graft vs leukemia effect",
        "graft-versus-host disease",
        "hematopoietic stem cell transplantation",
        "human leukocyte antigens",
        "leukemia, myelocytic, acute",
        "ligands",
        "natural killer cells",
        "tissue transplants"
    ],
    "author_names": [
        "Stephanie Nguyen, MD",
        "Nathalie Dhedin, MD",
        "Jean-Paul Vernant, MD",
        "Mathieu Kuentz, MD",
        "Sophie Hilpert",
        "Nathalie Rouas Freiss, PhD",
        "Ahmad Al Jijakli, MD",
        "Patrice Debre, MD, PhD",
        "Vincent Vieillard, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Stephanie Nguyen, MD",
            "author_affiliations": [
                "Immunology/Hematology, Hopital Pitie Salpetriere, Paris, France",
                " "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Nathalie Dhedin, MD",
            "author_affiliations": [
                "Immunology/Hematology, Hopital Pitie Salpetriere, Paris, France",
                " "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jean-Paul Vernant, MD",
            "author_affiliations": [
                "Immunology/Hematology, Hopital Pitie Salpetriere, Paris, France",
                " "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mathieu Kuentz, MD",
            "author_affiliations": [
                "Hematology, Hopital Henri Mondor, Creteil, France",
                " "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sophie Hilpert",
            "author_affiliations": [
                "Immunology/Hematology, Hopital Pitie Salpetriere, Paris, France",
                " "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nathalie Rouas Freiss, PhD",
            "author_affiliations": [
                "CEA, Hopital St Louis, Paris, France",
                " "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ahmad Al Jijakli, MD",
            "author_affiliations": [
                "Immunology/Hematology, Hopital Pitie Salpetriere, Paris, France",
                " "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Patrice Debre, MD, PhD",
            "author_affiliations": [
                "Immunology/Hematology, Hopital Pitie Salpetriere, Paris, France",
                " "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vincent Vieillard, PhD",
            "author_affiliations": [
                "Immunology/Hematology, Hopital Pitie Salpetriere, Paris, France",
                " "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-24T15:39:59",
    "is_scraped": "1"
}