{
    "doi": "https://doi.org/10.1182/blood.V112.11.4775.4775",
    "article_title": "The Cell Cycle in Hematopoietic Stem Cells, Lin − /C-kit + /Sca1 + Fraction, Is Regulated by Connexin 32, Specifically Expressed in the Stem Cell Compartment ",
    "article_date": "November 16, 2008",
    "session_type": "Hematopoietic Stem and Progenitor Biology",
    "abstract_text": "Connexin (Cx) functions in the organization of cell-cell communication via gap junctions in multicellular organisms. Gap junctions have been implicated in the homeostatic regulation of various cellular functions, including growth control, cellular differentiation, apoptosis and the synchronization of electrotonic and metabolic functions. As Cxs are essential molecules for multicellular organisms, Cxs that organize cell-cell communication within the hematopoietic progenitor cell compartment are surmised to be present in bone marrow tissue. Recently, we first found that Cx32 is only Cx molecule expressed in the bone marrow in wild-type mice by means of comparison with Cx32-knockout (KO) mice, studied by a reverse biological approach. Cx32 is specifically expressed in primitive hematopoietic stem/progenitor cells, i.e., the lineage marker-negative (Lin − )/c-kit positive (c-kit + )/stem cell antigen-1-positive (Sca1 + ) (=LKS) fraction, and likely playing a role of restoration of stem/progenitor cell-quiescence, thereby preventing primitive stem cells from exhaustion. In this study, we present results on cell cycle analyses with respect to the function of Cx32; one for colony-forming progenitors by the method evaluating the cycling progenitor cells using incorporation of bromodeoxyuridine (BrdUrd) followed by ultraviolet-light cytocide and the other for primitive progenitor cells using a cell sorter with bioactive AT-rich DNA-binding dye Hoechst 33342. In the colonization assay on CFU-S-13 (primitive hematopoietic progenitor cells), the incorporation of BrdUrd starts from a higher percentage with rapid increase in Cx32-KO mice, suggesting suppression of cell cycle in these primitive hematopoietic progenitor cells with Cx32-mediated cell-cycle regulation in the wild-type steady state. This suppression may be attenuated in CFU-S-9, a differentiated progenitor cell compartment. The progenitor cells assayed by in vitro colonization on CFU-GM also showed accelerated cell cycle in the Cx32-KO mice. Following the incorporation of Hoechst 33342, the lineagedepleted bone marrow cells were analyzed by flow cytometry. The population sizes of the LKS fraction obtained were 0.052% in the Cx32-KO bone marrow cells and 0.035% in the wild-type bone marrow cells ( p =0.0458<0.05). The lineage-depleted bone marrow cells were analyzed their cell-cycle patterns by flow cytometry, and the G 0 /G 1 was calculated for the LKS fractions in both, the Cx32-KO mice and wild-type mice. The percentage of G 0 /G 1 calculated for the LKS fractions were significantly lower in the Cx32-KO mice than those in wild-type mice (60.6% vs. 87.9% for Cx32-KO vs. wild-type; p =0.001). The results suggest that Cx32 may have suppressive functions on the hematopoietic stem cell compartment, the LKS fraction, under the physiological function of Cx32. The Cx32 in the wild-type mice is, thus considered to be expressed in the primitive hematopoietic stem/progenitor cells to prevent from their exhaustion.",
    "topics": [
        "cell cycle",
        "gap junction protein",
        "hematopoietic stem cells",
        "proto-oncogene protein c-kit",
        "spinocerebellar ataxia type 1",
        "stem cells",
        "flow cytometry",
        "microbial colonization",
        "molecule",
        "antigens"
    ],
    "author_names": [
        "Yoko Hirabayashi, MD",
        "Byung-Il Yoon",
        "Isao Tsuboi",
        "Yan Huo",
        "Yukio Kodama",
        "Jun Kanno",
        "Thomas Ott",
        "James E Trosko",
        "Tohru Inoue"
    ],
    "author_dict_list": [
        {
            "author_name": "Yoko Hirabayashi, MD",
            "author_affiliations": [
                "Division of Cellular and Molecular Toxicology, Center for Biological Safety and Research, National Inst. of Health Sciences, Tokyo, Japan"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Byung-Il Yoon",
            "author_affiliations": [
                "Division of Cellular and Molecular Toxicology, Center for Biological Safety and Research, National Inst. of Health Sciences, Tokyo, Japan"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Isao Tsuboi",
            "author_affiliations": [
                "Division of Cellular and Molecular Toxicology, Center for Biological Safety and Research, National Inst. of Health Sciences, Tokyo, Japan"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yan Huo",
            "author_affiliations": [
                "Division of Cellular and Molecular Toxicology, Center for Biological Safety and Research, National Inst. of Health Sciences, Tokyo, Japan"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yukio Kodama",
            "author_affiliations": [
                "Division of Cellular and Molecular Toxicology, Center for Biological Safety and Research, National Inst. of Health Sciences, Tokyo, Japan"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jun Kanno",
            "author_affiliations": [
                "Division of Cellular and Molecular Toxicology, Center for Biological Safety and Research, National Inst. of Health Sciences, Tokyo, Japan"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas Ott",
            "author_affiliations": [
                "Service Einrichtung Transgene Tiere, Hertie-Institut für Klinische Hirnforschung, Teubin, Germany"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James E Trosko",
            "author_affiliations": [
                "Department of Pediatrics and Human Development, Michigan State University, College of Human Medicine, East Lansing, MI, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tohru Inoue",
            "author_affiliations": [
                "Center for Biological Safety and Research, National Inst. of Health Sciences, Tokyo, Japan"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-09T18:45:57",
    "is_scraped": "1"
}