{
    "doi": "https://doi.org/10.1182/blood.V116.21.1130.1130",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1725",
    "start_url_page_num": 1725,
    "is_scraped": "1",
    "article_title": "Lyso-Sulfatide Binds Factor Xa and Potently Inhibits Thrombin Generation. ",
    "article_date": "November 19, 2010",
    "session_type": "Blood Coagulation and Fibrinolytic Factors: Poster I",
    "topics": [
        "binding (molecular function)",
        "factor xa",
        "sulfoglycosphingolipids",
        "thrombin",
        "sphingosine",
        "anticoagulants",
        "phospholipids",
        "lipids",
        "recombinant coagulation factor viia",
        "sphingolipids"
    ],
    "author_names": [
        "Subramanian Yegneswaran, PhD",
        "Yajnavalka Banerjee, PhD",
        "Jose A. Fernandez, MD, PhD",
        "Hiroshi Deguchi, MD, PhD",
        "John H. Griffin, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Molecular and Experimental Medicine, The Scripps Research Institute, La Jolla, CA, USA"
        ],
        [
            "Department of Molecular and Experimental Medicine, The Scripps Research Institute, La Jolla, CA, USA"
        ],
        [
            "Department of Molecular and Experimental Medicine, The Scripps Research Institute, La Jolla, CA, USA"
        ],
        [
            "Department of Molecular and Experimental Medicine, The Scripps Research Institute, La Jolla, CA, USA"
        ],
        [
            "Department of Molecular and Experimental Medicine, The Scripps Research Institute, La Jolla, CA, USA"
        ]
    ],
    "first_author_latitude": "32.8957567",
    "first_author_longitude": "-117.2424725",
    "abstract_text": "Abstract 1130 Although phospholipids are well-recognized for their effects on coagulation reactions, little is generally known about the effects of sphingolipids on clotting pathways. Negatively-charged sulfatides can potently initiate the intrinsic pathway of coagulation system by binding and autoactivating factor (f) XII. Sphingosine potently inhibits the ability of factor Xa (fXa) to generate thrombin (fIIa) in the prothrombinase complex (II-ase) (fXa/fVa/phospholipids) by interacting directly with fXa's Gla domain. Here we report that lyso-sulfatide (lyso-SF) (sulfogalactosyl sphingosine), a lipid of minor abundance in plasma that is primarily in HDL particles, exhibits potent anticoagulant activity. Lyso-SF dose-dependently prolonged clotting in fXa-1-stage but not thrombin-time clotting assays. Lyso-SF inhibited II-ase activity by > 90 % in purified reaction mixtures (fXa/fVa/II) in the presence of 6 or 30 μM phospholipids (PL). However, lyso-SF did not inhibit fIIa generation by fXa/fVa in the absence of PL, suggesting the absolute requirement of PL for lyso-SF-dependent inhibition of fIIa generation. Lyso-SF inhibited fIIa generation by fXa/PL in the absence of fVa. Additionally, lyso-SF inhibited fIIa generation by Gla-domainless (gd)-fXa in the presence but not in the absence of fVa and PL. Lyso-SF-dependent inhibition of fIIa generation was also observed for fXa/fVa/PL when gd-II was used as the substrate instead of II. However, no inhibition by lyso-SF was observed when using gd-fXa/PL and gd-II/PL in the presence or absence of fVa. Lyso-SF had no effect on fXa or fIIa amidolytic activity. These data plus other studies suggested that ≥ two components of the II-ase complex needed to be PL-bound for potent inhibition of fIIa generation by lyso-SF. PL surfaces bind and assemble each the II-ase protein components; however, PL's and lyso-SF may also alter the conformations of fXa, fVa and II. To gain mechanistic insights for lyso-SF inhibition of II-ase activity, Surface Plasmon Resonance (SPR) and fluorescence spectroscopy were used to define molecular interactions. Remarkably, SPR binding studies showed that lyso-SF binds to immobilized fXa (K D = 83 μM) and gd-fXa (K D = 36 μM). Controls using SPR showed no binding of lyso-SF to immobilized fVIIa or fIXa whereas SPR confirmed the ability of fXa, fVIIa and fIXa to bind PL's. Fluorescence binding assays confirmed SPR data showing that lyso-SF bound to and altered the dansyl fluorescence of dansyl-GluGlyArg-labeled fXa (DEGR-fXa) both in the presence (K D = 50 μM) and absence (K D = 75 μM) of PL and that this binding required calcium ions. Thus, lyso-SF binds fXa outside the Gla domain. Fluorescence monitoring of fVa binding to DEGR-fXa in the presence of PL showed that lyso-SF inhibited this binding interaction. To characterize structure-activity relationships for lyso-SF inhibition of II-ase, different analogs of lyso-SF were tested for their ability to inhibit fIIa generation by gd-fXa/fVa/PL. Psychosine (galactosyl sphingosine), glucosyl sphingosine and lyso-sphingomyelin each inhibited fIIa generation showing that the sulfate ester moiety and the sugar group in lyso-SF were not essential for the anticoagulant effects of lyso-SF. However, acetylation of the free amino group in lyso-SF ablated its inhibition of fIIa generation showing that the free amino group on carbon 2 is essential for the inhibitory activity of lyso-SF. In conclusion, these findings show that lyso-SF and several of its analogs are potent anticoagulant lipids and that the mechanism for inhibition of fXa by lyso-SF may involve its binding to fXa at sites outside fXa's Gla domain. This suggests that certain sphingolipids may exert allosteric downregulation of fXa activity without inhibiting the enzyme's active site or the binding of the Gla domain to PL surfaces. Disclosures: No relevant conflicts of interest to declare."
}