{
    "doi": "https://doi.org/10.1182/blood-2019-123519",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4390",
    "start_url_page_num": 4390,
    "is_scraped": "1",
    "article_title": "CD45-ADC Plus Janus Kinase (JAK) Inhibitors As Conditioning for MHC-Mismatched Murine Hematopoietic Stem Cell Transplantation Is Associated with Minimal Toxicity and Graft Versus Host Disease ",
    "article_date": "November 13, 2019",
    "session_type": "701.Experimental Transplantation: Basic Biology, Pre-Clinical Models",
    "abstract_text": "INTRODUCTION: Allogeneic hematopoietic stem cell transplantation (alloHSCT) provides the best chance for disease control in acute myeloid leukemia (AML). The known anti-leukemia benefit of alloHSCT is attributable to pre-transplant conditioning with chemotherapy and/or radiation and the graft-versus-leukemia (GvL) effect. However, the utility of alloHSCT is limited by significant treatment-related morbidity and mortality resulting from conditioning regimen-related toxicities and graft versus host disease (GvHD). AML is primarily diagnosed in elderly patients, for whom alloHSCT may be contraindicated due to an inability to tolerate these adverse effects. Therefore, an unmet clinical need exists for novel alloHSCT conditioning regimens that minimize toxicity without sacrificing therapeutic efficacy. Previously, we and others (Palchaudhuri et al. (2016), Nat Biotech; Persaud et al. (2018), Blood ) have shown that antibody-drug conjugates (ADCs) composed of a CD45.2-specific antibody linked to the ribosome-inactivating protein saporin (CD45-SAP) permitted stable, high-level engraftment in murine syngeneic HSCT. We hypothesize that such targeted, immunotherapeutic strategies can be applied to the setting of alloHSCT, enhancing its safety and applicability to the treatment of hematologic diseases. METHODS: For engraftment studies, recipient mice were conditioned with 3 mg/kg CD45-SAP 7 days prior to infusion of 10-20 x 10 6 whole bone marrow cells. The following alloHSCT models were used: MHC-matched (BALB/c→DBA/2), F1-to-parent (CB6F1→B6), and F1-to-F1 (B6CBAF1→CB6F1). In some experiments, CD45-SAP treatment was combined with CD4 + and CD8 + T cell depletion and/or the Janus kinase (JAK) inhibitor, baricitinib. For GvHD studies, a parent-to-F1 (B6→CB6F1) model was used in which recipients were infused with 25 x 10 6 donor splenocytes after CD45-SAP treatment or sublethal irradiation. For studies with human CD45-SAP, MOLM13 AML cell line viability was measured with XTT assays, and cord-blood CD34 + cell colony formation was assessed using methylcellulose assays. RESULTS: CD45-SAP combined with CD4 + and CD8 + T cell depletion allowed high-level engraftment in MHC-matched and F1-to-parent alloHSCT models ( Figure 1A-B ). Baricitinib, previously shown by our lab to prevent GvHD while preserving the GvL effect (Choi et al. (2018), Leukemia ), permitted short-term HSC engraftment in F1-to-parent alloHSCT when mice were dosed daily with the drug during the first 21 days post-HSCT ( Figure 1C ). Graft stability in baricitinib-treated mice was improved by either combining daily baricitinib treatment with pre-transplant T cell depletion (Figure 1D), or by delivering baricitinib via continuous infusion ( Figure 1E ). In parent-to-F1 GvHD models, CD45-SAP conditioned mice showed minimal morbidity or mortality when infused with allogeneic splenocytes, whereas mice conditioned with sublethal irradiation succumbed within 3 weeks to severe GvHD ( Figure 1F ). That alloreactive T cells did not cause GvHD in CD45-SAP treated mice prompted us to use donor lymphocyte infusions to enhance engraftment in a fully haploidentical (F1-to-F1) HSCT model. Our results suggest that addition of donor T cells to the bone marrow graft promotes donor engraftment without eliciting clinically apparent GvHD ( Figure 1G ). Finally, anti-human CD45 (clone BC8), when conjugated to saporin, inhibited MOLM13 cell growth and cord blood CD34 + cell colony formation in vitro ( Figure 1H-I ), consistent with both an anti-stem cell and anti-leukemic effect. CONCLUSIONS: Combining CD45-SAP with T cell depletion and/or pharmacologic immunomodulation with the JAK inhibitor baricitinib effectively conditions mice for engraftment of MHC-matched and haploidentical HSCs without causing significant toxicity. Strikingly, mice conditioned with CD45-SAP, unlike mice conditioned with irradiation, did not develop GvHD when infused with allogeneic splenocytes. Finally, we have demonstrated that human CD45-SAP is cytotoxic to both the MOLM13 AML cell line and cord-blood derived stem cells. Taken together, these studies provide key proof-of-principle evidence that targeted immunotherapeutics (CD45-SAP plus JAK inhibitors) can accomplish the goals of alloHSCT - creating marrow space for donor HSCs, overcoming immune barriers to engraftment, and eliminating leukemia cells - with limited toxicity or GvHD. View large Download slide View large Download slide  Disclosures Cooper: Wugen: Consultancy, Equity Ownership, Patents & Royalties. Rettig: WashU: Patents & Royalties: Patent Application 16/401,950. DiPersio: Incyte: Consultancy, Research Funding; Celgene: Consultancy; Amphivena Therapeutics: Consultancy, Research Funding; Cellworks Group, Inc.: Membership on an entity's Board of Directors or advisory committees; RiverVest Venture Partners Arch Oncology: Consultancy, Membership on an entity's Board of Directors or advisory committees; NeoImmune Tech: Research Funding; Macrogenics: Research Funding, Speakers Bureau; WUGEN: Equity Ownership, Patents & Royalties, Research Funding; Magenta Therapeutics: Equity Ownership; Karyopharm Therapeutics: Consultancy; Bioline Rx: Research Funding, Speakers Bureau.",
    "topics": [
        "cd45 antigens",
        "conditioning (psychology)",
        "graft-versus-host disease",
        "hematopoietic stem cell transplantation",
        "janus kinase",
        "mice",
        "mismatch",
        "toxic effect",
        "baricitinib",
        "leukemia"
    ],
    "author_names": [
        "Stephen P. Persaud, MD PhD",
        "Matthew L. Cooper, PhD",
        "Julie K. Ritchey",
        "Michael P. Rettig, PhD",
        "John F. DiPersio, MD PhD"
    ],
    "author_affiliations": [
        [
            "Division of Laboratory and Genomic Medicine, Department of Pathology and Immunology, Washington University School of Medicine, Saint Louis, MO "
        ],
        [
            "Division of Oncology, Department of Medicine, Washington University School of Medicine, Saint Louis, MO "
        ],
        [
            "Division of Oncology, Department of Medicine, Washington University School of Medicine, Saint Louis, MO "
        ],
        [
            "Division of Oncology, Department of Medicine, Washington University School of Medicine, Saint Louis, MO "
        ],
        [
            "Department of Medicine, Washington University School of Medicine, Saint Louis, MO"
        ]
    ],
    "first_author_latitude": "38.6350726",
    "first_author_longitude": "-90.26228619999999"
}