{
    "doi": "https://doi.org/10.1182/blood-2020-141528",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4570",
    "start_url_page_num": 4570,
    "is_scraped": "1",
    "article_title": "Combination of Bortezomib and Venetoclax Induces Synergistic Killing of Epstein-Barr Virus-Driven Lymphoproliferative Diseases By Targeting the Pro-Survival Function of Latent Membrane Protein-1 and Epstein-Barr Nuclear Antigen-3C ",
    "article_date": "November 5, 2020",
    "session_type": "625.Lymphoma: Pre-Clinical-Chemotherapy and Biologic Agents",
    "topics": null,
    "author_names": [
        "Alan Kwok Shing Chiang, MBChB, PhD",
        "Kam Pui Tam, BSc",
        "Rex Kwok Him Au-Yeung, MBBS"
    ],
    "author_affiliations": [
        [
            "Department of Pediatrics and Adolescent Medicine, Li Ka Shing Faculty of Medicine, The University of Hong Kong, Hong Kong, China "
        ],
        [
            "Department of Pediatrics and Adolescent Medicine, Li Ka Shing Faculty of Medicine, The University of Hong Kong, Hong Kong, China "
        ],
        [
            "Department of Pathology, Li Ka Shing Faculty of Medicine, The University of Hong Kong, Hong Kong, China"
        ]
    ],
    "first_author_latitude": "22.2673226",
    "first_author_longitude": "114.12880539999999",
    "abstract_text": "Epstein-Barr virus (EBV) is strongly associated with lymphoproliferative diseases (LPDs), in particular B cell, in both immunocompetent and immunocompromised hosts. The virus is able to manipulate host cell machineries such as the ubiquitin-proteasome system and regulators of Bcl-2 family to enable the persistence of the virus and the survival of the host cells through expression of various viral proteins in distinct latency patterns. Latent membrane protein-1 (LMP-1) is a constitutively active CD40 receptor homolog and activates NF-κB signaling pathways to induce Bcl-2 expression whilst Epstein-Barr nuclear antigen-3C (EBNA-3C) interacts with and mediates proteasomal degradation of Bcl-6 protein which, in turn, increases Bcl-2 expression. We hypothesize that combining a proteasome inhibitor, bortezomib, with a Bcl-2 inhibitor, venetoclax, will induce synergistic killing of EBV-driven LPDs expressing both LMP-1 and EBNA-3C in the latency III pattern. Isobologram showed that combination of bortezomib and venetoclax could synergistically induce potent apoptosis of spontaneous lymphoblastoid cell lines (sLCL), derived from patients with post-transplant lymphoproliferative disorder (PTLD), expressing LMP-1 and EBNA-3C proteins. The mechanism of killing was related to the suppression of NF-κB signaling pathway induced by LMP-1. The phosphorylation of serine 70 of Bcl-2, which enhances the anti-apoptotic activity of Bcl-2 through stabilization of its interaction with other pro-apoptotic proteins such as Bak and Bim, was decreased in the sLCL, but not in the LMP-1 or EBNA-3C knockdown LCL, upon treatment with the drug combination. Activation of DNA damage response and production of reactive oxygen species were observed in the sLCL, contributing to the synergistic cell death. Bortezomib induced the expression of pro-apoptotic initiator, NOXA, to enhance the susceptibility of the sLCL to apoptosis upon treatment with venetoclax whilst knockdown of NOXA in the sLCL led to the resistance of the cells to apoptosis induced by the drug combination. In-vivo study demonstrated that the drug combination significantly inhibited the growth of xenograft of sLCL in SCID mice (p<0.001). Taken together, we conclude that the combination of bortezomib and venetoclax induces synergistic killing of EBV-driven LPDs such as PTLD by targeting the pro-survival function of LMP-1 and EBNA-3C. Disclosures No relevant conflicts of interest to declare."
}