{
    "doi": "https://doi.org/10.1182/blood-2021-153070",
    "article_title": "Neutrophil Phenotypes Result in Differential Responses to Pathogens ",
    "article_date": "November 5, 2021",
    "session_type": "201.Granulocytes, Monocytes, and Macrophages",
    "abstract_text": "Introduction: We have previously reported that neutrophils from healthy subjects vary in their susceptibility to degranulate in response to immune complexes and bacterial ligands (Duarte 2020 [abstract]). In longitudinal testing, neutrophil responses are specific to each individual, resulting in \"high\" or \"low\" amounts of degranulation and represent a neutrophil phenotype (Duarte 2019). It is unknown if the phenotype extends to other neutrophil effector functions or if the phenotype is relevant to host-pathogen interactions. Methods/Results: To determine if the neutrophil phenotype extends to other effector functions relevant to pathogen responses, we performed a series of functional assays using whole blood and isolated neutrophils from previously phenotyped \"high\" and \"low\" subjects. Our first objective was to determine if the neutrophil degranulation phenotype is conserved in response to a broad range of pathogens. To do this, we chose Staphylococcus aureus (MRSA) strain USA300 (UAMS 1182), Escherichia coli (strain DH5alpha), and Candida albicans (strain SC5314) as model pathogens for gram-positive bacteria, gram-negative bacteria, and fungus, respectively. As shown in Figure 1 , degranulation responses were preserved in response to supernatant secreted from all organisms ( Fig 1A, p=0.001, p=0.001, and p=0.01 for S. aureus, E. coli, and C. albicans, respectively) and in response to the organism itself ( Fig 1B, p=0.01, p=0.005, p=0.005 for respective pathogens). For all organisms, \"high\" subjects degranulated and released more MMP9 (representative of tertiary granules) when compared to \"low\" subjects. Besides exocytosis of granules, phagocytosis of pathogens is critical for host defense. To determine if the neutrophil phenotype results in differential ability to phagocytose, neutrophils were isolated from \"high\" and \"low\" subjects and uptake of fluorescently-labeled S. aureus bioparticles was measured (Invitrogen, Waltham, MA). As shown in Figure 2A , neutrophils from \"high\" subjects were less efficient at phagocytosis when compared to neutrophils from \"low\" subjects (p<0.001). These findings were confirmed by direct visualization using immunofluorescent microscopy. As shown in Figure 2B/2C , neutrophils from \"high\" subjects had a lower phagocytic index compared to neutrophils from \"low\" subjects, defined as percent of S. aureus -engulfed neutrophils (p=0.002). Finally, to determine if the neutrophil phenotype results in differential ability to kill, we performed bacterial kill assays using S. aureus . As shown in Figure 3 , \"high\" subjects were less efficient at bacterial kill when compared to \"low\" subjects resulting in higher bacterial survival at 60 minutes (p<0.001). Conclusions: Taken together, these studies continue to build on our prior observations that neutrophils from healthy subjects vary in their susceptibility to activation, resulting in differential ability to degranulate, phagocytose, and kill pathogens. We demonstrate that excessive exocytosis of granules is correlated with less efficient ability to phagocytose and kill. These differences in effector function are likely relevant to host defense and the innate immune response. Figure 1 View large Download slide Figure 1 View large Download slide Close modal Disclosures No relevant conflicts of interest to declare.",
    "author_names": [
        "Stacey A Maskarinec",
        "Halie Hotchkiss",
        "Madelaine Duarte",
        "Margaret McKelvy",
        "Bechtler Addison",
        "Gowthami M. Arepally",
        "Grace M Lee"
    ],
    "author_dict_list": [
        {
            "author_name": "Stacey A Maskarinec",
            "author_affiliations": [
                "Division of Infectious Diseases, Duke University, Durham, NC"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Halie Hotchkiss",
            "author_affiliations": [
                "Division of Infectious Diseases, Duke University, Durham, NC"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Madelaine Duarte",
            "author_affiliations": [
                "Division of Hematology, Duke University, Durham, NC"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Margaret McKelvy",
            "author_affiliations": [
                "Division of Hematology, Duke University, Durham, NC"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bechtler Addison",
            "author_affiliations": [
                "Division of Infectious Diseases, Duke University, Durham, NC"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gowthami M. Arepally",
            "author_affiliations": [
                "Division of Hematology, Duke University, Durham, NC"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Grace M Lee",
            "author_affiliations": [
                "Division of Hematology, Duke University, Durham, NC"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-23T06:40:49",
    "is_scraped": "1"
}