{
    "doi": "https://doi.org/10.1182/blood-2018-99-118913",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3998",
    "start_url_page_num": 3998,
    "is_scraped": "1",
    "article_title": "A Novel Fully Human Bispecific CD19 x CD3 Antibody That Kills Lymphoma Cells with Minimal Cytokine Secretion ",
    "article_date": "November 29, 2018",
    "session_type": "625. Lymphoma: Pre-Clinical-Chemotherapy and Biologic Agents: Poster I",
    "topics": null,
    "author_names": [
        "Harbani Malik, PhD",
        "Ben Buelow, MD PhD",
        "Brian Avanzino",
        "Aarti Balasubramani",
        "Andrew Boudreau",
        "Starlynn Clarke, PhD",
        "Kevin Dang",
        "Laura Davison, PhD",
        "Shelley Force Aldred",
        "Katherine Harris, PhD",
        "Brett Jorgensen, PhD",
        "Yuping Li, PhD",
        "Harish Medlari",
        "Keshav Narayan",
        "Heather Ogana",
        "Duy Pham",
        "Kirthana Prabhakar",
        "Udaya Rangaswamy, PhD",
        "Preethi Sankaran",
        "Ute Schellenberger, PhD",
        "Harshad Ugamraj",
        "Nathan Trinklein, PhD",
        "Wim Van Schooten, PhD"
    ],
    "author_affiliations": [
        [
            "Teneobio, Inc., Menlo Park, CA "
        ],
        [
            "TeneoBio, Inc., Menlo Park, CA"
        ],
        [
            "Teneobio, Inc., Menlo Park, CA "
        ],
        [
            "Teneobio, Inc., Menlo Park, CA "
        ],
        [
            "Teneobio, Inc., Menlo Park, CA "
        ],
        [
            "TeneoBio, Inc., Menlo Park, CA"
        ],
        [
            "TeneoBio, Inc., Menlo Park, CA"
        ],
        [
            "Teneobio, Inc., Menlo Park, CA "
        ],
        [
            "TeneoBio, Inc., Menlo Park, CA"
        ],
        [
            "TeneoBio, Inc., Menlo Park, CA"
        ],
        [
            "TeneoBio, Inc., Menlo Park, CA"
        ],
        [
            "Teneobio, Inc., Menlo Park, CA "
        ],
        [
            "Teneobio, Inc., Menlo Park, CA "
        ],
        [
            "Teneobio, Inc., Menlo Park, CA "
        ],
        [
            "Teneobio, Inc., Menlo Park, CA "
        ],
        [
            "TeneoBio, Inc., Menlo Park, CA"
        ],
        [
            "Teneobio, Inc., Menlo Park, CA "
        ],
        [
            "Teneobio, Inc., Menlo Park, CA "
        ],
        [
            "Teneobio, Inc., Menlo Park, CA "
        ],
        [
            "TeneoBio, Inc., Menlo Park, CA"
        ],
        [
            "Teneobio, Inc., Menlo Park, CA "
        ],
        [
            "TeneoBio, Inc., Menlo Park, CA"
        ],
        [
            "TeneoBio, Inc., Menlo Park, CA"
        ]
    ],
    "first_author_latitude": "37.537998099999996",
    "first_author_longitude": "-122.06362910000001",
    "abstract_text": "Introduction Along with CD20 and CD22, the restricted expression of CD19 to the B-cell lineage makes it an attractive target for the therapeutic treatment of B-cell malignancies. Many monoclonal antibodies and antibody drug conjugates specific to CD19 have been described, including bispecific T-cell redirecting antibodies (T-BsAbs). In addition, anti-CD19 chimeric antigen receptor T-cells (CAR-Ts) have been approved to treat leukemia. To date, toxicity from over-activation of T-cells and large-scale production of CAR-Ts still hinder this approach. Bispecific T-cell engaging antibodies redirecting T cells to CD19 circumvent the latter problem but to date have shown similar T-cell over-activation, as well as significant neurotoxicity. Utilizing TeneoSeek, a next generation sequencing (NGS)-based discovery pipeline that uses in silico analysis of heavy chain only/fixed light chain antibody (HCA/Flic, respectively) sequences to enrich for antigen specific antibodies, we made a high affinity αCD19 HCA and a library of αCD3 Flic antibodies that showed a >2 log range of EC50s for T cell activation in vitro . Of note, the library contained a selectively-activating αCD3 that induced potent T-cell dependent lysis of lymphoma cells (when paired with an αCD19 HCA) with minimal cytokine secretion. To characterize the relative efficacy and potential therapeutic window of this unique molecule, we compared the low-activating (and Fc-containing) CD19 x CD3 to two pan T-cell activating bispecific CD19 x CD3 antibodies (blinatumomab and another developed in-house) in vitro and in vivo for T-cell activation, efficacy in killing lymphoma cells, and toxicity. Methods T-cell activation was measured via flow cytometry (CD69 and CD25 expression) and cytokine ELISA (IL-2, IL-6, IL-10, INF-ɣ, and TNFα) in vitro . Lysis of B-cell tumor cell lines (Raji, Ramos, and Nalm6) was measured via calcein release in vitro . In vivo , NOG mice were engrafted with human peripheral blood mononuclear cells (huPBMC) and human lymphoma cell lines, and the mice treated with weekly injections of T-BsAbs. Tumor burden was evaluated via caliper measurement. Pharmacokinetic (PK) studies were performed in NOG mice using ELISA. Results EC50s for cytotoxicity were in the single-digit nanomolar range for the selective T cell activating T-BsAb and sub-nanomolar for the pan T-cell activating controls. The selective T cell activator showed markedly reduced cytokine release for all cytokines tested compared to the pan T-cell controls even at saturating concentrations. In vivo , established CD19 positive B-cell tumors were cleared in NOG mice in the presence of huPBMC. PK profiles of both molecules generated in-house (selective and pan T-cell activators) were consistent with those of an IgG in mice. No activation of T-cells was observed in vitro or in vivo in the absence of CD19 expressing target cells. Conclusions Both the selectively-activating and the pan T-cell activating control bispecific antibodies killed lymphoma cells in vitro and in vivo in a CD19-dependent manner. While the pan T-cell activating controls showed T-cell activation comparable to other CD3-engaging bispecifics, the selective activator induced significantly reduced cytokine secretion by T-cells and demonstrated a half-life consistent with other IgG antibodies. In summary, our selectively activating CD19 x CD3 T-BsAb shows promise as a lymphoma therapeutic differentiated from current T-cell targeted therapies currently in the clinic and in clinical trials. Disclosures Malik: Teneobio, Inc.: Employment. Buelow: Teneobio Inc.: Employment. Avanzino: Teneobio, Inc.: Employment. Balasubramani: Teneobio, Inc.: Employment. Boudreau: Teneobio, Inc.: Employment. Clarke: Teneobio, Inc.: Employment. Dang: Teneobio, Inc.: Employment. Davison: Teneobio, Inc.: Employment. Force Aldred: Teneobio Inc.: Employment. Harris: Teneobio, Inc.: Employment. Jorgensen: Teneobio, Inc.: Employment. Li: Teneobio, Inc.: Employment. Medlari: Teneobio, Inc.: Employment. Narayan: Teneobio, Inc.: Employment. Ogana: Teneobio, Inc.: Employment. Pham: Teneobio Inc.: Employment. Prabhakar: Teneobio, Inc.: Employment. Rangaswamy: Teneobio, Inc.: Employment. Sankaran: Teneobio, Inc.: Employment. Schellenberger: Teneobio, Inc.: Employment. Ugamraj: Teneobio, Inc.: Employment. Trinklein: Teneobio, Inc.: Employment. Van Schooten: Teneobio, Inc.: Employment."
}