{
    "doi": "https://doi.org/10.1182/blood.V104.11.4983.4983",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=43",
    "start_url_page_num": 43,
    "is_scraped": "1",
    "article_title": "Naïve and Memory CD4+ T Cells Proliferate and Contribute to Cytokine Production in the Human Alloreactive T Cell Response in Vitro. ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "cytokine",
        "memory",
        "t-lymphocytes",
        "graft-versus-host disease",
        "l-selectin",
        "allogeneic stem cell transplant",
        "antigens, cd25",
        "brefeldin a",
        "cd58 antigens",
        "cell separation"
    ],
    "author_names": [
        "Sergio L.R. Martins, M.D., Ph.D.",
        "Lisa S. St. John, Ph.D.",
        "Krishna V. Komanduri, M.D."
    ],
    "author_affiliations": [
        [
            "Transplant Immunology Section, Dept. of Blood and Marrow Transplantation, M.D. Anderson Cancer Center, Houston, TX, USA",
            "Dept. of Hematology, Fleury-Diagnostic Medical Center, Sao Paulo, SP, Brazil"
        ],
        [
            "Transplant Immunology Section, Dept. of Blood and Marrow Transplantation, M.D. Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Transplant Immunology Section, Dept. of Blood and Marrow Transplantation, M.D. Anderson Cancer Center, Houston, TX, USA"
        ]
    ],
    "first_author_latitude": "29.7068146",
    "first_author_longitude": "-95.3971547",
    "abstract_text": "Graft-versus-host disease (GVHD) remains a major cause of morbidity and mortality in the setting of allogeneic stem cell transplantation (SCT). We recently developed a cytokine flow cytometry (CFC)-based assay to assess alloreactivity (Martins, et al., Blood 2004). This approach utilizes CFC to facilitate the simultaneous assessment of effector cytokine production and the surface phenotype of responding alloreactive T cells. Recently, studies in murine models have suggested that GVHD may be mediated primarily by naïve T cells and not by memory T cells, raising the possibility that naïve T cell depletion may limit clinical GVHD after human SCT. We sought to assess the independent capability of human naïve and memory T cells to respond functionally to alloantigenic stimulation by CFC. To do this, we purified naive CD4 T cells (CD45RA+CD62L+), memory CD4 T cells (CD4+CD45RA-CD62L+) or naïve-depleted CD4+ T cells (consisting of both CD4+CD45RA-CD62L+ and CD4+CD45RA-CD62L- cells) from fresh healthy donor PBMC using cell sorting. Purified populations were recombined with autologous monocytes and then stimulated with pooled, irradiated mismatched allogeneic stimulator cells, irradiated autologous cells or media. Purified responder cell subpopulations were also labeled with CFSE to facilitate assessment of functional activation and proliferation in the CFSE-marked subsets. Following three and seven day stimulation periods, responder T cells were harvested and incubated in the presence of brefeldin A for 6 hr to facilitate the accumulation of intracellular TNFα, an effector cytokine important in GVHD pathogenesis. We then analyzed the frequencies of responding CFSE-low CD4+ T cells expressing surface differentiation and activation markers, and assessed the co-expression of intracellular TNFα using CFC. We assessed a wide range of T cell surface markers (e.g., CD25, CD38, CD58, CD122, CD45RO, CD62L, and CCR7). By day seven, we consistently observed alloreactive T cell activation in the naïve CD4+ T cell (i.e., CD45RA+CD62L+) compartment. However, purified populations of memory CD4+ T cells also responded to alloreactive stimulation, as assessed by both decreased CFSE staining intensity and by intracellular TNFα production. Amongst cells that were naïve in phenotype prior to stimulation (CD45RA+CD62L+), we observed that those cells that were CFSE-low after stimulation (proliferating cells) downregulated CD45RA and CD62L, consistent with maturation to a memory phenotype. Surprisingly, the expression of the chemokine receptor CCR7, a marker of naïve and central memory T cells also known to be important in lymphoid homing, was altered following allogeneic activation in proliferating (CFSE-low) cells that were originally naïve in phenotype. CCR7 expression increased on a subpopulation of alloreactive cells but decreased on a distinct subset of these cells. Similarly, increases in CCR7 expression were also demonstrated in memory CD4+ T cells following functional activation with alloantigens. In summary, these experiments demonstrate that both naive and memory human T cells responding to allogeneic stimulation are capable of proliferation and effector cytokine production in vitro. Additionally, responding naïve CD4+ T cells lose CD45RA and CD62L expression, consistent with memory maturation, while distinct subsets of these cells increase and decrease their expression of CCR7."
}