{
    "doi": "https://doi.org/10.1182/blood-2020-143176",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4593",
    "start_url_page_num": 4593,
    "is_scraped": "1",
    "article_title": "Reversing Clonal Hematopoiesis and Associated Atherosclerotic Disease By Targeted Antibody-Drug-Conjugate (ADC) Conditioning and Transplant ",
    "article_date": "November 5, 2020",
    "session_type": "503.Clonal Hematopoiesis: Aging and Inflammation",
    "topics": null,
    "author_names": [
        "Karin Gustafsson, PhD",
        "Catherine S Rhee, PhD",
        "Elizabeth W Scadden",
        "Vanessa Frodermann",
        "Rahul Palchaudhuri, PhD",
        "Sharon L. Hyzy, MS",
        "Jennifer L Proctor, BS",
        "Geoff O Gillard, PhD",
        "Anthony E Boitano, PhD",
        "Michael P. Cooke, PhD",
        "Matthias Nahrendorf, PhD",
        "David T. Scadden, MD"
    ],
    "author_affiliations": [
        [
            "Harvard Stem Cell Institute, Harvard University, Cambridge, MA ",
            "Center for Regenerative Medicine, Massachussetts General Hospital, Boston, MA ",
            "Department of Stem Cell and Regenerative Biology, Harvard University, Cambridge, MA "
        ],
        [
            "Harvard Stem Cell Institute, Harvard University, Cambridge, MA ",
            "Department of Stem Cell and Regenerative Biology, Harvard University, Melrose, MA ",
            "Center for Regenerative Medicine, Massachusetts General Hospital, Boston, MA "
        ],
        [
            "Harvard Stem Cell Institute, Harvard University, Cambridge, MA ",
            "Department of Stem Cell and Regenerative Biology, Harvard University, Cambridge, MA ",
            "Center for Regenerative Medicine, Massachusetts General Hospital, Boston, MA "
        ],
        [
            "Center for Systems Biology, Massachusetts General Hospital, Boston, MA "
        ],
        [
            "Magenta Therapeutics, Cambridge, MA "
        ],
        [
            "Magenta Therapeutics, Cambridge, MA "
        ],
        [
            "Magenta Therapeutics, Cambridge, MA "
        ],
        [
            "Magenta Therapeutics, Cambridge, MA "
        ],
        [
            "Magenta Therapeutics, Cambridge, MA "
        ],
        [
            "Magenta Therapeutics, Cambridge, MA "
        ],
        [
            "Center for Systems Biology, Massachusetts General Hospital, Boston, MA "
        ],
        [
            "Harvard Stem Cell Institute, Harvard University, Cambridge, MA ",
            "Department of Stem Cell and Regenerative Biology, Harvard University, Cambridge, MA ",
            "Center for Regenerative Medicine, Massachusetts General Hospital, Boston, MA ",
            "Massachusetts General Hospital/Harvard Stem Cell Institute, Boston, MA"
        ]
    ],
    "first_author_latitude": "42.3775723",
    "first_author_longitude": "-71.1144978",
    "abstract_text": "Cardiovascular disease (CVD) is the leading cause of death worldwide. Recently, age-related clonal hematopoiesis (CH) has been recognized as a risk factor for CVD of comparable magnitude to smoking, hypertension and hypercholesteremia. While these other risk factors can be mitigated by pharmacological intervention or lifestyle changes, there are no such strategies in place for CH. As CH is initiated by mutations in hematopoietic stem cells (HSCs), a hematopoietic stem cell transplantat (HSCT) could serve as a curative therapy. However, stem cell transplantation is associated with significant toxicity due in part from current conditioning regimens. There is also no evidence that depletion of the disease-driving clones impacts established atherosclerosis. We developed an antibody drug conjugate (ADC) targeting murine CD45. In the context of stem cell transplantation, the CD45-ADC efficiently depletes endogenous HSCs as well as mature leukocytes while enabling rapid engraftment of an infused stem cell graft. In addition, the CD45-ADCs are not based on broad-acting genotoxic agents that lead to long-lasting health risks. We decided to test if CD45-ADC and HSCT could halt atherosclerosis progression through elimination Tet2 knockout HSCs and their disease propagating myeloid progeny. To model CH associated atherosclerosis, LDLR knockout mice were transplanted with 20% CFP labeled wild-type (WT) or Tet2 knockout bone marrow. A single dose of isotype- or CD45-ADC was delivered after 6 weeks of atherosclerosis development and was followed by an infusion of WT CD45.1 bone marrow. As has been reported before, we observed in the isotype-ADC treated animals that Tet2 deficiency leads to a competitive advantage over WT cells. Tet2 knockout cells contributed to peripheral blood chimerism at successively increasing levels and mice harboring the knockout graft showed a significant expansion of their HSC population. Despite their obvious advantage, Tet2 deficient HSC were as efficiently depleted as their WT counterparts upon CD45-ADC and HSCT. Peripheral blood and bone marrow chimerism were similar in WT and Tet2 knockout hosts and the expanded HSC pool was successfully curbed 6 weeks following the intervention. More importantly, CD45-ADC also depleted cells in the atherosclerotic plaques as efficiently as in blood in both WT and Tet2 mutant recipients. This resulted in a significant reduction of myeloid cell infiltration in CD45-ADC conditioned and transplanted knockout hosts and ultimately lead to drastically reduced plaque size in these animals. In conclusion, these data demonstrate that CD45-ADC and HSCT efficiently replaces the disease driving myeloid cells in the atherosclerosis plaques leading to an overall reduction in disease burden. CD45-ADC and transplantation may thus offer a novel therapy for CH and its associated morbidities. Disclosures Palchaudhuri: Magenta Therapeutics: Current Employment. Hyzy: Magenta Therapeutics: Current Employment, Current equity holder in publicly-traded company. Proctor: Magenta Therapeutics: Current Employment. Gillard: Magenta Therapeutics: Current Employment. Boitano: Magenta Therapeutics: Ended employment in the past 24 months, Patents & Royalties. Cooke: Magenta Therapeutics: Ended employment in the past 24 months. Scadden: Magenta Therapeutics: Consultancy, Current equity holder in publicly-traded company, Membership on an entity's Board of Directors or advisory committees."
}