{
    "doi": "https://doi.org/10.1182/blood.V116.21.322.322",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1768",
    "start_url_page_num": 1768,
    "is_scraped": "1",
    "article_title": "Prognostic Factors and Long Term Outcome of 138 Adults with Systemic Anaplastic Large-Cell Lymphoma: a Retrospective Study by the Groupe d'Etude Des Lymphomes De l'Adulte (GELA) ",
    "article_date": "November 19, 2010",
    "session_type": "Non-Hodgkin Lymphoma - Biology, excluding Therapy: Clinical Correlations",
    "topics": [
        "ki-1+ anaplastic large cell lymphoma",
        "prognostic factors",
        "extranodal disease",
        "hypoalbuminemia",
        "anaplastic lymphoma kinase",
        "antigens, cd30",
        "follow-up",
        "patient evaluation",
        "t-cell lymphoma",
        "blood cell count"
    ],
    "author_names": [
        "David Sibon, MD, PhD",
        "Marion Fournier",
        "Josette Briere, MD",
        "Laurence Lamant, MD, PhD",
        "Corinne Haioun, MD",
        "Bertrand Coiffier, MD, PhD",
        "Serge Bologna, MD",
        "Pierre Morel, MD",
        "Jean Gabarre, MD",
        "Olivier Hermine, MD, PhD",
        "Anne Sonet, MD",
        "Christian Gisselbrecht, MD",
        "Georges Delsol, MD",
        "Philippe Gaulard, MD",
        "Herve Tilly, MD"
    ],
    "author_affiliations": [
        [
            "Hemato-Oncology, Hopital Saint-Louis, Paris, France, "
        ],
        [
            "Biostatistics, GELARC, Pierre-Benite, France, "
        ],
        [
            "Pathology - INSERM U728- IUH, Hopital Saint Louis, Paris, France, "
        ],
        [
            "Pathology, Hopital Purpan, Toulouse, France, "
        ],
        [
            "Hematology, Hôpital Henri Mondor, Créteil, France, "
        ],
        [
            "Hematology, Centre Hospitalier Lyon-Sud, Pierre-Benite, France, "
        ],
        [
            "Hematology, Centre hospitalier Nancy-Brabois, Vandoeuvre, France, "
        ],
        [
            "Hematology, Hopital Schaffner, Lens, France, "
        ],
        [
            "Hematology, Hopital Pitie-Salpetriere, Paris, France, "
        ],
        [
            "Hematology, Hopital Necker, Paris, France, "
        ],
        [
            "Hematology, Université Catholique de Louvain, Belgium, "
        ],
        [
            "Hemato-Oncology, Hopital Saint Louis, Paris, France, "
        ],
        [
            "Pathology, Hopital Purpan, Toulouse, France, "
        ],
        [
            "Pathology, Hopital Henri Mondor, Creteil, France, "
        ],
        [
            "Hematology, Centre Henri Becquerel, Rouen, France"
        ]
    ],
    "first_author_latitude": "48.873406499999994",
    "first_author_longitude": "2.3697699",
    "abstract_text": "Abstract 322 Background: anaplastic large-cell lymphoma (ALCL) is a T-cell lymphoma characterized by peculiar morphologic features and strong expression of CD30. Based on the anaplastic lymphoma kinase (ALK) protein expression, the current WHO classification distinguishes ALK+ and ALK- systemic ALCL as separate disease entities. ALK+ ALCL has classically a better prognosis than ALK- ALCL, however the independant prognostic value of ALK expression remains debated and the long term outcome of adults with systemic ALCL is not known. Patients and Method: eligibility criteria for this study included patients with confirmed diagnosis of systemic ALCL after immunohistopathological review and defined ALK expression status. Patients were retrieved from the GELA LNH87-LNH93-LNH98 prospective clinical trials. Most patients received an anthracyline-based regimen as first line treatment. Result: of the 138 included patients with systemic ALCL, 64 (46%) were ALK+ and 74 (54%) were ALK-. The median follow-up duration was 8 years. At diagnosis patients with ALK+ ALCL were younger than those with ALK- ALCL (median age 31 vs 56 years) with significantly more patients < 40 years in ALK+ group (66% vs 23%, p 1, bulky disease (mass > 10 cm), B symptoms, blood cell counts, hypoalbuminemia < 35 g/L and gammaglobulin level had a similar distribution in ALK+ and ALK- patients. The overall response rate to first line treatment was better in ALK+ than in ALK- patients (89% vs 76%, p=0.0417). Eleven patients died during first line treatment, all in the ALK- group. All these patients had disseminated disease. Fourteen (22%) patients relapsed in ALK+ group vs 26 (35%) patients in ALK- group. After 3 years, there was no relapse in ALK+ group, whereas 3/26 relapses in ALK- group (2 relapses after 5 years). The 8-year progression-free survival (PFS) was 54% (95% CI 45–63%) for the entire cohort, 72% (95% CI 58–83%) in ALK+ vs 39% (95% CI 27–51%) in ALK- patients (p=0.0005), and 8-year overall survival (OS) was 64% (95% CI 55–72%) for the entire cohort, 82% (95% CI 69–89%) in ALK+ vs 49% (95% CI 37–61%) (p<0.0001). Clinical and laboratory features were tested in univariate analysis for their impact on PFS and OS in the whole cohort and in ALK+ and ALK- groups. IPI (and its 5 factors taken individually), age < 40 years, ALK status, mediastinal, lung, liver and spleen involvement, hypoalbuminemia < 35 g/L and beta2microglobulin ≥ 3 mg/L had a significant impact on PFS and OS. Interestingly, in patients < 40 years old, there was no impact of ALK status on PFS/OS. In multivariate analysis taking into account factors of IPI (with a cut-off at 40 years for age) and ALK status, only number of extranodal sites, age and ALK status remained significant predictors of PFS and OS. Adding beta2microglobulin to these 6 factors resulted in a model in which only beta2microglobulin (p= 0.0003 for PFS and p=0.0004 for OS) and age (p= 0.04 for PFS and p=0.03 for OS) had a significant impact on PFS and OS, beta2microglobulin being the most discriminant factor (Figure). Not all the ALK- ALCL had a poor prognosis, and reciprocally not all the ALK+ ALCL had a favorable outcome. Conclusion: this long term study of ALCL emphasizes the prominent impact of age and beta2microglobulin both in ALK+ and ALK- ALCL in PFS and OS. These two factors could be useful for improving the prognostic assessment of patients with ALCL. They could also be of help in stratifying patients in prospective trials. View large Download slide View large Download slide  Disclosures: No relevant conflicts of interest to declare."
}