{
    "doi": "https://doi.org/10.1182/blood.V116.21.2473.2473",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1873",
    "start_url_page_num": 1873,
    "is_scraped": "1",
    "article_title": "The Hsp90 Inhibitor SNX7081 Restores the Fludarabine Sensitivity of Chronic Lymphocytic Leukemia (CLL) Cells Harbouring Mutations of ATM or TP53 ",
    "article_date": "November 19, 2010",
    "session_type": "CLL - Therapy, excluding Transplantation: Poster II",
    "topics": [
        "burkitt's lymphoma",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "fludarabine",
        "hsp90 heat-shock proteins",
        "mutation",
        "protein p53",
        "tp53 gene",
        "dna, double-stranded",
        "caspase-3"
    ],
    "author_names": [
        "O. Giles Best, BSc, PhD",
        "Stephen P Mulligan, MBBS, PhD, FRACP, FRCPA"
    ],
    "author_affiliations": [
        [
            "Kolling Institute, Royal North Shore Hospital and CLL Australian Research Consortium, Sydney, "
        ],
        [
            "Kolling Institute, Royal North Shore Hospital and CLL Australian Research Consortium, Sydney, Australia"
        ]
    ],
    "first_author_latitude": "-33.8205832",
    "first_author_longitude": "151.1910288",
    "abstract_text": "Abstract 2473 Introduction: Resistance to fludarabine-based treatment represents a challenge in the clinical management of Chronic Lymphocytic Leukemia (CLL). Despite the unprecedented response rates seen with the fludarabine (F), cyclophosphamide (C), Rituximab (R) regimen novel treatment strategies are required that do not rely on an intact p53 signaling pathway. We recently described the activity of a novel, synthetic inhibitor of the molecular chaperone, heat-shock protein 90 (Hsp90) named SNX7081 (Serenex, now Pfizer) against CLL cells in vitro (Best et al ., 2010 BJH). Here we explored the effect of this inhibitor on the fludarabine sensitivity of 3 haematological cell lines and 12 patient samples with mutations of ATM or TP53 . Methods: Mononuclear cells were isolated by density centrifugation from CLL patients following informed consent. The 13 patient samples selected for study were determined to have mutations of either ATM or TP53 using a functional assay described in detail elsewhere (Best et al ., 2008). The Mec1 (CLL), Mec2 (CLL) and U266 (B-ALL) cell lines were maintained under standard conditions in RPMI-1640 with 2mM L-glut and 1% pen/strep. Sensitivity to fludarabine, with and without SNX7081, was assessed using the MTT (3–4, 5-dimethylthiazol-2,5-diphenyl tetrazolium bromide) assay. Synergy between the agents, activation of caspase-3 and the induction of double stranded DNA (dsDNA) breaks following treatment were all assessed by flow cytometry using the mitochondrial membrane potential dye DilC1 (5) and propidium iodide (PI) or appropriate antibodies. Results: The IC50 for fludarabine was significantly higher in the 3 cell lines and 13 patient samples with ATM/TP53 lesions than in 4 cell lines or 10 patient samples defined as ATM/TP53 wild-type. Simultaneous exposure to a combination of fludarabine and SNX7081 at a ratio based on the IC50 of the compounds as single agent significantly reduced the IC50 for fludarabine (P<0.01); in 11 patient samples the IC50 for fludarabine was reduced to within a clinically achievable range (<5μM). Synergy between fludarabine and SNX7081 was evident as an effect on the distribution of the cell lines in the cell cycle and as a marked effect on the proportion of apoptotic cells (DilC (1)5 negative/PI negative) in cultures of both the cell lines and patient samples. Furthermore, we show that the combination of the compounds has a greater than additive effect on the activation of caspase-3 and on the formation of dsDNA breaks, as evidenced by the phosphorylation of g-H2Ax. Conclusions: Our studies suggest that inhibition of Hsp90 may overcome fludarabine resistance conferred by mutations of ATM or TP53 . The mechanism of the synergy between these compounds appears to be via augmentation of fludarabine-induced dsDNA breaks and is concomitant with an increase in caspase-3 signaling. The data suggest that this combination may represent a promising regimen in the treatment of fludarabine-refractory CLL. Disclosures: Mulligan: Roche: Honoraria, Membership on an entity's Board of Directors or advisory committees; Bayer Schering, now Genzyme: Honoraria."
}