{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.1343.1343",
    "article_title": "A Phase I Study of FLX925, a Dual FLT3 and CDK4/6 Inhibitor in Patients with Relapsed or Refractory Acute Myeloid Leukemia (AML) ",
    "article_date": "December 7, 2017",
    "session_type": "616. Acute Myeloid Leukemia: Novel Therapy, excluding Transplantation: Poster I",
    "abstract_text": "Background: Development of kinase domain or gate-keeper mutations in the FMS-like tyrosine kinase 3 (FLT3) gene limit the therapeutic benefit of Type 2 FLT3 inhibitors in internal tandem duplication mutated FLT3 (FLT3-ITD) acute myeloid leukemia (AML) and are associated with resistance to such agents. Strategies to overcome such resistance include the development of kinase inhibitors that bind FLT3 differently or targeting additional pathways simultaneously. FLX925 is a next-generation FLT3 inhibitor that was designed to address or avoid common resistance mechanisms with a unique binding mode and potent activity against CDK4/CDK6 (CDK4/6). Preclinical studies comparing FLX925 to other FLT3 inhibitors (quizartinib and gilteritinib) currently in late-stage clinical development demonstrated that FLX925 had an improved resistance profile (Li et al. Mol. Cancer Ther. 2014, 14: 375; Marubayashi et al. ASH 2016, Abstract #2323). Here we present the results of a Phase I dose escalation study of FLX925 in adult patients with relapsed or refractory AML. Methods: FLX925 was administered orally as a single agent to 51 patients at doses ranging from 40 mg twice a day (BID) to 720 mg three times a day (TID). Patients with relapsed or treatment refractory AML, regardless of FLT3 mutation status, were eligible if they were ≥18 years of age and had adequate performance status (ECOG ≤2) and organ function. Results: Median age was 60 years (range 19-81). 20 patients had FLT3-ITD + AML, 8 patients had FLT3-D835 mutant AML, 5 subjects carried dual mutant disease, and 18 patients were FLT3-wt at study entry. Patients received a median of one 4-week cycle of treatment (range <1-6 cycles). Treatment-related adverse events (AEs) were primarily observed only in the 3 highest-dose cohorts (540 mg BID and above). The most common treatment-related adverse events were Grade 1 or 2 (CTCAE v4.03) gastrointestinal disorders, including nausea (7.8%), diarrhea (5.9%), and abdominal pain (2.0%); Grade 1 or 2 increased creatinine (7.8%); and Grade 2-4 acute or chronic renal failure (7.8%). Additional treatment-related Grade 3 and 4 AEs occurring in >1 patient included increased transaminase (3.9%) and decreased white blood cell count (5.9%). Two DLTs of elevated creatinine and acute kidney injury were observed at 720 mg TID. The maximum tolerated dose (MTD) of FLX925 was determined to be 540 mg TID. Pharmacokinetic (PK) studies demonstrated a terminal half-life of approximately 4-7 hours and dose-proportional increases in exposure (AUC). As overall exposure with BID dosing was less than predicted (~50%) in early cohorts, the protocol was amended to test TID dosing. Pharmacodynamic (PD) FACS-based assays measuring phosphorylated STAT5 and RB proteins in AML patient blasts and cell lines were used to assess the inhibition of the FLT3 and CDK4/6 pathways, respectively. A strong PK/PD correlation was observed between plasma drug levels and inhibition of both pathways (Figure). Evidence of anti-leukemic activity was observed in 8 of 21 patients treated at doses of 540 mg BID and above, including ≥50% reductions of peripheral blasts in 6 patients (2 ITD, 2 D835, 1 ITD/D835, and 1 FLT3-wt), and 2 patients who achieved a transient morphologic leukemia-free state (<5% bone marrow blasts without count recovery; 1 ITD, 1 D835). No complete or partial responses were observed. Conclusion: FLX925, the first dual FLT3 and CDK4/6 inhibitor tested in AML patients, demonstrated modest evidence of anti-leukemic activity as a single agent at the doses investigated, and a dose-limiting toxicity of increased creatinine. Lower than predicted drug exposure necessitated an increase in dosing frequency to TID to demonstrate clinical effects, but also resulted in dose-related AEs that limited prolonged dosing. Figure View large Download slide Figure View large Download slide Close modal Disclosures Daver: Incyte Corporation: Honoraria, Research Funding; Immunogen: Research Funding; Novartis Pharmaceuticals Corporation: Consultancy; Bristol-Myers Squibb Company: Consultancy, Research Funding; Otsuka America Pharmaceutical, Inc.: Consultancy; Kiromic: Research Funding; Pfizer Inc.: Consultancy, Research Funding; Sunesis Pharmaceuticals, Inc.: Consultancy, Research Funding; Jazz: Consultancy; Karyopharm: Consultancy, Research Funding; Daiichi-Sankyo: Research Funding. Pollyea: Takeda, Ariad, Alexion, Celgene, Pfizer, Pharmacyclics, Gilead, Jazz, Servier, Curis: Membership on an entity's Board of Directors or advisory committees; Agios, Pfizer: Research Funding. Rizzieri: Erytech: Research Funding; Shire: Research Funding. Kovacsovics: Seattle Genetics: Research Funding; Celgene: Consultancy; Flexus: Research Funding. Perl: Pfizer: Other: Advisory Board; Daiichi Sankyo: Consultancy; Asana Biosciences: Other: Scientific advisory board; Arog Pharmaceuticals: Consultancy; Seattle Genetics: Other: Advisory board; Actinium Pharmaceuticals: Other: Scientific Advisory Board; Astellas: Consultancy; Novartis: Other: Advisory Board. Seitz: FLX Bio: Employment. McKinnell: FLX Bio, Inc.: Employment. Ho: FLX Bio, Inc.: Employment. Cortes: Teva: Research Funding; ImmunoGen: Consultancy, Research Funding; Pfizer: Consultancy, Research Funding; Novartis Pharmaceuticals Corporation: Consultancy, Research Funding; Sun Pharma: Research Funding; ARIAD: Consultancy, Research Funding; BMS: Consultancy, Research Funding.",
    "topics": [
        "cyclin-dependent kinase 4",
        "leukemia, myelocytic, acute",
        "ms-like tyrosine kinase 3",
        "impedance threshold device",
        "creatinine increased",
        "flt3 inhibitors",
        "adverse event",
        "antigens",
        "abdominal pain",
        "actinium"
    ],
    "author_names": [
        "Naval Daver, MD",
        "Daniel A. Pollyea, MD",
        "David A. Rizzieri, MD",
        "Jeanne Palmer, MD",
        "Raajit K. Rampal, MD PhD",
        "Shira Dinner, MD",
        "Dale L. Bixby, MD PhD",
        "Mary-Elizabeth M. Percival, MD",
        "Tibor Kovacsovics",
        "Kebede H. Begna, MD",
        "Alexander E. Perl, MD",
        "Marina Konopleva, MD PhD",
        "Lisa Seitz, MS",
        "Jenny McKinnell",
        "Daniel T Johnson, BS",
        "William Ho, MD PhD",
        "Jorge E. Cortes, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Naval Daver, MD",
            "author_affiliations": [
                "Department of Leukemia, MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Daniel A. Pollyea, MD",
            "author_affiliations": [
                "Division of Hematology, University of Colorado Denver, Aurora, CO "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David A. Rizzieri, MD",
            "author_affiliations": [
                "Dept. of Medicine, Div. of Hematological Malignancies & Cellular Therapy, Duke University Medical Center, Durham, NC "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeanne Palmer, MD",
            "author_affiliations": [
                "Mayo Clinic - Scottsdale, Phoenix, AZ "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Raajit K. Rampal, MD PhD",
            "author_affiliations": [
                "Leukemia Service, Department of Medicine, Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shira Dinner, MD",
            "author_affiliations": [
                "Northwestern University, Chicago, IL "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dale L. Bixby, MD PhD",
            "author_affiliations": [
                "Division of Hematology and Medical Oncology, University of Michigan Medical Center, Ann Arbor, MI "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mary-Elizabeth M. Percival, MD",
            "author_affiliations": [
                "Division of Hematology, Department of Medicine, University of Washington, Seattle, WA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tibor Kovacsovics",
            "author_affiliations": [
                "Division of Hematology and Hematologic Malignancies, Huntsman Cancer Institute, University of Utah, Salt Lake City, UT "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kebede H. Begna, MD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alexander E. Perl, MD",
            "author_affiliations": [
                "University of Pennsylvania, Philadelphia, PA "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marina Konopleva, MD PhD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lisa Seitz, MS",
            "author_affiliations": [
                "FLX Bio, Inc., South San Francisco, CA"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jenny McKinnell",
            "author_affiliations": [
                "FLX Bio, Inc., South San Francisco, CA"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniel T Johnson, BS",
            "author_affiliations": [
                "FLX Bio, Inc., South San Francisco, CA"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "William Ho, MD PhD",
            "author_affiliations": [
                "FLX Bio, Inc., South San Francisco, CA"
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jorge E. Cortes, MD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-11T18:40:00",
    "is_scraped": "1"
}