{
    "doi": "https://doi.org/10.1182/blood.V110.11.3505.3505",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=959",
    "start_url_page_num": 959,
    "is_scraped": "1",
    "article_title": "Single Center Experience with Philadelphia Chromosome-Positive Acute Myeloid Leukemia. ",
    "article_date": "November 16, 2007",
    "session_type": "Leukemias - Cytogenetics and Molecular Markers in Diagnosis and Prognosis",
    "topics": [
        "chromosomes",
        "leukemia, myelocytic, acute",
        "brachial plexus neuritis",
        "basophilia",
        "neoadjuvant therapy",
        "accelerated phase",
        "acute biphenotypic leukemia",
        "disease remission",
        "imatinib mesylate",
        "peripheral blood eosinophilia"
    ],
    "author_names": [
        "John Delmonte, Jr., MD",
        "Hagop M. Kantarjian, MD",
        "Elihu Estey, MD",
        "Farhad Ravandi, MD",
        "Gautam Borthakur, MD",
        "Jan Burger, MD/PhD",
        "Sherry Pierce",
        "Jorge Cortes, MD"
    ],
    "author_affiliations": [
        [
            "Leukemia, University of Texas, M.D. Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Leukemia, University of Texas, M.D. Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Leukemia, University of Texas, M.D. Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Leukemia, University of Texas, M.D. Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Leukemia, University of Texas, M.D. Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Leukemia, University of Texas, M.D. Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Leukemia, University of Texas, M.D. Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Leukemia, University of Texas, M.D. Anderson Cancer Center, Houston, TX, USA"
        ]
    ],
    "first_author_latitude": "29.699813699999993",
    "first_author_longitude": "-95.39762624999999",
    "abstract_text": "Background: Rare instances of Philadelphia chromosome-positive (Ph+) acute myeloid leukemia (AML) have been reported, constituting <1% of de novo cases. However, differentiating these cases from chronic myeloid leukemia presenting in blast phase (CML-BP) has proven difficult. Several clinical and pathologic criteria have been proposed to distinguish Ph+ AML from CML-BP, including absence of an antecedent hematologic disorder, lack of evidence of a chronic or accelerated phase of CML after induction therapy, infrequent splenomegaly and peripheral eosinophilia or basophilia, and bone marrow characteristics such as lower cellularity, basophilia, and myeloid:erythroid ratio. Methods: We searched the M.D. Anderson Cancer Center leukemia database to identify all pts that had been diagnosed with Ph+ AML by cytogenetic analysis, between 1980 and 2006. Clinical, laboratory, and hematopathologic data were reviewed in order to separate them into the following groups: Ph+ AML, CML-BP, acute biphenotypic leukemia, and indeterminate. The following scoring system was employed: 1 point (splenomegaly), 1 point (peripheral eosinophilia and/or basophilia), 1 point (bone marrow basophilia or additional copy of Ph+ chromosome or trisomy 8 or isochromosome17). Zero points was classified as Ph+ AML, 1 point as indeterminate, and 2–3 points as CML-BP. If there was evidence of an antecedent or post-remission chronic or accelerated phase, these cases were identified as CML-BP. Results: 31 patients (pts) were identified: 7 (23%) acute biphenotypic leukemia, 11 (35%) CML-BP, 9 (29%) Ph+ AML, and 4 (13%) indeterminate. Among the 9 pts with Ph+ AML the median age at diagnosis was 50 years (range, 35–76), initial white blood cell count 50 (range, 4–210), peripheral blast 64% (range, 0–96), and bone marrow blast 78% (range, 34–98). 7/9 (78%) pts had additional cytogenetic abnormalities apart from t(9;22)(q34;q11), most commonly deletion 7 (n=3). A variety of induction chemotherapy regimens were employed, including cytarabine based (n=6), gemtuzumab ozogamicin-based (n=2), anthracycline based (n=1), and with the addition of imatinib (n=1). 5/9 (56%) pts classified as Ph+ AML achieved a CR or CRp, 3 (33%) died during induction, and 1 (11%) was refractory. 3/5 pts that achieved remission relapsed, with a median CR duration of 35 weeks (range, 20–42) and median OS 58 weeks (range, 55–61). Stem cell transplant was employed in 2 pts, one refractory to induction therapy who died 34 weeks later and one transplanted in CR and alive at 56 weeks; this is also the only pt to be treated with imatinib, as part of induction therapy. The median overall survival for pts classified as Ph+ AML was 34 weeks (range, 2–64) and similar to that of pts reclassified as CML-BP, which was 64 weeks (range, 11–271) (p=0.15). Conclusion: Ph+ AML represents a rare entity that may be mistaken for de novo CML-BP. Herein, we propose a system to help with this differentiation. Clinical outcome is poor with conventional chemotherapy and combinations based on tyrosine kinase inhibitor-based therapy should be investigated."
}