{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.4159.4159",
    "article_title": "Overall Survival Disparities in Metro/Urban/Rural Diffuse Large B-Cell Lymphoma (DLBCL) Patients ",
    "article_date": "December 7, 2017",
    "session_type": "627. Aggressive Lymphoma (Diffuse Large B-Cell and Other Aggressive B-Cell Non-Hodgkin Lymphomas)—Results from Retrospective/Observational Studies: Poster III",
    "abstract_text": "Background: Numerous studies have shown that rural patients have poorer overall survival (OS) compared to metropolitan patients across several cancers including lymphoma. Using a Nebraska regional dataset of all-type lymphoma patients treated from 1982-2006, Loberiza et al discovered that patients treated in rural community settings had worse mortality than their counterparts treated in academic or metropolitan institutions 1 . Our study expands on this using a nationwide retrospective cohort of DLBCL patients to determine if 5-year OS rates differ between rural, urban, and metro populations and to identify factors that may contribute to OS differences. Methods: We used the National Cancer Database (NCDB), a nationwide database sponsored by the American College of Surgeons and the American Cancer Society. We compared outcomes in HIV-negative DLBCL patients treated from 2004-2014 who were classified according to the USDA Office of Management and Budget as rural (county population less than 2,500), urban (county population more than 2,500 but outside metropolitan areas), or metro (at least 50,000 urbanized population in county). Patients missing information on metro/urban/rural area or outcomes were excluded. Data on patient demographics (age, gender, race, insurance status, census region), socioeconomic status (SES measured by household income for the region), prognostic factors, and initial treatment information (regimen, treatment facility type) were examined using Chi-square tests to compare clinical variables for metro/urban/rural areas. Logistic regression was performed to assess the impact of degree of urbanization on clinical prognostic factors, controlling for sociodemographic features. Kaplan-Meier (KM) survival curves with log-rank tests compared survival for metro/urban/rural groups. Univariate and multivariable Cox regression models (controlling for treatment facility type (academic/community), sociodemographic factors, and clinical features) were generated to determine unadjusted and adjusted hazard ratios (HR) and 95% confidence intervals (CI) for metro, urban, and rural populations. Results: Among 83,108 patients with DLBCL, 85.2%, 13.1%, and 1.7% were classified as metro, urban, and rural, respectively. We found rural and urban populations were more likely to have lower SES, increased Medicaid, advanced stage at diagnosis, and more comorbidities than metro populations. KM curve showed moderately decreased 5-year OS in rural/urban populations (See Figure). The univariate Cox model showed rural/urban populations to have worse 5-year OS (HR 1.16, CI 1.08-1.25; HR 1.10, CI 1.07-1.13, respectively). Logistic regression showed no difference in diagnosis stage, B-symptoms, or comorbidities between rural and metro. Urban patients were more likely than metro patients to have B-symptoms present (OR 1.06, CI 1.01-1.11) and less likely to have comorbidities (OR 0.94, CI 0.89-0.99). Urban and rural populations were less likely to have treatment delayed more than 14 days after diagnosis (OR 0.93, CI 0.89-0.98; and OR 0.81, CI 0.72-0.91). A multivariable Cox model, adjusting for age, race, gender, and clinical factors, found rural (HR 1.09, CI 1-1.19) and urban (HR 1.08, CI 1.04-1.11) populations to be at higher risk of death than metro populations. These effects were no longer observed after controlling for treatment facility type, SES, or insurance status. Discussion: Rural DLBCL patients displayed a moderate decrease in expected OS compared to metro DLBCL patients, but this risk was attenuated by SES, insurance status, and treatment facility type. Because of this, decreased SES and underinsurance must be addressed along with distance to quality care when developing strategies for rural/urban patients with this curable cancer. Further studies should be conducted with urban/rural DLBCL patients to better understand the barriers to care for ongoing treatment as well as exploration of what methods of care best deliver treatment to urban/rural DLBCL patients. References: 1. Loberiza FR, Cannon AJ, Weisenburger DD, et al. Survival disparities in patients with lymphoma according to place of residence and treatment provider: a population-based study. J Clin Oncol. 2009;27(32):5376-82. Figure View large Download slide Figure View large Download slide  Close modal Disclosures Flowers: Research to Practice: Research Funding; National Cancer Institute: Research Funding; Spectrum: Consultancy; TG Therapeutics: Research Funding; Eastern Cooperative Oncology Group: Research Funding; Burroughs Welcome Fund: Research Funding; Acerta: Research Funding; Millennium/Takeda: Research Funding; Pharmacyclics LLC, an AbbVie Company: Research Funding; Clinical Care Options: Research Funding; Prime Oncology: Research Funding; OptumRx: Consultancy; Celgene: Consultancy, Research Funding; V Foundation: Research Funding; Infinity: Research Funding; Abbvie: Consultancy, Research Funding; Genentech/Roche: Consultancy, Research Funding; Educational Concepts: Research Funding; Janssen Pharmaceutical: Research Funding; Seattle Genetics: Consultancy; Gilead: Consultancy; National Institutes Of Health: Research Funding; Bayer: Consultancy; Onyx: Research Funding.",
    "topics": [
        "diffuse large b-cell lymphoma",
        "health disparity",
        "metronidazole",
        "cancer",
        "lymphoma",
        "prognostic factors",
        "signs and symptoms",
        "logistic regression",
        "cox proportional hazards models",
        "survival curve"
    ],
    "author_names": [
        "Andrew J. Ritter",
        "Jordan S. Goldstein, BS",
        "Anh Thuy Phan, MPH",
        "Christopher Flowers, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Andrew J. Ritter",
            "author_affiliations": [
                "Winship Cancer Institute, Emory University School of Medicine, Atlanta, GA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jordan S. Goldstein, BS",
            "author_affiliations": [
                "Emory University School of Medicine, Atlanta, GA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anh Thuy Phan, MPH",
            "author_affiliations": [
                "Emory Winship Cancer Institute, Atlanta, GA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christopher Flowers, MD",
            "author_affiliations": [
                "Winship Cancer Institute--Department of Hematology and Medical Oncology, Emory University, Atlanta, GA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-09T09:40:24",
    "is_scraped": "1"
}