{
    "doi": "https://doi.org/10.1182/blood-2021-149090",
    "article_title": "Deep Immune Profiling in Multiple Myeloma at Diagnosis and Under Lenalidomide Maintenance Therapy ",
    "article_date": "November 5, 2021",
    "session_type": "651.Multiple Myeloma and Plasma Cell Dyscrasias: Basic and Translational",
    "abstract_text": "Introduction Here we report the results of one of the secondary endpoints of the Finnish Myeloma Group-MM02 study; composition of bone marrow (BM) immune cell subsets at treatment start and during lenalidomide (Len) maintenance focusing on 2 different response groups: good responders (GRs) and poor responders (PRs) at pre- and post-treatment stages. We evaluated the BM immune profile with CyTOF (cytometry by time-of-flight). Our hypothesis was that there would be distinct differences in immune cell profiles between patients with good and poor response, especially in the T and NK cell subsets. Patients and methods Twenty-two patients were included in this CyTOF study. Eighteen were NDMM patients from FMG-MM02 study who received 3 RVD cycles followed by ASCT. Len started 3 months after ASCT 10 mg/day in 21/28-day cycles until progression or toxicity. BM samples were collected to the Finnish Hematology Registry Clinical Biobank (FHRB Biobank) at several timepoints; from 18 patients at diagnosis, from 11 patients 1 st sample at good response during Len and 2 nd sample if this good response was maintained and from 5 patients at relapse during Len. The patients in the good response cohort (n=11) had progression-free survival (PFS) > 5 years. For comparison, we included 4 BM samples from the FHRB Biobank, taken at a good response after ASCT from MM patients without exposure to Len. Results With a median follow-up of 81 months (13-97) the median PFS was not reached in the good response (GR) cohort and was 18 months in the poor response (PR) cohort. The 1 st GR samples were collected after a median of 21 (6-46) months of Len. The 2 nd samples in GR cohort were collected after a median of 56 (45-67) months of Len. The PR samples were taken after a median of 6 (2-23) months of Len. CyTOF analysis revealed distinct good and poor responder's immune signatures at baseline level. GR, baseline group has shifted phenotype of T cells toward the CD8 T cells, expressing markers, attributed to the cytotoxicity (CD45RA, CD57), as well as having slightly higher abundance of CD8 TE and lower abundance of CD8 naïve T cells. Total T cells amounts were significantly higher in GR. Increased expression of CD56, CD57, and CD16 were also seen on NK cells in GR at the baseline, indicating both maturation and cytotoxic potential of NKs. In contrast, a significant decrease of CD56 and CD16 expression suggesting reduced cytotoxic potential and increase of CD57 were seen on NKs in PR, baseline indicating senescence status a phenotype associated with exhaustion. By using viSNE we discovered two novel populations - MAC1, and MAC2, - associated with disease pathogenesis. We further investigated the composition of these populations, and it appears that MAC1 expressed CD38+CD56+CD45-CD19- presumably malignant plasma cells and MAC2 expressed CD45- CD14+CD38+CD56+TCRgd+CCR7+CCR6+CXCR4+ CXCR3+CXCR5+CD294+, which might be the novel populations, having the features of myeloid suppressor cells. These two immune cells were higher in PR (9.2% and 8.2%, respectively) at baseline as compared to the GR (2.3% and 1.7%). NKs, T cells, and B cells showed a high expression of monocytic marker CD14 and chemokine receptors (CCR7, CCR6, CXCR4, CXCR3, and CXCR5) in PR both at baseline and relapse. This might be attributed to either biological features of MM environment, or the high level of interaction between these populations and monocytes, which left traces of their membranes on the non-monocytic populations. Conclusions Patients, responded to the treatment, have higher abundances of effector/cytotoxic cells, expressing higher levels of CD57 and/or CD45RA for T cells, and CD57, CD16, and CD56 for NK cells indicating proper differentiation and maturation of T, and NK cells to effector and cytotoxic subsets. Additionally, those patients have less degree of tumor burden as well as decreased expression of chemokine receptors. During the therapy administration, good responders show the increase in effector memory CD4 and CD8 subsets of T cells abundance, indicating even the higher cytotoxic effect of immune system. Disclosures Silvennoinen:  Amgen: Consultancy, Honoraria, Research Funding; Celgene/BMS: Consultancy, Honoraria, Research Funding; Janssen: Consultancy, Honoraria; Sanofi: Consultancy, Honoraria; Takeda: Consultancy, Honoraria, Research Funding. Luoma:  Amgen: Honoraria; Janssen: Honoraria; Incyte: Honoraria. Anttila:  Amgen: Honoraria; Celgene: Honoraria; Janssen: Honoraria; Takeda: Honoraria. Säily:  Takeda: Honoraria; Janssen: Honoraria; Sanofi: Honoraria; Celgene: Honoraria. Partanen:  Takeda: Honoraria; Abbvie: Honoraria; Behring: Honoraria. Heckman:  Novartis: Research Funding; Orion Pharma: Research Funding; Celgene/BMS: Research Funding; Oncopeptides: Consultancy, Research Funding; Kronos Bio, Inc.: Research Funding.",
    "author_names": [
        "Raija Helena Silvennoinen",
        "Komal Kumar Javarappa",
        "Sini Luoma",
        "Philipp Sergeev",
        "Tiina J Öhman",
        "Markku Varjosalo",
        "Pekka Anttila",
        "Marjaana Säily",
        "Anu Partanen",
        "Marja Sankelo",
        "Caroline A. Heckman"
    ],
    "author_dict_list": [
        {
            "author_name": "Raija Helena Silvennoinen",
            "author_affiliations": [
                "Helsinki University Hospital, Comprehensive Cancer Center Hematology and University of Helsinki, Helsinki, Finland",
                "Department of Medicine, Kuopio University Hospital, Kuopio, Finland"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Komal Kumar Javarappa",
            "author_affiliations": [
                "Institute for Molecular Medicine Finland, Helsinki Institute of Life Science, University of Helsinki, Helsinki, Finland"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sini Luoma",
            "author_affiliations": [
                "Helsinki University Hospital, Comprehensive Cancer Center Hematology and University of Helsinki, Helsinki, Finland"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Philipp Sergeev",
            "author_affiliations": [
                "Institute for Molecular Medicine Finland (FIMM), Helsinki Institute of Life Science, iCAN Digital Precision Cancer Medicine Flagship, University of Helsinki, Helsinki, Finland"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tiina J Öhman",
            "author_affiliations": [
                "CyTOF Unit, Viikki Campus, Helsinki, Finland"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Markku Varjosalo",
            "author_affiliations": [
                "CyTOF Unit, Viikki Campus, Helsinki, Finland"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pekka Anttila",
            "author_affiliations": [
                "Helsinki University Hospital, Comprehensive Cancer Center Hematology and University of Helsinki, Helsinki, Finland"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marjaana Säily",
            "author_affiliations": [
                "Department of Internal Medicine, Hematology-Oncology Unit, Oulu University Hospital, Oulu, Finland"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anu Partanen",
            "author_affiliations": [
                "Department of Medicine, Kuopio University Hospital, Kuopio, Finland"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marja Sankelo",
            "author_affiliations": [
                "Department of Hematology, Tampere University Hospital, Tampere, Finland"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Caroline A. Heckman",
            "author_affiliations": [
                "Institute for Molecular Medicine Finland (FIMM), Helsinki Institute of Life Science, iCAN Digital Precision Cancer Medicine Flagship, University of Helsinki, Helsinki, Finland"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T04:13:25",
    "is_scraped": "1"
}