{
    "doi": "https://doi.org/10.1182/blood-2020-141756",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4577",
    "start_url_page_num": 4577,
    "is_scraped": "1",
    "article_title": "Preliminary Exploration of Ibrutinib Combined with Methotrexate, Ifosfamide, Liposomal Doxorubicin and Methylprednisolone in the Treatment of Relapsed/Refractory Primary CNS Lymphoma ",
    "article_date": "November 5, 2020",
    "session_type": "627.Aggressive Lymphoma (Diffuse Large B-Cell and Other Aggressive B-Cell Non-Hodgkin Lymphomas)-Results from Retrospective/Observational Studies",
    "topics": null,
    "author_names": [
        "Chen Yuedan",
        "Xuefei Sun",
        "Xueyan Bai",
        "Qu Cui, MD PhD",
        "Ruixian Xing, MD PhD",
        "Yuanbo Liu, MD PhD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Beijing Tiantan Hospital, Capital Medical University, Beijing, China"
        ],
        [
            "Department of Hematology, Beijing Tiantan Hospital, Capital Medical University, Beijing, China"
        ],
        [
            "Department of Hematology, Beijing Tiantan Hospital, Capital Medical University, Beijing, China"
        ],
        [
            "Department of Hematology, Beijing Tiantan Hospital, Capital Medical University, Beijing, China"
        ],
        [
            "Department of Hematology, Beijing Tiantan Hospital, Capital Medical University, Beijing, China"
        ],
        [
            "Department of Hematology, Beijing Tiantan Hospital, Capital Medical University, Beijing, China"
        ]
    ],
    "first_author_latitude": "39.865176999999996",
    "first_author_longitude": "116.352916",
    "abstract_text": "Background Primary central nervous system lymphoma (PCNSL) is a rare variant of extranodal non-Hodgkin lymphoma with an aggressive clinical course and poor outcomes. Although high-dose methotrexate (HD-MTX) based regimen significantly improves the outcome of the patients, approximately 10-35% of PCNSL patients are treatment refractory and 35-60% of patients eventually relapse. There is great unmet need in improving the prognosis of patients with relapsed/refractory PCNSL. In this study, we describe our institutional experience with I-MIDD regimen(ibrutinib combined with methotrexate, ifosfamide, liposomal doxorubicin and methylprednisolone) for patients with relapse/refractory PCNSL. Methods The clinical data of 18 relapse/refractory PCNSL patients treated from September 2017 to December 2019 were analyzed retrospectively. The doses and administration schedule were as follows: ibrutinib 560 mg/d for 21 consecutive days, methotrexate 3.5 g/m 2 on day 1, ifosfamide 1.5 g/m 2 on day 2, liposomal doxorubicin 25 mg/m 2 on day 3 and methylprednisolone 80 mg/d from day 1 to day 3. Every 21 days were as a course of treatment, and they were treated for 1-6 courses. The primary endpoint was complete response (CR) rate, and secondary endpoints included progression-free survival (PFS), overall survival (OS), overall response rate (ORR) and main adverse events (AEs). Results The median follow-up time of 18 patients was 13 (3-27) months, 10 patients achieved complete remission, 5 achieved partial remission, 1 had stable disease and 2 had progression of disease. The ORR was 83.3%(5/18). The median PFS was 6 (1-27) months, the OS ranged from 3 to 27 months and the median OS was not achieved. The 1-year PFS and OS were 42.8% and 87.4% respectively. The AEs of chemotherapy were mainly bone marrow suppression. 17/69(24.6%) events was grade 3 to 4 leukopenia, neutropenia and thrombocytopenia in the course of the disease and was all manageable. No grade 4 non-hematologic AEs were observed. The only grade 3 non-hematologic toxicity was infectious disease which occurred in 2 cases, and one patient experienced fungal pneumonia with a favorable outcome. Conclusion I-MIDD regimen is a feasible and active combination for patients with relapse/refractory primary central nervous system lymphoma. View large Download slide View large Download slide  Disclosures No relevant conflicts of interest to declare."
}