{
    "doi": "https://doi.org/10.1182/blood-2018-99-114727",
    "article_title": "Possible Factors on Efficacy and Safety of CAR-T Therapy in Relapsed or Refractory Aggressive B-Cell Lymphoma ",
    "article_date": "November 29, 2018",
    "session_type": "626. Aggressive Lymphoma (Diffuse Large B-Cell and Other Aggressive B-Cell Non-Hodgkin Lymphomas)-Results from Prospective Clinical Trials",
    "abstract_text": "Background: Recent advances have improved the treatment of B-cell malignancies, but patients who have disease resistant to primary or salvage treatment or who relapse after transplantation have an extremely poor prognosis. Studies of chimeric antigen receptor T-cell (CAR-T) therapy have shown high response rates and long response duration in refractory B-cell lymphomas after the failure of conventional therapy, which suggest that this therapy may be potentially curative. To explore the possible factors on efficacy and safety of CAR T-Cell therapy in relapsed or refractory aggressive B-cell lymphomas, we conducted the clinical trial of CAR-T Cell Treating Relapsed/Refractory B-cell lymphomas (NCT03196830). Methods: From March 2017 to April 2018, 25 patients were enrolled into our clinical trial. According to the surface expression of tumor cells by either flow cytometry or immunohistochemistry, different targets of CAR T-cells were infused, ionly anti-CD19 (n=11), sequential infusion of anti-CD22 and anti-CD19 (n=8), and sequential infusion of anti-CD20 and anti-CD19 (n=6). Patients received conditioning treatment (low-dose cyclophosphamide, 300 mg/m² per day, and fludarabine, 30 mg/m² per day) on days -5, -4, and -3 before the administration of autologous CAR T-cells. The primary endpoint was the proportion of patients with an objective response. Secondary endpoints included safety and biomarker assessments. Results: Among the 25 patients who were enrolled, response was successfully evaluated for 24. The objective response rate was 75%, and the complete response rate was 33%. With a median follow-up of 3.2 months, 54% of the patients continued to have a response, with 25% continuing to have a complete response. Grade 3 or higher cytokine release syndrome (CRS) and neurologic events occurred in 24% and 16% of the patients, respectively. One of the patients died during treatment. Serum biochemical index analysis confirmed the associations of peak serum interleukin-2, -6, -10, INF-γ, ferritin, C-reactive protein (CRP) concentrations and the level of lactate dehydrogenase (LDH) before therapy with the grade 3 or higher CRS, as well as peak serum interleukin-6, -10, INF-γ, CRP, ferritin and the level of LDH before therapy with grade 3 or higher neurologic events. Conclusion: Our study demonstrates the efficacy and safety of CAR-T therapy relapsed or refractory aggressive B-cell lymphoma. The level of LDH before therapy was higher in patients who developed grade 3 or serious CRS, which suggest that we should improve safety by reducing tumor burden before CAR T-cells infusion. Due to the small number of enrolled cases, no significant improvement of efficacy was observed, this result needs to be further confirmed by expanding the number of study cases. Figure. View large Download slide Figure. View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "b-lymphocytes",
        "chimeric antigen receptor t-cell therapy",
        "lymphoma",
        "b-cell lymphomas",
        "cd19 antigens",
        "c-reactive protein",
        "infusion procedures",
        "complete remission",
        "ferritin",
        "aldesleukin"
    ],
    "author_names": [
        "Haiwen Huang",
        "Yibin Jiang",
        "Zhengming Jin",
        "Caixia Li",
        "Depei Wu"
    ],
    "author_dict_list": [
        {
            "author_name": "Haiwen Huang",
            "author_affiliations": [
                "The department of hematology, The First Affiliated Hospital of Soochow University, Jiangsu Institute of Hematology, Suzhou, China"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Yibin Jiang",
            "author_affiliations": [
                "The department of hematology, The First Affiliated Hospital of Soochow University, Jiangsu Institute of Hematology, Suzhou, China"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zhengming Jin",
            "author_affiliations": [
                "The department of hematology, The First Affiliated Hospital of Soochow University, Jiangsu Institute of Hematology, Suzhou, China"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Caixia Li",
            "author_affiliations": [
                "The department of hematology, The First Affiliated Hospital of Soochow University, Jiangsu Institute of Hematology, Suzhou, China"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Depei Wu",
            "author_affiliations": [
                "The department of hematology, The First Affiliated Hospital of Soochow University, Jiangsu Institute of Hematology, Suzhou, China"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-14T06:38:13",
    "is_scraped": "1"
}