{
    "doi": "https://doi.org/10.1182/blood.V104.11.1644.1644",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=177",
    "start_url_page_num": 177,
    "is_scraped": "1",
    "article_title": "Generation of Cytotoxic T Cell Responses Directed to HLA Class I Restricted Epitopes from the Aspergillus f16 Allergen. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "Invasive pulmonary aspergillosis is a primary cause of morbidity and mortality in immunocompromised patients such as hematopoietic progenitor cell transplant patients. Studies both in patients with allergic bronchopulmonary aspergillosis and murine models demonstrated the importance of a CD4+ Th1 T cell response in conferring protection from infection or preventing disease progression. The role of CD8+ T cell response to A. fumigatus is less clear. Our efforts to develop effective immunotherapeutic approaches against A. fumigatus included preparation of 104 overlapping pentadecapeptides spanning the 427 aa coding region of the aspergillus allergen, Asp f16 previously shown to induce T cell responses. Each 15 aa peptide overlaps the preceding peptide by 11 aa. Monocytes from healthy donors were treated with GM-CSF and IL-4 for 2-3 days to generate immature dendritic cells (fast DC), pulsed with a pool containing 1 μg of each pentadecapeptide, then matured with inflammatory cytokines (IL-1β, IL-6, PGE2 and TNF-alpha) for 2 days. Mature, pulsed fast DC were used to prime proliferative and CTL responses (weekly primings). T cells from 5/5 donors proliferated to the peptide pool. CTL lines were obtained from each of the first two donors that were primed. After 4 weeks the line from donor #2 was strongly cytotoxic to autologous peptide pool-pulsed and aspergillus culture extract-pulsed DC and peptide pool pulsed HLA Class I matched BLCL. Supernatant from this line killed fresh aspergillus conidia. Six of 21 smaller pools of 4-11 peptides showed reactivity. Specificity could be narrowed by screening peptides shared by the pools to 3 candidate peptides. Pool-pulsed BLCL matched for only 1 or 2 HLA alleles were used to demonstrate CTL restriction by HLA-B-3501. A database search of peptides likely to be restricted to B3501 identified the likely sequences as YFKYTAAAL, LPLCSAQTW, and GTRFPQTPM. Each induced similar reactivity when pulsed onto B-3501+ targets. CD8+ T cells steadily increased from 5.2% at week 3 to 19.0% after the 7th priming. CTL activity and IFNγ production were exclusively mediated by CD8+ T cells and CD107a was expressed by 42% of the CD8+ T cells in response to pool-pulsed BLCL indicating degranulation. CTL cross-reacted with pool pulsed B3503+ BLCL but not B3502+, or B3508+ BLCL. B3503+ BLCL presented YFKYTAAAL and to a lesser extent GTRFPQTPM but not peptide LPLCSAQTW. Our data show that DC pulsed with a pentadecapeptide pool from Asp f16 are capable of inducing a CD8+, HLA-Class I restricted Aspergillus-specific T cell response directed to multiple peptides contained within the pool. Further characterization of this system is in progress to identify additional immunogenic peptides from Asp f16 that might be useful in clinical immunotherapy protocols to prime protective immune responses to prevent or treat aspergillus infection.",
    "topics": [
        "allergens",
        "aspergillus",
        "epitopes",
        "human leukocyte antigens",
        "t-lymphocytes, cytotoxic",
        "peptides",
        "aspergillosis",
        "aspergillosis, invasive pulmonary",
        "bronchopulmonary aspergillosis",
        "cytokine"
    ],
    "author_names": [
        "Gamal Ramadan, Ph.D.",
        "Barbara Davies, B.S.",
        "Viswanath P. Kurup, Ph.D.",
        "Carolyn A. Keever-Taylor, Ph.D."
    ],
    "author_affiliations": [
        [
            "Medicine/BMT Program, Medical College of Wisconsin, Milwaukee, WI, USA"
        ],
        [
            "Medicine/BMT Program, Medical College of Wisconsin, Milwaukee, WI, USA"
        ],
        [
            "Allergy Immunology Division, Veterans Administration Medical Center, Milwaukee, WI, USA"
        ],
        [
            "Medicine/BMT Program, Medical College of Wisconsin, Milwaukee, WI, USA"
        ]
    ],
    "first_author_latitude": "43.0435728",
    "first_author_longitude": "-88.02116509999999"
}