{
    "doi": "https://doi.org/10.1182/blood.V122.21.4903.4903",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2630",
    "start_url_page_num": 2630,
    "is_scraped": "1",
    "article_title": "Characterization Of In Vitro Hdm2 E3 Ubiquitin Ligase-Mediated p53 Ubiquitination ",
    "article_date": "November 15, 2013",
    "session_type": "603. Oncogenes and Tumor Suppressors",
    "abstract_text": "Double minute 2 protein (Mdm2, Hdm2 in humans) is a RING-finger Ubiquitin E3 Ligase that acts as a major regulator of the tumor suppressor protein p53. Mdm2 inhibits p53 -mediated cell cycle arrest and apoptosis by binding its transcriptional activation domain. The ligase activity of Mdm2 is responsible for the ubiquitination and subsequent proteasomal degradation of p53. Mdm2 also regulates its own intracellular levels by auto-ubiquitination, and can be SUMOylated, which reportedly decreases autoubiquitination activity but increases activity toward p53. Imbalances in the p53 pathway are frequently associated with hematologic disease states. Loss of p53 function is a driving force in leukemia and lymphoma in humans and mice, while increased p53 activity can inhibit hematopoietic stem cell function and contribute to myelodysplasia. Thus, careful control of p53 activity is critical for homeostasis. Most of our understanding of p53 function in hematopoiesis is derived from in vivo experiments using genetically modified mice (Pant V., et al , Blood. 2012; 120:5118-27). While this is a powerful system for elucidating genetic pathways that influence p53 activity, there is still much to learn about the mechanisms of p53 regulation at the enzymatic level. To facilitate studies in this area, we purified recombinant Hdm2 and p53 from E.coli and developed gel-based assays to monitor both autoubiquitination and ubiquitination of protein substrates. We observed rapid autoubiquitination of Hdm2 using both wild-type and lysine-less (K0) ubiquitin, though reactions containing the former generated significantly higher molecular weight Hdm2-ubiquitin adducts. Hdm2 ubiquitination of p53 produced a discrete, ladder-like banding pattern on Western Blots regardless of whether wild-type or K0 ubiquitin was included in the reaction. This suggests that the principal product of this defined Hdm2-p53 reaction is multi-monoubiquitinated p53, as opposed to p53 modified with polyubiquitin chains. Reactions using an alternative substrate yielded different results. Hdm2 ubiquitination of Angiocidin/S5a protein generated a large smeary pattern on Western Blots instead of discrete bands. This is consistent with the Hdm2-catalyzed polyubiquitination of S5a, demonstrating that ubiquitin ligases are capable of generating different in vitro ubiquitination patterns that are dependent on the substrate utilized in the assay. These results suggest that care must be taken in experimental designs, particularly with respect to substrate and assay read out. Finally, recombinant UBE4B was included in Mdm2/p53 reactions to test the recently reported E4-ligase activity of this enzyme. Ultimately these reagents should prove useful for fully defined, in vitro studies investigating the interactions between p53 and the ubiquitin ligases and deubiquitinases that modify it in normal and diseased cellular states. Disclosures: Brasher: Boston Biochem Inc: Employment. Guillen: Boston Biochem Inc: Employment. Tomasic: Boston Biochem Inc: Employment. Schwerdtfeger: Boston Biochem Inc: Employment. Melandri: Boston Biochem Inc: Employment.",
    "topics": [
        "ligase",
        "ubiquitin",
        "ubiquitination",
        "gel",
        "deubiquitinating enzymes",
        "enzymes",
        "hematological diseases",
        "leukemia",
        "lymphoma",
        "lysine"
    ],
    "author_names": [
        "Bradley B Brasher, Ph.D.",
        "Eduardo Guillen, Ph.D.",
        "Ivan Tomasic",
        "Carsten Schwerdtfeger, Ph.D.",
        "Francesco D Melandri"
    ],
    "author_affiliations": [
        [
            "Boston Biochem Inc, Cambridge, MA, USA"
        ],
        [
            "Boston Biochem Inc, Cambridge, MA, USA"
        ],
        [
            "Boston Biochem Inc, Cambridge, MA, USA"
        ],
        [
            "Boston Biochem Inc, Cambridge, MA, USA"
        ],
        [
            "Boston Biochem Inc, Cambridge, MA, USA"
        ]
    ],
    "first_author_latitude": "42.3631032",
    "first_author_longitude": "-71.1153282"
}