{
    "doi": "https://doi.org/10.1182/blood.V124.21.494.494",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2867",
    "start_url_page_num": 2867,
    "is_scraped": "1",
    "article_title": "The Tumor Microenvironment in Mantle Cell Lymphoma (MCL): Novel Targets to Overcome Chemo-Resistance in MCL ",
    "article_date": "December 6, 2014",
    "session_type": "622. Non-Hodgkin Lymphoma: Biology, excluding Therapy: Molecular Pathogenesis and Prognostic Factors",
    "topics": [
        "chemotherapy regimen",
        "mantle-cell lymphoma",
        "tumor microenvironment",
        "lymphoma",
        "tumor cells",
        "platelet factor 3",
        "b-cell lymphomas",
        "btk inhibitors",
        "carfilzomib",
        "indolent"
    ],
    "author_names": [
        "Lan V Pham, PhD",
        "Archito T. Tamayo, MS",
        "Elizabeth Pogue",
        "Gary Lu, MD",
        "Pramoda Challagundla",
        "Jeffrey L. Jorgensen, MD PhD",
        "Liang Zhang, MD PhD",
        "Michael Wang, MD",
        "Richard J. Ford, MD PhD"
    ],
    "author_affiliations": [
        [
            "The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "UT M.D. Anderson Cancer Center, Houston, TX "
        ],
        [
            "UT MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "UT MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "UT MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "UT M.D. Anderson Cancer Center, Houston, TX"
        ]
    ],
    "first_author_latitude": "29.7068146",
    "first_author_longitude": "-95.3971547",
    "abstract_text": "Mantle Cell Lymphoma (MCL) is a relatively uncommon, aggressive form of B-cell non-Hodgkin’s lymphoma (NHL), defining approximately 5-8% of adult NHL in the United States. Although individual survival times have increased in recent years, prognosis remains among the poorest of NHL, with a median survival of 5 to 7 years. Despite an initial response to chemotherapy, MCL cells remain residually in the marrow and digestive tract, making MCL prone to recur leading to short survival prognosis. The characteristic re-emergence of MCL is likely related to drug resistance generated from the tumor microenvironment (TME). In particular, stromal cells found in bone marrow and secondary lymphoid sites promote the movement and proliferation and possibly drug resistance from cross-talk between stromal and lymphoma cells. While studies show a correlation between stromal cells and tumor survival in various forms of NHL, the mechanisms are poorly understood and its role in MCL has not extensively explored. Based on our experimental studies on an extensive spectrum of representative patient samples, we have shown that in vitro culturing of primary leukemic phase MCL cells (15 cases) usually leads to the spontaneous formation of activated CD68+ monocytic macrophages and stromal cells. The MCL tumor cells tended to form rosettes, clustering around and adhering to these cultured lymphoma-associated macrophages (LAM). The LAM formed in culture coexisted with rosetted MCL tumor cells for up to 4 months. During this period, a small subset of MCL cells showed limited mitotic figures, suggesting that these cells were proliferating and possibly becoming incipient immortalized MCL cells. When these cells were weaned from the adherent LAM, they began to expand autonomously and proliferate as an autonomous cell line. Using this methodology, we have developed 3 MCL cell lines (PF-1, PF-2, and PF-3) from 15 leukemic phase MCL cases. PF-1 MCL cell line represents classic typical MCL cells, while PF-2 and PF-3 MCL cell lines represent the in situ indolent MCL cells that are CD200 positive. When these cells were xeno-transplanted into SCID mice, lymphoma cell uptakes were disseminated throughout the lymphatic system, including the spleen, lymph nodes, and GI tract, representing excellent in vivo models for MCL. Next, we delineate the biologic functions of LAM in the MCL microenvironment milieu. Our data showed that when we initially removed the accessory cells (monocytes, etc.) from the MCL primary culture, no LAM were formed and the purified MCL cells died out in <2-3 weeks in culture, suggesting that the LAM developed in culture are biologically and pathologically functional in providing growth/survival signals to the tumor cells. We then examined several therapeutic agents that have shown efficacy against relapsed-MCL in the clinic, including the proteasome inhibitor carfilzomib (CFZ) and the BTK inhibitor ibrutintib (IB), on targeting LAM. Our results showed that both CFZ and IB, at very low drug concentrations could affectively eliminate LAM, followed by spontaneous apoptosis of the MCL cells. We have also developed a unique mesenchymal stromal cell line (PF-MSC), derived from a leukemic phase MCL patient. These cells grow in culture as spindle-shaped morphologies and can enhance the growth of MCL cells as well as protect MCL cells from chemotherapy. However, PF-MSC cells did not protect MCL cells from CFZ or IB therapies. Our findings clearly indicate that MCL TME is a critical mediator for growth/survival and chemoresistance mechanisms in the pathophysiology of MCL. Therapeutically targeting these MCL-associated macrophages/stromal cells with CFZ and/or IB should lead to better therapeutic strategies for refractory MCL patients. Disclosures Pham: Onyx/Amgen: Research Funding."
}