{
    "doi": "https://doi.org/10.1182/blood.V110.11.2151.2151",
    "article_title": "A Novel In-Frame Deletion in Domain C1 of Factor V Gene Results in Profound Decrease in Factor V Activity. ",
    "article_date": "November 16, 2007",
    "session_type": "Disorders of Coagulation or Fibrinolysis",
    "abstract_text": "Coagulation factor V acts as the cofactor of activated factor X of prothrombinase complex is composed of six domains which are A1, A2, B, A3, C1, C2 arranged from N to C-terminal. Crystalography of C2 domain has been reported along with its three spike-like structures at the base which are important for interaction with phospholipids. But the functional importance of C1 domain which closely resembles C2 domain largely remains unidentified. We have experienced a family with hereditary factor V deficiency whose proband was a compound heterozygote of in-frame deletion located to domain C1 and truncating mutation of domain B. The proband was 25 year old male who suffered from bleeding after tooth extraction. Prothrombin time and activated partial thromboplastin time were both prolonged (35.7 sec, 111.7 sec respectively), and coagulation factor activities were all normal except for factor V which was 4%. The factor V antigen level measured by ELISA method was 3%. We sought for mutations of factor V gene by PCR direct sequencing targeting whole coding region. A truncating mutation (3481C>T, R1133X) was found in exon 13, where most of the other mutations have been reported. It has already been reported by Van Wijk et al. in 2001. The same mutation was found in his twin brother (factor V activity 5%) but in only one of two sisters exhibiting partial deficiency (factor V activity, 45% and 50% and antigen level, 25% and 37% each). In addition In-frame deletion (nt 6026 del 6 bp, corresponding to deletion of N1982, S1983) in C1 domain was also found in the proband and also in his twin brother and one sister who has not R1133X explaining the partial deficiency in two sisters each possessing different mutations. The putative structural and functional importance of N1982, S1983 was sought by examining protein model based on the crystal structure of bovine factor Va that is inactivated by protein C. N1982, S1983 are located on a loop region that is exposed on surface of domain C1 and have close contact with another loop in A3 domain. This model suggests the possibility that N1982 and S 1983 contribute to maintaining the stable conformation attributable to hydrogen bond formation between K1980 and N1986 of domain C1 with D1604 of domain A3. Mutations implicated in hereditary factor V deficiency involving domains other than A or B are mostly located in or affect the integrity of C2 domain. To the best of our knowledge only five mutations involving C1 domain have been reported till now. Four were truncating mutations and splicing error resulting in gross abnormality in protein structure. One missense mutation in this domain was reported to be subject to increased intracellular degradation. R1985A near to N1982 and A1983 also caused decreased factor V level in scanning mutagenesis study. The novel in-frame deletion can also be susceptible to accelerated degradation. And the in-frame deletion in our patient may also result in unstable factor 5 structure which enhances intracellular degradation. But the possibility of functional defect including decreased phospholipid binding or attenuated cofactor function due to incorrect positioning of domain A3 relative to domain C1, cannot be ruled out and should be further investigated.",
    "topics": [
        "factor v",
        "genes",
        "antigen assay",
        "factor v deficiency",
        "phospholipids",
        "activated partial thromboplastin time measurement",
        "blood coagulation factors",
        "factor va",
        "factor xa",
        "hemorrhage"
    ],
    "author_names": [
        "Jaewoo Song, MD",
        "Hyun-Sook Kim, MD, PhD",
        "Singyoung Kim",
        "Jong-Rak Choi, MD, PhD",
        "Yoo-Hong Min, MD, PhD",
        "Ki-Yung Kwon, MD, PhD",
        "Jong-Ha Yoo, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Jaewoo Song, MD",
            "author_affiliations": [
                "Laboratory Medicine, College of Medicine, Yonsei University, Seoul, Korea"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Hyun-Sook Kim, MD, PhD",
            "author_affiliations": [
                "Laboratory Medicine, College of Medicine, Yonsei University, Seoul, Korea"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Singyoung Kim",
            "author_affiliations": [
                "Laboratory Medicine, College of Medicine, Yonsei University, Seoul, Korea"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jong-Rak Choi, MD, PhD",
            "author_affiliations": [
                "Laboratory Medicine, College of Medicine, Yonsei University, Seoul, Korea"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yoo-Hong Min, MD, PhD",
            "author_affiliations": [
                "Laboratory Medicine, College of Medicine, Yonsei University, Seoul, Korea"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ki-Yung Kwon, MD, PhD",
            "author_affiliations": [
                "Internal Medicine, College of Medicine, Keimyung University, Daegu, Korea"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jong-Ha Yoo, MD",
            "author_affiliations": [
                "Laboratory Medicine, National Health Insurance Corporation Ilsan Hospital, Goyang, Korea"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-04T15:35:06",
    "is_scraped": "1"
}