{
    "doi": "https://doi.org/10.1182/blood-2021-147100",
    "article_title": "XPO1 Inhibitor (ATG-010) Plus Chemotherapy per Investigator's Choice for Heavily Pretreated Patients with Relapsed or Refractory (R/R) Peripheral T-Cell Lymphoma (PTCL) and Extranodal NK/T-Cell Lymphoma (ENKTL)：Preliminary Results from a Multicenter, Single-Arm, Phase Ib Study (TOUCH Trial) ",
    "article_date": "November 5, 2021",
    "session_type": "624.Hodgkin Lymphomas and T/NK cell Lymphomas: Clinical and Epidemiological",
    "abstract_text": "Background The prognosis of R/R PTCL and ENKTL remains poor. Current therapeutic options are limited, highlighting the need for novel approaches. ATG-010 (selinexor) is a novel, oral selective inhibitor of nuclear export, which blocks exportin 1. It has demonstrated clinical activity in different hematological malignancies. Preclinical synergistic anti-tumor effects are confirmed when combined with gemcitabine, cisplatin, or etoposide. Method The aim of this study was to evaluate safety and efficacy of ATG-010 plus GemOx or ICE regimen followed by ATG-010 maintenance in patients (pts) with R/R PTCL or ENKTL in China. The study planned to enroll 30 pts with PTCL-NOS, AITL, ALCL, PTCL-TFH, FTL and ENKTL. Pts must have had prior exposure to an anthracycline-based regimen for PTCL or an asparaginase-based regimen for ENKTL, and were relapsed or refractory from the last therapy. ATG-010 was administered orally (60 mg day 1, 8) plus standard-dose of either ICE or GemOx regimen every 3 weeks as per investigator's choice. If response was achieved after initial 2-6 cycles, pts continued to receive ATG-010 maintenance at the dose of 60 mg weekly until disease progression, intolerability or withdrawal of consent. Primary endpoints included safety according to the NCI CTCAE 5.0 and overall response rate (ORR) evaluated by investigators according to the Lugano criteria (2014). Secondary endpoints included duration of response (DOR), progression-free survival (PFS) and overall survival (OS). This trial was registered at ClinicalTrials.gov (NCT04425070). Results From Aug 18, 2020 to June 25, 2021, 24 pts (20 in GemOx cohort, 4 in ICE cohort) were enrolled and received at least one cycle of treatment. In this abstract, we report results of the GemOx cohort with 9 (45%) PTCL-NOS, 6 (30%) ENKTL, 4 (20%) AITL, and 1 (5%) ALCL ALK-. At study entry, median age was 55 years (range 35-69); 17 (85%) had stage III/IV disease. Five (36%) pts with PTCL had IPI score ≥3, and 5 (83%) ENKTL pts with had PINK-E score ≥2. Median number of prior regimens was 3.5 (range 1-7) with 5.5 for ENKTL and 2 for PTCL. All pts were refractory from last therapy; 11 (55%) pts had received gemcitabine-based regimens. Median time from last-line therapy to this trial was 1.5 months (range 1.0-16.7). The most common treatment-emergent adverse events (TEAEs) were hematological toxicities. All grade hematological TEAEs were neutropenia (90%), thrombocytopenia (90%) and anemia (85%). Grade≥3 hematological TEAEs included neutropenia (85%), thrombocytopenia (80%) and anemia (40.0%). The most common (>30%) non-hematological TEAEs were nausea (70%), diarrhea (65%), decreased appetite (65%), asthenia/fatigue (60%), vomiting (50%), pyrexia (40%), and hyponatremia (35%). Grade≥3 non-hematological TEAEs (≥10%) were diarrhea (15%) and pyrexia (10%). Serious TEAEs occurred in 7 (35%) pts with the most common being thrombocytopenia (20%). Three (15%) pts discontinued treatment due to TEAEs. TEAEs with a fatal outcome occurred in 1(5%) patient, who experienced rapid disease progression before death. The majority of adverse events were manageable by dose modification and supportive care. Of 17 efficacy evaluable pts, ORR was 52.9% (9/17), and CR rate was 35.3% (6/17). ORR of PTCL-NOS, ENKTL, AITL, ALCL were 62.5% (5/8), 60% (3/5), 0 (0/3), 100% (1/1); CR rate were 37.5%, 40%, 0, 100%, respectively. At a median follow-up of 6.1months, median PFS, DOR and OS of the whole cohort was 2.9, 3.1 months, and not reached (6-month OS rate 68.9%), respectively. Patients with ENKTL enjoyed a relatively longer median PFS (4.7 months). Conclusions ATG-010 plus GemOx regimen showed a manageable safety profile, and favorable activity with impressive CR rate in refractory pts, potentially offering a new therapeutic option for heavily pretreated pts with refractory PTCL or ENKTL. Disclosures Lou:  Antengene Therapeutics Ltd.: Current Employment. Fei:  Antengene Therapeutics Ltd.: Current Employment. Wang:  Antengene Therapeutics Ltd.: Current Employment. Lynch:  Antengene Therapeutics Ltd.: Current Employment.",
    "author_names": [
        "Huiqiang Huang",
        "Yan Gao",
        "Huilai Zhang",
        "Keshu Zhou",
        "Jianqiu Wu",
        "Zhen Cai",
        "Hongmei Jing",
        "Lei Fan",
        "Sai Lou",
        "Yizhou Fei",
        "Aihua Wang",
        "Kevin Lynch"
    ],
    "author_dict_list": [
        {
            "author_name": "Huiqiang Huang",
            "author_affiliations": [
                "Department of Medical Oncology, Sun Yat-Sen University Cancer Center, State Key Laboratory of Oncology in South China, Collaborative Innovation Center for Cancer Medicine, Guangzhou, China"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Yan Gao",
            "author_affiliations": [
                "Department of Medical Oncology, Sun Yat-Sen University Cancer Center, State Key Laboratory of Oncology in South China, Collaborative Innovation Center for Cancer Medicine, Guangzhou, China"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Huilai Zhang",
            "author_affiliations": [
                "Department of Lymphoma, Tianjin Medical University Cancer Institute and Hospital, National Clinical Research Center for Cancer, Key Laboratory of Cancer Prevention and Therapy, Tianjin's Clinical Research Center for Cancer, Tianjin, China"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Keshu Zhou",
            "author_affiliations": [
                "Department of Hematology, Affiliated Cancer Hospital of Zhengzhou University, Henan Cancer Hospital, Zhengzhou, China"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jianqiu Wu",
            "author_affiliations": [
                "Department of Medical Oncology, Jiangsu Institute of Cancer Research, Nanjing Medical University Affiliated Cancer Hospital, Nanjing, China"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zhen Cai",
            "author_affiliations": [
                "Department of Hematology, Bone Marrow Transplantation Center, the First Affiliated Hospital, College of Medicine, Zhejiang University, Hangzhou, Zhejiang, China"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hongmei Jing",
            "author_affiliations": [
                "Department of Hematology and Lymphoma Research Center, Peking University Third Hospital, Beijing, China"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lei Fan",
            "author_affiliations": [
                "Department of Hematology, the First Affiliated Hospital of Nanjing Medical University, Jiangsu Province Hospital, Collaborative Innovation Center for Cancer Personalized Medicine, Nanjing, China"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sai Lou",
            "author_affiliations": [
                "Antengene Therapeutics Ltd., Shanghai, China"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yizhou Fei",
            "author_affiliations": [
                "Antengene Therapeutics Ltd., Shanghai, China"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aihua Wang",
            "author_affiliations": [
                "Antengene Therapeutics Ltd., Shanghai, China"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kevin Lynch",
            "author_affiliations": [
                "Antengene Therapeutics Ltd., Shanghai, China"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-21T21:28:37",
    "is_scraped": "1"
}