{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.1872.1872",
    "article_title": "Apixaban Is Safe and Effective Thromboprophylaxis in Myeloma Patients Treated with Immunomodulatory Therapy ",
    "article_date": "December 7, 2017",
    "session_type": "653. Myeloma: Therapy, excluding Transplantation: Poster I",
    "abstract_text": "Introduction Patients with myeloma are at increased risk of venous thromboembolism (VTE) and arterial thrombosis, particularly when treated with immunomodulatory drugs (IMiDs) such as thalidomide or lenalidomide. The optimal approach to prevent such potentially fatal complications has not been determined. Despite routine thromboprophylaxis with aspirin, low molecular weight heparin (LMWH) or warfarin, thrombosis rates of thrombosis of 2-8% are reported in the literature. Current agents have limited efficacy with significant associated burdens such as repeated INR monitoring or subcutaneous administration. Direct oral anticoagulants are promising due to their convenience and effectiveness in preventing VTE in other settings. They have not been extensively studied in myeloma therapy. Our baseline audit of 82 consecutive myeloma patients treated with IMiD-containing regimens and receiving thromboprohylaxis with aspirin had VTE rates of 11%. Of 31 patients treated with heparins 6.5% had VTE. These rates are consistent with data in the literature . Apixaban is cheaper than LMWH therapy in our centre.In November 2014 our policy was changed such that apixaban became standard thromboprophylaxis; the effect of this change is reported here. Aim Assess the safety and efficacy of apixaban as thromboprophylaxis in patients with multiple myeloma undergoing first line therapy with IMID-containing regimens. Method Consecutively presenting patients between 1 st November 2014 and 31 st December 2016 with multiple myeloma undergoing first-line therapy with IMiD-containing regimens were included in this retrospective study. All patients received apixaban 2.5mg twice daily for the first 4 months of therapy or until treatment cessation. Patients with severe renal failure (CrCl <15ml/min) or thrombocytopenia <50x10^9/L received alternative anticoagulants and were excluded from this audit. Patients already on warfarin continued on warfarin and were excluded. The primary outcome was the occurrence of arterial or venous thromboembolism. We also recorded incidence of clinically significant bleeding episodes. Results 70patients were identified. 45 (64%) were male, the median age was 66 years, range 43-86. Previous thrombosis: 2 PE, 1 stroke, 1 TIA, 3 myocardial infarction. Treatment (n): Cyclophosphamide-Thalidomide-Dexamethasone (19), Bortezomib-Thalidomide-Dexamethasone (27), Lenalidomide-Dexamethasone (3), Carfilzomib-Cyclophosphamide-Lenalidomide-Dexamethasone (8), Melphalan-Prednisolone-Thalidomide (n=9), Lenalidomide-Cyclophosphamide-Dexamethasone (4). There were no DVTs or PEs within 6 months of treatment initiation. Two patients (2.9%) had arterial thrombosis. One patient had a non-haemorrhagic stroke at day 19 with no identified embolic source and she had no cardiovascular comorbidities. One patient had a non-ST elevation myocardial infarction at day 23 with no previous diagnosis of ischaemic heart disease. He had stopped both thalidomide and apixaban 21 days previously due to drug-induced rash. One patient (1.4%) had major bleeding. He had melaena during his 4 th cycle of MPT that resolved on apixaban cessation. His platelet count had dropped to 21x10^9/L during this episode. He required hospital admission for blood transfusion, but no bleeding point was identified at endoscopy. Conclusion - We studied the use of apixaban for preventing IMiD-induced thrombosis in front line myeloma therapy. Rates of thrombosis appear to be very low with no cases of VTE identified and only 2 cases of arterial thrombosis. There was one episode of major bleeding in a patient with coexistent thrombocytopenia. These toxicity rates compare favourably to historical and published data with other anticoagulants. The drug is suitable for ambulatory treatment even in frail patients, and avoids the logistical and acceptability problems of subcutaneous injection of LMWH. Apixaban appears to be an attractive and safe option for thromboprophylaxis in this setting. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "apixaban",
        "biological therapy",
        "multiple myeloma",
        "thromboprophylaxis",
        "venous thromboembolism",
        "dexamethasone",
        "thalidomide",
        "thrombosis",
        "lenalidomide",
        "low-molecular-weight heparin"
    ],
    "author_names": [
        "Neill Storrar, MBBChir",
        "Abhinav Mathur, MBChB",
        "Peter Johnson, MD",
        "Huw Roddie, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Neill Storrar, MBBChir",
            "author_affiliations": [
                "Department of Haematology, NHS Lothian, Edinburgh, United Kingdom "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Abhinav Mathur, MBChB",
            "author_affiliations": [
                "Medical School, University of Edinburgh, Edinburgh, United Kingdom "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter Johnson, MD",
            "author_affiliations": [
                "NHS Lothian, Edinburgh, United Kingdom"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Huw Roddie, PhD",
            "author_affiliations": [
                "NHS Lothian, Edinburgh, United Kingdom"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-09T06:44:08",
    "is_scraped": "1"
}