{
    "doi": "https://doi.org/10.1182/blood.V104.11.5100.5100",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=211",
    "start_url_page_num": 211,
    "is_scraped": "1",
    "article_title": "Comparison of Empiric Versus Prophylactic Administration of Ceftazidime during Neutropenia Associated with Reduced-Intensity Allogeneic Stem Cell Transplantation (RIST). ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Broad spectrum antibiotics are sometimes used prophylactically during the neutropenic phase of stem cell transplantation, but this practice is controversial. Possible benefits include the prevention of fever and infectious episodes. Possible disadvantages include increased usage of antibiotics with associated increases in cost, toxicities and development of antibiotic resistance. OBJECTIVE: To compare prophylactic (PRO) administration of ceftazidime at the beginning of neutropenia (ANC <500) vs. empirical (EMP) initiation of ceftazidime for neutropenic fever in RIST patients during the pre-engraftment period. METHODS: Retrospective analysis of all patients who received a RIST for hematologic malignancies in two different bone marrow transplant units at the NIH Clinical Center between 2000 and 2003. The PRO group was composed of 41 patients who received prophylactic ceftazidime 2 g iv q 8h when ANC <500. The EMP group was composed of 40 patients who received ceftazidime during neutropenia only if fever developed. Both groups were comparable in terms of baseline disease, age, sex, conditioning regimen (FLU/CY) and gut decontamination. Mean duration of neutropenia was 10.8 days in the PRO group and 13.7 days in the EMP group (p < 0.05), due to differences in GVHD prophylaxis and GCSF usage. RESULTS: The PRO group presented less episodes of neutropenic fever (16/41, 39% vs. 27/40, 67.5%, p < 0.05), less microbiologically documented infections (4/41, 10% vs 17/40, 43% p < 0.05) and less episodes of bacteremia (1 vs. 7). By Kaplan-Meier analysis the median time to developing fever was significantly longer in the PRO group (9.6 vs 6.8 days p = 0.03) . The PRO group received, on average, 5.5 less days of broad-spectrum antibiotics (11.8 vs 17.3). The average number of days on ceftazidime was 10 in the PRO group and 7 in the EMP group. There were no significant toxicities associated with antibiotic use. The susceptibility to ceftazidime on the bacterial isolates from both transplant units did not change significantly between 1999 and 2003, despite the different patterns of antibiotic use. CONCLUSION: Prophylaxis with ceftazidime may prevent neutropenic fever and microbiologically documented infections during the pre-engraftment phase of RIST, and may result in decreased utilization of broad-spectrum antibiotics.",
    "topics": [
        "allogeneic stem cell transplant",
        "ceftazidime",
        "neutropenia",
        "radioimmunosorbent test",
        "antibiotics",
        "febrile neutropenia",
        "fever",
        "infections",
        "toxic effect",
        "bacteremia"
    ],
    "author_names": [
        "Kyle M. Donley",
        "Juan C. Gea-Banacloche, MD",
        "Robert M. Dean, MD",
        "Seth M. Steinberg, PhD",
        "Richard W. Childs, MD",
        "Jeanne Odom, RN",
        "Kathleen Castro, RN",
        "Tracey Chinn, RN",
        "Daniel H. Fowler, MD",
        "Michael R. Bishop, MD"
    ],
    "author_affiliations": [
        [
            "Experimental Transplantation and Immunology Branch, National Cancer Institute, Bethesda, MD, USA"
        ],
        [
            "Experimental Transplantation and Immunology Branch, National Cancer Institute, Bethesda, MD, USA"
        ],
        [
            "Experimental Transplantation and Immunology Branch, National Cancer Institute, Bethesda, MD, USA"
        ],
        [
            "Center for Cancer Research, National Cancer Institute, Bethesda, MD, USA"
        ],
        [
            "Hematology Branch, National Heart, Lung and Blood Institute, Bethesda, MD, USA"
        ],
        [
            "Experimental Transplantation and Immunology Branch, National Cancer Institute, Bethesda, MD, USA"
        ],
        [
            "Experimental Transplantation and Immunology Branch, National Cancer Institute, Bethesda, MD, USA"
        ],
        [
            "Experimental Transplantation and Immunology Branch, National Cancer Institute, Bethesda, MD, USA"
        ],
        [
            "Experimental Transplantation and Immunology Branch, National Cancer Institute, Bethesda, MD, USA"
        ],
        [
            "Experimental Transplantation and Immunology Branch, National Cancer Institute, Bethesda, MD, USA"
        ]
    ],
    "first_author_latitude": "39.001929600000004",
    "first_author_longitude": "-77.1044561"
}