{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.1470.1470",
    "article_title": "Deletion of Rhoh Accelerates Development of Diffuse Large B Cell Lymphoma in Bcl-6 Transgenic Mouse Model ",
    "article_date": "December 7, 2017",
    "session_type": "622. Lymphoma Biology—Non-Genetic Studies: Poster I",
    "abstract_text": "Diffuse large B cell lymphoma (DLBCL) is an aggressive malignancy of mature B lymphocytes, accounting for 30%-40% of cases of non-Hodgkin's lymphoma. DLBCL has been classified by gene expression profiling into three subtypes GC-B-cell like (GCB)-DLBCL, activated B-cell like (ABC)-DLBCL and primary mediastinal B cell lymphoma (PMBL) or by immunohistological analysis into two subtypes, GCB-DLBCL and non-GCB- DLBCL. Rho H, a hematopoietic-specific Rho GTPase is required for CD3-zeta phosphorylation and recruitment of the protein tyrosine kinases Zap70 and Lck to the cellular membrane and immunologic synapse (Gu et al. Nat Immunol. 2006). Therefore, Rho H deficient ( Rhoh -/- ) mice exhibit T-cell deficiency due to impaired T-cell receptor-mediated selection and maturation of thymocytes. RHOH was first identified as a hypermutable gene and translocation partner in human B cell malignancies (Dallery E, et al . Oncogene. 1995) and RHOH mutations have been reported in 35 of 100 DLBCL cases (Hiraga J, et al. Leukemia. 2007). However, the effect of RHOH mutations and translocations on RHOH expression and the biology of lymphoma are completely unknown.We crossed Rhoh -/- and the DLBCL mouse model Iµ-HABcl-6 transgenic mouse (Cattoretti G, et al. Cancer Cell. 2005) to generate Rhoh -/- ; Bcl-6 Tg and Rhoh WT; Bcl-6 Tg mouse, and compared outcomes of these groups. Rhoh -/-; Bcl-6 Tg mice developed severe splenomegaly and succumbed to disease more quickly compared with Rhoh WT ; Bcl-6 Tg mice (Figure1, Log-rank test p<0.01). Histological examination showed loss of splenic architecture and invasion of large, heterogenous lymphoid cells resembling human DLBCL. In contrast to Rhoh WT ; Bcl-6 Tg mice immunohistochemistry showed that Rhoh KO lymphoma cells were uniformly and strongly positive for IRF4 suggesting that loss of Rho H alters the phenotype of lymphoma at the cellular level to a ABC-DLBCL-like phenotype. Moreover, the number of Ki-67 positive cells showed a 2.5-fold increase in the spleens of Rhoh -/- lymphoma mice compared to Rhoh WT lymphoma mice (p<0.05). Cleaved Caspase-3, an indicator of apoptosis, was not significantly different between Rhoh -/- and Rhoh WT lymphoma cells. Western blot analysis of lymphoma cells showed that expression of BCL-6 was consistently increased in Rhoh -/- lymphoma cells compared with Rhoh WT lymphoma cells while expression of RelA/p65, NF-κB subunit, was upregulated in nuclear fraction of both Rhoh -/- and Rhoh WT lymphoma cells. Finally, expression of BLIMP-1, a key transcription factor associated with differentiation of B cells into plasma cells, was downregulated in Rhoh -/- lymphoma cells. We conclude that deletion of Rhoh in BCL6-driven DLBCL leads to ABC-DLBCL-like phenotype in this model of lymphoma associated with increased proliferation and more rapid progression of disease. These results support a role for Rho H mutations in the development of diffuse large B cell lymphoma. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "diffuse large b-cell lymphoma",
        "mice, transgenic",
        "lymphoma",
        "cancer",
        "b-cell lymphomas",
        "caspase-3",
        "disease progression",
        "gene expression profiling",
        "guanosine triphosphate phosphohydrolases",
        "ki-67 antigen"
    ],
    "author_names": [
        "Hiroto Horiguchi, MDPhD",
        "Marioara Felicia Ciuculescu, MD",
        "Christian Brendel, PhD",
        "David A. Williams, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Hiroto Horiguchi, MDPhD",
            "author_affiliations": [
                "Hematology/Oncology, Boston Children's Hospital, Boston, MA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Marioara Felicia Ciuculescu, MD",
            "author_affiliations": [
                "Boston Children's Hospital, Boston, MA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christian Brendel, PhD",
            "author_affiliations": [
                "Boston Children's Hospital, Boston, MA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David A. Williams, MD",
            "author_affiliations": [
                "Dana-Farber/Boston Children's Cancer & Blood Disorders Center, Boston, MA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T04:03:25",
    "is_scraped": "1"
}