{
    "doi": "https://doi.org/10.1182/blood-2019-127565",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4387",
    "start_url_page_num": 4387,
    "is_scraped": "1",
    "article_title": "Versican (VCAN) Proteolysis Predicts Survival in Multiple Myeloma (MM) after High Dose Therapy and Autologous Hematopoietic Cell Transplantation (HDT/AHCT) ",
    "article_date": "November 13, 2019",
    "session_type": "651.Myeloma: Biology and Pathophysiology, excluding Therapy",
    "topics": [
        "hematopoietic stem cell transplantation",
        "multiple myeloma",
        "proteolysis",
        "adamts proteins",
        "endopeptidases",
        "immunosuppressive agents",
        "peptide hydrolases",
        "biopsy",
        "chemokines",
        "core needle biopsy"
    ],
    "author_names": [
        "Binod Dhakal, MBBS",
        "Muhammad Umair Mushtaq, MD",
        "Ashley Cunningham, MD",
        "Athanasios Papadas, MD",
        "Adam Pagenkopf, BS",
        "Joshua Wiesner",
        "Catherine Leith, MBBChir",
        "Peiman Hematti, MD",
        "Parameswaran Hari, MBBS, MD",
        "Natalie Scott Callander, MD",
        "Fotis Asimakopoulos, PhDMBBChir,"
    ],
    "author_affiliations": [
        [
            "Medical College of Wisconsin, Milwaukee, WI "
        ],
        [
            "Division of Hematology/Oncology, Department of Medicine, University of Wisconsin School of Medicine and Public Health, Madison, WI ",
            "Hematology and Oncology, University of Wisconsin Carbone Cancer Center, Madison, WI "
        ],
        [
            "Medical College of Wisconsin, Milwaukee, WI "
        ],
        [
            "UCSD Moores Cancer Center, La Jolla, CA ",
            "University of Wisconsin-Madison, Madison, WI "
        ],
        [
            "Dept. of Medicine, University of Wisconsin- Madison, Madison, WI "
        ],
        [
            "UCSD Moores Cancer Center, La Jolla, CA ",
            "University of Wisconsin- Madison, Madison, WI "
        ],
        [
            "Univ. Wisconsin Med. School, Madison, WI "
        ],
        [
            "Division of Hematology/Oncology/Bone Marrow Transplantation, Department of Medicine, University of Wisconsin Hospital and Clinics, Madison, WI "
        ],
        [
            "CIBMTR (Center for International Blood and Marrow Transplant Research), Department of Medicine, Medical College of Wisconsin, Menomonee Falls, WI ",
            "Medical College of Wisconsin, Menomonee Falls, WI "
        ],
        [
            "Carbone Cancer Center, University of Wisconsin- Madison, Madison, WI ",
            "Department of Medicine, University of Wisconsin-Madison School of Medicine and Public Health,, Madison, WI "
        ],
        [
            "Department of Medicine, Division of Blood and Marrow Transplant, University of California San Diego & Moores Cancer Center, La Jolla, CA ",
            "University of Wisconsin- Madison Dept. of Medicine and Carbone Cancer Center, Madison, WI"
        ]
    ],
    "first_author_latitude": "43.0435728",
    "first_author_longitude": "-88.02116509999999",
    "abstract_text": "Background : Despite unprecedented response rates associated with \"novel agents\", HDT/AHCT is a therapeutic mainstay for transplant eligible patients with MM. However, relapse is universal and almost all patients diagnosed with symptomatic myeloma will die of their disease. The immunosuppressive network orchestrated by regulatory myeloid or lymphoid cells and effector dysfunction characterize relapses in MM. We have shown that myeloma-infiltrating myeloid cells produce versican (VCAN), a large matrix proteoglycan that promotes tumor sustaining inflammation and immunosuppression. VCAN proteolysis by a-disintegrin-and-metalloproteinase-with-thrombospondin-motifs(ADAMTS) proteases generates versikine, a bioactive fragment (\"matrikine\") that regulates Batf3-dendritic cells that control CD8+-attracting chemokine networks. We have shown that VCAN proteolysis predicts post AHCT survival in myeloma in a small series of patients. Here, we explore whether VCAN proteolysis is prognostic of outcomes in an expanded cohort. Methods: Bone marrow core biopsies from patients who underwent HDT/AHCT for MM from 2015-2018 were analyzed at day 90-100 (n=66). ADAMTS protease-mediated VCAN proteolysis was analyzed by immunohistochemistry from the biopsies through detection of neo-epitope DPEAAE as described previously. CD8+ T cells per high power field (HPF) was calculated at 400X magnification (10X ocular with a 40X objective) for available patients (N=35). Patients were divided into low (1+), moderate (2+) and high (3+) groups based on the scoring intensity. Patient characteristics were compared between the three groups using chi-square test or ANOVA as appropriate. Correlation analyses for VCAN proteolysis and CD8+ T cells/HPF were performed using ANOVA and linear regression in patients with available data (n=35). Kaplan Meier estimates were used to generate overall survival (OS) and progression-free survival (PFS). Multivariate analysis using Cox regression model were performed to correlate the association between VCAN proteolysis with PFS and OS using factors that affect outcomes: age, gender, cytogenetics, and treatment regimens. Logistic regression analyses were used to estimate predictors of 2-year OS and PFS. Data were analyzed using SPSS and p<0.05 was considered statistically significant. Results: A total of 66 patients were included and VCAN proteolysis intensity was observed as low (1+) in 32 (48.5%), moderate (2+) in 23 (35%) and high (3+) in 11 (17%) patients respectively. Baseline characteristics between the three groups were similar (Table 1). VCAN proteolysis did not correlate with pre-AHCT response rates but was associated with post AHCT response (>very good partial response, VGPR in low: 87.5%, moderate: 65%, high: 45.5%; p=0.016, Figure 1A). The median follow-up of survivors was 37 months (range 7-116). Higher VCAN proteolysis had worse median PFS (months) [9 (95% CI 0-24) in high vs. 29 (95% CI 11-47) in moderate vs. 53 (95% CI 43-63) in low; p=0.019, Fig 1B) but no difference was observed in OS (Figure 1C). On multivariate analysis, moderate/high VCAN proteolysis had significantly worse PFS compared to low cohort (HR 2.62, 95% CI 1.20-5.74; p=0.016), but not significant for OS (HR 1.82, 95% CI 0.78-4.20; p=0.164). High/moderate VCAN proteolysis was associated with worse 2-year PFS (OR 2.79, 95% CI 1.02-7.64; p=0.046) and 2-year OS (OR 4.26, 95% CI 1.32-13.74; p=0.015) respectively. VCAN proteolysis intensity also correlated with higher CD8 + T cells (median in low: 15.5, moderate: 26, high: 66; regression coefficient 21.9, 95% CI 11.8-32.0, p<0.001). Of 25 patients with VCAN status available at diagnosis, 4 (16%) converted from low to moderate/high status, while 5 (20%) converted from moderate/high to low VCAN status post AHCT respectively. Conclusions : We demonstrate in an expanded cohort that VCAN proteolysis status is associated independently with post AHCT response status and PFS. Increasing VCAN proteolysis signal intensity was associated with progressively worse outcomes consistent with the hypothesis that VCAN proteolysis is a surrogate marker for an immunosuppressive environmental network that promotes MM survival and CD8 T cell dysfunction. VCAN accumulation and turnover maybe predictive of early risk of relapse and can form the basis of future clinical trials aimed at restoring anti-MM immunity guided by VCAN proteolysis status. View large Download slide View large Download slide  Disclosures Dhakal: Amgen: Membership on an entity's Board of Directors or advisory committees, Research Funding; Celgene: Honoraria; Takeda: Membership on an entity's Board of Directors or advisory committees; Janssen: Membership on an entity's Board of Directors or advisory committees; Sanofi: Membership on an entity's Board of Directors or advisory committees. Hari: Celgene: Consultancy, Honoraria, Research Funding; Takeda: Consultancy, Honoraria, Research Funding; BMS: Consultancy, Research Funding; Janssen: Consultancy, Honoraria; Kite: Consultancy, Honoraria; Amgen: Research Funding; Spectrum: Consultancy, Research Funding; Sanofi: Honoraria, Research Funding; Cell Vault: Equity Ownership; AbbVie: Consultancy, Honoraria."
}