{
    "doi": "https://doi.org/10.1182/blood.V104.11.2517.2517",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=8",
    "start_url_page_num": 8,
    "is_scraped": "1",
    "article_title": "FluCam—a New, 4-Weekly Combination of Fludarabine and Alemtuzumab for Patients with Relapsed Chronic Lymphocytic Leukemia. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "Purine analogs, particularly fludarabine (Fludara ® ), have a major impact on the management of chronic lymphocytic leukemia (CLL), having achieved overall response rates (ORR) of 60%–80% as a single agent in previously untreated patients. Despite these high response rates as compared with other agents, patients continue to have detectable minimal residual disease (MRD) and will eventually relapse. It has become clear that even with the most highly active combination regimens, chemotherapy alone cannot cure CLL. Monoclonal antibodies such as alemtuzumab (Campath ® ) that have been developed against antigens expressed on the surface of B-CLL cells act synergistically with fludarabine in vitro and also appear to have synergistic properties in vivo. We, therefore, evaluated the safety and efficacy of a new, 4-weekly combination regimen consisting of fludarabine and the anti-CD52 monoclonal antibody alemtuzumab (FluCam) for patients with CLL in a phase II study. Objectives of this study were to evaluate the feasibility, ORR, duration of response (DR), and the presence of MRD following treatment with FluCam. Patients received FluCam therapy after a short period of alemtuzumab dose escalation, with doses rising from 3 mg to 10 mg to 30 mg on consecutive days. The FluCam regimen consisted of fludarabine 30 mg/m 2 /day IV over 15–30 min (Days 1–3) immediately followed by alemtuzumab 30 mg IV over 2 h (Days 1–3). This combination was repeated on Day 29 for up to 6 cycles. MRD was measured by 4-color flow cytometry. Currently, 34 patients are eligible for evaluation out of a total of 37 patients included in this study. The median age of the patients was 61.0 years (range, 38–80), 26/34 (76%) were male, 26/34 (76%) had Binet stage C disease, and the median number of prior treatment regimens was 2 (range, 1–8). The ORR was 85%, with 10 (29%) patients achieving a complete response (CR) and 19 (56%) patients a partial response (PR). One (3%) patient had stable disease (SD), while 4 (12%) others had progression of their disease (PD). MRD negativity was achieved in the peripheral blood for 15/34 (44%) patients. CMV reactivation occurred in 2 patients: 1 patient had CMV confirmed by PCR and died due to E. coli sepsis, and 1 patient had subclinical CMV reactivation that was successfully treated with IV ganciclovir. Two patients with refractory disease developed fungal pneumonia. Notably, 7 patients had active autoimmune hemolytic anemia (AIHA) and/or autoimmune thrombocytopenia (AITP) when entering the trial and were successfully treated with FluCam. Moreover, 9 other patients with transfusion-dependent thrombocytopenia and/or anemia due to bone marrow infiltration prior to therapy were successfully treated with FluCam. In conclusion, results from the interim analysis of this new, 4-weekly dosing regimen of FluCam suggest that combination therapy with fludarabine and alemtuzumab is feasible, safe, and effective in treating patients with relapsed and refractory CLL, even in those patients with inherent poor prognostic factors, those who had received multiple prior therapies, or those who were refractory to fludarabine or alemtuzumab monotherapy. Based on these promising results, a prospective, randomized, phase III trial has been initiated comparing FluCam to fludarabine alone in patients with relapsed CLL.",
    "topics": [
        "alemtuzumab",
        "chronic lymphocytic leukaemia recurrent",
        "fludarabine",
        "autoimmune hemolytic anemia",
        "cmv reactivation",
        "anemia",
        "antigens",
        "autoimmune thrombocytopenia",
        "chemotherapy regimen",
        "chronic b-cell leukemias"
    ],
    "author_names": [
        "Thomas Elter",
        "P. Bochmann",
        "H. Schulz",
        "M. Reiser",
        "S. Trelle",
        "P. Staib",
        "T. Schinkothe",
        "M. Hallek",
        "Andreas Engert"
    ],
    "author_affiliations": [
        [
            "Department I of Internal Medicine, University of Cologne, Cologne, Germany."
        ],
        [
            "Department I of Internal Medicine, University of Cologne, Cologne, Germany."
        ],
        [
            "Department I of Internal Medicine, University of Cologne, Cologne, Germany."
        ],
        [
            "Department I of Internal Medicine, University of Cologne, Cologne, Germany."
        ],
        [
            "Department I of Internal Medicine, University of Cologne, Cologne, Germany."
        ],
        [
            "Department I of Internal Medicine, University of Cologne, Cologne, Germany."
        ],
        [
            "Department I of Internal Medicine, University of Cologne, Cologne, Germany."
        ],
        [
            "Department I of Internal Medicine, University of Cologne, Cologne, Germany."
        ],
        [
            "Department I of Internal Medicine, University of Cologne, Cologne, Germany."
        ]
    ],
    "first_author_latitude": "50.9264248",
    "first_author_longitude": "6.925123950000001"
}