{
    "doi": "https://doi.org/10.1182/blood.V114.22.2516.2516",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1410",
    "start_url_page_num": 1410,
    "is_scraped": "1",
    "article_title": "A Sensitized Screen Uncovers a Novel Platelet Phenotype in a Loss-of-Function Jak2 Allele. ",
    "article_date": "November 20, 2009",
    "session_type": "HEMATOPOIESIS - CYTOKINES, SIGNAL TRANSDUCTION, APOPTOSIS, AND CELL CYCLE REGULATION POSTER I",
    "topics": [
        "alleles",
        "amino acids",
        "antineoplastic agents",
        "blood platelets",
        "common cold",
        "death",
        "ethylnitrosourea",
        "fatty liver",
        "fluorouracil",
        "laboratory techniques and procedures"
    ],
    "author_names": [
        "Nicole Anderson",
        "Mojib Javadi Javed",
        "Monica L Bailey",
        "Kai Huang",
        "Zorana Berberovic",
        "Ann Flenniken",
        "Chen Wang",
        "Mark D. Minden, MD, PhD",
        "Robert Paulson, PhD",
        "Kelly M. McNagny, PhD",
        "William L. Stanford, PhD",
        "Dwayne L Barber, PhD"
    ],
    "author_affiliations": [
        [
            "Institute of Medical Science, University of Toronto, Toronto, ON, Canada, "
        ],
        [
            "Ontario Cancer Institute, Toronto, ON, Canada, "
        ],
        [
            "Ontario Cancer Institute, Toronto, ON, Canada, "
        ],
        [
            "Ontario Cancer Institute, Toronto, ON, Canada, "
        ],
        [
            "Toronto Centre for Phenogenomics, Toronto, ON, Canada, "
        ],
        [
            "Toronto Centre for Phenogenomics, Toronto, ON, Canada, "
        ],
        [
            "Mount Sinai Hospital, Toronto, ON, Canada, "
        ],
        [
            "Princess Margaret Hospital, Toronto, ON, Canada, "
        ],
        [
            "The Pennsylvania State University, University Park, PA, USA, "
        ],
        [
            "The Biomedical Research Centre, Univ. of British Columbia, Vancouver, BC, Canada, "
        ],
        [
            "Institute of Biomaterials and Biomedical Engineering, University of Toronto, Toronto, ON, Canada"
        ],
        [
            "Ontario Cancer Institute, Toronto, ON, Canada, "
        ]
    ],
    "first_author_latitude": "43.66080050000001",
    "first_author_longitude": "-79.39350089999999",
    "abstract_text": "Abstract 2516 Poster Board II-493 Our group has undertaken a concerted effort to develop novel heritable mouse strains via ethylnitrosourea (ENU)-based random mutagenesis. We have complemented this strategy to perform a dominant sensitized screen to identify mouse mutants with altered recovery following treatment with 5-fluoruracil (5-FU). We isolated a heritable line with elevated platelets as well as an overshoot in platelet numbers when exposed to 5-FU. Affected mice also displayed megakaryocytosis and centrilobular hepatic lipidosis. The mutation was mapped to a 8.7Mb region on mouse Chromosome 19, which contained the candidate gene Jak2. The entire coding region of Jak2 was sequenced and a mutation in exon 19 was found. The causative mutation was located at nucleotide 2740 and leads to an A to T transversion in exon 19 of JAK2 and causes a substitution of a Lys to a premature stop codon at amino acid 914. The resulting protein product terminates within the JH1 kinase domain of JAK2. JAK2 914 is distinct from the JAK2 null allele characterized by the Ihle and Pfeffer labs. For example, JAK2 −/− embryos die at E12.5, whereas JAK2 914/914 embryos survive until E13.5, suggesting that the truncated protein product may serve as a scaffold. Differences were also observed in clonogenic potential of both strains. For example, JAK2 +/− mice had increased CFU-C whereas JAK2 914/+ were normal. Splenic BFU-E and CFU-C were increased in JAK2+/− mice while both cell types were decreased in JAK2 914/+ . In contrast, bone marrow CFU-E were increased in both strains of mice and splenic CFU-E were normal in JAK2 +/− and JAK2 914/+ . In addition, both mouse strains display elevated platelets when animals are housed under resting conditions. The hepatic phenotype is phenocopied by Leptin Receptor null mice that are hyperphagic, poorly cold-adapted, sterile and have enhanced fat conversion resulting in lipidosis. In conclusion, a sensitized screen has shown that JAK2 regulates the response to the chemotherapeutic drug, 5-fluorouracil. These findings have significance to potential myelosuppressive effects of the clinical use of 5-FU in colorectal and pancreatic cancer. Disclosures: No relevant conflicts of interest to declare."
}