{
    "doi": "https://doi.org/10.1182/blood.V110.11.3306.3306",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=926",
    "start_url_page_num": 926,
    "is_scraped": "1",
    "article_title": "Cyclic Neutropenia Is Not Associated with Transformation to MDS and AML. ",
    "article_date": "November 16, 2007",
    "session_type": "Granulocytes, Monocytes and Macrophages",
    "topics": [
        "cyclic neutropenia",
        "granulocyte colony-stimulating factor",
        "recombinant granulocyte colony stimulating factor",
        "congenital neutropenia",
        "neutropenia",
        "fever",
        "leukemia",
        "oral ulcer",
        "infections",
        "blood cell count"
    ],
    "author_names": [
        "David C. Dale, MD",
        "Audrey Anna Bolyard, RN, BS",
        "Peter E. Newburger, MD",
        "Mary Ann Bonilla, MD",
        "George Kannourakis, MD",
        "Yigal Dror, MD",
        "Daniel C. Link, MD",
        "Blanche P. Alter, MD",
        "Philip S. Rosenberg, PhD",
        "Laurence A. Boxer, MD"
    ],
    "author_affiliations": [
        [
            "Department of Medicine, University of Washington, Seattle, WA, USA"
        ],
        [
            "Department of Medicine, University of Washington, Seattle, WA, USA"
        ],
        [
            "University of Massachusetts Medical Center, Worcester, MA, USA"
        ],
        [
            "Pediatric Hematology Oncology, St. Joseph’s Children’s Hospital, Paterson, NJ, USA"
        ],
        [
            "Ballarat Onc. & Haem. Services, University of Ballarat, Wendouree, Victoria, Australia"
        ],
        [
            "Hospital for Sick Children, University of Toronto, Toronto, ON, Canada"
        ],
        [
            "Division of Oncology, Washington University School of Medicine, St. Louis, MO, USA"
        ],
        [
            "Clinical Genetics Branch, National Cancer Institute, Bethesda, MD, USA"
        ],
        [
            "Biostatistics Branch, National Cancer Institute, Bethesda, MD, USA"
        ],
        [
            "Women’s Hospital, University of Michigan, Ann Arbor, MI, USA"
        ]
    ],
    "first_author_latitude": "47.6505283",
    "first_author_longitude": "-122.3093688",
    "abstract_text": "Cyclic neutropenia is a rare hematological disorder characterized by recurrent severe neutropenia, mouth ulcers, fever and infections beginning soon after birth. The diagnosis depends primarily on observing regular periods of severe neutropenia (neutrophils <500/μL, usually <200/μL) lasting for 2–4 days at approximately 21-day intervals, documented by serial blood counts (a minimum of 2–3 complete blood counts per week for at least six weeks). Severe congenital neutropenia is a similar, but usually more severe disease. Mutations of the ELA2 gene are regarded as the cause of most cases of both cyclic neutropenia and severe congenital neutropenia. However, only patients with severe congenital neutropenia, not cyclic neutropenia, are thought to be at risk of evolution to MDS/AML. Since its founding in 1994, the Severe Chronic Neutropenia International Registry (SCNIR) has utilized data from previous studies and enrolled patients with cyclic neutropenia based on the clinical information from their treating physicians. We reviewed 190 cases of cyclic neutropenia (including 30 families) enrolled for 0.5 to 19.9 years, (median 11 years) with a total of 2,035 patient years of observation. 173 of 190 patients were treated with G-CSF (median dose 2.82 mcg/kg/day). We identified three patients who were reported to have developed MDS/AML. Further analysis by three experts from the SCNIR revealed that all three patients lacked sufficient serial blood count data to show well-defined neutrophil cycles prior to G-CSF. Two of the three patients lacked a clinical history of mouth ulcers and fevers consistent with the diagnosis, and the bone marrow evaluation was not consistent with cyclic neutropenia in all three cases. One of two patients tested did not have an ELA2 mutation. Thus, using standard criteria for the diagnosis of cyclic neutropenia, none of the three patients fully satisfied the criteria for this diagnosis. In addition, previous family studies, reviews of the published literature, and personal experience of the authors have revealed only one case of leukemia. This case of CML emerged in a 35 year-old patient, who was never treated with G-CSF, 31 years after the diagnosis of cyclic neutropenia. Based upon the review of these cases, we believe it is extremely important to make the diagnosis of cyclic neutropenia by careful analysis of serial blood counts. When the diagnosis is made confidently, it is also important to assure patients that with or without G-CSF treatment, the possibility of evolution to leukemia is unlikely."
}