{
    "doi": "https://doi.org/10.1182/blood.V122.21.3952.3952",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2546",
    "start_url_page_num": 2546,
    "is_scraped": "1",
    "article_title": "Heatshockproteins-60 and 90 Are Overexpressed In Leukemia Stem Cells and Stabilize Oncogene Signaling ",
    "article_date": "November 15, 2013",
    "session_type": "615. Acute Myeloid Leukemia: Therapy, excluding Transplantation: Poster III",
    "topics": [
        "leukemia",
        "stem cells",
        "oncogenes",
        "signal transduction",
        "hsp90 heat-shock proteins",
        "protein-tyrosine kinase inhibitor",
        "leukemia, acute",
        "annexins",
        "antiapoptotic agents",
        "chaperonin 60"
    ],
    "author_names": [
        "Kerstin M Kampa-Schittenhelm, Dr., MD",
        "Tanja Grandl",
        "Figen Akmut",
        "Barbara Illing",
        "Marcus M Schittenhelm, Dr., MD"
    ],
    "author_affiliations": [
        [
            "Hematology, Oncology, Rheumatology, Immunology and Pulmology, University of Tuebingen, Tuebingen, Germany, "
        ],
        [
            "Hematology, Oncology, Rheumatology, Immunology and Pulmology, University of Tuebingen, Tuebingen, Germany, "
        ],
        [
            "Hematology, Oncology, Immunology, Rheumatology and Pulmology, University of Tuebingen, Tuebingen, Germany, "
        ],
        [
            "Hematology, Oncology, Immunology, Rheumatology and Pulmology, University of Tuebingen, Tuebingen, Germany, "
        ],
        [
            "Hematology, Oncology, Rheumatology,Immunology and Pulmology, University of Tuebingen, Tuebingen, Germany"
        ]
    ],
    "first_author_latitude": "48.5294782",
    "first_author_longitude": "9.043773999999999",
    "abstract_text": "Introduction Activating mutations of the KIT class III receptor tyrosine kinase (TK) are associated with the pathophysiology of acute leukemia, especially core binding factor leukemia (CBFL), and systemic mastocytosis (SM). Despite considerable antiproliferative and proapoptotic activity of several KIT TK inhibitors in vitro, clinical efficacy in AML and SM is generally moderate. We hypothesized that resistance to therapy is promoted by activation of alternative signaling pathways. Previously we reported that KIT TK inhibition results in significantly increased phosphorylation of heat shock protein (HSP) family members and that KIT is a client protein of phosphorylated (p)HSP90 putatively stabilizing KIT protein function in the presence of KIT TK-inhibitors (Kampa-Schittenhelm et al., ASH annual meeting 2010). This prompted us to further test the HSP inhibitor IPI-504 in KIT dependent CBFL, including the leukemic stem cell fraction. Methods Protein expression levels of (p)HSPs in leukemic blasts of high-risk and CBFL patients were studied by flow cytometry focusing on the CD34+/CD38- leukemia stem/progenitor cell fraction. Cellular proliferation and induction of apoptosis in leukemia cells treated with the HSP90 inhibitor IPI-504 was determined by XTT- and annexin V-based assays. Results (p)HSP90/60 levels were preferentially upregulated in CBFL associating with KIT dysregulation. Consequently, HSP90 inhibition with IPI-504 potently degraded KIT expression causing a direct antiproliferative and antiapoptotic effect in CBFL in in vitro and ex vivo models. Efficacy of IPI-504 was potentiated when combined with TK inhibitors. Importantly, high expression of (p)HSP90 and HSP60 was particularly observed in the CD34+/CD38- putative leukemia stem cell fraction arguing for a function as protection mechanism to conserve (leukemic) progenitor cell function upon cell stress such as antileukemic treatment. Conclusion HSPs are upregulated in CBFL, and IPI-504 induces antiproliferative and proapoptotic effects in primary leukemia samples. Importantly, in particular the putative malignant progenitor cell pool in KIT-associated acute leukemia expresses high levels of (p)HSP90, identifying HSP90 inhibition as an attractive novel strategy to overcome the therapy-refractory behavior of malignant stem/progenitor cells. Our results provide a rationale for the evaluation of HSP90 inhibitors such as IPI-504 in CBFL. Disclosures: No relevant conflicts of interest to declare."
}