{
    "doi": "https://doi.org/10.1182/blood.V114.22.4824.4824",
    "article_title": "MK886 Induced Apoptosis in HL-60 Cells Via Inhibition mPGES-1 Expression and Down-Regulation Prostaglandin E 2 Synthesize. ",
    "article_date": "November 20, 2009",
    "session_type": "MOLECULAR PHARMACOLOGY, DRUG RESISTANCE",
    "abstract_text": "Abstract 4824 Recent studies have shown that prostaglandin E 2 (PGE 2 ) may play a key role in the tumorigenesis and tumor development. Membrane-bound prostaglandin E 2 synthase-1 (mPGES-1), an inducible enzyme that acts downstream of cyclooxygenase (COX) and specifically catalyzes the conversion of prostaglandin H 2 (PGH 2 ) to PGE 2 , was over-expression in a variety of solid tumor cells and tissues such as nonsmall-cell lung cancer, colon carcinoma, gastric carcinoma and breast cancer. MK886, a small molecular inhibitor, is a reasonable potency as an inhibitor of mPGES-1 in vitro experiment. In this study, we examined effects of MK886 on expression of mPGES-1 and PGE 2 synthesis in human acute myeloid leukemia cell line (HL-60), observed cell proliferation and apoptosis after 24-h treatment with MK886, and tried to explore the possible mechanisms by checking some protein belong AKT cell singling pathway such as P-AKT, Bax and Bcl-2. We found that t he expression levels of mPGES-1 mRNA and protein were higher in HL-60 cells than in normal mononuclearcells ( MNC). MK886 inhibited mPGES-1 mRNA and protein expression and reduced PGE 2 secretion in HL-60 cells in a dose-dependent manner. The cell proliferation was inhibited and the IC50 was 132.16μmol/L. With the increase of MK886 concentration, the cell apoptosis rate assayed by flow cytometry increased and the apparent apoptotic bodies increased when staining by Hoechst 33258. After treated with MK886 for 24h, protein was extracted and assayed by western blot. The results showed that the expression levels of P-AKT, Bcl-2 and c-myc decreased while the Bax protein expression increased in a dose-dependent manner. The caspase-3 activity, determined by colorimetric detection, also increased dose-dependently. These results indicated that mPGES-1 over-expressed in leukemia cell line HL-60, MK886 could induce apoptosis in HL-60 cells via reducing mPGES-1 expression and PGE 2 synthesis dose-dependently, thereby regulate the AKT pathway including Bcl-2 family and the activity of caspase-3. It suggested that mPGES-1 inhibitor might emerge as an important therapeutic tool for leukemia treatment. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "apoptosis",
        "hl-60 cells",
        "prostaglandins e",
        "down-regulation",
        "proto-oncogene proteins c-akt",
        "caspase-3",
        "leukemia",
        "rna, messenger",
        "bax protein",
        "breast cancer"
    ],
    "author_names": [
        "Yiqing Li",
        "Songmei Yin, MD",
        "Shuangfeng Xie",
        "Danian Nie",
        "Liping Ma",
        "Xiuju Wang",
        "Yudan Wu"
    ],
    "author_dict_list": [
        {
            "author_name": "Yiqing Li",
            "author_affiliations": [
                "Hematology, The Second Affiliated Hospital of SUN Yat- Sen University, Guangzhou, China"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Songmei Yin, MD",
            "author_affiliations": [
                "Hematology, The Second Affiliated Hospital of SUN Yat- Sen University, Guangzhou, China"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shuangfeng Xie",
            "author_affiliations": [
                "Hematology, The Second Affiliated Hospital of SUN Yat- Sen University, Guangzhou, China"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Danian Nie",
            "author_affiliations": [
                "Hematology, The Second Affiliated Hospital of SUN Yat- Sen University, Guangzhou, China"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Liping Ma",
            "author_affiliations": [
                "Hematology, The Second Affiliated Hospital of SUN Yat- Sen University, Guangzhou, China"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xiuju Wang",
            "author_affiliations": [
                "Hematology, The Second Affiliated Hospital of SUN Yat- Sen University, Guangzhou, China"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yudan Wu",
            "author_affiliations": [
                "Hematology, The Second Affiliated Hospital of SUN Yat- Sen University, Guangzhou, China"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-13T02:45:51",
    "is_scraped": "1"
}