{
    "doi": "https://doi.org/10.1182/blood.V110.11.4454.4454",
    "article_title": "A Multicentre Phase II Trial Testing Gemcitabine in the Treatment of Patients with Newly Diagnosed, Relapsed or Chemotherapy Resistant Mantle Cell Lymphoma: SAKK 36/03. ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "abstract_text": "Mantle cell lymphoma (MCL) has a very poor prognosis. Remissions are often incomplete and short with a median survival of less than 3 years and a 5 year survival of < 30%. Young patients are usually treated with intensive chemotherapy regimens or a stem cell transplant. In elderly, unfit patients aggressive treatments are not a realistic approach. This trial set out to assess Gemcitabine in the treatment of patients with newly diagnosed, relapsed or chemotherapy resistant MCL not fit enough for intensive chemotherapy regimens. The primary endpoint was the objective response. Eligibility criteria were a WHO performance status < 2, age ≥ 18 years, a histologically confirmed diagnosis of MCL along with at least one measurable lesion of diameter ≥ 11 mm, ≤ 2 previous lines of chemotherapy. Gemcitabine was given in doses of 1000mg/m2 as a 30 minute infusion on days 1 and 8 of each 3 week cycle for a total of 9 cycles. To prevent flu-like symptoms, one dose of steroids per Gemcitabine infusion was administered. Response duration was read as the time from trial registration to a relapse for patients reaching a remission on the trial therapy. Progression-free survival was defined as the time from trial registration to death or disease progression, treatment failure as early termination of the trial treatment. Patient enrollment began in Aug 2004. Stage I analysis concluded the trial treatment was not promising for further investigation, due to only 1 (10%) patient reaching a remission, and patient accrual stopped after the inclusion of 18 patients in March 2006. Median age at enrollment was 70 years. 66% of the patients were male. MCL was newly diagnosed in 50% of the patients and relapsed in the remainder. Ann Arbor stage IV rating was present in 15 patients, stage II in 1 patient and stage I in 2 patients. Bone marrow involvement was reported in 10 patients. Gastrointestinal tract involvement was reported in 4 patients. Involvement of > 1 extranodal organ was seen in 3 patients. One CR, 4 PRs, 8 SDs and 4 PDs were recorded as a best response. The patient achieving a CR was one of the patients presenting with a stage IV disease. Most myelotoxicities occurred during the first chemotherapy cycle. Neutropenia CTC grade 1 in 24 (19.8%), grade 2 in 35 (28.9%) and grade 3/4 was seen in 24 (19.8%) of the cycles. Thrombocytopenia CTC grade 1 was recorded in 55 (45.5%) cycles and grade 2/3 in 9 (7.7%) cycles. Three patients developed non-hematological serious adverse events, defined as an inpatient or prolonged hospitalisation or a life threatening illness related to the trial medication; dyspnea, glomerular microangiopathy with hemolytic uremic syndrome, and hyperglycemia. The median time-to-progression and response duration was 8.0 (95% confidence interval: 5.5 – 9.3) and 10.6 (95% confidence interval: 5.5 – 10.9) months respectively. The median time-to-treatment failure was not reached. We conclude that Gemcitabine is well tolerated and that it can stabilise MCL in elderly patients. However, Gemcitabine as a monotherapy has only limited activity in MCL patients in terms of treatment response. Further trials should therefore assess gemcitabine in frail patients with MCL.",
    "topics": [
        "chemotherapy regimen",
        "gemcitabine",
        "mantle-cell lymphoma",
        "phase 2 clinical trials",
        "disease remission",
        "infusion procedures",
        "adverse event",
        "bone marrow involvement",
        "disease progression",
        "dyspnea"
    ],
    "author_names": [
        "Felicitas Hitz, MD",
        "Giovanni Martinelli, MD",
        "Emanuele Zucca, MD",
        "Walter Mingrone, MD",
        "Roger Von Moos, MD",
        "Mathew Simcock",
        "Jenny Peterson",
        "Sergio Cogliatti, MD",
        "Francesco Bertoni, MD",
        "Michele Ghielmini, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Felicitas Hitz, MD",
            "author_affiliations": [
                "Oncology, KSSG, St. Gallen, Switzerland",
                " "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Giovanni Martinelli, MD",
            "author_affiliations": [
                "Hematology, EIO, Milano, Italy",
                " "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Emanuele Zucca, MD",
            "author_affiliations": [
                "Oncology, Ospedale San Giovanni, Bellinzona, Switzerland",
                " "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Walter Mingrone, MD",
            "author_affiliations": [
                "Oncology, KSA, Aarau, Switzerland",
                " "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Roger Von Moos, MD",
            "author_affiliations": [
                "Oncology, KSG, Chur, Switzerland",
                " "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mathew Simcock",
            "author_affiliations": [
                "SAKK, Bern, Switzerland",
                " "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jenny Peterson",
            "author_affiliations": [
                "SAKK, Bern, Switzerland",
                " "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sergio Cogliatti, MD",
            "author_affiliations": [
                "Pathology, KSSG, St. Gallen, Switzerland",
                " "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francesco Bertoni, MD",
            "author_affiliations": [
                "Oncology, Ospedale San Giovanni, Bellinzona, Switzerland",
                " "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michele Ghielmini, MD",
            "author_affiliations": [
                "Oncology, Ospedale San Giovanni, Bellinzona, Switzerland",
                " "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-06T15:36:57",
    "is_scraped": "1"
}