{
    "doi": "https://doi.org/10.1182/blood.V124.21.5753.5753",
    "article_title": "Bendamustine and Dexamethasone Is an Effective Salvage Regimen for Patient with Advanced Multiple Myeloma in a Home Care Unit Program ",
    "article_date": "December 6, 2014",
    "session_type": "653. Myeloma: Therapy, excluding Transplantation",
    "abstract_text": "Background : Bendamustine is effective as first-line treatment of multiple myeloma (MM) patients, as well as in heavily pre-treated relapsed/refractory patients. The combination of bendamustine with new drugs has been investigated in patients who have exhausted other treatment options. Aims: This single arm study was conducted, after the approval of our Ethic’s Committee, to assess the activity and safety of bendamustine and dexamethasone in heavily pre-treated relapsed/refractory MM patients in our Home Care Unit program. Patients and Methods: Between May 2012 and March 2013, 8 relapsed/refractory frail MM patients were treated with bendamustine (60 mg/m 2 days 1, 8, 15) and dexamethasone (20 mg days 1, 8, 15, 22) for up to nine 28-day cycles. Based on the frailty of our patient’s population, the use of other new agents was avoided. All patients were followed by our Home Care Unit in view of the advanced stage of the disease and of the patients’ inability to attend our day hospital unit. All patients had received a median of 4 (range 2-6) previous lines of therapy including alkylating and new drugs, such as thalidomide (25%), lenalidomide (100%) and bortezomib (100%). One patient received, as salvage treatment, a second autologous stem cell transplant (ASCT) followed by a sibling allogenic transplantation. Six patients (75%) were refractory to bortezomib and 5 (62,5%) to lenalidomide, 4 (50%) were double refractory. Main pre-treatment characteristics were: median time from diagnosis 82.1 months (range 14.2- 255.6), median age 76 years (range 53-83), ECOG performance status 2-3, median Hb level of 10.5 g/dl (range 9.0-13.0), median platelet count of 227.000/mm 3 (range 58.000-378.000); all patient had bone lytic lesions and 1 had an extramedullary plasmacytoma of the right thigh; 1 patient had a moderate renal failure (creatinine clearance 44ml/min). Stable disease (SD) was considered a valid therapeutic goal in this advanced cohort of patients. Results: After a median number of 6 cycles administered (range 1-9), among the 7 patients evaluable for response (1 patient was withdrawn early due to death) 75% achieved a clinical benefit (≥ SD) and in particular: 1 very good partial response (VGPR), 3 partial response (PR), 1 minor response (MR) and 1 SD. The patient with extramedullary plasmacytoma had a PR confirmed by the mass reduction. Four patients had an early discontinuation of treatment due to: infections in 3 cases (2 fatal) and a heart failure, not related to treatment, in 1. The median time to best response was 4 months (range 1-6). Median time to progression was 10.8 months (range 5.0-15.2) and the median progression-free survival (PFS) was 9.1 months (range 0.6-15.2). Infectious complication was the primary and major side effect in 6/8 (75%) patients, two of which of grade 5, one grade 3 and three grade 2 according to CTCAE ver. 4. Myelotoxicity was acceptable: only one grade 3-4 anemia, thrombocytopenia and neutropenia. The other non-hematological side effect was nausea in all patients (grade 2), which resolved with antiemetic prophylaxis. Conclusions: Bendamustine and dexamethasone administered at home has proven effective, with a favorable balance in terms of cost/effectiveness, in our cohort of high risk and advanced MM patients in poor clinical conditions. The response rate and PFS are encouraging in this setting of patients and this approach should be considered as a valid option for relapsed/refractory MM, including patients double refractory to lenalidomide and bortezomib. In view of the acceptable and manageable toxicity, this combination is feasible in the framework of a Home Care Unit program. Disclosures Off Label Use: Use off-label of Bendamustine (alkylating). Petrucci: Celgene: Honoraria; Janssen-Cilag: Honoraria; Sanofi: Honoraria; Bristol Meyer-Sqibb: Honoraria.",
    "topics": [
        "bendamustine",
        "dexamethasone",
        "home care services",
        "multiple myeloma",
        "bortezomib",
        "lenalidomide",
        "adverse effects",
        "autologous stem cell transplant",
        "off-label use",
        "partial response"
    ],
    "author_names": [
        "Fabiana Gentilini, MDPhD",
        "Gregorio Antonio Brunetti, MD",
        "Paola Finsinger, MD",
        "Marta Chisini",
        "Claudio Cartoni, MD",
        "Robin Foa, MD",
        "Maria Teresa Petrucci, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Fabiana Gentilini, MDPhD",
            "author_affiliations": [
                "Sapienza University, Rome, Italy "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Gregorio Antonio Brunetti, MD",
            "author_affiliations": [
                "Sapienza University, Rome, Italy "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paola Finsinger, MD",
            "author_affiliations": [
                "Sapienza University, Rome, Italy "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marta Chisini",
            "author_affiliations": [
                "Sapienza University, Rome, Italy "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Claudio Cartoni, MD",
            "author_affiliations": [
                "Sapienza University, Rome, Italy "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robin Foa, MD",
            "author_affiliations": [
                "Hematology, Department of Cellular Biotechnologies and Hematology, Sapienza University, Roma, Italy "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria Teresa Petrucci, MD",
            "author_affiliations": [
                "Azienda Policlinico Umberto I, University La Sapienza, Rome, Italy"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-30T09:39:46",
    "is_scraped": "1"
}