{
    "doi": "https://doi.org/10.1182/blood.V112.11.4259.4259",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1322",
    "start_url_page_num": 1322,
    "is_scraped": "1",
    "article_title": "Monitoring Response to Therapy with Imatinib Mesylate in Chronic Myeloid Leukemia Using Indian Generic Molecule of Imatinib ",
    "article_date": "November 16, 2008",
    "session_type": "Chronic Myeloid Leukemia - Therapy",
    "topics": [
        "imatinib mesylate",
        "leukemia, myelocytic, chronic",
        "molecule",
        "weight gain",
        "bcr-abl tyrosine kinase",
        "adverse effects",
        "cardiac mri",
        "disease remission",
        "international normalized ratio",
        "measles-mumps-rubella vaccine"
    ],
    "author_names": [
        "Velu Nair",
        "Ajay Sharma",
        "M Bhikshapathy",
        "Deepak Mishra",
        "Satyaranjan Das",
        "Shilajit Bhattacharya",
        "Jyoti Kotwal",
        "Ridhima Dabas",
        "Atul Kotwal",
        "Vinod Raghavan",
        "O. P Mathew"
    ],
    "author_affiliations": [
        [
            "Haematology, Army Hospital (Research & Referral), New Delhi, India"
        ],
        [
            "Haematology, Army Hospital (Research & Referral), New Delhi, India"
        ],
        [
            "Haematology, Army Hospital (Research & Referral), New Delhi, India"
        ],
        [
            "Haematology, Army Hospital (Research & Referral), New Delhi, India"
        ],
        [
            "Haematology, Army Hospital (Research & Referral), New Delhi, India"
        ],
        [
            "Haematology, Army Hospital (Research & Referral), New Delhi, India"
        ],
        [
            "Haematology, Army Hospital (Research & Referral), New Delhi, India"
        ],
        [
            "Haematology, Army Hospital (Research & Referral), New Delhi, India"
        ],
        [
            "Haematology, Army Hospital (Research & Referral), New Delhi, India"
        ],
        [
            "Haematology, Army Hospital (Research & Referral), New Delhi, India"
        ],
        [
            "Commandant, Army Hospital (Research & Referral), New Delhi, India"
        ]
    ],
    "first_author_latitude": "28.583650299999995",
    "first_author_longitude": "77.1578737",
    "abstract_text": "Background: Chronic myeloid leukemia (CML) is a hematopoietic stem cell disorder characterized by reciprocal t(9;22) translocation, which creates a juxtaposition of the BCR and ABL genes to form the p230-, p190- or p210- constitutively active tyrosine kinases. Imatinib mesylate (Gleevec) is a novel molecule, which inhibits the protein product of this fusion gene and hence has been used as a targeted therapy in CML. It is remarkably effective as a single agent therapy of newly diagnosed CML in chronic phase (CP). We report here an independent validation of therapeutic efficacy in CML-CP using an Indian generic of imatinib. Methods: At our institution from October, 2006 and March, 2008; 100 consecutive newly diagnosed CML-CP patients were started on imatinib mesylate (Indian generic molecules from Ms NATCO, Ranbaxy, CIPLA) 400mg PO within 6 months from diagnosis. The median age was 40.1years (age range: 9–80 years). The median follow-up was 12 months (range: 6–18 months). Monitoring of response was carried out by BCR-ABL dual colour dual fusion FISH and RT-PCR at diagnosis and thereafter by quantitative BCR-ABL FISH and RQ-PCR at 3 monthly intervals. All patients were treated with intention to treat and accordingly analysed. Non detectable BCR-ABL: ABL ratio was taken as complete molecular response and ratio < 0.1 % is considered as major molecular response. Of the 100 patients with CML-CP, 85 patients could be followed up for 12 months and remaining 15 were lost to follow-up. All 100 patients (100%) achieved complete hematological response (CHR) at 9 months (92% at 3 months and 94% at 6 months). Seven percent patients achieved complete molecular response and 8% major molecular response at 6 months. Of the 85 patients evaluable at 12 months, 22 (28 %) achieved complete molecular response (CMolR) and 15(18%) achieved major molecular response (MMolR) and 35(41%) patients showed a BCR-ABL:ABL of > 0.1% – 20%. The median BCR-ABL: ABL by Wilcoxon signed rank test was 12% at 6 months and 1% at 12 months (P = 0.003); whereas median BCR-ABL FISH was 65.75% at baseline and 14% at 6 months (P = 0.0006). The molecular response pattern conforms to all the published literature on the subject. Two patients showed molecular relapse followed by hematological relapse at 18 months. Kaplan- Meier Survival curve for CML Patients on imatinib projected a mean survival of 58.12 months (95% CI 54.17 – 62.10). Hypo-pigmentation (40%), wt gain(15%), leucopenia (11%), muscle cramps (10%), facial puffiness(10%), skin rashes (9%), fullness of stomach (6%), anemia (5%), raised trans-aminases (5%), pedal edema (3%), mucosal bleeding (2%), raised uric acid levels (2%) and decreased libido (1%) were toxicities encountered during our study. The drug was well tolerated and the adverse effects noted were manageable with supportive care. The results were comparable with trials from the West where Gleevec (Novartis) was used with comparable molecular responses and side effect profile. The cost of Indian generic molecule of imatinib is less than INR 10,000 (250 USD) while the cost of imatinib (Gleevec) is approx INR 1, 00,000 (2500 USD) per month. We conclude that the Indian generic of imatinib mesylate is effective and safe first line therapy for CML-CP. Kaplan- Meier Survival curve: CML Patients on Imatinib View large Download slide Mean Surv – 58.12 months (95% CI 54.17 – 62.10) Comparative Kaplan- Meier Survival curves:\u2028 Based on Molecular Remission Status View large Download slide Mean Surv – 58.12 months (95% CI 54.17 – 62.10) Comparative Kaplan- Meier Survival curves:\u2028 Based on Molecular Remission Status View large Download slide 1 − CMR + MMR, 2 − MI + NR Log Rank Chi Sq = 4.19, P=0.041 View large Download slide 1 − CMR + MMR, 2 − MI + NR Log Rank Chi Sq = 4.19, P=0.041"
}