{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.2983.2983",
    "article_title": "Lenalidomide-Mediated Erythroid Improvement in Non-Del(5q) Myelodysplastic Syndromes Is Associated with Bone Marrow Immuno-Remodeling ",
    "article_date": "December 7, 2017",
    "session_type": "637. Myelodysplastic Syndromes-Clinical Studies: Poster II",
    "abstract_text": "Introduction: The main therapeutic goal for patients with International Prognostic Scoring System (IPSS) low or intermediate risk MDS is to improve anemia. Lenalidomide yields red blood cell (RBC) transfusion independence (RBC-TI) in 60-75% of del(5q) MDS, and 40-60 % achieve complete or partial cytogenetic response.Lenalidomide also yields RBC-TI ≥8 weeks in ~25% of RBC transfusion-dependent (TD) non-del(5q) MDS patients after resistance to erythropoiesis-stimulating agent (ESA). Although reasons for lenalidomide being less effective in non-del(5q) MDS patients are unclear, it has been shown that those who responded to lenalidomide had a poor expression of erythroid genes in their bone marrow (BM).Addition of epoetin β to lenalidomide increased the erythroid response (HI-E) compared to lenalidomide alone in the GFM-LEN-EPO-2008 clinical trial (clinicaltrials.gov NCT01718379, EudraCT number 2008-008262-12), but the combination could be less efficient if epoetin β is delayed after response failure to lenalidomide alone. We have shown that the number and size of the clones within the hematopoietic stem and progenitor cell (HSPC) compartment are diminished in responding patients while the loss of response is associated with the re-increase of allele burden and/or the positive selection of clones with additional mutations. Therefore, lenalidomide efficacy may be due to a direct antitumor activity on clonal HSPCs. Interference with leukemic and stromal cells interaction and/or delivery of an immunomodulatory signal through the activation of cytotoxic T cells and NK cells have also been suggested. Methods: Appended to the GFM-LEN-EPO2008 clinical trial, we performed a transcriptomic analysis of bone marrow samples at baseline and after 4 cycles or more than 9 cycles of treatment to investigate molecular markers of response using Affymetrix U133Plus 2.0 microarrays or RNA-seq. Results: Genes differentially expressed between responders and non-responders at baseline were considered for Gene Set Enrichment Analysis (GSEA) and comprised (i) upregulated genes implicated in cell division, epigenetic modifications and translation, and (ii) downregulated genes involved in lymphocyte activation. A supervised class-prediction analysis performed by using Prediction Analysis for Microarrays (PAM) software in R revealed a 50-gene signature predictive of the response. After 4 cycles of treatment, a unique geneset encompassing B progenitor markers (B cell response) or T lymphocyte signaling (T cell response) was up-regulated in responding patients, suggesting that induction of immune cell markers reflected a different sensitivity to lenalidomide treatment. To obtain further insights on the modulation of microenvironment by lenalidomide, we took advantage of the transcriptome-based computational method called Microenvironment Cell Populations (MCP)-counter in R package to estimate the abundance of immune (T cells, CD8 T cells, cytotoxic lymphocytes, NK cells, B cells, monocytes, myeloid dendritic cells) and non-immune stromal (neutrophils, endothelial cells and fibroblasts) cell populations from RNA-sequencing data. Compared to controls, the relative abundance of T, cytotoxic, B, NK lymphocytes and myeloid dendritic cells was significantly lower in patients irrespective of the response to lenalidomide. After 4 cycles of treatment, the abundance of cytotoxic T cells significantly increased while other populations NK cells, monocytes, neutrophils, myeloid dendritic cells, endothelial cells and fibroblasts did not vary significantly. Patients with a T cell response under therapy had less abundant monocyte, and trend to less abundant B cell and endothelial cells compared to those with a B cell response. Consistent with the induction of a T cell response, IFNγ level increased significantly after treatment in responders. Altogether, these analyses demonstrate that immune cell populations including cytotoxic T cells are recruited as potential effectors of immune response upon lenalidomide. Conclusion: Our results show that lenalidomide induces an adaptive immune response that may participate in the erythroid improvement in non-del(5q) low/int-1 risk MDS. Future investigations will help understanding the architecture of immune cells and inflammation in the bone marrow microenvironment that may influence the prognosis. Disclosures Fenaux: Amgen: Honoraria, Research Funding; Astex: Honoraria, Research Funding; Novartis: Honoraria, Research Funding; Janssen: Honoraria, Research Funding; Celgene: Honoraria, Research Funding; Celgene: Honoraria, Research Funding; Amgen: Honoraria, Research Funding; Astex: Honoraria, Research Funding; Janssen: Honoraria, Research Funding; Novartis: Honoraria, Research Funding. Fontenay: Celgene: Research Funding.",
    "topics": [
        "bone marrow",
        "lenalidomide",
        "myelodysplastic syndrome",
        "erythropoietin",
        "transfusion",
        "anemia",
        "biological markers",
        "bone marrow specimen",
        "erythropoiesis-stimulating agents",
        "inflammation"
    ],
    "author_names": [
        "Gwenneg Kerdivel, PhD",
        "Virginie Chesnais, PhD",
        "Etienne Becht, PhD",
        "Andrea Toma, MD PhD",
        "Nicolas Cagnard, PhD",
        "Florent Dumont, PhD",
        "Alice Rousseau",
        "Pierre Fenaux, MD PhD",
        "Sylvie Chevret, MD PhD",
        "Nicolas Chapuis, PharmD, PhD",
        "Valentina Boeva, PhD",
        "Wolf-Herman Fridman",
        "Olivier Kosmider",
        "Michaela Fontenay, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Gwenneg Kerdivel, PhD",
            "author_affiliations": [
                "Institut Cochin, INSERM U1016, University Paris Descartes, Paris, France "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Virginie Chesnais, PhD",
            "author_affiliations": [
                "Institut Cochin, INSERM U1016, University Paris Descartes, Paris, France "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Etienne Becht, PhD",
            "author_affiliations": [
                "INSERM UMR_S1138, Cordeliers Research Center, Paris, France "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrea Toma, MD PhD",
            "author_affiliations": [
                "Service d'hematologie clinique, Hôpital Universitaire Henri Mondor, Créteil, FRA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nicolas Cagnard, PhD",
            "author_affiliations": [
                "Bioinformatic platform, SFR Necker, Paris, France "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Florent Dumont, PhD",
            "author_affiliations": [
                "SIRIC CARPEM, Genomic platform, Institut Cochin, INSERM U1016, Paris, France "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alice Rousseau",
            "author_affiliations": [
                "Assistance Publique Hôpitaux de Paris, Laboratoire d'hématologie, Hôpital Cochin, Institut Cochin, INSERM U1016, University Paris Descartes, PARIS, France "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pierre Fenaux, MD PhD",
            "author_affiliations": [
                "Hôpital Saint Louis, Hématologie clinique senior, Paris, France "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sylvie Chevret, MD PhD",
            "author_affiliations": [
                "Assistance Publique-Hôpitaux de Paris, Laboratoire de Biostatistiques et Epidémiologie, Hôpital Saint-Louis, Paris, France "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nicolas Chapuis, PharmD, PhD",
            "author_affiliations": [
                "Assistance Publique Hôpitaux de Paris, Laboratoire d'hématologie, Hôpital Cochin, Institut Cochin, INSERM U1016, University Paris Descartes, Paris, France"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Valentina Boeva, PhD",
            "author_affiliations": [
                "Institut Cochin, INSERM U1016, University Paris Descartes, Paris, France "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wolf-Herman Fridman",
            "author_affiliations": [
                "INSERM UMR_S1138, Cordeliers Research Center, Paris, France "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Olivier Kosmider",
            "author_affiliations": [
                "Assistance Publique Hôpitaux de Paris, Laboratoire d'hématologie, Hôpital Cochin, Institut Cochin, INSERM U1016, University Paris Descartes, Paris, France"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michaela Fontenay, MD PhD",
            "author_affiliations": [
                "Assistance Publique Hôpitaux de Paris, Laboratoire d'hématologie, Hôpital Cochin, Institut Cochin, INSERM U1016, University Paris Descartes, Paris, France"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T15:44:01",
    "is_scraped": "1"
}