{
    "doi": "https://doi.org/10.1182/blood.V110.11.4894.4894",
    "article_title": "Immunostimulatory Properties of the Human Ortholog of the GMCSF/IL2 Fusion Protein for Cell Based Therapy. ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "abstract_text": "NK cells constitute a potential candidate for cancer cell therapy because they express a diverse array of inhibitory and activating receptors, which recognize and kill infected or tumor cells without prior immune sensitization. However, autologous NK cell mediated adoptive immunotherapy is restricted due to insufficient cytolytic activity of NK cells from patient with aggressive malignancies. In contrast, the infusion of alloreactive NK cells has shown more successful outcomes in the treatment of cancer, but this approach also presents difficulties such as the high doses of cytokines required to induce NK cell expansion ex vivo, which may also sensitize NK cells to apoptosis. Therefore, a critical issue for NK cell based therapy is the use of appropriate growth factors or cytokines that promote NK cell expansion and activation. We have previously shown that a murine GM-CSF/IL-2 fusion protein (aka GIFT2) displays novel antitumor properties in vivo compared to both cytokines in combination regarding tumor site recruitment of macrophages and significant functional NK cell infiltration [Stagg et al. , Cancer Research (December 2004)]. In the present work, we found that human GIFT2 will lead to a substantial two fold proliferation of human blood-derived NK cells which is significantly (p<0.05) superior to either IL2 or GMCSF single cytokine treatment or both cytokines combined at equimolar concentration. In addition, we observed that GIFT2 leads to robust expression of NK-cell activation markers CD69 and CD107a. In conclusion, the human GIFT2 fusokine is a novel and potent tool for ex vivo expansion of activated NK cells which may be of use in cell-based immunotherapy of cancer.",
    "topics": [
        "fusion proteins",
        "granulocyte-macrophage colony-stimulating factor",
        "cytokine",
        "cancer",
        "aldesleukin",
        "growth factor",
        "immunotherapy",
        "infusion procedures",
        "lamp-1",
        "neoplasms"
    ],
    "author_names": [
        "Claudia Penafuerte Graduate",
        "Jacques Galipeau, PI"
    ],
    "author_dict_list": [
        {
            "author_name": "Claudia Penafuerte Graduate",
            "author_affiliations": [
                "Department of Medicine and Oncology, Lady Davis Institute, Montreal, QC, Canada"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jacques Galipeau, PI",
            "author_affiliations": [
                "Department of Medicine and Oncology, Lady Davis Institute, Montreal, QC, Canada"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-05T21:35:25",
    "is_scraped": "1"
}