{
    "doi": "https://doi.org/10.1182/blood.V124.21.1551.1551",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2805",
    "start_url_page_num": 2805,
    "is_scraped": "1",
    "article_title": "Risk Factors for Bleeding: A Modelling Analysis of the TOPPS Randomized Controlled Trial of Prophylactic Platelet Transfusion ",
    "article_date": "December 6, 2014",
    "session_type": "401. Basic Science and Clinical Practice in Blood Transfusion: Poster I",
    "topics": [
        "hemorrhage",
        "platelet transfusion",
        "chemotherapy regimen",
        "fever",
        "hematopoietic stem cell transplantation",
        "thrombocytopenia",
        "blood transfusion",
        "erythrocyte transfusion",
        "follow-up",
        "hematologic neoplasms"
    ],
    "author_names": [
        "Erica M Wood",
        "Cara Hudson",
        "Lise Estcourt, MB BChir, FRCPath",
        "Rachel Johnson",
        "Simon J. Stanworth, FRCP, FRCPath, DPhil"
    ],
    "author_affiliations": [
        [
            "Monash University, Melbourne, Australia ",
            "Monash Health, Melbourne, Australia "
        ],
        [
            "NHS Blood and Transplant, Oxford, United Kingdom "
        ],
        [
            "NHS Blood and Transplant, Oxford OX3 9BQ, United Kingdom ",
            "Haematology/Transfusion Medicine, Oxford, United Kingdom "
        ],
        [
            "NHS Blood & Transplant, Oxford, United Kingdom "
        ],
        [
            "NHS Blood and Transplant, Oxford University Hospital NHS Trust, Oxford, United Kingdom ",
            "University of Oxford, Oxford, United Kingdom"
        ]
    ],
    "first_author_latitude": "-37.9145125",
    "first_author_longitude": "145.1349971",
    "abstract_text": "Background The recent UK/Australia TOPPS trial of prophylactic platelet transfusions (PltTx) recruited 600 patients with hematologic malignancies and reported that for all patients prophylaxis led to lower rates of World Health Organization (WHO) grade 2-4 bleeding. However, between 43 and 50% of all patients in the trial had some grade 2-4 bleeding, and there was evidence that the effect of PltTx varied by patient subgroup. Given the limited effectiveness of prophylactic PltTx to reduce bleeding risk, the issue remains whether other patient factors or clinical characteristics are more important prognostic factors for bleeding. Methods Statistical models were developed to explore risk factors for bleeding in all patients and in the large subgroup of autologous HSCT patients in the TOPPS dataset. Models were developed for baseline characteristics at presentation and for recurrent analysis of bleeding to assess the risks of grade 2-4 bleeding on any given day, accounting for previous bleeds in the 30 day time period. Additional analyses were undertaken to explore the severity and burden of thrombocytopenia, and importance of fever as a risk factor for bleeding. Results Baseline characteristic data were complete for 592 patients and 560 of these had complete follow-up data for the 30 days of the study. 256 (46%) of the 560 patients had at least one grade 2-4 bleed in the 30 days. Figure 1 shows the results of the main multivariate modeling of baseline characteristics associated with number of cumulative days bleeding. Treatment plan (alloHSCT/chemo), female sex and treatment arm (no-prophylaxis) were all found to be significantly associated with increased number of days of bleeding. Relevance of a low plt count over the previous 3 days was investigated for study days 4 to 30 (6712 bleeding records, 588 patients). There was evidence of a significant association between bleeding and a plt count <10x109/L for each of the previous 3 days (hazard ratio 1.5, 95% CI: 1.1 to 2.0, p=0.009). Number of days out of the previous 3 with a plt count <10x109/L was significantly associated with a grade 2-4 bleed (p<0.0001) and there was a significant interaction with treatment plan (p=0.005) (Fig 2). Additional analysis investigated relevance of the highest temperature in the previous 3 days for study days 4 to 30 (n=4,277, 469 patients). After adjusting for the factors in Figure 1 , plt count on the preceding day, and red cell transfusion in previous 3 days, a significant association was found between highest temperature and hazard of grade 2-4 bleeding (p=0.03). Patients with a temp of at least 380C had the highest hazard of a grade 2-4 bleed (HR: 1.7, 95% CI: 1.3 to 2.4, compared to temp <37.50C). There was no evidence that grade 1 bleeding predicted a grade 2-4 bleed in either the Cox proportional hazards model or the risk-adjusted recurrent event analysis. Discussion We need to better understand factors identifying patients at greater or lesser risk of bleeding. Our findings confirm the presence of a sub-group effect, with differences for baseline characteristics between autoHSCT versus alloHSCT/chemotherapy patients. Severity and burden of thrombocytopenia was identified as a risk factor for bleeding. There was a significant association between highest temperature and hazard of a grade 2-4 bleed, but there was no evidence of minor bleeding predicting more severe bleeds. Clinically stable patients without fever and undergoing autologous HSCT have the lowest risk of bleeding and may benefit least from prophylactic platelet transfusions. Prospective studies are required to address the usefulness of risk factors to support better targeted plt transfusions. Figure 1 View large Download slide Multivariate modelling of baseline characteristics associated with number of days bleeding Figure 1 View large Download slide Multivariate modelling of baseline characteristics associated with number of days bleeding Figure 2 View large Download slide Risk-adjusted hazard ratios for a grade 2-4 bleed for the number of days with a platelet count <10x10 9 /L, by treatment arm Figure 2 View large Download slide Risk-adjusted hazard ratios for a grade 2-4 bleed for the number of days with a platelet count <10x10 9 /L, by treatment arm Disclosures No relevant conflicts of interest to declare."
}