{
    "doi": "https://doi.org/10.1182/blood.V120.21.3493.3493",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2147",
    "start_url_page_num": 2147,
    "is_scraped": "1",
    "article_title": "Overexpression of Sharp-1 in MLL-AF6-Positive Acute Myeloid Leukemia ",
    "article_date": "November 16, 2012",
    "session_type": "602. Disordered Gene Expression in Hematologic Malignancy, including Disordered Epigenetic Regulation: Poster III",
    "topics": [
        "bhlhb3 gene",
        "leukemia, myelocytic, acute",
        "protein overexpression",
        "fusion proteins",
        "growth retardation",
        "bone marrow transplantation",
        "gene expression profiling",
        "histone h3",
        "immunoprecipitation",
        "leukemic hematopoietic stem cell"
    ],
    "author_names": [
        "Akira Kawasaki, MD, PhD",
        "Reshma Taneja",
        "Ruud Delwel, PhD",
        "Daniel G. Tenen, MD"
    ],
    "author_affiliations": [
        [
            "Cancer Science Institute of Singapore, National University of Singapore, Singapore, Singapore, "
        ],
        [
            "Department of Physiology, National University of Singapore, "
        ],
        [
            "Univ. Medical Ctr. Rotterdam Dept. of Hem., Room Ee1343, Erasmus MC, Rotterdam, Netherlands, "
        ],
        [
            "Cancer Science Institute, National University of Singapore, Singapore"
        ]
    ],
    "first_author_latitude": "1.2954827000000002",
    "first_author_longitude": "103.78172909999999",
    "abstract_text": "Abstract 3493 Patients with acute myeloid leukemia (AML) carry various chromosomal translocations and/or mutations. Although t(6;11)(q27;q23) is observed in only less than 0.5 % of adult AML patients, this translocation is reported to be one of the independent poor prognostic factors in AML. This translocation induces expression of MLL-AF6 fusion protein, but the precise mechanism of leukemogenesis by MLL-AF6 has not yet been elucidated compared to other MLL fusion proteins. During the analysis of gene expression profiling of >500 AML patients registered in Erasmus University Medical Center in Rotterdam, we happened to find that all of five patients carrying t(6;11) translocation exhibited overexpression of Sharp-1/Dec2, which is involved in the circadian rhythm. AML cell lines carrying this translocation, ML-2 and CTS, also showed more than 10-fold upregulation of Sharp-1 expression. Knockdown of MLL-AF6 expression to 10 % in ML-2 cells by shRNA suppressed expression of Sharp-1 to less than 1 % through the change in the methylation status of histone H3 lysine residues in the Sharp-1 gene promoter region confirmed by chromatin immunoprecipitation. In addition, this knockdown induced growth suppression of ML-2 cells to 40–50 %. Proliferation of ML-2 cells was also suppressed by the knockdown of Sharp-1. Growth suppression of ML-2 cells is neither due to increased apoptosis nor increased differentiation, but due to increased number of cells undergoing cellular senescence together with the upregulation of p21. Furthermore, exogenous expression of Sharp-1 in murine bone marrow cells induced the proliferation of myeloid cells with the reduction of lymphoid cells in the bone marrow transplantation model. These results suggested that Sharp-1 plays a crucial role in the pathogenesis of AML with t(6;11)(q27;q23) and that targeting of Sharp-1 in leukemic stem cells would be a novel therapy for this poor outcome AML. Disclosures: No relevant conflicts of interest to declare."
}