{
    "doi": "https://doi.org/10.1182/blood.V114.22.2983.2983",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1615",
    "start_url_page_num": 1615,
    "is_scraped": "1",
    "article_title": "Incidence and Clinical Outcomes of Occult Malignancies Detected by Computed Tomographic Pulmonary Angiography in Patients with Acute Pulmonary Embolism. ",
    "article_date": "November 20, 2009",
    "session_type": "Pathophysiology of Thrombosis Poster I",
    "topics": [
        "pulmonary artery angiography, ct",
        "pulmonary embolism, massive, acute",
        "treatment outcome",
        "unknown primary neoplasms",
        "cancer",
        "venous thromboembolism",
        "filling defect",
        "lung cancer",
        "occult cancer",
        "pulmonary embolism"
    ],
    "author_names": [
        "Yi-Hao Shen",
        "Phil Wells",
        "Carole Dennie, MD, MSc",
        "Marc Carrier, MD, MSc"
    ],
    "author_affiliations": [
        [
            "Medicine, University of Ottawa, Ottawa, ON, Canada, "
        ],
        [
            "Ottawa Health Research Institute, Ottawa, ON, Canada, "
        ],
        [
            "Ottawa Health Research Institute, Ottawa, ON, Canada, "
        ],
        [
            "University of Ottawa, Ottawa, ON, Canada"
        ]
    ],
    "first_author_latitude": "45.4022853",
    "first_author_longitude": "-75.6502632",
    "abstract_text": "Abstract 2983 Poster Board II-959 Introduction: Venous thromboembolism (VTE) can be the earliest sign of malignancy. Approximately 10% of patients with unprovoked VTE will be diagnosed with cancer within the next 12 months. Diagnosis of pulmonary embolism (PE) using computed tomographic pulmonary angiograhy (CTPA) allows the visualization of anatomy in addition to thoracic vasculature. Hence, CTPA might be useful for detecting occult cancers in patients with PE. Objective: To evaluate the incidence and clinical outcomes of occult cancers detected by CTPA in patients with acute PE. Methods: This is a retrospective cohort study of consecutive patients with suspected PE undergoing CTPA at the Ottawa Hospital from Jan 1, 2007 to Dec 31, 2008. PE was defined as a subsegmental or larger pulmonary artery filling defect on CTPA. Occult malignancy was defined as any new cancer first detected by CTPA with index PE diagnosis in patients with no known history of malignancy. All patients were followed for a minimum of 6 months after the index PE. Results: A total of 4410 CTPA were reviewed and 748 (17%) were positive for acute PE. Of these, 57 (7.6%; 95% CI: 5.7 to 9.5) revealed abnormalities suggestive of possible occult cancers. Twenty-two (2.9%; 95% CI: 1.7 to 4.2) patients were diagnosed with occult cancers. Among these 22 patients with occult cancers, 20 (91%) had unprovoked PE. Thirteen (59%) patients had occult lung cancer and 16 (73%) had advanced stage (stage 3 or 4) cancers. Sixteen (73%) patients have died following the diagnosis of occult cancer, and their median survival following the diagnosis of PE was 51 days. Conclusion: CTPA detected occult cancers in approximately 3% of patients with acute PE. Most of these cancers were detected at an advanced stage and were associated with high mortality and short survival. Disclosures: No relevant conflicts of interest to declare."
}