{
    "doi": "https://doi.org/10.1182/blood.V122.21.525.525",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2666",
    "start_url_page_num": 2666,
    "is_scraped": "1",
    "article_title": "Ibrutinib In Combination With Bendamustine and Rituximab Is Active and Tolerable In Patients With Relapsed/Refractory CLL/SLL: Final Results Of a Phase 1b Study ",
    "article_date": "November 15, 2013",
    "session_type": "642. CLL: Therapy, excluding Transplantation",
    "topics": [
        "bendamustine",
        "chronic lymphocytic leukemia refractory",
        "ibrutinib",
        "rituximab",
        "small cell lymphoma",
        "fatigue",
        "lymphocytosis",
        "neutropenia",
        "adhesions",
        "cellulitis"
    ],
    "author_names": [
        "Jennifer R Brown, MD, PhD",
        "Jaqueline C. Barrientos, MD",
        "Paul M. Barr, MD",
        "Ian Flinn, MD, PhD",
        "Jan A. Burger, MD, PhD",
        "Zeena Salman",
        "Fong Clow, ScD",
        "Danelle F. James, MD",
        "Thorsten Graef, MD, PhD",
        "Jonathan W. Friedberg, MD",
        "Kanti R. Rai, M.D.",
        "Susan O'Brien, MD"
    ],
    "author_affiliations": [
        [
            "Dana-Farber Cancer Institute, Boston, MA, USA, "
        ],
        [
            "Division of Hematology/Oncology, Hofstra North Shore-LIJ School of Medicine, New Hyde Park, NY, USA, "
        ],
        [
            "James P. Wilmot Cancer Center, Hematology/Oncology Division, University of Rochester, Rochester, NY, USA, "
        ],
        [
            "Sarah Cannon Research Institute, Nashville, TN, USA, "
        ],
        [
            "Department of Leukemia, MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Pharmacyclics, Inc., Sunnyvale, CA, USA, "
        ],
        [
            "Pharmacyclics, Inc., Sunnyvale, CA, USA, "
        ],
        [
            "Pharmacyclics, Inc., Sunnyvale, CA, USA, "
        ],
        [
            "Pharmacyclics, Inc., Sunnyvale, CA, USA, "
        ],
        [
            "Hematology/Oncology Division, University of Rochester, James P. Wilmot Cancer Center, Rochester, NY, USA, "
        ],
        [
            "Division of Hematology/Oncology, Hofstra North Shore-LIJ School of Medicine, New Hyde Park, NY, USA, "
        ],
        [
            "Department of Leukemia, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA"
        ]
    ],
    "first_author_latitude": "42.26311295",
    "first_author_longitude": "-71.0674038",
    "abstract_text": "Background Selective inhibition of Bruton's Tyrosine Kinase (BTK) is a novel approach to target diseases driven by BCR activation, such as B-cell lymphoma and chronic lymphocytic leukemia. Ibrutinib (PCI-32765) is a potent small molecule that binds covalently to a cysteine residue (Cys-481) in the BTK active site, resulting in inhibition of proliferation, migration and adhesion in CLL cells. Single agent ibrutinib orally-administered to relapsed/refractory (R/R) CLL patients was highly active as evidenced by an IWCLL overall response rate (ORR) of 71% and estimated 26 month PFS of 75% (Byrd et al, NEJM 2013). The chemoimmunotherapy regimen of bendamustine (B) and rituximab (R) (BR) is an active and well-established treatment regimen in R/R CLL patients and we report here the final data on the combination of ibrutinib with BR. Aims The primary objective of the study was to evaluate the safety and tolerability of ibrutinib in combination with BR administered to R/R CLL patients. The secondary objective was to estimate the efficacy of this novel combination. Methods 30 patients with R/R CLL/SLL and a median of 2 prior therapies (range 1-3) received up to 6 cycles of BR with a continuous fixed ibrutinib dose of 420 mg/day; ibrutinib dosing continued past 6 cycles until disease progression or other reason for discontinuation. (B was administered at 70 mg/m 2 on D1 and D2 combined with R 375 mg/m 2 on D1 for C1 and 500 mg/m 2 on D1 for subsequent courses). Response was evaluated according to IWCLL criteria. Results The median age of the enrolled patients was 62 yrs (range 41-82) and the majority were male (83%). 53% of patients were Rai stage III/IV and 23% and 43% tested positive for del17p and del11q by FISH, respectively. Bulky disease (lymph nodes > 5 cm) was present in 53%. The observed safety profile for this combination therapy was generally consistent with the safety profile of BR and monotherapy ibrutinib. The most frequently reported treatment-emergent AEs were diarrhea (70%), nausea (66.7%), fatigue (46.7%), neutropenia (40%) and upper respiratory tract infection (36.7%). The most frequently reported treatment emergent AEs Grade 3 or higher in severity were neutropenia (40.0%), maculopapular rash and fatigue (10.0% each), and thrombocytopenia, febrile neutropenia, and cellulitis (6.7% each). Patients completed a median 6 cycles of BR (range 2-6); there have been no treatment discontinuations due to AEs and no deaths within 30 days after last dose. Of interest, the initial transient treatment-related lymphocytosis, seen in 78% of patients with ibrutinib monotherapy (Byrd et al, NEJM 2013), occurred less frequently (27%) in this combination approach. The study was completed on 12 November 2012. At the time of study completion 21 patients (70%) who were still receiving ibrutinib monotherapy after completion of BR rolled over to a long term extension study to continue treatment with ibrutinib. Nine patients (30%) discontinued the study treatment, 5 (17%) of whom proceeded to SCT and 4 (13%) of whom discontinued due to PD. With a median treatment duration of 16 months, the ORR was 93% (28/30 patients, including 5 CRs and 3 nPRs), and one additional patient achieved a PR with lymphocytosis. The estimated 12 month PFS was 90%. Moreover, responses appeared independent of high-risk features. Conclusions Ibrutinib orally-administered in combination with BR was tolerable and highly active in patients with R/R CLL/SLL. The high ORR and good tolerability compares very favorably with historical controls and is currently under further global investigation in a Ph3 trial (NCT01611090). Disclosures: Brown: Novartis: Consultancy; Genentech: Consultancy; Vertex: Consultancy; Pharmacyclics: Consultancy; Onyx: Consultancy; Emergent: Consultancy; Celgene: Consultancy; Sanofi: Consultancy, Research Funding. Off Label Use: The combination of bendamustine + rituximab and ibrutinib (a small molecule inhibitor of BTK) and the combinations of FCR+I to treat relapsed CLL patients is under investigation. Barrientos: AbbVie: Research Funding; Pharmacyclics: Research Funding; Gilead: Consultancy, Research Funding. Barr: Pharmacyclics: Research Funding. Flinn: Pharmacyclics: Research Funding. Burger: Pharmacyclics: Consultancy, Membership on an entity’s Board of Directors or advisory committees, Research Funding. Salman: Pharmacyclics: Employment, Equity Ownership. Clow: Pharmacyclics: Employment, Equity Ownership. James: Pharmacyclics: Employment, Equity Ownership. Graef: Pharmacyclics: Employment, Equity Ownership. Rai: Teva: Consultancy; Sanofi: Consultancy; GSK: Consultancy; Genentech: Consultancy; Celgene: Membership on an entity’s Board of Directors or advisory committees. O'Brien: Pharmacyclics: Research Funding."
}