{
    "doi": "https://doi.org/10.1182/blood.V126.23.1460.1460",
    "article_title": "Differences in Cell of Origin (COO) Affect Outcomes in Caucasian(C) but Not in African American(AA) Patients with Diffuse Large B-Cell Lymphoma(DLBCL) ",
    "article_date": "December 3, 2015",
    "session_type": "622. Non-Hodgkin Lymphoma: Biology, excluding Therapy: Poster I",
    "abstract_text": "Introduction: DLBCL is an aggressive mature B-cell neoplasm with a low incidence in African Americans and other minority groups. The differences in outcomes based on DLBCL Cell of Origin(COO) immunophenotypic subtypes as defined by the Hans algorithm using CD10, Bcl-6, and MUM1 namely germinal center B-cell (GCB) and non-GCB have been based on predominantly Caucasian patients (pts) and their impact on outcomes in AA patients have not been well studied. Material and Methods: A retrospective review of clinicopathologic data from patients diagnosed and treated for DLBCL at UAB between 2002-2011 was conducted following IRB approval .The data collected included patient demographics (age, sex, self identified race), DLBCL subtype (GCB vs. non-GCB based on the Hans algorithm), disease stage, first line therapy regimens and patient outcomes. We analyzed group differences in both C and AA pts with GCB and non-GCB subtypes of DLBCL in all the parameters mentioned above using the chi square test for categorical variables,. In addition, OS was examined using Kaplan Meier curves and the log rank test. We performed univariate and multivariate analyses to examine the effects of variables of interest on OS. All results were considered statistically significant at α=0.05 level. Results: We included a total of 259 pts in our analysis after excluding patients with missing demographics, disease related data, primary mediastianal DLBCL, missing first line therapy data and outcomes data as well as race identified as other than C or AA. 45 patients (17.4%) of patients self identified as AA and 214 (82.6%) self identified as Caucasian. The mean age of presentation for AA pts was 52 yrs compared to 58 years for C patients (p=0.045) and 28 (62.2%) AA patients presented with advanced Stage III and IV disease compared to 89 (44.6%) of C patients (P=0.04) both being statistically significant. Based on COO characterization using immunophenotype by Hans algorithm, 27 AA pts (60%) and 145(67%) of C pts were GCB by immunophenotype(p=0.317). 95% of all patients received R-CHOP as first line therapy , 3.5% received R-CVP and the remaining received a combination of Rituximab alone, FCR or radiation therapy .On analyzing OS based on COO, AA patients did not demonstrate a significant difference in OS based on COO with both GCB and non-GCB groups having a median OS of 84 months ( p=0.74)( 95% CI 72-121 months). However, the median OS for C pts with GCB phenotype was 104 months compared to 25 months for the non-GCB phenotype and the median OS was 55 months +/-12.6 months for the C pt group as a whole( p<0.001 by log rank test )which was highly statistically significant.Multivariate analyses of different factors affecting OS showed only COO (p<0.001), age(p=0.07) and stage of DLBCL at presentation(p=0.027) to affect OS significantly.Race,Gender and IPI score did not appear to impact OS significantly. Conclusion: Our study aimed to study the impact of COO and Race on OS in DLBCL especially in AA pts where this has not been well characterized. Our results show that as expected the incidence of DLBCL is lower in AA patients compared to C pts. However, DLBCL presents at younger age and with more advanced stage in AA than in C patients. Although distribution of COO is similar in AA and C patients, our findings suggest that COO may not have the same effect on prognosis among AA pts as it does among the C pt population where we see non-GCB patients do significantly worse than their GCB counterparts. This may reflect a different disease biology in AA patients that has yet to be understood. Our study limitations include not taking into account disease relapse, second line therapy and effect of autologous bone marrow transplantation on overall survival. Figure 1. View large Download slide Figure 1. View large Download slide Close modal Figure 2. View large Download slide Figure 2. View large Download slide Close modal Figure 3. View large Download slide Figure 3. View large Download slide Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "african american",
        "diffuse large b-cell lymphoma",
        "european continental ancestry group",
        "brachial plexus neuritis",
        "immunophenotyping",
        "b-cell neoplasms",
        "bone marrow transplantation, autologous",
        "neprilysin",
        "radiation therapy",
        "r-chop"
    ],
    "author_names": [
        "Uma Borate, MD",
        "Deniz Peker, MD",
        "James M. Foran, MD",
        "Luciano J Costa, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Uma Borate, MD",
            "author_affiliations": [
                "Univ. of Alabama at Birmingham, Birmingham, AL "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Deniz Peker, MD",
            "author_affiliations": [
                "Pathology, University of Alabama-Birmingham, Birmingham, AL "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James M. Foran, MD",
            "author_affiliations": [
                "Division of Hematology and Oncology, Mayo Clinic, Jacksonville, FL "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Luciano J Costa, MD PhD",
            "author_affiliations": [
                "Division of Hematology/Oncology, Department of Medicine, University of Alabama at Birmingham, Birmingham, AL"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-04T21:29:43",
    "is_scraped": "1"
}