{
    "doi": "https://doi.org/10.1182/blood.V110.11.337.337",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=953",
    "start_url_page_num": 953,
    "is_scraped": "1",
    "article_title": "Crosstalk between Chronic Lymphocytic Leukemia (CLL) B-Cells and Marrow Stromal Cells: Implication for CLL B-Cell Activation and Survival. ",
    "article_date": "November 16, 2007",
    "session_type": "CLL - Biology and Pathophysiology, excluding Therapy",
    "topics": [
        "angiogenic switch",
        "b-cell activation",
        "b-lymphocytes",
        "bone biopsy",
        "chlorambucil",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "coculture techniques",
        "culture media",
        "cytokine"
    ],
    "author_names": [
        "Wei Ding, MD",
        "Grzegorz S. Nowakowski, MD",
        "Jennifer L. Abrahamzon",
        "Linda E. Wellik",
        "Asish K. Ghosh, PhD",
        "Charla R. Secreto",
        "Kay L. Medina, PhD",
        "Tait D. Shanafelt, MD",
        "Clive S. Zent, MD",
        "Neil E. Kay, MD"
    ],
    "author_affiliations": [
        [
            "Division Hematology, Mayo Clinic, Rochester, MN, USA"
        ],
        [
            "Division Hematology, Mayo Clinic, Rochester, MN, USA"
        ],
        [
            "Division Hematology, Mayo Clinic, Rochester, MN, USA"
        ],
        [
            "Division Hematology, Mayo Clinic, Rochester, MN, USA"
        ],
        [
            "Division Hematology, Mayo Clinic, Rochester, MN, USA"
        ],
        [
            "Division Hematology, Mayo Clinic, Rochester, MN, USA"
        ],
        [
            "Division Hematology, Mayo Clinic, Rochester, MN, USA"
        ],
        [
            "Division Hematology, Mayo Clinic, Rochester, MN, USA"
        ],
        [
            "Division Hematology, Mayo Clinic, Rochester, MN, USA"
        ],
        [
            "Division Hematology, Mayo Clinic, Rochester, MN, USA"
        ]
    ],
    "first_author_latitude": "44.04291085",
    "first_author_longitude": "-92.48550175",
    "abstract_text": "It is believed that malignant cells “condition” the microenvironment to facilitate tumor cell survival. We hypothesized that crosstalk between CLL B-cells and marrow stromal cells impacts both cell types bi-directionally and ultimately contributes to leukemic cell apoptotic resistance. To test this hypotheses, bone marrow stromal cells from core bone biopsies from CLL patients were isolated and cultured using methods we have previously described (Leuk Res 2007 31(7):899). Subsequently, we determined the impact of co-culture on CLL B-cell features including apoptosis and CD38 expression. In addition, we evaluated the release of angiogenic cytokines on co-culture and signal events in the stromal cells. Immunophenotyping demonstrated that cultured bone biopsy derived stromal cells were CD73+, CD105+, CD146+, CD14−, CD45−, CD34−, HLA-DR-, suggesting they were mesenchymal stem cells (MSC). Co-culture of these MSC with CLL B-cells protected CLL B-cells from both spontaneous apoptosis (SA) and drug-induced (fludarabine and chlorambucil) apoptosis (DA). For SA, the mean survival of CLL B-cells with or without co-culture of MSC for 5 days were 56.9 ± 10.0 and 7.7 ±3.7 (p<0.05), respectively. When CLL B cells were treated with fludarabine or chlorambucil, the fraction of CLL cells tightly adherent to MSC (TA-CLL) showed higher survival than a less adherent but viable fraction of CLL B-cells. The mean survival of TA-CLL cells treated with 10 μM of fludarabine for 48 hours in the presence of MSC were 67.5 ± 3.6 vs 29.8 ± 11.1 without MSC (P<0.05), respectively. When CLL cells with evidence for CD38 expression were co-cultured with MSC, both the percentage of CD38 positive cells and level of expression of CD38 per cell were up-regulated (mean fold change: CD38 percentage, 2.7, p<0.05; CD38 MFI, 1.9, p<0.05) after 2 weeks. In contrast, the CD38 percentage and expression were not changed in cells with minimal CD38 expression when these CLL B-cells were co-cultured with MSC. In addition, co-culture of MSC with CLL cells induced rapid ERK and AKT phosphorylation (within 30 min) in the MSC on immunoblot analysis. When CLL B cells and MSCs were cultured in transwells, the activation of ERK and AKT in MSC occurred at similar levels, indicating that activation of MSC was mediated by soluble factors. In addition, co-culture led to increased secretion of vascular endothelial growth factor (VEGF) and basic fibroblast growth factor (bFGF) as well as a decrease of thrombospondin-1 (TSP-1) in the culture medium. These findings confirm that co-culture of CLL B-cells and MSC culminates in “angiogenic switch.” Taken together, these results strongly suggest interactions between MSC and CLL B cells are a bi-directional process. In leukemic cells, the interaction not only protects against spontaneous and drug induced apoptosis but also leads to an increase in CD38 expression consistent with an activated status. In MSC, the interaction leads to activation of ERK and AKT. Co-culture also facilitates angiogenic switching. These results underscore the dynamic and complex nature of the interactions between bone marrow stromal cells and CLL B-cells. Further studies are needed to dissect how crosstalk between CLL B-cells and MSC relates to disease progression, and determines whether these interactions can be targeted with therapeutic intent."
}