{
    "doi": "https://doi.org/10.1182/blood.V106.11.4613.4613",
    "article_title": "Phase II Pilot Study of Gemtuzumab Ozogamicin (GO), Fludarabine, Cytarabine and Idarubicin Combined Regimen as Induction Therapy Plus GO Alone as Consolidation Therapy for Elderly Acute Myeloid Leukemia Patients. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "The prognosis of acute myeloid leukemia (AML) in older adults is generally poor. Standard cytotoxic chemotherapy is scarcely tolerated and usually followed by low complete remission (CR) rate and short remission duration. Gemtuzumab ozogamicin (GO), is an anti-CD33 antibody conjugated to calicheamicin, that has shown activity as single agent in relapsed AML with a favorable safety profile. Few data have so far reported on GO associated with conventional chemotherapy in the elderly and less is known on the role of this antibody-targeted therapy as single consolidation treatment in this patients population. We here report a pilot experience on the feasibility and outcome of an age-adjusted combination regimen with GO, fludarabine (FLUDA), arabinisyl-cytosine (AC) and idarubicine (IDA) (GO-FLAI regimen) followed by two courses of GO alone as consolidation treatment in a group of elderly AML patients. We treated with GO-FLAI regimen 12 patients: 5 with primary leukemia, 5 with a prior history of myelodisplasia and 2 with relapsed disease. They received FLUDA 25 mg/m 2 , AC 1 g/m 2 and IDA 5 mg/m 2 for 3 days; on the fourth day GO was administered at 3 mg/m 2 . Two cycles were planned. After induction therapy, patients achieving a response received two courses with GO at 3 or 6 mg/m 2 . The median age was 71.5 years (range 65–80), the male/female rate was 6/6. Eigth patients had normal kariotype, 4 had one ore more cytogenetic abnormalities. After induction regimen 9/12 patients reached a CR (75%), 1/12 (8%) patient obtained a partial remission (PR), and 2/12 (16%) patients were resistant to the treatment. The most common adverse events at this stage of treatment were fever and chills during the administration of GO, infections secondary to neutropenia (66%) and transient grade I/II gastrointestinal toxicity. No hepatic veno-occlusive disease nor grade III/IV bleeding were recordered. The median time to recovery from severe neutropenia (ANC < 0.5 x 10 9 /L) was 16 days and from severe thrombocytopenia (platelets < 20 x 10 9 /L) was 14 days. No patient died of GO-FLAI related mortality. As consolidation treatment, all responders patients (9 CR plus 1 PR) underwent two additional GO administration at 3mg/m 2 (6/10 patients) or 6mg/m 2 (4/10 patients). All 10 patients maintained their response after the two courses of GO for a median of 5.5 months (range 1-15) with 4/10 patients relapsing after 5, 7, 7 and 9 months respectively. Median overall survival was 10 months (range 1-23) from diagnosis. All GO administrations were performed in an out-patient setting, treatment was generally well tolerated and myelosuppression was moderate both at the 3 and 6 mg/m 2 dose schedule. Nevertheless it has to be noted, that two patients (1 CR, 1 PR) died because of a CNS hemorrhage despite a number of platelets ≥ 20 x 10 9 /L (one patient after receiving 1 course of GO at 3mg/m 2 and one patient after receiving 2 courses at 6 mg/m 2, respectively).We conclude that GO-FLAI regimen followed by two GO administrations is a feasible, fairly effective and well tolerated treatment for AML elderly patients. In particular the CR rate appears consistent with previous studies employing conventional chemotherapy only. Further studies are required to assert, after a longer follow-up, if this induction and consolidation target-based regimen can improve DFS, which is the major problem of elderly AML patients.",
    "topics": [
        "consolidation therapy",
        "cytarabine",
        "fludarabine",
        "gemtuzumab",
        "idarubicin",
        "leukemia, myelocytic, acute",
        "neoadjuvant therapy",
        "older adult",
        "antibodies",
        "chemotherapy regimen"
    ],
    "author_names": [
        "Maria Teresa Pirrotta, MD",
        "Monica Bocchia, MD",
        "Alessandro Bucalossi, MD",
        "Marzia Defina, MD",
        "Francesco Forconi, MD",
        "Simona Sammassimo, MD",
        "Francesco Lauria, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Maria Teresa Pirrotta, MD",
            "author_affiliations": [
                "Hematology, University of Siena, Italy"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Monica Bocchia, MD",
            "author_affiliations": [
                "Hematology, University of Siena, Italy"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alessandro Bucalossi, MD",
            "author_affiliations": [
                "Hematology, University of Siena, Italy"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marzia Defina, MD",
            "author_affiliations": [
                "Hematology, University of Siena, Italy"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francesco Forconi, MD",
            "author_affiliations": [
                "Hematology, University of Siena, Italy"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Simona Sammassimo, MD",
            "author_affiliations": [
                "Hematology, University of Siena, Italy"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francesco Lauria, MD",
            "author_affiliations": [
                "Hematology, University of Siena, Italy"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-28T06:50:33",
    "is_scraped": "1"
}