{
    "doi": "https://doi.org/10.1182/blood-2018-99-109894",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4090",
    "start_url_page_num": 4090,
    "is_scraped": "1",
    "article_title": "The Appropriateness of Testing PF4/Heparin Antibody in Patients Suspected of Heparin-Induced Thrombocytopenia ",
    "article_date": "November 29, 2018",
    "session_type": "311. Disorders of Platelet Number or Function",
    "topics": [
        "antibodies",
        "heparin",
        "thrombocytopenia, heparin-induced",
        "adverse effects",
        "antigen-antibody complex",
        "early diagnosis",
        "immunoglobulin g",
        "thrombocytopenia",
        "enzyme-linked immunosorbent assay",
        "treatment outcome"
    ],
    "author_names": [
        "Vishal Jindal, MD MBBS",
        "Aditi Singh, MD",
        "Ahmad Daniyal Siddiqui, MD",
        "Laszlo Leb, MD"
    ],
    "author_affiliations": [
        [
            "Saint Vincent Hospital, Worcester, MA"
        ],
        [
            "Saint Vincent Hospital, Worcester, MA"
        ],
        [
            "Saint Vincent Hospital, Worcester, MA"
        ],
        [
            "Saint Vincent Hospital, Worcester, MA"
        ]
    ],
    "first_author_latitude": "42.2649739",
    "first_author_longitude": "-71.7965785",
    "abstract_text": "Heparin Induced thrombocytopenia (HIT) is an adverse reaction to the administration of heparin due to activation of platelet by the IgG antibody-PF4/heparin immune complex. Since the clinical outcome is uncertain as it could be associated with significant morbidity and sometimes death, an early diagnosis and appropriate treatment is necessary. The 4Ts pretest clinical scoring system and testing for all anti PF4/heparin antibody can markedly improve the diagnosis and prompt adequate treatment. Our study was undertaken to evaluate the appropriateness of ordering the PF4-ELISA test reviewing retrospectively the use of 4Ts scoring system in a tertiary institution. We examined a database of 118 patients who had the PF4-ELISA and we calculated retrospectively their 4Ts scores. A total of 107 patients were evaluated; 95 patients (88.79%) had negative PF4-ELISA assay and 12 patients tested positive (11.21%). Only one patient tested weakly positive in the low probability group (negative predictive value 98%). In the intermediate group, six patients were strongly positive (OD >1.0). In this latter group further confirmatory testing (SRA) could have been done. We also evaluated the setting where the tests were performed and found that the majority patients (63.55%) were tested in the ICU where thrombocytopenia is multifactorial. We conclude that the large majority of patients were not appropriately evaluated prior to testing which incurred unnecessary expense and patient distress. For the proper identification of patients suspected of HIT who should undergo PF4/heparin antibody testing, further education of the ordering physicians is recommended. Disclosures No relevant conflicts of interest to declare."
}