{
    "doi": "https://doi.org/10.1182/blood-2020-136229",
    "article_title": "Dimethyl Fumarate Ameliorates Graft-Versus-Host Disease By Negatively Regulating Aerobic Glycolysis in Alloreactive T-Cells ",
    "article_date": "November 5, 2020",
    "session_type": "701.Experimental Transplantation: Basic Biology, Pre-Clinical Models",
    "abstract_text": "Background Dimethyl fumarate (DMF), a fumaric acid derivative, is currently used worldwide as a therapeutic agent for autoimmune diseases, such as multiple sclerosis and psoriasis. As an activator of Nrf-2, DMF protects cells from oxidative stress by inducing anti-oxidant enzymes. In addition, a recent report in Science has shown that DMF catalytically inactivates GAPDH, thereby reduces glycolytic activity, and results in immune modulation in activated CD4 + T-cells. We have previously shown that DMF and its metabolite monomethyl fumarate (MMF) significantly inhibit 3 H-thymidine uptake in activated T-cells. DMF also decreased the expression of proliferation marker Ki-67 and intracellular IFN-γ of activated T-cells in a dose dependent manner. These findings prompted us to investigate whether DMF can be used for the treatment of graft-versus host disease (GVHD) after hematopoietic stem cell transplantation. In the current study, we investigated whether, and if so, how DMF inhibits human T-cell immune response and suppress acute GVHD in vivo using a xenogeneic GVHD mouse model. Methods To induce acute GVHD, human peripheral blood mononuclear cells (hPBMCs) were intravenously injected into sublethally irradiated (250 cGy) NOG mice. We allocated the mice into two groups; DMF treatment and non-treatment (control mice). Mice in the DMF group were administered DMF orally (100 mg/kg) for consecutive 7 days (day -3 to +3), and compared with the control mice treated with the same volume of vehicle. Results First, we observed that DMF treatment prolonged the survival of mice (Figure 1). Supporting the result, histopathological analysis showed that the number of hPBMCs infiltrated in the lungs and liver was decreased in the DMF group. Next, to identify the alteration of donor human cell populations after DMF treatment, hPBMCs were retrieved from the lungs on day 9 after transplantation and were analyzed by flow cytometry. Consistent with the histological findings, the absolute number of hPBMCs (hCD45 + ), and also T-cells (hCD45 + hCD3 + ), in the lungs was significantly lower in the DMF group compared with the control (p < 0.01) (Figure 2). Notably, the number of CD4 + T-cells, but not CD8 + T-cells, was decreased by the DMF treatment. The proportion of regulatory T-cells (Tregs) (hCD45 + CD4 + CD25 + Foxp3 + ) was elevated in the DMF group, and this finding is consistent with existing reports that DMF may increase the proportion of Tregs. Furthermore, the expression level of PD-1 on hCD4 + T-cells was significantly lower in the DMF group. These results suggest that DMF treatment mainly regulates cell proliferation and functional differentiation of donor human CD4 + T-cells, leading to reduced severity of GVHD. Given that GAPDH and aerobic glycolysis have been shown as potential targets of DMF, we then measured glycolytic activity in human T-cells obtained from mice during GVHD. Extracellular acidification rate, an indicator of glycolytic activity, was monitored under basal conditions followed by sequential treatment with glucose, oligomycin, and 2-deoxy-D-glucose (a competitive inhibitor of glucose). Glycolytic activity after the addition of glucose was significantly lower in the T-cells of DMF group than in those of the control group (Figure 3). DMF treatment also led to a significant reduction in glycolytic capacity and glycolytic reserve. Furthermore, the oxygen consumption rate, an indicator of oxidative phosphorylation, was decreased in the DMF group, indicating that DMF disrupts mitochondrial energy production in T-cells, either directly or indirectly. Similar results were obtained from CD4 + T-cells. These results suggest that DMF treatment can negatively regulate aerobic glycolysis in alloreactive T-cells, leading to the mitigation of GVHD. Conclusion Oral administration of DMF ameliorates GVHD and prolongs the survival of mice by reducing donor CD4 + T-cell proliferation, while the number of Tregs is maintained. Our data suggests that DMF treatment drives donor T-cells into a metabolically inactive state by inhibiting aerobic glycolysis. This investigation provides pre-clinical data to use oral DMF as a prophylactic agent for acute GVHD. View large Download slide View large Download slide  Close modal Disclosures Kanda: Daiichi Sankyo: Honoraria; Shire: Honoraria; Alexion Pharmaceuticals: Honoraria; Takeda Pharmaceuticals: Honoraria; Novartis: Honoraria; Kyowa Kirin: Honoraria, Research Funding; Eisai: Honoraria, Research Funding; Sumitomo Dainippon Pharma: Honoraria; Celgene: Honoraria; Otsuka: Honoraria, Research Funding; Chugai Pharma: Honoraria, Research Funding; Janssen: Honoraria; Astellas Pharma: Honoraria, Research Funding; Pfizer: Honoraria, Research Funding; Merck Sharp & Dohme: Honoraria; Mochida Pharmaceutical: Honoraria; Mundipharma: Honoraria; Sanofi: Honoraria, Research Funding; Meiji Seika Kaisha: Honoraria; Bristol-Myers Squibb: Honoraria; Shionogi: Research Funding; Ono Pharmaceutical: Honoraria; Nippon Shinyaku: Honoraria, Research Funding.",
    "author_names": [
        "Kiyomi Mashima, MDPhD",
        "Kazuya Sato, MDPhD",
        "Norihito Takayama",
        "Junko Izawa",
        "Takashi Ikeda, MD",
        "Kento Umino, MD",
        "Hirofumi Nakano, MD",
        "Daisuke Minakata, MD",
        "Kaoru Morita, MD PhD",
        "Chihiro Yamamoto, MD PhD",
        "Masahiro Ashizawa, MD",
        "Kaoru Hatano, MD PhD",
        "Iekuni Oh, MD PhD",
        "Ken Ohmine, MDPhD",
        "Shin-ichiro Fujiwara, MD PhD",
        "Yoshinobu Kanda, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Kiyomi Mashima, MDPhD",
            "author_affiliations": [
                "Division of Hematology, Jichi Medical University, Shimotsuke, Japan "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Kazuya Sato, MDPhD",
            "author_affiliations": [
                "Division of Hematology, Jichi Medical University, Shimotsuke, Japan "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Norihito Takayama",
            "author_affiliations": [
                "Division of Hematology, Jichi Medical University, Shimotsuke, Japan "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Junko Izawa",
            "author_affiliations": [
                "Division of Hematology, Jichi Medical University, Shimotsuke, Japan "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Takashi Ikeda, MD",
            "author_affiliations": [
                "Division of Hematology, Jichi Medical University, Shimotsuke, Japan "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kento Umino, MD",
            "author_affiliations": [
                "Division of Hematology, Jichi Medical University, Shimotsuke, Japan "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hirofumi Nakano, MD",
            "author_affiliations": [
                "Division of Hematology, Jichi Medical University, Shimotsuke, Japan "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daisuke Minakata, MD",
            "author_affiliations": [
                "Division of Hematology, Jichi Medical University, Shimotsuke, Japan "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kaoru Morita, MD PhD",
            "author_affiliations": [
                "Division of Hematology, Jichi Medical University, Shimotsuke, Japan "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chihiro Yamamoto, MD PhD",
            "author_affiliations": [
                "Division of Hematology, Jichi Medical University, Shimotsuke, Japan "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Masahiro Ashizawa, MD",
            "author_affiliations": [
                "Division of Hematology, Jichi Medical University, Shimotsuke, Japan "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kaoru Hatano, MD PhD",
            "author_affiliations": [
                "Division of Hematology, Jichi Medical University, Shimotsuke, Japan "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Iekuni Oh, MD PhD",
            "author_affiliations": [
                "Division of Hematology, Jichi Medical University, Shimotsuke, Japan "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ken Ohmine, MDPhD",
            "author_affiliations": [
                "Division of Hematology, Jichi Medical University, Shimotsuke, Japan "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shin-ichiro Fujiwara, MD PhD",
            "author_affiliations": [
                "Division of Hematology, Jichi Medical University, Shimotsuke, Japan ",
                "Division of Cell Transplantation and Transfusion, Jichi Medical University Hospital, Shimotsuke, Japan"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yoshinobu Kanda, MD PhD",
            "author_affiliations": [
                "Division of Hematology, Jichi Medical University, Shimotsuke, Japan "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-19T09:29:33",
    "is_scraped": "1"
}