{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.5341.5341",
    "article_title": "Obinutuzumab for CLL Relapsed and Refractory Patients When New Oral Drugs an Not Available ",
    "article_date": "December 7, 2017",
    "session_type": "642. CLL: Therapy, excluding Transplantation",
    "abstract_text": "Introduction:The management of relapsed or refractory chronic lymphocytic leukemia (r/r CLL) has undergone profound changes due to a better understanding of the disease's biology and the new drugs. The choice of the best treatment at any time after the first line therapy, for a single patient, during the course of the disease depends on age, performance status, comorbidities, renal function, and effectiveness of the previous treatment received. In many countries, although approved by regulatory agencies, new therapeutic options are not available for the patients or can be offered just for a restricted group. In Brasil, for relapsed or refractory CLL patients, ibrutinib is not funded by the public nor private health insurance. This real world scenario imposes a limitation on standard international guidelines CLL treatment recommendations. Objective:To describe the acute toxicity and responses to treatment with Obinutuzumab, outside of a clinical trial, for CLL relapsed and refractory patients. Methods:Descriptive, real word, case series report of unfit refractory or relapsed CLL patients treated with obinutuzumab with or without chlorambucil as the second line and beyond. Data were obtained from a questionnaire collected through patient-record forms completed by attending physicians. Results:A total of 14 patient-completed questionnaires were analyzed. Median age was 72 (51-84) years, 10 pts (71%) had ECOG status ≥ 0-2. Four pts (28%) had ≥ 3 comorbidities and 11 pts (78%) an impaired renal function at baseline with a creatinine clearance of 30-70ml/min. No data on cytogenetic or IGHV status was collected. Previous treatments were FC or FCR in 7 pts (50%) and all patients were treated with rituximab in the previous line therapy. Prior obinutuzumab infusion, 3 pts (23%) presented thrombocytopenia grade 3 CTC, and median ALC was 49.938 (1.890- 194.000). Seven (50%) patients experienced infuse reaction in cycle one (6 pts CTC 2, pt 1 CTC 2). Some of the cycles were delayed in 7 pts (50%) and interrupted in 2 (15%) due to hematologic toxicity. Chlorambucil was associated in 12 (85%) and 2 pts (15%) were treated with obinutuzumab in monotherapy. Neutropenia 3/4 CTC was observed in 9 pts (64%) and thrombocytopenia 3 CTC in one patient. Median obinutuzumab cycles were 5 (1-6), and the overall response was achieved by 13 pts (9 CR + 3 PR, Hallek 2008). As of July 2017, one death was described in a patient with a severe and prolong hematologic toxicity after the first cycle of Clb+obinutuzumab in which bone marrow biopsy demonstrated persistent CLL infiltration. This patient started ibrutinib treatment but died of H1N1 infection. So far, 13 pts were alive, without further serious adverse event. Conclusion:New drugs for r/r CLL treatment are not available in some countries. Obinutuzumab demonstrated a superior efficacy over Rituximab in CLL patients. Although the administration of Obinutuzumab to CLL relapsed or refractory patients was not tested in large clinical trials, it can be an alternative for unfit patients. The results of this descriptive, real world data demonstrated that obinutuzumab was effective, with no unexpected AE/SAE. The r/r CLL unfit population, previously exposed to fludarabine, needs a special attention considering the safety aspects. Acknowledgments for Matheus Golçalves and Celso Rodrigues on behalf of Brazilian CLL Group. Disclosures Fogliatto: Roche: Honoraria, Other: Travel Support; accomodations; Novartis: Honoraria, Other: Travel support; AbbVie: Other: Travel Support.",
    "topics": [
        "obinutuzumab",
        "brachial plexus neuritis",
        "chlorambucil",
        "chronic lymphocytic leukemia refractory",
        "hematotoxicity",
        "ibrutinib",
        "rituximab",
        "thrombocytopenia",
        "adverse event",
        "bone marrow biopsy"
    ],
    "author_names": [
        "Laura Fogliatto, MD",
        "Kamila Grokoski",
        "Ana Segatto",
        "Mirna Philipp",
        "Jorge Vaz Pinto Neto",
        "Eugenio Escovar",
        "Yuri Vasconcelos, MDPhD",
        "Jair Schimidt Filho",
        "Talita Silveira",
        "Tania Hellwig",
        "Christina Fraga"
    ],
    "author_dict_list": [
        {
            "author_name": "Laura Fogliatto, MD",
            "author_affiliations": [
                "Serviço de Hematologia; Grupo de Pesquisa em Hematologia, Hospital de Clínicas de Porto Alegre, Porto Alegre, Brazil ",
                "Fundação Médica do Rio Grande do Sul, Hospital De Clinicas, Porto Alegre RS, Brazil "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Kamila Grokoski",
            "author_affiliations": [
                "Grupo de Pesquisa em Hematologia, Hospital De Clínicas De Porto Alegre, Porto Alegre, BRA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ana Segatto",
            "author_affiliations": [
                "Instituto Devita Oncologia e Hematologia, Caxias do Sul/RS, BRA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mirna Philipp",
            "author_affiliations": [
                "UNACON, Hospital São José de Criciuma, Criciuma, Brazil ",
                "CLION, Clínica de Oncologia e Hemoterapia, Criciuma, Brazil "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jorge Vaz Pinto Neto",
            "author_affiliations": [
                "CETTRO, Centro de Cancer de Brasília, Brasília, Brazil "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eugenio Escovar",
            "author_affiliations": [
                "Hospital Santa Rita, Porto Alegre, Brazil "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yuri Vasconcelos, MDPhD",
            "author_affiliations": [
                "INGOH, Instituto Goiano de Oncologia e Hematologia, Goiania, BRA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jair Schimidt Filho",
            "author_affiliations": [
                "AC Camargo Cancer, São Paulo, Brazil "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Talita Silveira",
            "author_affiliations": [
                "AC Camargo Cancer, São Paulo, Brazil "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tania Hellwig",
            "author_affiliations": [
                "Universidade Federal de Pelotas, Pelotas, BRA "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christina Fraga",
            "author_affiliations": [
                "Hospital Santa Casa, Porto Alegre, Brazil"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-12T06:37:47",
    "is_scraped": "1"
}