{
    "doi": "https://doi.org/10.1182/blood.V124.21.4263.4263",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2746",
    "start_url_page_num": 2746,
    "is_scraped": "1",
    "article_title": "In Vitro Characterization of a Homogeneous Low-Molecular Weight Heparin with Reversible Anticoagulant Activity ",
    "article_date": "December 6, 2014",
    "session_type": "332. Antithrombotic Therapy: Poster III",
    "topics": null,
    "author_names": [
        "Matthew F Whelihan, PhD",
        "Yongmei Xu, PhD",
        "Jian Liu, PhD",
        "Nigel S. Key, MBChB"
    ],
    "author_affiliations": [
        [
            "University of North Carolina, Chapel Hill, NC "
        ],
        [
            "University of North Carolina, Chapel Hill, NC "
        ],
        [
            "University of North Carolina at Chapel Hill, Chapel Hill, NC"
        ],
        [
            "University of North Carolina, Chapel Hill, NC "
        ]
    ],
    "first_author_latitude": "35.9049122",
    "first_author_longitude": "-79.0469134",
    "abstract_text": "Introduction. Due to their increased half-life over unfractionated heparin (UFH) and marked decrease in the incidence of heparin induced thrombocytopenia (HIT), low molecular weight heparins (LMWH) are the most widely prescribed heparin in the US. However owing to their incomplete reversibility with protamine, LMWHs (such as Enoxaparin) carry the risk of bleeding. The synthetic pentasaccharide, Fondaparinux, also lacks a specific antidote. We recently published (Xu et al. Nat. Chem. Biol. 2014) on a new class of synthetic LMWH that is not renal-excreted and offers the benefit of reversal by protamine. The new compound, dubbed “Super 12-mer”, is a 3,483 Da dodecasaccharide consisting of an antithrombin (AT) binding moiety with repeating units of IdoA2S-GlcNS6S (S is sulfate) and two 3-O-sulfate groups which afford the ability to bind protamine. We sought to characterize this new compound in a series of biochemical and global coagulation assays to better characterize its efficacy as a new reversible anticoagulant. Methods . Factor (F) Xa-AT inhibition assays were performed in both purified and plasma-based systems. The Super 12-mer was further tested in a purified prothrombinase system, as well as by tissue factor-initiated thrombin generation assays in contact pathway inhibited citrated plasma. Results . In vitro FXa inhibition studies indicated the IC 50 to be 2-fold higher (49 ng/mL, 24 nM) than was previously reported. Nevertheless, the Super 12-mer anti FXa activity was approximately 2-fold greater than Enoxaparin at identical concentrations. However, the anti FXa activities of the Super 12-mer and Enoxaparin in plasma-based systems were roughly equivalent. Prothrombinase experiments indicated that both the Super 12-mer and Enoxaparin were equivalent in their ability to inhibit FXa in complex with FVa. When the two heparinoids were compared in a plasma-based thrombin generation assay (TGA), their effects on thrombin generation were nearly identical with a 50% reduction in peak thrombin generation occurring at approximately 325 nM heparinoid. When protamine is titrated against a fixed concentration of Super 12-mer (625 nM), the Super 12-mer displays a complete reconstitution of thrombin generation. Conclusions . In plasma and purified systems, the Super 12-mer displayed virtually identical efficacy in FXa inhibition compared to Enoxaparin. In buffered systems, the Super 12-mer was approximately 2-fold more active than Enoxaparin against FXa suggesting the Super 12-mer may have other binding partners in plasma. Interestingly, FXa inhibition in prothrombinase was essentially identical between the two heparinoids. Unlike Enoxaparin however, the Super 12-mer displayed near complete reversibility with protamine in TGAs. A significant lag in thrombin generation was observed when protamine was added, consistent with a previous report (Ni Ainle et al. Blood 2009) that protamine itself can act as an anticoagulant by interfering with FV activation. These data show that the Super 12-mer has almost identical efficacy to Enoxaparin in terms of FXa inhibition, while displaying significant reversibility with protamine. Taken together with the fact that this compound can be safely used in renal-impaired patients, the Super 12-mer is a promising new heparanoid anticoagulant with a potentially enhanced safety profile. Disclosures No relevant conflicts of interest to declare."
}