{
    "doi": "https://doi.org/10.1182/blood.V114.22.3729.3729",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1459",
    "start_url_page_num": 1459,
    "is_scraped": "1",
    "article_title": "GST-n and Nitric Oxide: A Novel Approach to Mantle Cell Lymphoma Therapy. ",
    "article_date": "November 20, 2009",
    "session_type": "Lymphoma: Pre-Clinical - Chemotherapy and Biologic Agents Poster III",
    "topics": [
        "mantle-cell lymphoma",
        "nitric oxide",
        "neoplasms",
        "cyclin d1",
        "tumor cells, malignant",
        "cancer",
        "hypotension",
        "multiple myeloma",
        "transplantation, heterologous",
        "annexin a5"
    ],
    "author_names": [
        "Heather Gilbert, MD",
        "John Cumming",
        "Josef T. Prchal, MD",
        "Michelle Kinsey",
        "Paul Shami, MD"
    ],
    "author_affiliations": [
        [
            "Hematology, University of Utah School of Medicine, Salt Lake Cty, UT, USA, "
        ],
        [
            "Hematology, University of Utah School of Medicine, Salt Lake City, UT, USA, "
        ],
        [
            "University of Utah, Salt Lake City, UT, USA, "
        ],
        [
            "Huntsman Cancer Institute, Salt Lake City, UT, USA"
        ],
        [
            "University of Utah, Salt Lake City, UT, USA, "
        ]
    ],
    "first_author_latitude": "40.765216900000006",
    "first_author_longitude": "-111.83211899999999",
    "abstract_text": "Abstract 3729 Poster Board III-665 Mantle cell lymphoma (MCL) is a well defined B-cell non-Hodgkin lymphoma characterized by a translocation that juxtaposes the BCL1 gene on chromosome 11q13, which encodes cyclin D1 (CD1), next to the immunoglobulin heavy chain gene promoter on chromosome 14. The resulting constitutive overexpression of CD1 leads to a deregulated cell cycle and activation of cell survival mechanisms. In addition, the gene which encodes GST-n, an enzyme that has been implicated in the development of cancer resistance to chemotherapy, is also located on chromosome 11q13 and is often coamplified along with the BCL1 gene in MCL ( 1 ). These two unique biological features of MCL - the overproduction of cyclin D1 and GST-n – may be involved in the carcinogenesis, tumor growth and poor response of this disease to treatment, and they offer potential mechanisms for targeted anti-cancer therapy. Nitric oxide (NO) is a biologic effector molecule that contributes to a host's immune defense against microbial and tumor cell growth. Indeed, NO is potently cytotoxic to tumor cells in vitro ( 2 , – 4 ). However, NO is also a potent vasodilator and induces hypotension, making the in vivo administration of NO very difficult. To use NO in vivo requires agents that selectively deliver NO to the targeted malignant cells. A new compound has recently been developed that releases NO upon interaction with glutathione in a reaction catalyzed by GST-n. JS-K seeks to exploit known GST-n upregulation in malignant cells by generating NO directly in cancer cells, and it has been shown to decrease the growth and increase apoptosis in vitro in AML cell lines, AML cells freshly isolated from patients, multiple myeloma cell lines, hepatoma cells and prostate cancer cell lines ( 3 , 5 , – 7 ). JS-K also decreases tumor burden in NOD/SCID mice xenografted with AML and multiple myeloma cells ( 5 , 7 ). Importantly, JS-K has been used in cytotoxic doses in the mouse model without significant hypotension. To evaluate whether JS-K treatment has anti-tumor activity in MCL, the human MCL cell lines Jeko1, Mino, Granta and Hb-12 were grown with media only, with JS-K at varying concentrations and with DMSO as an appropriate vehicle control. For detection of apoptotic cells, cell-surface staining was performed with FITC-labeled anti–Annexin V and PI. Cell growth was evaluated using the Promega MTS cytotoxicity assay. Results show that JS-K (at concentrations up to 10 μM) inhibits the growth of MCL lines compared to untreated controls, with an average IC 50 of 1 μM. At 48 hours of incubation, all cell lines showed a significantly greater rate of apoptosis than untreated controls. A human MCL xenograft model was then created by subcutaneously injecting two NOD/SCID IL2Rn null mice with luciferase-transfected Hb12 cells. Seven days post-injection, one of the mice was treated with JS-K at a dose of 4 μmol/kg (expected to give peak blood levels of around 17 mM in a 20 g mouse). Injections of JS-K were given intravenously through the lateral tail vein 3 times a week. The control mouse was injected with an equivalent volume of micellar formulation (vehicle) without active drug. The Xenogen bioluminescence imaging clearly showed a difference in tumor viability, with a significantly decreased signal in the JS-K treated mouse. Our studies demonstrate that JS-K markedly decreases cell proliferation and increases apoptosis in a concentration- and time-dependent manner in mantle cells in vitro . In a xenograft model of mantle cell lymphoma, treatment with JS-K results in decreased tumor viability. Proposed future research includes further defining the molecular basis of these treatment effects; using this therapy in combination with other cancer treatments both in vitro and in vivo ; and studying JS-K treatment in MCL patients. Disclosures: Shami: JSK Therapeutics: Founder, Chief Medical Officer, Stockholder."
}