{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.5524.5524",
    "article_title": "Post-Autologous Stem Cell Transplantation Therapy for Multiple Myeloma Patients: Impact on Clinical Outcomes ",
    "article_date": "December 7, 2017",
    "session_type": "731. Clinical Autologous Transplantation: Results",
    "abstract_text": "Introduction Autologous stem cell transplantation (auto-SCT) has dramatically improved the outcomes for patients with MM. While the outcomes are better, still most patients will inevitably relapse. Two different approaches have been reported aiming to improve clinical outcomes: consolidation and maintenance. In the present study, we evaluate the impact of post-autoSCT therapy over survival outcomes. Methods All consecutive patients who underwent single auto-SCT at Tom Baker Cancer Center from 01/04 to 03/17 were evaluated. A p value of <0.05 was considered significant. Survival curves were constructed according to the Kaplan-Meier method and compared using the log rank test. Results 302 consecutive patients with MM who underwent single auto-SCT at our Institution over the defined period were evaluated. Clinical characteristics are shown in Table 1 . 78 patients did not receive any form of post-autoSCT therapy, 93 patients had received consolidation followed by maintenance and 130 received some form of maintenance only. At the time of analysis, 201 patients are still alive and 161 have already progressed. A trend towards better median overall survival (OS) was observed for those patients receiving post-autoSCT therapy (95.9 vs 69.7 months, p=0.2) ( Fig 1a ). Furthermore, patients receiving consolidation followed by maintenance and maintenance only had a median PFS of 45 and 36.9 months, compared to 24.1 months for those with no post-autoSCT therapy (p=0.0001) ( Fig 1b ). In addition, high-risk cytogenetic (HRC) patients defined by FISH (t(4;14), t(14;16) and p53 del) had a better OS in the post-autoSCT therapy group (56 vs 26 months, p=0.04). Median PFS was also longer in the post-autoSCT therapy group for the HRC group (22.5 vs 9.1 months, p=0.001). In conclusion , post-autoSCT therapy is an important approach that has improved clinical outcomes for MM patients undergoing single autoSCT. Patients with HRC MM seemed to have better outcomes as a result of this strategy. However, survival still remains poor compared to standard risk myeloma patients. The effect of consolidation is currently controversial and requires further assessment with long-term follow-up and subset analysis to better estimate patients that might benefit from it. View large Download slide View large Download slide  Close modal Disclosures Jimenez-Zepeda: Celgene: Honoraria; Janssen: Honoraria; Takeda: Honoraria; Amgen: Honoraria. Neri: Celgene: Consultancy, Honoraria, Research Funding; Janssen: Consultancy, Honoraria, Research Funding. Bahlis: Takeda: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Janssen: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Celgene: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Amgen: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau.",
    "topics": [
        "hematopoietic stem cell transplantation",
        "multiple myeloma",
        "treatment outcome",
        "autologous stem cell transplant",
        "follow-up",
        "kaplan-meier survival curve",
        "survival curve",
        "cancer care facilities"
    ],
    "author_names": [
        "Victor Jimenez-Zepeda, MD",
        "Peter Duggan, MD FRCPC",
        "Paola Neri, MD",
        "Jason Tay, MD FRCPC",
        "Sylvia McCulloch, MD",
        "Nizar J. Bahlis, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Victor Jimenez-Zepeda, MD",
            "author_affiliations": [
                "Tom Baker Cancer Center, University of Calgary, Calgary, Canada "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Peter Duggan, MD FRCPC",
            "author_affiliations": [
                "Tom Baker Cancer Center, University of Calgary, Calgary, Canada "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paola Neri, MD",
            "author_affiliations": [
                "Division of Hematology, University of Calgary, Calgary, Canada ",
                "Arnie Charbonneau Cancer Institute, University of Calgary, Calgary, Canada"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jason Tay, MD FRCPC",
            "author_affiliations": [
                "Tom Baker Cancer Center, University of Calgary, Calgary, Canada "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sylvia McCulloch, MD",
            "author_affiliations": [
                "Tom Baker Cancer Center, University of Calgary, Calgary, Canada "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nizar J. Bahlis, MD",
            "author_affiliations": [
                "Arnie Charbonneau Cancer Institute, University of Calgary, Calgary, Canada"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-12T06:45:38",
    "is_scraped": "1"
}