{
    "doi": "https://doi.org/10.1182/blood.V104.11.4633.4633",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2",
    "start_url_page_num": 2,
    "is_scraped": "1",
    "article_title": "Radiolabeled IL-2-Human Serum Albumin Fusion Protein (Albuleukin™) as a Potential New Reagent for Radioimmunoimaging / Therapy of Hodgkin’s Lymphoma. ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "fusion proteins",
        "hodgkin's disease",
        "radioimmunodetection",
        "serum albumin",
        "neoplasms",
        "antigens, cd25",
        "aldesleukin",
        "diagnostic imaging",
        "high pressure liquid chromatography procedure",
        "monoclonal antibodies"
    ],
    "author_names": [
        "Jan O. Staak, MD",
        "David Colcher, PhD",
        "Jianyi Wang",
        "Cynthia Sung",
        "Andrew A. Raubitschek, MD"
    ],
    "author_affiliations": [
        [
            "Department of Radioimmunotherapy, Beckman Research Institute, City of Hope National Medical Center, Duarte, CA, USA"
        ],
        [
            "Department of Radioimmunotherapy, Beckman Research Institute, City of Hope National Medical Center, Duarte, CA, USA"
        ],
        [
            "Department of Radioimmunotherapy, Beckman Research Institute, City of Hope National Medical Center, Duarte, CA, USA"
        ],
        [
            "Human Genome Sciences, Rockville, MD, USA"
        ],
        [
            "Department of Radioimmunotherapy, Beckman Research Institute, City of Hope National Medical Center, Duarte, CA, USA"
        ]
    ],
    "first_author_latitude": "34.1302515",
    "first_author_longitude": "-117.97295039999999",
    "abstract_text": "Objectives: CD25 (IL-2Rα) is overexpressed on the cell surface by a variety of malignant diseases including Hodgkin’s lymphoma (HL) and its surrounding lymphoid infitrate. A soluble form of this receptor (sCD25) may limit a targeting agent’s ability to bind to the tumor cells which may result in decreased therapeutic efficacy. Albuleukin is a fusion protein of recombinant native IL-2 and human serum albumin with a molecular mass of 82kD. Albuleukin possesses the immunomodulatory characteristics of IL-2 with a significantly extended circulatory half-life and better localization in lymphocyte rich tissues than IL-2. We investigated the targeting and pharmacokinetic properties of Albuleukin in a human CD25+ HL xenograft model as a potential novel radioimmunodiagnostic/-therapeutic agent. Materials & Methods: Albuleukin was conjugated with a DOTA bifunctional chelating agent. DOTA-Albuleukin was radiolabeled with 111 In (specific activity 3μCi/μg; 91–100% labeling efficiencies). Human HL (L540) tumor bearing nude mice were injected i.v. with 111 In-Albuleukin (5μCi) with and without unlabeled humanized anti-CD25 (daclizumab; 5μg 4h prior) to investigate its potential impact on pharmacokinetics and tumor targeting. Mice were sacrificed at various time points and tumors, blood and major organs were collected and analyzed for radioactivity. Serum samples were analyzed by size exclusion chromatography (SEC-) HPLC. Serial whole body γ-imaging studies (15μCi) were also performed. Results: Biodistribution and imaging studies of 111 In-Albuleukin exhibited rapid blood clearance (4%ID/g at 24h), specific tumor localization (18%ID/g at 24h) and favorable tumor:blood ratios (22:1 at 48h). Adding anti-CD25 MAb did not alter the biodistribution profile or targeting of Albuleukin. No breakdown products of Albuleukin or formation of complexes between Albuleukin and sCD25 (with or without anti-CD25) were detected by SEC-HPLC in the mouse serum. Conclusions: Unlike small MAb fragments of comparable size, Albuleukin did not accumulate in metabolizing organs such as liver and kidneys. The low affinity of Albuleukin to sCD25 may explain the absence of immunocomplexes, as we have observed with the radiolabeled anti-CD25 alone, and unaltered biodistribution when unlabeled anti-CD25 was added. The good tumor targeting of the Albuleukin may be due to the involvement of the cell surface high affinity receptor including beta- and gamma-chains. The rapid blood clearance in concert with low normal organ uptake and good tumor targeting as well as its presumed low immunogenicity in humans makes 111 In-Albuleukin a potential new reagent for radioimmunoimaging, and possibly for treatment of CD25+ lymphoma utilizing 90 Y."
}