{
    "doi": "https://doi.org/10.1182/blood.V104.11.4920.4920",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=77",
    "start_url_page_num": 77,
    "is_scraped": "1",
    "article_title": "Low Dose Single Agent Thalidomide Is Tolerated in Patients with Primary Systemic Amyloidosis, but Responses Are Limited. ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "amyloidosis, primary systemic",
        "thalidomide",
        "lightheadedness",
        "plasma cell disorder",
        "adverse event",
        "creatinine",
        "dyspnea",
        "edema",
        "adverse effects",
        "bilirubin"
    ],
    "author_names": [
        "Angela Dispenzieri, MD",
        "Martha Q. Lacy, MD",
        "Susan M. Geyer, PhD",
        "Philip R. Greipp, MD",
        "Thomas E. Witzig, MD",
        "John A. Lust, MD, PhD",
        "Steven R. Zeldenrust, MD, PhD",
        "S. Vincent Rajkumar, MD",
        "Robert A. Kyle, MD",
        "Rafael Fonseca, MD",
        "Morie A. Gertz, MD"
    ],
    "author_affiliations": [
        [
            "Hematology, Mayo Clinic, Rochester, MN, USA"
        ],
        [
            "Hematology, Mayo Clinic, Rochester, MN, USA"
        ],
        [
            "Biostatistics, Mayo Clinic, Rochester, MN, USA"
        ],
        [
            "Hematology, Mayo Clinic, Rochester, MN, USA"
        ],
        [
            "Hematology, Mayo Clinic, Rochester, MN, USA"
        ],
        [
            "Hematology, Mayo Clinic, Rochester, MN, USA"
        ],
        [
            "Hematology, Mayo Clinic, Rochester, MN, USA"
        ],
        [
            "Hematology, Mayo Clinic, Rochester, MN, USA"
        ],
        [
            "Hematology, Mayo Clinic, Rochester, MN, USA"
        ],
        [
            "Hematology, Mayo Clinic, Scottsdale, AZ, USA"
        ],
        [
            "Hematology, Mayo Clinic, Rochester, MN, USA"
        ]
    ],
    "first_author_latitude": "44.0225577",
    "first_author_longitude": "-92.4666779",
    "abstract_text": "Background: Primary systemic amyloidosis (AL) is an incurable plasma cell dyscrasia with limited therapeutic options. Based on the observed 25 to 50% partial response rates in myeloma patients, thalidomide has been tried in patients with AL. Two reports ( Dispenzieri et al, Amyloid  10 : 247 ; 2003 ; Seldin et al, Clinical Lymphoma  3 : 241 ; 2003 ) have demonstrated that standard dose, single agent thalidomide (≥ 200 mg per day) has a higher than expected rate of adverse events in AL patients without hematologic or organ response, potentially due to rapid patient attrition. We therefore performed a prospective clinical trial using low dose, single agent thalidomide in patients with AL. Methods: In August 2001, we began accrual to a phase II trial of low dose thalidomide for patients with AL. Eligibility included: age ≥ 18 years, creatinine 45%, histochemical proof of amyloid and a monoclonal plasma cell dyscrasia, symptomatic organ involvement, and ability to supply informed consent. Patients were started with thalidomide 50 mg per day, with a dose escalation to a maximum dose of 400 mg per day over a 19 week period as tolerated. Patients were evaluated monthly by their physician. These office visits were staggered with telephone toxicity checks monthly by the primary investigator. The endpoint of the study was hematologic and organ response by 12 months. Results: Eighteen patients were treated. The median age was 66 years (range 43–83). Eight were male. Twenty-eight percent had an ECOG performance status of 2 or 3. Five patients (28%) had received no prior therapy. Five had received one prior regimen; 6, two prior; and 2, ≥ three. Three had received prior PBSCT. Sixteen patients had a monoclonal lambda plasma cell disorder; two, monoclonal kappa. Immunoglobulin heavy chains were IgG (n=9), IgM (n=5), IgA (n=1), and none (n=3). Twelve patients (67%) had cardiac involvement; twelve (67%) renal; two liver; two symptomatic gastrointestinal; one pulmonary; and two nerve involvement. Study participants had significant symptomatology at baseline with dyspnea (n=12), light-headedness (n=6), and edema (n=13). Median number of organs involved was 1, range (1 to 4). Median time on study drug was 5.6 months, range 0.7–24 months. Reasons for discontinuation included: progression, 7 (39%); 3 each (17%) for adverse events, death, and patient refusal; and other causes in 2. The median tolerated dose was 100 mg. There were no hematologic responses observed. The overall organ response rate was 11%. There was one renal response at 1 year and a gastrointestinal response at 3 months with 24 hour fecal fat changing from 21 to 8.7 grams. The most common adverse effects attributable to thalidomide were: constipation (78%), edema (44%), sinus bradycardia (17%), dyspnea (11%), and paresthesias (11%). Light-headedness, rising creatinine, thrombosis, infection, syncope, and rash was attributed to the thalidomide in 5.6% of patients. Conclusions: Low dose thalidomide is tolerable in this fragile group of patients, but as a single agent efficacy is limited. Further study of combination therapy of thalidomide and low dose dexamethasone may be warranted. A study using the next generation immune modulatory drug Revlimid is scheduled to open to accrual. Funded by NIH grant CA 91561 and Celgene."
}