{
    "doi": "https://doi.org/10.1182/blood.V124.21.3231.3231",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2944",
    "start_url_page_num": 2944,
    "is_scraped": "1",
    "article_title": "Use of Minihepcidins As a “Medical Phlebotomy” in the Treatment of Polycythemia Vera ",
    "article_date": "December 6, 2014",
    "session_type": "635. Myeloproliferative Syndromes: Basic Science: Poster II",
    "topics": [
        "phlebotomy",
        "polycythemia vera",
        "iron",
        "hepcidin",
        "doxorubicin/etoposide/vincristine protocol",
        "erythropoietin",
        "thrombosis",
        "aconitate hydratase",
        "bone marrow transplantation",
        "cisplatin/methotrexate/vinblastine protocol"
    ],
    "author_names": [
        "Carla Casu, PhD",
        "Rea Oikonomidau, MD",
        "Elizabeta Nemeth, PhD",
        "Tomas Ganz, MD PhD",
        "Brian MacDonald",
        "Stefano Rivella, PhD"
    ],
    "author_affiliations": [
        [
            "Weill Cornell Medical College, New York, NY "
        ],
        [
            "Weill Cornell Medical College, New York, NY "
        ],
        [
            "UCLA School of Medicine, Los Angeles, CA "
        ],
        [
            "UCLA School of Medicine, Los Angeles, CA "
        ],
        [
            "Merganser Biotech LLC, Philadelphia, PA"
        ],
        [
            "Weill Cornell Medical College, New York, NY "
        ]
    ],
    "first_author_latitude": "40.76184625",
    "first_author_longitude": "-73.96311659999999",
    "abstract_text": "Polycythemia Vera (PV) is a myeloproliferative disorder in which the rate of erythropoiesis is massively increased. Most of the health concerns associated with PV are caused by increased red cell production, leading to increased risk of thrombosis due to red cell sludging in small vessels. PV is caused by JAK2 tyrosine kinase mutations that cause unregulated activation of the erythropoietin signaling pathway and massive overproduction of red cells. PV shows characteristic features of stress erythropoiesis, which is highly dependent on iron absorption and erythroid iron intake. The mainstay of therapy is therapeutic phlebotomy, the goal of which is to reduce the hematocrit (Hct) to 45% or less to minimize the risk of thrombosis. Since phlebotomy has no effect on bone marrow production of red cells the effect is transient and dependent on the development of an iron-deficient state for control of Hct. Poor compliance with phlebotomy and the intermittent nature of the intervention frequently leads to treatment failure. Iron deficiency or erythroid iron restriction may be effective in the treatment of PV by causing inhibition of erythropoietin signaling downstream of JAK2, mediated by inhibition of aconitase. We have previously shown that increased hepcidin level reduces transferrin saturation and erythroid iron intake and has a beneficial effect on the number of erythroid progenitors in a mouse model of Thalassemia Intermedia. Hepcidin mimetic peptides (minihepcidins (MH)) which replicate the biological effects of hepcidin may be beneficial in the treatment of PV by limiting iron availability to the developing erythrocyte, thereby overriding JAK2 stimulated erythropoiesis and reducing erythrocyte production. A mouse model of PV was generated by crossing a floxed heterozygous Jak2V617F fl/fl (V617F is the most common mutation causing human PV) mouse with a mouse hemizygous for the Vav-iCre transgene expressed in hematopoietic cells. We generated a cohort of mice with the disease by engrafting Jak2V617F fl/fl -Vav-iCre bone marrow into wild type (WT) mice. M009, which is a potent MH that decreases ferroportin expression in vitro and serum iron in vivo was administered subcutaneously at a supramaximal dose of 400 µg/mouse twice weekly. A high dose of M009 was used to ensure that a significant level of iron restriction was present throughout the study. In PK/PD studies in the rat equivalent doses of M009 had previously been shown to reduce serum iron by >80% for 48-72h post-dose. MH treatment for six weeks or vehicle control was initiated 2 months after bone marrow transplant, when the phenotype was fully established. Hct was 62.5 ± 4.3% (mean ± SD) in controls (n=5) at baseline, rising to 85.0 ± 4.0% at the end of study. In contrast in M009 treated animals Hct dropped from 69.3 ± 4.3% (n=6) to 38.8 ± 7.4%. Interim evaluation at 3 weeks indicated that the effect of M009 was evident early in the treatment period (Hct reduction of 36% in M009 treated animals versus 17% increase in vehicle controls). The effect of M009 on Hct was predominantly caused by a decrease in RBC (-34%) rather than MCV (-14%). These data indicate that MH-induced iron restriction can rapidly reduce the rate of erythropoiesis in this mouse model of human PV, leading to large reductions in Hct that would be highly clinically relevant if replicated in clinical trials. This effect was observed despite the fact that Hct continued to increase in control animals, indicative of even greater underlying disease activity during the treatment period. The dose of M009 that was used was high and probably supratherapeutic since circulating Hb was reduced below the level observed in WT mice. Nevertheless these results suggest that MH may be considered for development as a “medical phlebotomy” to provide continuous and improved control of accelerated erythropoiesis in the treatment of PV. Disclosures Casu: Merganser Biotech LLC: Employment; Isis Pharmaceuticals, Inc.: Employment. Nemeth: Merganser Biotech LLC: Stockholders Other. Ganz: Merganser Biotech LLC: Stockholders Other. MacDonald: Merganser Biotech LLC: Employment, Equity Ownership. Rivella: merganser Biotech LLC: Consultancy, Research Funding, Stock options, Stock options Other; bayer: Consultancy, Research Funding; isis Pharmaceuticals, Inc.: Consultancy, Research Funding."
}