{
    "doi": "https://doi.org/10.1182/blood-2020-140232",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4551",
    "start_url_page_num": 4551,
    "is_scraped": "1",
    "article_title": "Clonal Hematopoiesis Is Associated with Increased Risk for Therapy-Related Myeloid Neoplasms in Chronic Lymphocytic Leukemia Patients Treated with Chemo(immuno)Therapy ",
    "article_date": "November 5, 2020",
    "session_type": "641.CLL: Biology and Pathophysiology, excluding Therapy",
    "abstract_text": "Clonal haematopoiesis of indeterminate potential (CHIP) is defined by the detection of somatic mutations in genes recurrently mutated in myeloid neoplasms (MNs), in the blood of healthy individuals with normal blood values and lack of morphological evidence of MN. Recent studies have highlighted the potential association between CHIP and the development of MN, in particular therapy-related MN (t-MN) in patients with lymphoma treated with chemotherapy and/or autologous stem-cell transplantation. In the present study, we investigated whether the presence of CHIP is associated with a higher risk for the development of t-MN in patients with chronic lymphocytic leukemia (CLL) treated with chemo(immuno)therapy, including fludarabine and cyclophosphamide combinations. To this end, we studied 9 patients with CLL who developed a t-MN [acute myeloid leukemia (AML): n=6, myelodysplastic syndrome (MDS): n=3] after the administration of chemo(immuno)therapy (FCR: n=7, other, n=2), with available samples collected both before CLL treatment and at diagnosis of t-MN. The median interval between the two samples was 26 months (range: 9-38months). NGS was performed on DNA extracted from bone marrow mononuclear cells (MNCs) at t-MN diagnosis, using the Trusight Myeloid Sequencing Panel (n=4) and the Archer VariantPlex Myeloid kit (n=5). Backtracking of the variants detected at the t-MN phase was performed by NGS of DNA extracted from peripheral blood MNCs (n=8) or CD19+ selected cells (n=1) in the samples from the CLL phase. In case no variants were detected in the t-MN phase, targeted digital droplet PCR (ddPCR) was also performed in paired CLL samples to confirm the presence of the variants. Moreover, using the Trusight Myeloid Sequencing Panel, we evaluated the prevalence of CHIP in a population cohort of 285 patients with CLL at the time of diagnosis. The variant allele frequency (VAF) cut-off for the detection of the variants was set to 5%. Variants were reported if meeting the following criteria: (i) located within an exonic or splicing region; (ii) be non-synonymous; (iii) not listed in the gnomAD database, if not also recurrently reported in Cosmic v85. Overall, 16 variants were detected in 7/9 cases analyzed at the time of t-MN [ NRAS (n=4), DNMT3A (n=3), TET2 (n=2), EH2 (n=2), TP53 (n=2), KRAS (n=1), U2AF1 (n=1) and SF3B1 (n=1)], while no variants were detected in 2 t-MN samples. In 6/7 cases with detectable variants at t-MN diagnosis, the same variants were present at the CLL phase with either lower (n=4) or similar (n=2) VAF. Overall, CHIP was detectable in 6/9 (66.7%) CLL patients who later developed a t-MN. Among the untreated CLL patients, 45 CHIP-related variants were detected in 35/285 cases (12%) as 7 patients harbored more than one variant. The median VAF was 12.7% (5.1-58.6%) with 27/45 (60%) having a VAF<20%. The affected genes were: DNMT3A (n=9), ASXL1 (n=8), KRAS (n=7), BCOR (n=3), NRAS (n=3), TET2 (n=2), U2AF1 (n=2), PTPN11 (n=2), HRAS (n=2), JAK2 (n=1), CBL (n=1), CALR (n=1), IDH2 (n=1), MPL (n=1), PHF6 (n=1) and ETV6 (n=1). CHIP was not associated with advanced age. Subgroup-analysis amongst CHIP-patients revealed: (i) enrichment of additional CHIP-related variants, male gender and younger age in carriers of ASXL1 variants and (p=0.1, p=0.008 and p=0.06; (ii) a bias towards female gender in patients with DNMT3A variants (p=0.008). The difference in the prevalence of CHIP between patients with CLL developing a t-MN (6/7) and those in the untreated cohort (35/285) was statistically significant (p<0.001). In conclusion, CHIP is significantly enriched in patients with CLL developing t-MNs after the administration of chemo(immuno)therapy, with obvious therapeutic implications especially in the era of targeted agents. The significance of CHIP in CLL should be further evaluated in the context of large clinical studies. MTV and TP contributed equally. EF and PB contributed equally. Disclosures Voso: Bristol Myers Squibb: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding. Scarfo: Janssen: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; AstraZeneca: Honoraria; Abbvie: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Gilead: Membership on an entity's Board of Directors or advisory committees. Ghia: ArQule: Consultancy, Honoraria; BeiGene: Consultancy, Honoraria; Gilead: Consultancy, Honoraria, Research Funding; AbbVie: Consultancy, Honoraria, Other: TRAVEL, ACCOMMODATIONS, EXPENSES (paid by any for-profit health care company), Research Funding; Acerta/AstraZeneca: Consultancy, Honoraria; Adaptive, Dynamo: Consultancy, Honoraria; Novartis: Research Funding; Janssen: Consultancy, Honoraria, Other: TRAVEL, ACCOMMODATIONS, EXPENSES (paid by any for-profit health care company), Research Funding; Sunesis: Consultancy, Honoraria, Research Funding; MEI: Consultancy, Honoraria; Lilly: Consultancy, Honoraria; Celgene/Juno: Consultancy, Honoraria. Stamatopoulos: AstraZeneca: Honoraria; Janssen, Gilead, Abbvie: Honoraria, Research Funding.",
    "topics": null,
    "author_names": [
        "Maria Teresa Voso, MD",
        "Tatjana Pandzic, PhD",
        "Michail Iskas, MD MSc",
        "Marija Denčić-Fekete",
        "Eleonora De Bellis",
        "Lydia Scarfo",
        "Viktor Ljungström",
        "Giovanni Del Poeta, MD",
        "Pamela Ranghetti",
        "Stamatia Laidou",
        "Giulia Falconi, PhD",
        "Silvia Imbergamo, MD",
        "Chiara Salvetti, MD",
        "Antonella Zucchetto, PhD",
        "Niki Stavroyianni",
        "Lucia Cavelier, PhD",
        "Paolo Ghia, MD PhD",
        "Kostas Stamatopoulos, MD",
        "Emiliano Fabiani, PhD",
        "Panagiotis Baliakas, MD"
    ],
    "author_affiliations": [
        [
            "University of Rome Tor Vergata, Rome, Italy "
        ],
        [
            "Department of Immunology, Genetics and Pathology, Science for Life Laboratory, Uppsala University, Uppsala, SWE ",
            "Department of Clinical Genetics, Uppsala University Hospital, Uppsala, Sweden "
        ],
        [
            "Hematology Department & HCT Unit, G. Papanikolaou Hospital, Thessaloniki, Greece "
        ],
        [
            "Institute for pathology, Medical Faculty, Belgrade, Serbia "
        ],
        [
            "Department of Biomedicine and Prevention, University of Rome Tor Vergata, Rome, Italy "
        ],
        [
            "Strategic Research Program in CLL, Division of Experimental Oncology, IRCCS, Milan, Italy ",
            "San Raffaele Hospital and Università Vita-Salute San Raffaele, Milan, Italy "
        ],
        [
            "Department of Clinical Genetics, Uppsala University Hospital, Uppsala, Sweden ",
            "Department of Immunology, Genetics and Pathology, Science for Life Laboratory, Uppsala University, Uppsala, Sweden "
        ],
        [
            "Hematology, Department of Biomedicine and Prevention, University Tor Vergata, Roma, Italy "
        ],
        [
            "Strategic Research Program in CLL, Division of Experimental Oncology, IRCCS, Milan, Italy ",
            "San Raffaele Hospital and Università Vita-Salute San Raffaele, Milan, Italy "
        ],
        [
            "Hematology Department and HCT Unit, G. Papanicolaou Hospital, Thessaloniki, Greece "
        ],
        [
            "Department of Biomedicine and Prevention, University of Rome Tor Vergata, Rome, Rome, Italy "
        ],
        [
            "Hematology and Clinical Immunology unit, Department of Medicine, University of Padua, Padua, Italy "
        ],
        [
            "Division of Hematology, University of Turin, Torino, Italy "
        ],
        [
            "Clinical and Experimental Onco-Hematology Unit, IRCCS Centro Di Riferimento Oncologico, Aviano, Italy "
        ],
        [
            "Hematology Department - HCT Unit, George Papanikolaou Hospital, Thessaloniki, Greece "
        ],
        [
            "Department of Immunology, Genetics and Pathology, Science for Life Laboratory, Uppsala University, Uppsala, Sweden ",
            "Department of Immunology, Genetics and Pathology, Uppsala University, Uppsala, Sweden "
        ],
        [
            "Strategic Research Program in CLL, Division of Experimental Oncology, IRCCS, Milan, Italy ",
            "San Raffaele Hospital and Università Vita-Salute San Raffaele, Milan, Italy "
        ],
        [
            "Institute of Applied Biosciences, Centre for Research and Technology Hellas, Asvestohori, Greece "
        ],
        [
            "Department of Biomedicine and Prevention, University of Rome Tor Vergata, Rome, rome, Italy "
        ],
        [
            "Department of Clinical Genetics, Uppsala University Hospital, Uppsala, Sweden ",
            "Immunology, Genetics and pathology, Uppsala University, Uppsala, Sweden"
        ]
    ],
    "first_author_latitude": "41.8536401",
    "first_author_longitude": "12.628676200000001"
}