{
    "doi": "https://doi.org/10.1182/blood.V122.21.22.22",
    "article_title": "Agonist-Induced Kindlin-3 Phsphorylation Regulates αIIbβ3 Integrin Activation In HEL Cells and Platelets ",
    "article_date": "November 15, 2013",
    "session_type": "301. Platelet Activation and Biochemistry",
    "abstract_text": "The contributions of integrins to platelet responses depend upon the dynamic regulation of their activation status, which in turn depends on engagement of binding partners by their cytoplasmic tails. It is well-established that not only talin but also kindlin family members are essential for integrin activation, and both must present for optimal integrin function. Recent studies in humans have specifically emphasized the vital role of kindlin-3 in integrin functions in hematopoietic cells, including platelets, where kindlin-3 deficiency can lead to episodic bleeding, frequent infections and osteopetrosis, consequences of an inability to activate β1, β2 and β3 integrins. Despite this evidence, little is known about kindlin-3 structure-function relationship. Here, we used human platelets and human erythroleukemic HEL cell line that expresses integrin αIIbβ3 to investigate whether posttranslational modification(s) of kindlin-3 occurs and can influence its integrin activity. Non-stimulated HEL cells are suspension cells, and they do not adhere to fibrinogen or bind soluble fibrinogen and PAC-1 antibody (specific for activated αIIbβ3) readily. Thrombopoietin or PMA stimulation activated αIIbβ3 such that the cells adhered and spread on fibrinogen and increased their binding of PAC-1 and soluble fibrinogen. β3 integrin and kindlin-3 colocalized in focal adhesions in the adherent cells, and there was enhanced β3 integrin-kindlin-3 association as detected by coimmunoprecipitation. Kindlin-3 knockdown impaired agonist-stimulated adhesion and spreading on fibrinogen. Since, as we have shown previously, β3 integrin phosphorylation regulates kindlin and integrin interaction, we sought to determine whether kindlin-3 is also phosphorylated. Human platelets were stimulated with thrombin and HEL cells with PMA, and kindlin-3 was immunoprecipitated from lysates of control and stimulated cells. A kindlin-3 peptide showing significant increase in phosphorylation upon agonist stimulation was identified in both platelets and HEL cells by mass spectrometry. T482 or S484 were identified as phosphorylation sites in sequence that resides in the kindlin-3 variable region, which is not present either in kindlin-1 or kindlin-2 but is conserved across all species in which kindlin-3 has been sequenced. When expressed in HEL cells, TS/AA kindlin-3 mutant displayed decreased soluble fibrinogen binding and cell spreading on immobilized fibrinogen when compared to wild-type kindlin-3. Membrane-permeable, poly-arginine tagged kindlin-3 peptide containing the candidate phosphorylation sites kindlin-3 was introduced into HEL cells and platelets. HEL cell adhesion and spreading was blunted by the kindlin-3 peptide when compared to a scramble poly-arginine control peptide. Moreover, thrombin-induced platelet aggregation was inhibited by kindlin-3 peptide but not by the scramble peptide. Thus, our data emphasizes a role of previously unknown, agonist-induced kindlin-3 phosphorylation, in integrin αIIbβ3 activation in HEL cells and platelets and provides a basis for functional differences between kindlin-3 and its other two paralogs, kindlin-1 and kindlin-2. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "agonists",
        "blood platelets",
        "integrins",
        "fibrinogen",
        "peptides",
        "arginine",
        "thrombin",
        "adhesions",
        "albers-schonberg disease",
        "antibodies"
    ],
    "author_names": [
        "Katarzyna Bialkowska, Ph.D.",
        "Eugene Podrez, MD, PhD",
        "Tatiana V. Byzova, PhD",
        "Edward F. Plow, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Katarzyna Bialkowska, Ph.D.",
            "author_affiliations": [
                "Dept. of Molecular Cardiology, Cleveland Clinic, Cleveland, OH, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Eugene Podrez, MD, PhD",
            "author_affiliations": [
                "Cleveland Clinic, Cleveland, OH, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tatiana V. Byzova, PhD",
            "author_affiliations": [
                "Cleveland Clinic, Cleveland, OH, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Edward F. Plow, PhD",
            "author_affiliations": [
                "Cleveland Clinic, Cleveland, OH, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-28T06:40:43",
    "is_scraped": "1"
}