{
    "doi": "https://doi.org/10.1182/blood.V124.21.3195.3195",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2926",
    "start_url_page_num": 2926,
    "is_scraped": "1",
    "article_title": "Final Results of a Phase 1 Study of 18F-FLT Positron Emission Tomography (PET)/Computed Tomography Imaging in Myelofibrosis ( FLT-MF-2009 Study) ",
    "article_date": "December 6, 2014",
    "session_type": "634. Myeloproliferative Syndromes: Clinical: Poster II",
    "topics": [
        "computed tomography",
        "diagnostic imaging",
        "myelofibrosis",
        "positron-emission tomography",
        "biopsy",
        "fibrosis",
        "human leukocyte interferon",
        "interferons",
        "ruxolitinib",
        "off-label use"
    ],
    "author_names": [
        "Annalisa Andreoli, MD",
        "Laetitia Vercellino, MD",
        "Matthieu John Ouvrier, MD",
        "Emmanuelle Barré, PharmD",
        "Bruno Cassinat, PharmD, PhD",
        "Virginie de Beco, PharmD",
        "Pascal Merlet, MD PhD",
        "Christine Dosquet, MD PhD",
        "Christine Chomienne, MD PhD",
        "Sylvie Chevret, MD PhD",
        "Marie-Elisabeth Toubert, MD",
        "Jean-Jacques Kiladjian, MD PhD"
    ],
    "author_affiliations": [
        [
            "Hôpital Saint-Louis & Université Paris Diderot, Paris, France "
        ],
        [
            "Hôpital Saint-Louis, Paris, France "
        ],
        [
            "Hôpital Avicenne, Bobigny, France "
        ],
        [
            "Hôpital Saint-Louis, Paris, France "
        ],
        [
            "Hôpital Saint-Louis, Paris, France ",
            "INSERM UMRS-1131, Paris, France "
        ],
        [
            "Hôpital Avicenne, Bobigny, France "
        ],
        [
            "Hôpital Saint-Louis, Paris, France "
        ],
        [
            "Hôpital Saint-Louis, Paris, France ",
            "INSERM UMRS-1131, Paris, France "
        ],
        [
            "University Paris-Diderot, Institut Universitaire d'Hématologie, INSERM UMR-S 1131 & 1165, AP-HP-Saint-Louis Hospital, Paris, France "
        ],
        [
            "Université Paris 7, APHP Hôpital Saint-Louis, PARIS, France "
        ],
        [
            "Hôpital Saint-Louis, Paris, France "
        ],
        [
            "Hôpital Saint-Louis & Université Paris Diderot, Paris, France ",
            "INSERM UMRS-1131, Paris, France ",
            "French Intergroup of Myeloproliferative Neoplasms (FIM), Paris, France"
        ]
    ],
    "first_author_latitude": "48.8759362",
    "first_author_longitude": "2.3615893",
    "abstract_text": "Background : PET with fluorodeoxyglucose combined with computed tomography is a major tool for the diagnosis, staging and monitoring of treatment response in clinical oncology. 3′- 18 Fluoro-3′-deoxy-L-thymidine ( 18 F-FLT) is a nucleoside analog that quickly accumulates in proliferating cells, evaluated in clinical studies in various cancers as a PET radiotracer offering non invasive assessment of cell proliferation in vivo . Preliminary results of a pilot study suggested that this technique could be useful to assess bone marrow (BM) activity and extramedullary hematopoiesis in patients with myelofibrosis (MF). We present the final analysis of the FLT-MF-2009 study (EudraCT Number: 2009-016804-21) confirming that FLT PET could be a new technique useful for MF management. Methods : Main inclusion criteria were: a diagnosis of MF according to WHO criteria; BM biopsy available for centralized review; written informed consent. 18 F-FLT PET was performed 1 hour after injection of 18 F-FLT (provided by AAA), and consisted in a whole-body acquisition. Two nuclear physicians interpreted images in a blinded fashion independently, qualitatively and according to a visual scale, and patients were classified according to 3 distinct patterns. 18 F-FLT uptake was quantified using maximum standardized uptake value (SUVmax) in several sites of the skeleton (axial skeleton, proximal and distal territories of upper and lower limbs), in the spleen and the liver. Analysis of factors affecting the intensity of 18 F-FLT uptake in these sites (using PET pattern and SUVmax as the endpoints) was performed by using non-parametric tests. Results : 15 patients (mean age: 62 years) were included between Apr 2011 and Jul 2012. 8 patients had primary (PMF), 3 post-polycythemia vera (PV), and 4 post-essential thrombocythemia (ET) MF. 13 patients had a palpable splenomegaly. 10 patients had the JAK2V617F mutation with a median mutant allele burden of 59% (interquartile range: 29-80%), 1 had a MPL515 mutation. Therapies at time of PET included hydroxyurea (n=1), androgens (n=1), interferon (n=4) and ruxolitinib (n=5); 4 patients had no specific therapy for MF. Three patterns of 18 F-FLT PET images were observed. Pattern A (n=3) showed a normal BM activity in the central skeleton, a mild expansion to distal extremities and normal splenic uptake. Pattern B (n= 9) displayed a rather normal pattern of BM activity in the central skeleton associated with marked expansion of BM activity to distal extremities and intense uptake of the tracer in the spleen. Pattern C (n=3) showed a marked reduced hematopoietic activity in the central skeleton but a high uptake in spleen, suggesting the existence of myeloid metaplasia. Quantitative analyses of 18 F-FLT uptake using SUVmax permitted the search for correlations with clinical and biological characteristics. Grade 3 fibrosis in BM biopsy was significantly associated with low SUVmax values measured in axial skeleton (p=0.019), proximal upper limbs (p=0.016) and proximal lower limbs (p=0.019). Significantly higher SUVmax values in proximal upper (p=0.014) and lower limbs (p=0.021) were associated with the diagnosis of post-PV- vs. post-ET- or PMF. SUVmax values in proximal upper limbs also correlated with the hemoglobin level (Spearman correlation coefficient: 0.53; p=0.038). No significant correlation was found between SUVmax values in any territory and platelet values, JAK2V617F positivity or allele burden, disease duration. Significantly lower SUVmax values were measured in proximal upper limbs of patients treated with ruxolitinib (3.9 ± 2) compared to patients treated with interferon (11.2 ± 5) or untreated patients (7.7 ± 3.1) (p=0.043). Conclusion : The results of this pilot study suggests that 18 F-FLT PET could be a new, objective, non invasive technique useful for the evaluation of malignant hematopoiesis in MF, in terms of diagnosis, staging and for monitoring response to therapy. SUVmax values may discriminate post-PV MF from other forms of MF, and may distinguish patients with grade 3 fibrosis. If this latter finding is confirmed in a larger study, 18 F-FLT PET could become a convenient substitute to sequential biopsies for the staging of BM fibrosis during the course of the disease. In addition, distinct SUVmax values were found in patients treated with ruxolitinib, suggesting that 18 F-FLT PET could also be useful to monitor the efficacy of therapies in MF. Disclosures Off Label Use: 18F-FLT is an investigational isotope not approved for the imaging of myelofibrosis. Patients treated off-label with interferon were included in the study.."
}