{
    "doi": "https://doi.org/10.1182/blood.V110.11.3790.3790",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=884",
    "start_url_page_num": 884,
    "is_scraped": "1",
    "article_title": "A Constitutive Increase in Gamma Globin Gene Production during the Erythroid Differentiation of CD34 + Cells from Sickle Cell Disease Patients and Alterations in Cyclic Nucleotide Levels during This Differentiation. ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "topics": [
        "cd34 antigens",
        "gamma-globins",
        "genes",
        "nucleotides, cyclic",
        "sickle cell anemia",
        "cyclic amp",
        "cyclic gmp",
        "fetal hemoglobin",
        "soluble guanylyl cyclase",
        "nitric oxide synthase"
    ],
    "author_names": [
        "Carolina Lanaro, Ph.D.",
        "Adriana S.S Duarte, M.Sc.",
        "Dulcineia M. Albuquerque, Ph.D.",
        "Nicola Conran, Ph.D.",
        "Sara T.O Saad, M.D., Ph.D.",
        "Fernando F. Costa, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Hematology and Hemotherapy Center, University of Campinas, Campinas, Sao Paulo, Brazil"
        ],
        [
            "Hematology and Hemotherapy Center, University of Campinas, Campinas, Sao Paulo, Brazil"
        ],
        [
            "Hematology and Hemotherapy Center, University of Campinas, Campinas, Sao Paulo, Brazil"
        ],
        [
            "Hematology and Hemotherapy Center, University of Campinas, Campinas, Sao Paulo, Brazil"
        ],
        [
            "Hematology and Hemotherapy Center, University of Campinas, Campinas, Sao Paulo, Brazil"
        ],
        [
            "Hematology and Hemotherapy Center, University of Campinas, Campinas, Sao Paulo, Brazil"
        ]
    ],
    "first_author_latitude": "-22.818439299999994",
    "first_author_longitude": "-47.0647206",
    "abstract_text": "Studies have demonstrated that the activation of soluble guanylate cyclase (sGC) in erythrocytic cell lines and in primary erythroid precursor culture causes an increase in gamma globin gene transcription and, consequently, an augmented production of fetal hemoglobin (HbF). The cyclic nucleotides, cGMP and cAMP, are second messengers that are responsible for mediating the signaling of various extracellular signals, including those of nitric oxide (NO), hormones and neurotransmitters and, probably, have an important role in SCD by regulating the production of HbF. The aim of this study was to compare gamma-globin gene production, in association with cGMP- and cAMP-dependent signaling pathways, during the erythroid differentiation of CD34 + cells from steady-state SCD patients and healthy controls. Hematopoietic CD34 + cells were separated from the peripheral blood of subjects by CD34 + -positive cell magnetic separation and were then cultured on semi-solid medium for 7 days until reaching the erythroid colony forming unit (CFU-e) stage; these colonies were then differentiated in liquid-phase culture until day 13 when cells reached the orthochromatic erythroblast/ reticulocyte stage. Cell samples were collected at days 7, 10 and 13 of culture for flow cytometry, citospin, measurement of intracellular cGMP/cAMP levels and evaluation of the gene expressions of gamma globin and the sGC alpha and beta subunits by real-time RT-PCR. Genes for endothelial nitric oxide synthase (eNOS) and phosphodiesterase 3B (PDE3B) were also studied, since these genes are important for NO/cyclic nucleotide signaling pathways. Gamma globin gene expression was observed to be significantly higher in the cultures of SCD cells on the 13 th day of erythroid differentiation compared to the same time point in control cells (2.95 ± 0.30 vs. 1.45 ± 0.17 rel expression, respectively, p<0.01, Mann-Whitney, n=6). The expressions of the sGC alpha and beta subunits, eNOS and PDE3B did not present any significant differences during control and SCD erythroid differentiation. Levels of cGMP were significantly decreased during erythropoiesis in the SCD cultures, compared to control cultures (day 7: 277 ± 53 vs. 639 ± 122 fmol/5x10 6 cells (p<0.05); day 10: 117 ± 22 vs. 268 ± 118 fmol/5x10 6 cells; day 13: 37 ± 6 vs. 93 ± 24 fmol/5x10 6 cells (p<0.02), respectively). In contrast, levels of cAMP were significantly increased in the SCD cultures compared to the control cultures (day 7: 72.02 ± 14.85 vs. 24.99 ± 13.50 pmol/5x10 6 cells (p<0.05); day 10: 36.34 ± 16.71 vs. 8.66 ± 4.59 pmol/5x10 6 cells; day 13: 1.74 ± 1.09 vs. 0.68 ± 0.37 pmol/5x10 6 cells, respectively). Results suggest that the hematopoietic stem cells of SCD patients are significantly and constitutively different to those of control stem cells, since under the same in vitro culture conditions, consistently higher levels of gamma globin were observed during sickle cell erythroid differentiation. Intracellular cGMP and cAMP levels were also significantly altered during SCD erythroid differentiation, providing further support to the theory that cyclic nucleotide signaling may regulate HbF production. The precise role of these signaling pathways in the mechanism studied and whether any cross talk between these pathways occurs remains to be determined."
}