{
    "doi": "https://doi.org/10.1182/blood.V114.22.459.459",
    "article_title": "X-Ray and UV Irradiation and Heat Shock Induce γ-Globin Gene Expression in Erythroid Cells Via P38 MAPK Signaling. ",
    "article_date": "November 20, 2009",
    "session_type": "THALASSEMIA AND GLOBIN GENE REGULATION: MODIFIERS OF THE THALASSEMIC PHENOTYPE",
    "abstract_text": "Abstract 459 We have recently presented a cell stress signaling model to explain the ability of a wide variety of mechanistically distinct drugs to induce fetal hemoglobin (HbF) production ( Mabaera et al, Exp Hematol 2008 ). This model proposes that HbF inducing agents, including DNMT and HDAC inhibitors, short-chain fatty acid derivatives and cytotoxic agents induce HbF production by activating intracellular cell stress signaling pathways and that the p38 MAPK (mitogen-activated protein kinase) pathway plays a central role in the induction process. The major alternative to this model is that each class of drugs works through a distinct mechanism, such as global DNA hypomethylation or histone hyperacetylation. If our model is correct, then non-pharmacologic inducers of p38 MAPK signaling, such as X-ray and UV irradiation, heat shock, and osmotic shock should also increase γ-globin gene expression. If these physical stresses do not up-regulate γ-globin gene expression, then our model is likely to be incorrect. To mimic our previous experiments in which we treated differentiating human primary erythroid cells with inducing agents over several days, we exposed K562 cells to physical stresses daily for 5 days at doses that did not cause cell death. To test whether X-irradiation induces the transcription of γ-globin mRNA, cells were irradiated at doses ranging from 0 to 1.0 cGy/day, in the absence and presence of SB203580 (a p38 MAPK inhibitor). Experiments were first performed on K562 cells, and then during in vitro erythroid differentiation of primary human CD34+ cells. These treatments stimulated a strong, dose-dependent increase of γ-globin mRNA in both K562 cells (up to 6-fold over untreated cells) and in primary erythroid cells (up to 5-fold) as measured by quantitative RT-PCR. SB203580 abolished this effect in both cell types. The inhibitor also caused a decrease in γ-globin mRNA expression in untreated control cells, suggesting that p38 MAPK signaling plays a role in basal γ-globin gene expression. The same X-ray doses also induced phosphorylation of the down-stream p38 MAPK target, HSP-27 and up-regulated expression of stress-induced transcription factor genes including GADD34, CHOP (GADD153), and ATF3. Expression of GADD34 and CHOP genes and HSP-27 phosphorylation were inhibited by SB203580. We next tested the ability of UV light (254 nm) administered daily for 5 days to induce γ-globin mRNA in K562 cells. A dose-dependent increase in γ-globin mRNA was observed following exposure to doses as low as 10 J/m2. Cells treated with 35 J/m2 had 2.7-fold higher levels of steady state γ-globin mRNA compared to untreated control cells. This induction was also inhibited by SB203580. Preliminary experiments with heat shock have yielded similar results. Following a single 180-minute exposure to 42°C, K562 cells showed a 2.2-fold increase in γ-globin mRNA compared to untreated cells. Shorter exposures to higher temperatures (e.g., 50°C for 15 minutes) caused an approximately 3-fold increase in γ-globin steady-state mRNA after 24 hours. These 2- to 3-fold increases in expression are similar to those we have previously observed in primary human erythroid cells with 5-azacytidine and butyrate. In none of our experiments did the K562 cells become benzidine positive, indicating that increased γ-globin expression was not the result of activating an erythroid differentiation program. Together with other published studies, these data support the hypothesis that p38 MAPK pathway signaling, whether caused by drugs or physical stress, is a key component of γ-globin gene induction. This in turn suggests that the components of the p38 MAPK pathway could serve as novel targets for the development of new HbF inducing agents. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "burkina faso",
        "erythroid cells",
        "gene expression",
        "globins",
        "heat-shock response",
        "mitogen-activated protein kinase p38",
        "signal transduction",
        "ultraviolet rays",
        "rna, messenger",
        "fetal hemoglobin"
    ],
    "author_names": [
        "Rachel West, PhD",
        "Rodwell Mabaera, PhD",
        "Sarah Conine",
        "Elizabeth Macari, BS",
        "William J. Lowrey",
        "Anais L Carniciu",
        "Christopher H. Lowrey, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Rachel West, PhD",
            "author_affiliations": [
                "Medicine, Dartmouth Medical School, Lebanon, NH, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Rodwell Mabaera, PhD",
            "author_affiliations": [
                "Pharmacology & Toxicology, Dartmouth Medical School, Lebanon, NH, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sarah Conine",
            "author_affiliations": [
                "Medicine, Dartmouth Medical School, Lebanon, NH, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elizabeth Macari, BS",
            "author_affiliations": [
                "Pharmacology & Toxicology, Dartmouth Medical School, Lebanon, NH, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "William J. Lowrey",
            "author_affiliations": [
                "Medicine, Dartmouth Medical School, Lebanon, NH, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anais L Carniciu",
            "author_affiliations": [
                "Medicine, Dartmouth Medical School, Lebanon, NH, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christopher H. Lowrey, MD",
            "author_affiliations": [
                "Medicine, Dartmouth Medical School, Lebanon, NH, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-12T04:02:05",
    "is_scraped": "1"
}