{
    "doi": "https://doi.org/10.1182/blood-2019-129665",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4383",
    "start_url_page_num": 4383,
    "is_scraped": "1",
    "article_title": "Case Series: Outcome and Cost Analysis of Rituximab Versus Non-Targeted Immunosuppression As First Line Inhibitor Eradication in Acquired Hemophilia a ",
    "article_date": "November 13, 2019",
    "session_type": "322.Disorders of Coagulation or Fibrinolysis",
    "topics": [
        "hemophilia, acquired",
        "rituximab",
        "therapeutic immunosuppression",
        "inappropriate sinus tachycardia",
        "hemorrhage",
        "infections",
        "bleeding diathesis",
        "blood coagulation disorders",
        "factor viii",
        "adverse event"
    ],
    "author_names": [
        "Ellen Cusano",
        "Adrienne Lee, MD",
        "Julia Hews-Girard, RN BScN MN"
    ],
    "author_affiliations": [
        [
            "Department of Medicine, Cumming School of Medicine University of Calgary, Calgary, Canada "
        ],
        [
            "Department of Medicine, Cumming School of Medicine University of Calgary, Calgary, Canada ",
            "Southern Alberta Rare Blood & Bleeding Disorders Comprehensive Care Clinic, Calgary, Canada "
        ],
        [
            "Southern Alberta Rare Blood & Bleeding Disorders Comprehensive Care Clinic, Calgary, Canada ",
            "Faculty of Nursing Queens University, Kingston, Canada"
        ]
    ],
    "first_author_latitude": "51.0666369",
    "first_author_longitude": "-114.13346279999999",
    "abstract_text": "Introduction Acquired hemophilia A (AHA) is a rare bleeding disorder where autoantibodies interfere with factor VIII activity. AHA causes severe bleeding in 90% of affected individuals and carries a high mortality rate (8-22%). The initial factor level and inhibitor titre do not correspond to bleeding severity, and the risk of severe and fatal hemorrhage persists until the inhibitor has been eradicated. Therefore, treatment must concurrently address bleeding (with hemostatic and bypassing agents) and inhibitor eradication. Immunosuppressive therapy (IST) aims to normalize factor VIII levels by achieving the latter. With a median age of 78 years at diagnosis, AHA patients typically have more comorbidities, lower reserve, and are more susceptible to adverse events secondary to IST. In 2015, local availability of Rituximab improved via the Short Term Exceptional Drug Therapy program, allowing upfront Rituximab treatment for AHA. Prior to 2015, standard IST was steroids and cyclophosphamide as published randomized control trials comparing IST regimens are lacking. The purpose of this study was to compare Rituximab (R) to non-Rituximab (non-R) IST. Primary outcomes were time to inhibitor eradication, number of infections, and number of bleeding events. Secondary outcomes included number of hospital and emergency department (ED) admissions, mortality and relapse rate, and cost analysis. Methods A retrospective chart review was performed on all AHA patients diagnosed and treated at the Southern Alberta Rare Blood & Bleeding Disorders Comprehensive Care Clinic (SARBBDC). Data was extracted from electronic and paper medical records from the time of diagnosis to the time of death, or December 2018, whichever occurred first. Descriptive statistics were used to summarize relevant demographics and outcomes. Mann-Whitney and t-tests were used to compare groups. Kaplan Meier curves and log-rank test was used for time to inhibitor eradication. Pricing for cost analysis was obtained from the local hospital billing office, Canadian Blood Services, and the Alberta Health Services Provincial Drug Formulary (current as of April 1, 2019). Results Between 1998 and 2018, 17 AHA patients were treated at the SAARBBDC. Ten (59%) were female and seven (41%) were male. In seven (41%) of the cases, there was an underlying cause: three related to autoimmune disease, three to malignancy, and one to pregnancy. All patients received prednisone as a part of initial IST. Seven patients received R IST and 10 received non-R. Table 1 describes IST regimens and patient characteristics. The average PTT and inhibitor titre at diagnosis were greater in the R group (p=0.006, p=0.02). There were no other statistically significant differences between the groups. Median time to inhibitor eradication was greater in the R group but was not statistically significant (Figure 1, p=0.69). There were more ED visits and infections per patient in the non-R group, although not statistically significant. There were more bleeding events per patient in the R group, but the cost of bleeding treatment per patient was greater in the non-R group. Overall, there were no deaths secondary to bleeding. Mortality rate was greater in the non-R group (10% v 0%). Relapse rate was greater in the R group (14% v 10%). There was a significantly different cost for IST per kilogram between non-R and R-groups ($23.20/kg v $167.71/kg, p=0.004); no significant difference in cost for bleeding treatment per kilogram ($1479/kg v $1406/kg, p=0.41). The overall average cost per patient was greater in the non-R group despite a significantly greater cost for IST in the R group. This was mainly driven by the cost of bleeding treatment. Conclusion Overall, median time to inhibitor eradication and number of bleeding events were greater in the R group. However, the number of infections, emergency department visits, and mortality rate was greater in the non-R group despite a younger median age, suggesting the toxicity of the IST may be clinically significant. Although the cost of Rituximab is significant, there is a $13,000 cost savings on average for the treatment of an AHA patient with Rituximab-containing IST. This evidence can be used to guide clinical decision making at the local level and has the potential to reduce overall burden on our health care system. View large Download slide View large Download slide  Disclosures No relevant conflicts of interest to declare."
}