{
    "doi": "https://doi.org/10.1182/blood.V126.23.5117.5117",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3081",
    "start_url_page_num": 3081,
    "is_scraped": "1",
    "article_title": "Ibrutinib Significantly Prolonged Survival in a Human Burkitt Lymphoma (BL) Xenograft NSG Mouse Model: Ibrutinib May be a Potential Adjuvant Agent in the Treatment of BL ",
    "article_date": "December 3, 2015",
    "session_type": "624. Lymphoma: Therapy with Biologic Agents, excluding Pre-Clinical Models",
    "topics": [
        "burkitt's lymphoma",
        "ibrutinib",
        "immunologic adjuvants",
        "mice",
        "pharmaceutical adjuvants",
        "transplantation, heterologous",
        "neoplasms",
        "tumor progression",
        "dexamethasone",
        "mohr-tranebjaerg syndrome"
    ],
    "author_names": [
        "Sanghoon Lee, PhD MSc.",
        "Changhong Yin, MD MS",
        "Janet Ayello, MS",
        "Erin Morris, RN",
        "Timmy O'Connell, MS",
        "Lauren Harrison, RN, MSN",
        "Carmella van de Ven, MA",
        "Matthew J. Barth, MD",
        "Rodney R. Miles, MD PhD",
        "Paul J. Galardy, MD",
        "Stanton Goldman, MD",
        "Megan S Lim, MD PhD",
        "Michelle L. Hermiston, MD PhD",
        "Linda McAllister-Lucas, MDPhD",
        "Lisa Giulino-Roth, MD",
        "Sherrie L. Perkins, MD PhD",
        "Mitchell S. Cairo, MD"
    ],
    "author_affiliations": [
        [
            "Pediatrics, New York Medical College, Valhalla, NY "
        ],
        [
            "Pediatrics, New York Medical College, Valhalla, NY "
        ],
        [
            "Pediatrics, New York Medical College, Valhalla, NY "
        ],
        [
            "Pediatrics, New York Medical College, Valhalla, NY "
        ],
        [
            "Pediatrics, New York Medical College, Valhalla, NY "
        ],
        [
            "Pediatrics, New York Medical College, Valhalla, NY "
        ],
        [
            "Pediatrics, New York Medical College, Valhalla, NY "
        ],
        [
            "Department of Pediatrics, Roswell Park Cancer Institute, Buffalo, NY "
        ],
        [
            "Department of Pathology, University of Utah, Salt Lake City, UT "
        ],
        [
            "Department of Pediatric and Adolescent Medicine, Mayo Clinic, Rochester, MN "
        ],
        [
            "Medical City Children's, Dallas, TX "
        ],
        [
            "Pathology, University of Michigan Medical School, Ann Arbor, MI "
        ],
        [
            "Pediatrics, University of California, San Francisco, San Francisco, CA "
        ],
        [
            "Pediatric, University of Pittsburgh, Pittsburgh, PA "
        ],
        [
            "Pediatrics, Memorial Sloan-Kettering Cancer Center, New York, NY ",
            "Pathology and Laboratory Medicine, Weill Cornell Medical College, New York, NY "
        ],
        [
            "Pathology, University of Utah and ARUP Institute, Salt Lake City, UT "
        ],
        [
            "Pediatrics, New York Medical College, Valhalla, NY ",
            "Cell Biology & Anatomy, New York Medical College, Valhalla, NY ",
            "Microbiology & Immunology, New York Medical College, Valhalla, NY ",
            "Pathology, New York Medical College, Valhalla, NY ",
            "Medicine, New York Medical College, Valhalla, NY"
        ]
    ],
    "first_author_latitude": "41.082628199999995",
    "first_author_longitude": "-73.8079259",
    "abstract_text": "BACKGROUND : Burkitt Lymphoma (BL) represents approximately 40% of all childhood and adolescent non-Hodgkin lymphoma (Miles/Cairo, BJH 2012 ). Children with relapsed or progressive BL develop chemoimmunotherapy-resistant disease and can rarely be cured with salvage therapy (Cairo et al, JCO 2012). Bruton's tyrosine kinase (BTK) is a regulator of normal B-cell development and is activated upon B-cell receptor (BCR) stimulation. Chronic active BCR signaling through BTK activation can be inhibited by the selective and covalent BTK inhibitor, ibrutinib (Young/Staudt et al, Nat Rev Drug Dicov 2013). Preclinical studies of ibrutinib in chronic lymphocytic leukemia (CLL) and mantle cell lymphoma (MCL) suggest that its inhibitory effect on cell proliferation is in the range of 1.0uM to 25.0uM (Herman et al, Blood 2011; Cinar et al, Leuk Res 2013), which is higher than the typical plasma concentration range in patients at the recommended dose of 560mg (<0.6uM) (Advani et al, JCO 2013). Despite these relatively high IC50 values in vitro , ibrutinib has been highly effective in the treatment of patients with refractory CLL and MCL (Byrd et al, NEJM 2013 and Wang et al, NEJM 2013). Ibrutinib was initially approved by the FDA (IMBRUVICA, USPI) for patients with MCL in November 2013 and CLL in February 2014, who have received at least one prior therapy. BL, however, is associated with tonic vs chronic active BCR signaling; while, both CLL and MCL have chronic active BCR signaling. These findings suggest that the antitumor activity of ibrutinib in BL, which is associated with tonic BCR signaling, may be less pronounced than in Activated B cell-like diffuse large B-cell lymphoma (ABC-DLBCL), CLL or MCL. OBJECTIVES: We hypothesize that ibrutinib may be a potential adjuvant agent in the treatment of BL. Therefore, we investigated the in vivo anti-tumor activity of ibrutinib in BL xenografted NSG mice. METHODS : Raji Burkitt lymphoma (BL) cells (ATCC) were exposed to ibrutinib (0-10uM, generously provided by Janssen R&D LLC) alone and in combination with dexamethasone (1uM) for 5 days and then MTS cell proliferation assay (Promega) was performed. The IC50 values were determined with CompuSyn TM software (Chou and Martin, ComboSyn, 2005) based on data derived from MTS assay. Raji BL cells were stably transfected with a firefly luciferase expression plasmid (ffluc-zeo), kindly provided by Laurence Cooper MD, PhD. NSG mice (NOD.Cg-Prkdc scid Il2rg tm1Wjl /SzJ, 6-8 weeks old) from Jackson laboratory were irradiated (2.5 Gy) and then mice were subcutaneously injected with one million ffluc-zeo tumor cells. Tumor progression and tumor burden were monitored by Bioluminescent Imaging system using the Xenogen IVIS-200 (Caliper Life Sciences). Mice were orally gavaged with either vehicle or ibrutinib (12.5mg/kg) for 10 days (once a day) at post-tumor cells injection. Analysis of survival rates were determined by the Kaplan-Meier method and differences evaluated by log-rank test using the Prism Version 6.0 software. RESULTS : Ibrutinib compared to control induced a significant dose-dependent decrease in cell proliferation in Raji BL cells (5uM, 0.561 ± 0.170, p<0.03, IC50=5.20uM) following 120 hours (5 days) of ibrutinib treatment. Interestingly, we observed a significant decrease in cell proliferation in Raji BL cells (5uM, 0.213 ± 0.078, p<0.002, IC=0.50 ± 0.374uM) following ibrutinib and 1uM dexamethasone combination treatment following 120 hours (5 days) of treatment. We observed a significant decrease of tumor progression by tumor luminescence signal intensity following ibrutinib treated Raji BL xenografted NSG mice at day 20 (12.5mg/kg, p<0.001 and 25mg/kg, p<0.05) and day 25 (12.5mg/kg, p<0.05 and 25mg/kg, p<0.05) compared to control (Figure 1A).Ibrutinib (12.5 mg/kg) treated mice (n=39) significantly prolonged survival compared to vehicle controls (n=28) (p<0.0001) (Figure 1B). CONCLUSIONS : Ibrutinib (12.5mg/kg) significantly decreased tumor progression and significantly increased survival in Raji BL xenografted NSG mice, suggesting that ibrutinib may be a potential adjuvant agent for therapy in the treatment of BL. Future studies will investigate the efficacy of combination therapy with ibrutinib on survival in BL xenografted NOD/SCID mice. View large Download slide View large Download slide  Disclosures Galardy: Mission Therapeutics: Research Funding."
}