{
    "doi": "https://doi.org/10.1182/blood.V112.11.2143.2143",
    "article_title": "5–azacitidine Treatment of Imminent Relapse Defined by Decreasing Donor CD34+ Progenitor Subset Chimerism in Patients with CD34+ High-Risk Myelodysplastic Syndromes (MDS) or Acute Myeloid Leukemia (AML) after Allogeneic Stem Cell Transplantation. ",
    "article_date": "November 16, 2008",
    "session_type": "Clinical Care - Recurrence, Secondary Neoplasia, and Late Complications after Transplantation",
    "abstract_text": "Besides graft versus host disease (GVHD), disease relapse is one of the major challenges in the care of patients with acute myeloid leukemia (AML) or myelodysplastic syndrome (MDS) undergoing allogeneic peripheral blood stem cell transplantation (PBSCT). However, we and others have shown that relapse can be predicted in case of CD34-expression on the malignant clone by a sensitive chimerism analysis in sorted CD34+ peripheral blood cells. If the percentage of donor cells in this compartment drops below 80%, leukemia relapse is inevitable within 4–8 weeks in the absence of clinical interventions like immediate cessation of immunosuppressive drugs or the administration of donor lymphocyte infusions. However, both approaches often result in clinically significant GVHD. Therefore, new strategies are warranted in order to treat imminent relapse in MDS or AML patients. We report results of an ongoing phase II clinical trial evaluating the efficacy of 5-azacitidine (5-aza) to prevent hematological relapse in patients with CD34+ AML or MDS and a decreasing CD34-donor chimerism after allogeneic PBSCT. Therefore, a total of 23 patients with CD34+ MDS (n=3) or AML (n=20) were prospectively screened on day 56, 84, 112, 140, 184, 365 and at later time points after PBSCT for a decreasing chimerism of donor CD34+ cells in the peripheral blood. In case of imminent relapse, defined as a drop of donor CD34+ cells below 80%, 5-aza was given at a dose of 75mg/m 2 /d s.c. day 1–7. A total of 4 cycles every 28 days were allowed in the absence of hematological relapse or toxicity. A median of 226 days after PBSCT, 9 out of 23 patients screened entered the treatment phase of the study with a median of 31% (range 0–53%) CD34+ donors cells in the peripheral blood (PB). However, a complete overall PB donor chimerism and less than 5% marrow blasts were documented in all patients before 5-aza treatment. Reversible neutropenia and thrombocytopenia grade 3/4 occurred in 50% of the patients. Only three patients still had immunosuppression prior 5-aza, which in two of them was slowly tapered during the period of 5-aza administration. With a median follow-up of 186 days after starting 5-aza all nine patients are eligible for response evaluation. Of these, CD34-chimerism was reverted to complete donor type (>90%) in 6 (66%) patients. Two patients showed a further decrease of donor CD34+ cells and relapsed shortly after having completed the 1 st or the 4 th cycle of 5-aza, respectively. One patient showed an increase of CD34-chimerism after two cycles, however, died from non-relapse mortality. No hematological relapse occurred in the responders and in the screening cohort without decreasing CD34+ chimerism. Two patients (one without immunosuppression) developed limited cGVHD during 5-aza treatment. Preemptive treatment of minimal residual disease defined by decreasing donor CD34+ subset chimerism with 5-aza seems to be a potent strategy to prevent hematological relapse of CD34+ myeloid malignancies after allogeneic PBSCT.",
    "topics": [
        "allogeneic stem cell transplant",
        "azacitidine",
        "chimerism",
        "donors",
        "leukemia, myelocytic, acute",
        "myelodysplastic syndrome",
        "cd34 antigens",
        "graft-versus-host disease",
        "therapeutic immunosuppression",
        "cancer"
    ],
    "author_names": [
        "Uwe Platzbecker",
        "Joergen Radke",
        "Alexander Kiani",
        "Malte Bonin",
        "Eray Goekkurt",
        "Uta Oelschlägel",
        "Brigitte Mohr",
        "Gerhard Ehninger, MD",
        "Martin Bornhauser, MD",
        "Christian Thiede"
    ],
    "author_dict_list": [
        {
            "author_name": "Uwe Platzbecker",
            "author_affiliations": [
                "University Hospital Dresden, Dresden, Germany"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Joergen Radke",
            "author_affiliations": [
                "Hematology, University Hospital, Dresden, Germany"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alexander Kiani",
            "author_affiliations": [
                "Hematology, University Hospital, Dresden, Germany"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Malte Bonin",
            "author_affiliations": [
                "Hematology, University Hospital, Dresden, Germany"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eray Goekkurt",
            "author_affiliations": [
                "Hematology, University Hospital, Dresden, Germany"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Uta Oelschlägel",
            "author_affiliations": [
                "Hematology, University Hospital, Dresden, Germany"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brigitte Mohr",
            "author_affiliations": [
                "Hematology, University Hospital, Dresden, Germany"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gerhard Ehninger, MD",
            "author_affiliations": [
                "Universitatsklinikum Carl Gustav Carus, Dresden, Germany"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martin Bornhauser, MD",
            "author_affiliations": [
                "University Hospital Dresden, Dresden, Germany"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christian Thiede",
            "author_affiliations": [
                "Hematology, University Hospital, Dresden, Germany"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-07T12:55:17",
    "is_scraped": "1"
}