{
    "doi": "https://doi.org/10.1182/blood.V128.22.5517.5517",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3320",
    "start_url_page_num": 3320,
    "is_scraped": "1",
    "article_title": "The Clinical and Biological Effects of Expression of Dedicator of Cytokinesis 1 ( DOCK1 ) in Myelodysplastic Syndrome ",
    "article_date": "December 2, 2016",
    "session_type": "636. Myelodysplastic Syndromes-Basic and Translational Studies",
    "topics": [
        "myelodysplastic syndrome",
        "cytokinesis",
        "prostatic hypertrophy risk score",
        "risk reduction",
        "follow-up",
        "protein p53",
        "cancer",
        "cytopenia, refractory, with multilineage dysplasia",
        "cytopenia, refractory, with multilineage dysplasia and ringed sideroblasts",
        "guanine nucleotide exchange factors"
    ],
    "author_names": [
        "Sze Hwei Lee",
        "Wen-Chien Chou, MD PhD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, National Taiwan University Hospital, Taipei, Taiwan "
        ],
        [
            "Department of Laboratory Medicine, National Taiwan University Hospital, Taipei, Taiwan"
        ]
    ],
    "first_author_latitude": "25.0407391",
    "first_author_longitude": "121.51898630000001",
    "abstract_text": "Background: DOCK1 is an archetype member of the CDM (CED-5, Dock180, Myoblast city) superfamily of guanine nucleotide exchange factors and functions as an RAC activator. DOCK1 is involved in diverse biological processes including cytoskeleton rearrangement, cell motility and phagocytosis. Expression of DOCK1 is ubiquitous except in hematopoietic cells. Several studies highlighted the functional implications of DOCK1 in migratory and invasive properties of cancer cells, yet the roles of DOCK1 in hematological malignancies are not known. Materials and Methods: In this study, we focused on myelodysplastic syndrome (MDS) according to the diagnostic criteria of 2008 WHO classification, a clinically heterogeneous myeloid cancer whose pathogenesis remains enigmatic. We employed Affymetrix Human Transcriptome Array 2.0 to quantify the global expression patterns of the marrow mononuclear cells (MNC) in 243 newly diagnosed MDS patient recruited in the National Taiwan University Hospital (NTUH). We specifically analyzed the clinical, genetic, and prognostic significance of DOCK1 expression in various stages of MDS. Results: Our data showed that higher expression of DOCK1 conferred an unfavorable prognosis in MDS patients. Increased expression levels of DOCK1 was associated with higher-risk MDS defined by either revised international scoring system (IPSS-R) or WHO classification. Notably, DOCK1 expression levels in lower-risk MDS such as RA, RARS, RCMD, RCMD-RS, in which the marrow blast percentages were not increased, were still significantly higher than normal marrow (Figure 1), implying that the higher DOCK1 expression was independent of blast numbers in the samples, at least in these subgroups of patients. Among the 51 patients documented with leukemic transformation, 36 patients (70.6%) had higher DOCK1 expression compared with 70 out of 168 patients (41.7%) without transformation ( P < 0.001). Regarding the genetic alterations, mutations in RUNX1 , EZH2 , SETBP1 , ZRSR2 , ASXL1 and TP53 were more frequently seen in the patients with higher DOCK1 expression, whilst SF3B1 mutation showed the contrary pattern. Remarkably, we demonstrated step-wise decreasing DOCK1 expression in the marrow MNC from higher-risk MDS, lower-risk MDS, to normal marrow, suggesting an impact of DOCK1 in pathogenesis in MDS. With a median follow up of 37.4 months, higher expression of DOCK1 was associated with shorter overall survival (OS) (median 13.7 months vs. 69.9 months) and shorter interval to leukemic transformation (median 23.6 months vs. not reached) after a follow up of 20.0 months (both P < 0.001) (Figure 3A and 3B). Independent analysis of DOCK1 expression showed higher level in the very poor cytogenetic subgroup in MDS ( P < 0.001). In the multivariate analysis, higher DOCK1 expression proved to be a strong unfavorable prognostic factor for OS and leukemic transformation ( P = 0.005 and P = 0.001, respectively) independent of other unfavorable factors including age, karyotype, and mutations of ASXL1 , RUNX1 , EZH2 and TP53 . Conclusion: To our knowledge, our study is the first to show the clinical, genetic, prognostic, and biological association of DOCK1 expression in MDS patients. The step-wise increasing expression levels of DOCK1 in MNC from normal marrow, lower-risk MDS to higher-risk MDS patients highlight the hitherto unappreciated role of DOCK1 in the pathogenesis of MDS. Further studies on large and prospective cohorts are necessary to confirm our observations. Animal studies are needed to elucidate the in vivo roles of DOCK1 in MDS. Figure 1 View large Download slide Boxplots of DOCK1 expression levels in bone marrow MNC according to IPSS-R score Figure 1 View large Download slide Boxplots of DOCK1 expression levels in bone marrow MNC according to IPSS-R score Figure 2 View large Download slide Boxplots of DOCK1 expression levels in bone marrow MNC according to 2008 WHO classification of MDS subgroups Figure 2 View large Download slide Boxplots of DOCK1 expression levels in bone marrow MNC according to 2008 WHO classification of MDS subgroups Figure 3 View large Download slide Overall survival (A) and leukemic transformation (B) of 228 MDS patient with higher expression versus lower expression of DOCK1 Figure 3 View large Download slide Overall survival (A) and leukemic transformation (B) of 228 MDS patient with higher expression versus lower expression of DOCK1 Disclosures No relevant conflicts of interest to declare."
}