{
    "doi": "https://doi.org/10.1182/blood.V104.11.4823.4823",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=71",
    "start_url_page_num": 71,
    "is_scraped": "1",
    "article_title": "Low-Dose Alemtuzumab as Treatment for Pre-Treated CLL Patients. Evaluation of Response Rate, CMV Disease and Immune Recovery. ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "alemtuzumab",
        "cytomegalovirus",
        "cmv reactivation",
        "antigens, cd16",
        "immunoglobulin a",
        "immunoglobulin g",
        "immunoglobulin m",
        "polymerase chain reaction",
        "alkylating agents",
        "chemotherapy regimen"
    ],
    "author_names": [
        "Luca Laurenti",
        "Michela Tarnani",
        "Paola Piccioni",
        "Dimitar Efremov",
        "Patrizia Chiusolo",
        "Alessia Fiorini",
        "Mariagrazia Garzia",
        "Gina Zini",
        "Mariangela Palladino",
        "Silvia Bellesi",
        "Carlo Rumi",
        "Simona Sica",
        "Giuseppe Leone"
    ],
    "author_affiliations": [
        [
            "Hematology, Catholic University, Rome, Italy"
        ],
        [
            "Hematology, Catholic University, Rome, Italy"
        ],
        [
            "Hematology, Catholic University, Rome, Italy"
        ],
        [
            "CNR Campus, ICGEB Outstation - Monterotondo, Rome, Italy"
        ],
        [
            "Hematology, Catholic University, Rome, Italy"
        ],
        [
            "Hematology, Catholic University, Rome, Italy"
        ],
        [
            "Hematology, Catholic University, Rome, Italy"
        ],
        [
            "Hematology, Catholic University, Rome, Italy"
        ],
        [
            "Hematology, Catholic University, Rome, Italy"
        ],
        [
            "Hematology, Catholic University, Rome, Italy"
        ],
        [
            "Hematology, Catholic University, Rome, Italy"
        ],
        [
            "Hematology, Catholic University, Rome, Italy"
        ],
        [
            "Hematology, Catholic University, Rome, Italy"
        ]
    ],
    "first_author_latitude": "41.9075474",
    "first_author_longitude": "12.4568425",
    "abstract_text": "Alemtuzumab is effective for CLL patients previously treated with purine analogues and/or alkylating agents. Currently, pretreated or refractory CLL receive iv alemtuzumab 30 mg 3 times/week for 12 wk. During alemtuzumab an increase of infections (particularly CMV) and a long term reduction of lymphoid subset were described. Some authors have used alemtuzumab 10 mg (4–8 weeks) for minimal residual disease or in combination with fludarabine. Primary endpoint was to assess the efficacy of alemtuzumab, iv at the targeted dose of 10 mg. Secondary endpoints were duration of remission, infectious complications and immune recovery. Twelve CLL patients either in relapse or refractory were treated with alemtuzumab 10 mg for 10 wks (total dose 300 mg). All patients were previously treated with at least two lines of chemotherapy. Median age of the patients was 61.5 years. At the time of treatment 5 patients were in stage B/II, 6 in stage C/IV and 1 in stage A/progressive, the median of lymphocytes in peripheral blood (PB) was 45,030/ μl and 80 % in bone marrow (BM). Six patients showed unmutated V H status, 3 patients had mutated V H status and 3 patients were not evaluable. FISH analysis was evaluable in 11 patients and detected in 1 patient 17p- and 13q-, in 1 patient 11q-, in 1 patient 17 p-, in1 patient 13q-. Trisomy 12 was not detected in any samples. Patients were weekly monitored for CMVAg and CMV PCR and monthly physical examination and BM until the end of the study. Immunological subset (CD3, CD4, CD8, CD16/56, IgG, IgM, IgA) were studied on day 60, 120, 180 and 240 after the end of treatment. Two months after the end of treatment 2 patients obtained CR, and 3 patients PR (OR 41%). At this time 2 patients are in continuous CR at 10 and 15 months. One patient died in continuous PR at 11 months from pneumonia with persistent lymphopenia (200/mmc). One patient in PR showed progression at 5 months and is alive at 21 months, the other is in continuos PR at 11 months. Among 7 patients not responsive to alemtuzumab 2 patients died for progression at 4 and 15 months, while 5 patients are alive at a median of 9 months. Eight patients (66%) showed CMV reactivation by antigenemia and/or CMV DNA. No patient showed CMV disease. Patients were immediately treated, after discontinuation of alemtuzumab, with oral ganciclovir 1000 mg tid. After a median of 14 days all patients achieved negativization of CMV PCR and/or antigenemia. Until the end of the study no patients showed further CMV reactivation. Before treatment all lymphoid subsets, except for total lymphocytes and NK cells, showed median values into the normal range. Total T lymphocytes and CD4 subset rapidly decreased achieving minimum level on day +60; thereafter a mild recovery was noticed but until day +240 median values were constantly below the normal range. CD8 subset showed a trend to normalization even if at the end of the study the median values were below the normal range. NK cells (CD16/56) showed median values above the normal range during the study period, IgA, IgG, IgM showed normal values before and after treatment. Low-dose alemtuzumab in this heavily pre-treated group of patients, was well tolerated and induced good response rate (OR 41%) similarly to standard dose but high incidence of CMV reactivation and the delay of immune reconstitution, still remain a maior issue."
}