{
    "doi": "https://doi.org/10.1182/blood-2019-126529",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4259",
    "start_url_page_num": 4259,
    "is_scraped": "1",
    "article_title": "Hydroxyurea Exposure throughout Pregnancy in Patients with Sickle-Cell Disease : 4 Case Reports from European Non-Interventional, Multicentric, Prospective Escort-HU Study ",
    "article_date": "November 13, 2019",
    "session_type": "114.Hemoglobinopathies, Excluding Thalassemia-Clinical",
    "topics": [
        "hydroxyurea",
        "oral contraceptives",
        "pregnancy",
        "sickle cell anemia",
        "abortion, elective",
        "abortion, spontaneous",
        "anemia",
        "leg ulcer",
        "acute chest syndrome",
        "alloimmunization"
    ],
    "author_names": [
        "Justine Gellen-Dautremer, MD",
        "Sylvain Le Jeune, MD",
        "Marie-Catherine Receveur, MD",
        "Elena Foïs, MD"
    ],
    "author_affiliations": [
        [
            "CHU la Milétrie, Poitiers, France "
        ],
        [
            "Avicenne Hospital - Assistance Publique-Hôpitaux de Paris, Bobigny, France "
        ],
        [
            "Saint-André hospital, Bordeaux, France "
        ],
        [
            "Unité des Maladies génétiques du Globule Rouge, Centre de référence Syndromes drépanocytaires majeurs, Henri Mondor Hospital - APHP, Creteil, France"
        ]
    ],
    "first_author_latitude": "46.5581835",
    "first_author_longitude": "0.38522009999999995",
    "abstract_text": "Over the last decades, the number of sickle-cell disease (SCD) women reaching childbearing age and planning to become pregnant is increasing due to improvements in the management of the disease.[1] Physiological changes of pregnancy, such as increased metabolic demand, increased blood viscosity and hyper-coagulability, lead to an increased incidence of complications, such as vaso-occlusive crisis (VOC), acute chest syndrome (ACS), osteonecrosis, hepatic necrosis, leg ulcers, and thromboembolic events. [2] Vaso-occlusion may also involve the placenta, with villi fibrosis, necrosis, and infarction leading to impaired uteroplacental circulation, with consequent chronic fetal hypoxia and adverse fetal outcomes. Therefore, prenatal care is important to evaluate if intensification of treatment as blood transfusion or Hydroxyurea (HU) may be required. HU is approved in EU and USA for VOC including ACS in patients with SCD aged 2 years and over. HU is not recommended for use during pregnancy, primarily because animal studies have suggested potential teratogenic effects on the fetus. In some rare cases, discontinuation of HU treatment to avoid fetal exposure is not possible. A few cases of exposure to HU throughout the pregnancy are published in the literature,[3] but none in SCD patients. We hereby present four cases in which HU was taken during all pregnancy collected in the ESCORT-HU study (European Sickle Cell Disease COhoRT - HydroxyUrea), a multicentric, prospective, non-interventional European study which collected long-term safety information on HU when used in current practice. Patient #1 (GxP2, SS) had a history of VOC, osteonecrosis and leg ulcers and was started on HU at age 18. She had two previous pregnancies without HU exposure. No oral contraception was taken and she spontaneously conceived at age 37. HU was continued at the same dose. Patient #2 (G5P1, Sβ + ) had a history of VOC, chronic anemia and heart disease, and was started on HU at age 19. At age 34, she started to receive treatment for fertility (gonadotropin and follitropin). HU which had been started 17 years earlier was continued. Patient #3 (G5P1, Sβ + ) had a history of chronic severe anemia and was started on HU at age 37. She had a gynecological history of 1 spontaneous abortion, 2 elective abortions and 1 live birth (pregnancy complicated with preeclampsia). She had been on oral contraception before becoming spontaneously pregnant when aged 38. HU, which had been initiated 11 months earlier, was continued at same dose. Patient #4 (SS, G3P0) female with history of stroke with sequelae and VOC, initiated on HU at the age of 25 following post-transfusion alloimmunization. Gynecological history included one spontaneous abortion and one elective abortion when aged 21 and 23 years (before initiation of HU). Following removal of contraceptive device, she conceived spontaneously at age 27. These four women suffered from severe SCD symptoms which required special management during pregnancies. HU exposure during pregnancy is not recommended but these case reports highlight the difficulty for medical teams to deal with both strong desire to become pregnant and maternal and fetal morbidity and mortality in SCD. Similarly to literature data in non-SCD patients, all four pregnancies in SCD women with HU exposure throughout pregnancy had a favorable outcome and no malformation was reported among the neonates. Details of pregnancy course and outcome are provided in Table 1. Although it is highly recommended to avoid any fetal exposure to HU, it can be difficult in some SCD patients with severe symptoms and a wish to become pregnant, to stop the treatment during pregnancy. In these cases, a strict monitoring of the mother and fetus is necessary. [1] Silva F.A.C., Ferreira A.L.C.G., Hazin-Costa M.F., Dias M.L.G., Araújo A.S., Souza A.I., Adverse clinical and obstetric outcomes among pregnant women with different sickle cell disease genotypes, International Federation of Gynecology and Obstetrics, 2018 [2] Jain D., Atmapoojya P., Colah R., Lodha P. Sickle cell disease and pregnancy. Mediterr J Hematol Infect Dis 2019, 11(1): e2019040 [3] C Thauvin-Robinet, Exposure to hydroxyurea during pregnancy: a case series, Correspondence 2001 View large Download slide View large Download slide  Disclosures No relevant conflicts of interest to declare."
}