{
    "doi": "https://doi.org/10.1182/blood.V108.11.810.810",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=799",
    "start_url_page_num": 799,
    "is_scraped": "1",
    "article_title": "The Oncoprotein LMO2 Is Expressed in a Germinal Center B-Cell-Associated Pattern and Predicts Survival in Patients with Diffuse Large B-Cell Lymphoma. ",
    "article_date": "November 16, 2006",
    "session_type": "Oral Sessions",
    "topics": [
        "diffuse large b-cell lymphoma",
        "germinal center of lymph node",
        "oncogene proteins",
        "bcl-2 protein",
        "lymphoma",
        "anthracycline antibiotics",
        "neprilysin",
        "antibodies",
        "b-cell lymphomas",
        "chemotherapy regimen"
    ],
    "author_names": [
        "Yasodha Natkunam, MD, PhD",
        "Eric D. Hsi",
        "Christine Hans",
        "Shuchun Zhao",
        "Behnaz Taidi",
        "Jun Chen",
        "David Y. Mason",
        "Teresa Marafioti",
        "Margaret Jones",
        "Brad Pohlman",
        "Anne S. Hammer",
        "Stephen Hamilton-Dutoit",
        "Abraham Avigdor",
        "Ginette Schiby",
        "Arnon Nagler",
        "Gerald E. Byrne, Jr.",
        "Ronald Levy",
        "Izidor S. Lossos, MD"
    ],
    "author_affiliations": [
        [
            "Pathology, Stanford University School of Medicine, Stanford, CA, USA"
        ],
        [
            "Pathology, Cleveland Clinic, Cleveland, OH, USA"
        ],
        [
            "Pathology, University of Nebraska Medical Center, Omaha, NE, USA"
        ],
        [
            "Pathology, Stanford University School of Medicine, Stanford, CA, USA"
        ],
        [
            "Pathology, Stanford University School of Medicine, Stanford, CA, USA"
        ],
        [
            "Medicine, Sylvester Comprehensive Cancer Center, University of Miami, Miami, FL, USA"
        ],
        [
            "Hematology, John Radcliffe Hospital, Oxford, United Kingdom"
        ],
        [
            "Hematology, John Radcliffe Hospital, Oxford, United Kingdom"
        ],
        [
            "Hematology, John Radcliffe Hospital, Oxford, United Kingdom"
        ],
        [
            "Pathology, Cleveland Clinic, Cleveland, OH, USA"
        ],
        [
            "Pathology, Aarhus University Hospital, Aarhus, Denmark"
        ],
        [
            "Pathology, Aarhus University Hospital, Aarhus, Denmark"
        ],
        [
            "Pathology, Chaim-Sheba Medical Center, Tel-Aviv, Israel"
        ],
        [
            "Pathology, Chaim-Sheba Medical Center, Tel-Aviv, Israel"
        ],
        [
            "Pathology, Chaim-Sheba Medical Center, Tel-Aviv, Israel"
        ],
        [
            "Medicine, Sylvester Comprehensive Cancer Center, University of Miami, Miami, FL, USA"
        ],
        [
            "Pathology, Stanford University School of Medicine, Stanford, CA, USA"
        ],
        [
            "Medicine, Sylvester Comprehensive Cancer Center, University of Miami, Miami, FL, USA"
        ]
    ],
    "first_author_latitude": "37.4192152",
    "first_author_longitude": "-122.16222844999999",
    "abstract_text": "Diffuse large B-cell lymphoma (DLBCL) is clinically and molecularly heterogeneous and portends a poor prognosis in more than half the affected patients. We developed a multivariate model based on the RNA expression of six genes – LMO2, BCL6, FN1, CCND2, SCYA3 and BCL2 – that independently predicts survival in DLBCL patients treated with anthracycline-containing regimens (Lossos et al, NEJM 2004). Since the transcription factor LMO2 emerged as the strongest predictor of superior outcome, we generated a monoclonal anti-LMO2 antibody in order to document the tissue expression pattern of LMO2 protein and to establish its prognostic significance. Immunohistological analysis of 1200 normal tissues and hematolymphoid neoplasms showed that LMO2 protein is expressed as a nuclear marker in normal germinal center (GC) B-cells and in a subset of B-cell lymphomas. It is rarely expressed in mature T, NK and plasma cell neoplasms. Immature precursors of all bone marrow hematopoietic lineages and a significant proportion of acute lymphomphoblastic and myeloid leukemias express LMO2 protein. Apart from endothelial cells, no other non-hematolymphoid tissues we tested showed LMO2 protein expression. Hierarchical cluster analysis of immunohistologic data in DLBCL demonstrated that the expression profile of LMO2 protein is similar to that of other GC-associated proteins (HGAL, BCL6 and CD10) but different from that of non-GC proteins (MUM1/IRF4 and BCL2). LMO2 protein expression paralleled its RNA expression in B-cell lymphoma cell lines and was found in GC B, but not in non-GC, B-cell lines. To test the prognostic significance of LMO2 protein we analyzed an independent cohort of 203 DLBCL patients (mean age 63, range 18–93), uniformly treated with anthracycline-containing chemotherapy not containing rituximab, from four medical centers. No significant difference in response to therapy (CR and CRu) was observed between patients with LMO2-positive and LMO2-negative lymphomas (77% and 59%, respectively, p 0.05). However, Kaplan- Meier curves demonstrated a statistically significant difference in overall survival (OS) between LMO2-positive and LMO2-negative cases (p 0.035; median OS of 74 and 20 months, respectively). Similarly, event-free survival (EFS) was also significantly longer in patients with LMO2-positive compared to LMO2-negative lymphomas (p 0.01, median EFS of 48 and 12 months, respectively). The predictive power of LMO2 expression was IPI-independent. Multivariate analyses with protein expression profiles of HGAL, BCL6, CD10, JAW1, MUM1/IRF4 and BCL2 on this cohort of patients are underway to construct a clinically applicable immunohistologic algorithm for predicting survival. The capacity of LMO2 protein to identify DLBCL patients with improved outcome in an IPI-independent manner indicates its important role in risk stratification in this disease."
}