{
    "doi": "https://doi.org/10.1182/blood.V108.11.674.674",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=678",
    "start_url_page_num": 678,
    "is_scraped": "1",
    "article_title": "Mice Lacking the Signaling Molecule, CalDAG-GEFI, Represent a Mouse Model for Leukocyte Adhesion Deficiency Type III. ",
    "article_date": "November 16, 2006",
    "session_type": "Oral Sessions",
    "topics": [
        "leukocyte adhesion deficiency, type iii",
        "mice",
        "molecule",
        "signal transduction",
        "integrins",
        "adhesions",
        "antibodies, blocking",
        "calcium",
        "congenital leukocyte adherence deficiency",
        "fibrinogen"
    ],
    "author_names": [
        "Wolfgang Bergmeier, PhD",
        "Tobias Goerge, M.D.",
        "Hong-Wei Wang, Ph.D.",
        "Stephen M. Cifuni",
        "Jill R. Crittenden, Ph.D.",
        "Ann M. Graybiel, Ph.D.",
        "Denisa D. Wagner, Ph.D."
    ],
    "author_affiliations": [
        [
            "CBR, The CBR Institute for Biomedical Research, Boston, MA, USA",
            "Pathology, Harvard Medical School, Boston, MA, USA"
        ],
        [
            "CBR, The CBR Institute for Biomedical Research, Boston, MA, USA",
            "Pathology, Harvard Medical School, Boston, MA, USA"
        ],
        [
            "CBR, The CBR Institute for Biomedical Research, Boston, MA, USA",
            "Pathology, Harvard Medical School, Boston, MA, USA"
        ],
        [
            "CBR, The CBR Institute for Biomedical Research, Boston, MA, USA"
        ],
        [
            "Brain and Cognitive Sciences, and McGovern Institute for Brain Research, Massachusetts Institute of Technology, Cambridge, MA, USA"
        ],
        [
            "Brain and Cognitive Sciences, and McGovern Institute for Brain Research, Massachusetts Institute of Technology, Cambridge, MA, USA"
        ],
        [
            "CBR, The CBR Institute for Biomedical Research, Boston, MA, USA",
            "Pathology, Harvard Medical School, Boston, MA, USA"
        ]
    ],
    "first_author_latitude": "42.392888199999994",
    "first_author_longitude": "-71.15323719999999",
    "abstract_text": "Defective inside-out activation of β 1, β 2, and β 3 integrins in platelets and leukocytes is a main characteristic of patients with leukocyte adhesion deficiency (LAD)-III syndrome. We have recently shown that CalDAG-GEFI, a member of the CalDAG-GEF/RasGRP family of intracellular signaling molecules that catalyzes the exchange of GTP for GDP bound to Rap1, plays a key role for the activation of α IIbβ 3 in murine platelets. Here we studied the role of CalDAG-GEFI for neutrophil function as well as the activation of β 1 integrins in platelets. Neutrophils from CalDAG-GEFI−/ − mice showed normal surface expression of key adhesion receptors such as L-selectin, PSGL-1, or β 1/β 2 integrins. Calcium flux, degranulation, and oxygen radical formation were similar in wild-type (WT) and mutant cells. In contrast, β 2 integrin-mediated adhesion to fibrinogen was significantly reduced in cells lacking CalDAG-GEFI when compared to controls. In vivo, CalDAG-GEFI-deficient neutrophils showed normal rolling along stimulated venules, while firm adhesion was almost completely inhibited. A similar defect in firm adhesion was observed in WT mice pre-treated with blocking antibodies against β 2 integrins. To determine the role of CalDAG-GEFI in neutrophil emigration, inflammation was induced in the peritoneum or the skin. In both models, neutrophil infiltration was significantly reduced in CalDAG-GEFI−/ − mice when compared to controls. We further demonstrate that CalDAG-GEFI regulates the activation of β 1 integrins in platelets and that CalDAG-GEFI-deficiency leads to a complete inhibition of arterial thrombus formation in mice. Due to its central role in the activation of β 1, β 2, and β 3 integrins, we propose CalDAG-GEFI as a candidate gene defective in LAD-III patients."
}