{
    "doi": "https://doi.org/10.1182/blood.V110.11.4687.4687",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1080",
    "start_url_page_num": 1080,
    "is_scraped": "1",
    "article_title": "Quantitative Assessment of DNA Editing Enzymes in B-Cell Lymphomas. ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "topics": [
        "b-cell lymphomas",
        "dna",
        "enzymes",
        "dna-directed dna polymerase",
        "dna nucleotidylexotransferase",
        "diffuse large b-cell lymphoma",
        "rna, messenger",
        "surrogate markers",
        "cancer",
        "polymerase chain reaction"
    ],
    "author_names": [
        "Y. Lynn Wang, MD PhD",
        "Pin Lu, Ph.D.",
        "Sun M. Chung, MD",
        "Andrea Cerutti, M.D. Ph.D.",
        "Zibo Song, MD",
        "Amy Chadburn, MD",
        "Wayne Tam, M.D. PhD",
        "Ethel Cesarman, M.D. Ph.D.",
        "Daniel M. Knowles, M.D."
    ],
    "author_affiliations": [
        [
            "Pathology and Laboratory Medicine, Weill Medical College of Cornell University, New York, NY, USA"
        ],
        [
            "Pathology and Laboratory Medicine, Weill Medical College of Cornell University, New York, NY, USA"
        ],
        [
            "Pathology and Laboratory Medicine, Weill Medical College of Cornell University, New York, NY, USA"
        ],
        [
            "Pathology and Laboratory Medicine, Weill Medical College of Cornell University, New York, NY, USA"
        ],
        [
            "Pathology and Laboratory Medicine, Weill Medical College of Cornell University, New York, NY, USA"
        ],
        [
            "Pathology and Laboratory Medicine, Weill Medical College of Cornell University, New York, NY, USA"
        ],
        [
            "Pathology and Laboratory Medicine, Weill Medical College of Cornell University, New York, NY, USA"
        ],
        [
            "Pathology and Laboratory Medicine, Weill Medical College of Cornell University, New York, NY, USA"
        ],
        [
            "Pathology and Laboratory Medicine, Weill Medical College of Cornell University, New York, NY, USA"
        ]
    ],
    "first_author_latitude": "40.76578944999999",
    "first_author_longitude": "-73.95463369999999",
    "abstract_text": "Somatic hypermutation of immunoglobulin genes (SHM) is a physiological process that helps generate high affinity antibodies in germinal center B cells, and error-prone DNA polymerases are key enzymes involved in this process. Unlike polymerases that are responsible for DNA replication, error-prone DNA polymerases copy DNA with low fidelity leading to variations in immunoglobulin DNA sequences. Chronic lymphocytic leukemia (CLL) has been classified into mutated and unmutated subtypes based on the mutation status of the IGH variable region (IgVH). The latter has been associated with rapid disease progression and unfavorable outcome. Since determination of the IgVH mutations rely on direct sequencing of multiple PCR products and complex data analysis, the assay, although clinically useful, is not provided by many clinical laboratories. To determine whether error-prone DNA polymerases can be used as surrogate markers for IgVH mutation analysis, we examined the levels of several of them to see whether higher levels are associated with higher degree of IgVH mutation. We analyzed 30 CLL samples, of which 18 were unmutated and 12 were mutated. Quantitative PCR was performed to determine the expression levels of error-prone DNA polymerases mu, eta, iota, lambda and zeta. as well as DNA editing enzymes, terminal deoxynucleotidyl transferase (TdT) and activation-induced cytidine deaminase (AID). Statistical analysis revealed no differences in the levels of mRNA expression of any of these seven enzymes between mutated and unmutated cases of CLL. In addition, no differences were found between ZAP-70 positive and negative subgroups. The expression levels of the seven enzymes were then compared among CLL, follicular lymphomas (FL, n=8) and diffuse large B cell lymphomas (DLBCL, n=8). FL and DLBCL, being post-germinal center lymphomas that have undergone SHM, are expected to express higher levels of these enzymes than CLL. However, the statistical analysis revealed that CLL has significantly higher amount of mu, eta, iota, lambda, zeta and TdT expression than DLBCL. CLL also has significantly higher expression of iota, lambda, zeta and TdT than FL. In conclusion, our results suggest that DNA polymerases studied cannot be used as surrogate markers for IgVH analysis. Contrary to the common belief, the mRNA levels of DNA polymerases/DNA editing enzymes do not reflect the SHM activity in different B cell malignancies.than FL. In conclusion, our results suggest that DNA polymerases studied cannot be used as surrogate markers for IgVH analysis. Contrary to the common belief, the mRNA levels of DNA polymerases/DNA editing enzymes do not reflect the SHM activity in different B cell malignancies."
}