{
    "doi": "https://doi.org/10.1182/blood.V106.11.2581.2581",
    "article_title": "Low Prevalence of JAK2 Val617Phe Mutation in Patients with Idiopathic Erythrocytosis. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "Idiopathic Erythrocytosis (IE) is a frequent clinical condition (estimated prevalence 1.1 cases every 1,000 normal subjects), characterized by an absolute increase of red blood cell mass, without the diagnostic features of polycythemia vera (PV), secondary polycythemias and congenital erythrocytosis. The clinical course of IE is marked by a lower rate of thrombotic complications than observed in PV and a very low, if any, spontaneous transition to acute leukemia. The differential diagnosis between IE and PV may be sometimes difficult but it is clinically relevant, also because cytotoxic drugs, frequently used in PV, should be avoided in IE. The recent description of a Val617Phe mutation in the exon 12 of JAK2 gene in 74–97% of patients with PV may represent a reliable molecular marker to differentiate PV from IE. However, the prevalence of JAK2 mutation in patients with IE is presently unknown. For this reason, we evaluated JAK2 mutation on granulocyte DNA or RNA using an allele-specific PCR in 31 patients with IE (29 males, 2 females, median age 46 years, range 19–74) and results were compared with those of 31 patients with overt PV (16 males and 15 females, median age 56 years, range 34–74). PV was diagnosed according to the WHO criteria. At variance, cases with IE were identified by increased hematocrit (median 54%, range 50–61%) and red blood cell mass (>25% above mean normal predicted value), but normal leukocyte and platelet counts, normal arterial O2 saturation and chest X-ray, no splenomegaly by abdominal ultrasound scanning and normal erythropoietin level and PRV-1 expression on peripheral blood granulocytes. Both IE and PV patients were either newly diagnosed or established cases in follow-up. Median follow-up was 5.5 years (range 0–20) in IE and 4.1 years (range 0–17) in PV patients respectively. Twenty-eight patients with PV (90%) but only 3 with IE (10%) showed the JAK2 Val617Phe mutation (p<0.001). In 3 patients with PV (10%) but none with IE, the JAK2 mutation was homozygous. The annual incidence of thrombotic complications was 3.2% in PV vs. 0.85% patient-year in IE (p<0.05). Our data confirm the hypothesis that JAK2 mutation is an useful molecular test to distinguish IE from PV in the great majority of patients with absolute erythrocytosis. Patients with “JAK2negative IE” require a different therapeutic approach than those with the classical “JAK2 positive PV”, since the incidence of thrombosis appears to be different. The few patients (about 10%) with discordant molecular and clinical diagnosis (i.e. “JAK2positive IE” or “JAK2 negative PV”) deserve particular attention. The long period of observation of our “JAK2positive IE” patients (3, 8 and 20 years, respectively) seems to exclude that these cases may represent an early phase of PV. However, whether this molecular marker confers a more aggressive or different clinical behaviour in a small subgroup of IE patients remains to be demonstrated in larger prospective studies.",
    "topics": [
        "erythrocytosis",
        "mutation",
        "biological markers",
        "follow-up",
        "red blood cell mass",
        "thrombus",
        "abdominal ultrasonography",
        "arterial oxygen saturation",
        "chest x-ray",
        "clinical diagnosis"
    ],
    "author_names": [
        "Guido Finazzi, MD",
        "Vittoria Guerini, Biol.Sci.",
        "Marco Ruggeri, MD",
        "Martina Bernardi, Biol.Sci.",
        "Alessandro Rambaldi, MD",
        "Francesco Rodeghiero, MD",
        "Tiziano Barbui, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Guido Finazzi, MD",
            "author_affiliations": [
                "Department of Hematology, Ospedali Riuniti, Bergamo, Italy"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Vittoria Guerini, Biol.Sci.",
            "author_affiliations": [
                "Department of Hematology, Ospedali Riuniti, Bergamo, Italy"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marco Ruggeri, MD",
            "author_affiliations": [
                "Department of Hematology, Ospedale S.Bortolo, Vicenza, Italy"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martina Bernardi, Biol.Sci.",
            "author_affiliations": [
                "Department of Hematology, Ospedale S.Bortolo, Vicenza, Italy"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alessandro Rambaldi, MD",
            "author_affiliations": [
                "Department of Hematology, Ospedali Riuniti, Bergamo, Italy"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francesco Rodeghiero, MD",
            "author_affiliations": [
                "Department of Hematology, Ospedale S.Bortolo, Vicenza, Italy"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tiziano Barbui, MD",
            "author_affiliations": [
                "Department of Hematology, Ospedali Riuniti, Bergamo, Italy"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-29T02:35:51",
    "is_scraped": "1"
}