{
    "doi": "https://doi.org/10.1182/blood.V120.21.429.429",
    "article_title": "A Molecular Basis for Risk Stratification in Polycythrmia Vera ",
    "article_date": "November 16, 2012",
    "session_type": "634. Myeloproliferative Syndromes - Clinical: Myeloproliferative neoplasms - Pathogenesis, Risk Stratification and Management",
    "abstract_text": "Abstract 429 Polycythemia vera (PV) is a stem cell disorder characterized by the increased production of red cells, white cells and platelets and complicated by thrombotic and hemorrhagic events, extramedullary hematopoiesis, and transformation to myelofibrosis or acute leukemia (AML), at varying frequencies. PV is unique since with supportive care alone its natural history is usually measured in decades. However, not all PV patients enjoy significant longevity and, in contrast to a companion disorder, primary myelofibrosis, no satisfactory clinical criteria exist for prognostic stratification and usually no cytogenetic or molecular markers predictive of disease transformation are present before the event. For many malignancies, gene expression profiling (GEP) has been a useful approach for risk stratifying patients with a shared clinical phenotype, and for developing predictors of disease behavior irrespective of the clinical phenotype. With regard to PV, there is currently no curative therapy except bone marrow transplantation and no therapy capable of inducing molecular remission except pegylated interferon, both of which have significant toxicities, while all chemotherapeutic drugs employed to suppress marrow and extramedullary hematopoiesis increase the basal rate of leukemic transformation ten-fold or greater. Thus, a method to predict transformation risk would be very useful to avoid unnecessary exposure to toxic therapy. With GEP of circulating PV CD34+ cells using DNA microarray technology and unsupervised hierarchical clustering, we were able to segregate PV patients into two groups, with one group having a more aggressive disease with a lower hemoglobin level, more thromboembolic events, larger spleens, a greater frequency of chemotherapy and splenectomy and a higher mortality rate despite having a JAK2 V617F allelic burden similar to the other group. Using a supervised approach, we defined a 19 gene profile, which also segregated the PV patients with aggressive disease from those with a more indolent phenotype with 100 % accuracy. Based on these 19 genes, we derived a smaller gene panel consisting of the 10 genes (PCNA, IF130, TSN, CTSA, SMC4, CDKN1A, CTTN, SON, TIA1 and MYL9) for establishing the probability that a PV patient has an aggressive or indolent form of the disease using Q-RT-PCR and scoring 1 for true and 0 for false. If PCNA > IF30; TSN > CTSA; SMC4 > CDKN1A; PCNA > CTTN; SON > CTTN; and TIA1 > MYL9, the probability that the disease is aggressive is the total score/6. After developing absolute copy number standard Ct curves for the 10 genes, we verified the behavior of this screen on patients in our training set and tested its accuracy using CD34+ cell RNA from 23 PV patients. Patient probability scores were correlated with the presence or absence of clinical features defined by the training set aggressive PV group and calculated as a clinical score. Of the 23 patients, 7 had clinical features compatible with the aggressive form of PV with a median clinical score of 3.0 (range, 1–6) and a median probability score of 6/6 (range, 3–6), with one patient having a score of 3/6; of the 16 patients who did not have an aggressive clinical phenotype, the median clinical score was 0 (range 0–1) and the median probability score was 3/6 (range 1–4). The difference in clinical scores between the two groups was statistically significant (p< 0.001) and the probability score was also significantly different between the groups at p=0.001. Median disease duration was 13.0 years (range, 9–39) in the aggressive group and 6.0 years (range, 1–17) in the indolent group (p = 0.003), while the median JAK2 V617F allelic burden was higher in the aggressive group (95 % vs 82.5 %; p=0.04) with 5 of the indolent group, but none of the aggressive group, having allele burdens of 50 % or less. In 2 patients, it was possible to obtain repeat measurements over a period of 3–5 years, and in both the probability score remained constant at 4/6 with similar Jak2 V617F allelic burdens and clinical scores. In one patient with a probability score of 3/6, the score increased to 6/6 in advance of AML transformation. In summary, we have identified a molecular method for risk stratification in PV that reflects clinical phenotype but also anticipates disease transformation. Our data indicate that it should now be possible to use gene expression to identify those PV patients most likely to benefit from early institution of definitive therapy. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "alleles",
        "antineoplastic agents",
        "biological markers",
        "blood platelets",
        "bone marrow transplantation",
        "cancer",
        "chemotherapy regimen",
        "conflict of interest",
        "cytogenetics",
        "disclosure"
    ],
    "author_names": [
        "Jerry L. Spivak, MD",
        "Donna M. Williams, PhD",
        "Ophelia Rogers",
        "Michael Considine, M.S.",
        "Michael Ochs, Ph.D.",
        "Alison R. Moliterno, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Jerry L. Spivak, MD",
            "author_affiliations": [
                "Division of Hematology, Johns Hopkins University School of Medicine, Baltimore, MD, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Donna M. Williams, PhD",
            "author_affiliations": [
                "School of Medicine, Johns Hopkins University, Baltimore, MD, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ophelia Rogers",
            "author_affiliations": [
                "Division of Hematology, Johns Hopkins University School of Medicine, Baltimore, MD, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Considine, M.S.",
            "author_affiliations": [
                "Oncology, Kimmel Comprehensive Cancer Center at Johns Hopkins, Baltimore, MD, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Ochs, Ph.D.",
            "author_affiliations": [
                "Oncology, Kimmel Comprehensive Cancer Center at Johns Hopkins, Baltimore, MD, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alison R. Moliterno, MD",
            "author_affiliations": [
                "Division of Hematology, Johns Hopkins University School of Medicine, Baltimore, MD, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-23T02:29:14",
    "is_scraped": "1"
}