{
    "doi": "https://doi.org/10.1182/blood.V108.11.4282.4282",
    "article_title": "Non-Coding RNA without ORF Is Overexpressed in Diffuse Large B-Cell Lymphoma with t(1;14)(p33;q32) Translocation. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Background: Several oncogenes, such as cyclin D1, BCL2, BCL6, and c-Myc have been identified to be translocated with immunoglobulin gene In B-cell lymphomas. These genes are overexpressed by the promoter/enhancer activity of immunoglobulin genes, and play important roles in lymphomagenesis. We investigated a translocation partner of immunoglobulin heavy chain gene in a case of diffuse large B-cell lymphoma (DLBCL) with t(1;14)(p33;q32) translocation. Materials and methods: The patient is a 58-year-old female with stage 3AE gastric DLBCL with t(1;14)(p33;q32) translocation. High molecular weight DNA was extracted from resected specimens. Long distance inversed PCR was performed to identify the breakpoint of translocation partner. Cloned fragments were sequenced and the sequence was searched in the database. RT-PCR and 5′- and 3′-RACE (rapid amplification of cDNA end), and were performed to identify the full length of cDNA which is overexpressed as a result of translocation. Results: The breakpoint was located in the 1p34 region. An EST located 20kb downstream from the breakpoint was overexpressed. This EST was not expressed in normal lymphocyte and most of the lymphoma samples and cell lines without t(1;14)(p33;q32). No other known genes including ESTs and hypothetical genes within 1Mb from the breakpoint was overexpressed. Therefore, we concluded that a gene including this EST is the target of t(1;14)(p33;q32) translocation. 5′- and 3′-RACE and RT-PCR revealed that a non-coding RNA without open reading frame of 20kb length was overexpressed. Several palindrome-like sequences existed in the non-coding RNA, but the expression of short length (17–25mer) RNA sequence was not detected. Conclusion: We identified a previously unrecognized type of translocation partner activated by immunoglobulin heavy chain gene in t(1;14)(p33;q32) translocation. Although the intimate mechanism is not clarified, the cloned novel non-coding RNA plays a role in lymphomagenesis.",
    "topics": [
        "diffuse large b-cell lymphoma",
        "rna",
        "translocation (genetics)",
        "dna, complementary",
        "immunoglobulin heavy chains",
        "leukemogenesis",
        "reverse transcriptase polymerase chain reaction",
        "b-cell lymphomas",
        "bcl-2 protein",
        "cyclin d1"
    ],
    "author_names": [
        "Ritsuro Suzuki, MD, PhD",
        "Shigeo Nakamura, MD,PhD",
        "Masao Seto, MD,PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Ritsuro Suzuki, MD, PhD",
            "author_affiliations": [
                "Department of HSCT Data Management, Nagoya University School of Medicine, Nagoya, Aichi, Japan"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Shigeo Nakamura, MD,PhD",
            "author_affiliations": [
                "Department of Pathology, Nagoya University School of Medicine, Nagoya, Aichi, Japan"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Masao Seto, MD,PhD",
            "author_affiliations": [
                "Division of Molecular Medicine, Aichi Cancer Center Research Institute, Nagoya, Aichi, Japan"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-02T09:36:52",
    "is_scraped": "1"
}