{
    "doi": "https://doi.org/10.1182/blood.V108.11.2685.2685",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=633",
    "start_url_page_num": 633,
    "is_scraped": "1",
    "article_title": "Revealing the Spectrum of Clinical Syndromes in Idiopathic Myelofibrosis by Cluster Analysis: Featuring “Indolent Myelofibrosis”. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "indolent",
        "myelofibrosis",
        "myelofibrosis, idiopathic, chronic",
        "anemia",
        "splenomegaly",
        "follow-up",
        "hemoglobin",
        "leukopenia",
        "thrombocytosis",
        "accelerated phase"
    ],
    "author_names": [
        "Giovanni Barosi, MD",
        "Monia Marchetti, MD"
    ],
    "author_affiliations": [
        [
            "Unit of Clinical Epidemiology, IRCCS Policlinico S. Matteo, Pavia, Italy"
        ],
        []
    ],
    "first_author_latitude": "45.19622",
    "first_author_longitude": "9.148840899999998",
    "abstract_text": "To get a clinical classification of MMM, we enquired the database of the Italian Registry of Myelofibrosis (RIMM), a population-based prospective cohort started in 1999, and data of 871 patients at diagnosis were extracted. This population of patients was used as the learning set. The EM-algorithm (WEKA software) conducted a non-supervised data-mining based on 11 variables: age, spleen size, constitutional symptoms, hemoglobin, platelet count, white blood cell count, erythroblasts, immature myeloid cells, myeloid blasts, basophils, and plasma LDH. Differences among clusters were first tested with ANOVA or n-way Chi-square and subsequently investigated with t-test (independent samples) or 2x2 Chi-square. Cluster 1 identified a category of patients whose disease phenotype at diagnosis was of younger age, normal values of hemoglobin, thrombocytosis, and small spleen. We now propose to call this cluster indolent myelofibrosis. Cluster 2 identified patients with mild anemia, no sign of myeloproliferation (neither thrombocytosis nor leukocytosis), and larger splenomegaly. Cluster 3 selected patients which featured severe anemia, large splenomegaly and high number of immature myeloid cells in peripheral blood with the presence of a significant number of blasts, that we propose to call MMM in accelerated phase. Finally, cluster 4 selected patients presenting with trilinear or bilinear cytopenia (mostly thrombocytopenia). By using a decision tree, we tested the best discriminatory parameters to be used for including a new patient in the cluster of indolent myelofibrosis. They resulted: age lower than 55 years, platelet count over 335 x109/L, Hb greater than 12 g/dL, and spleen size smaller than 5 cm from the costal margin. We applied this algorithm to a validation set of 264 patients with idiopathic myelofibrosis who had the follow-up studied (mean follow-up, 67 months, range 1 -315 months). They were 103 females (38.8%), and the mean age was 51.3 years (range 6 to 82 years). Forty-seven (17.8%) of the validation set of patients met the criteria for indolent myelofibrosis. They had a mean age of 39.1 years. The number of WBC was not significantly different in indolent myelofibrosis with respect to that of the remaining patients (9.5 x109/L vs. 9.7 x 109/L). However, the number of circulating immature myeloid cells and erythroblasts, serum LDH, and circulating CD34+ cells were significantly lower in indolent myelofibrosis with respect the remaining patients. Forty-four percent of patients with indolent myelofibrosis had a bone marrow biopsy with a grade 0 fibrosis. Only 1 patient died in the group of indolent myelofibrosis vs. 31 in the group of other patients. The 10-year severe anemia-free survival was 90% (severe anemia = Hb < 10g/dL), in contrast with 30% for other patients; leukopenia-free survival (leukopenia = <4x109/L WBC) was 80% with respect to 40% in other patients; large splenomegaly-free survival (large splenomegaly = spleen margin at more than 10 cm from the left costal arc) was 60% in contrast with 20% in other patients (P<0.001 in all). Only 1 patient had blast transformation with respect to 17 in the remaining population; so, the blast transformation-free 10-year survival was 100% in indolent myelofibrosis and 79% in other patients."
}