{
    "doi": "https://doi.org/10.1182/blood.V122.21.2563.2563",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2576",
    "start_url_page_num": 2576,
    "is_scraped": "1",
    "article_title": "The Nucleophosmin-1 Splice Variant Analysis Provides More Important Information On Prognosis Than NPM1 Mutational Status In Acute Myeloid Leukemia ",
    "article_date": "November 15, 2013",
    "session_type": "611. Leukemias: Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis: Poster II",
    "topics": [
        "actins",
        "alanine aminopeptidase",
        "cancer",
        "chromosome abnormality",
        "immunohistochemistry",
        "impedance threshold device",
        "leukemia, myelocytic, acute",
        "ms-like tyrosine kinase 3",
        "neoplasms",
        "npm1 gene"
    ],
    "author_names": [
        "Krzysztof Giannopoulos, MD, PhD",
        "Malgorzata Zajac",
        "Anna Dolnik",
        "Stephany Correa",
        "Konstanze Dohner",
        "Richard F. Schlenk, MD",
        "Lars Bullinger, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Experimental Hematooncology, Medical University of Lublin, Lublin, Poland, "
        ],
        [
            "Experimental Hematooncology Department, Medical University of Lublin, Lublin, Poland, "
        ],
        [
            "Department of Internal Medicine III, University Hospital of Ulm, Ulm, Germany, "
        ],
        [
            "Institute of Biophysics Carlos Chagas Filho, Federal University of Rio de Janeiro, Rio de Janeiro, Brazil, "
        ],
        [
            "Department of Internal Medicine III,, University of Ulm, Ulm, Germany, "
        ],
        [
            "Department of Internal Medicine III, University Hospital of Ulm, Ulm, Germany, "
        ],
        [
            "Department of Internal Medicine III, University of Ulm, Ulm, Germany"
        ]
    ],
    "first_author_latitude": "51.2481722",
    "first_author_longitude": "22.548829299999998",
    "abstract_text": "Background The process of mRNA splicing has been reported to play an important role in human disease development and many cancer-related genes are regulated by alternative splicing. In addition, first analyses of alternative splicing in bone marrow of AML samples identified novel splice variants specific for AML patients in comparison to normal cells such NOTCH2 , CD13 and FLT3 . Recently, NPM1 mutations have been included as novel provisional entity within the WHO classification of AML. This new entity bears distinct genetic, pathological and clinical features. Of particular importance is the fact that mutations in NPM1 without concomitant FMS-like tyrosine kinase 3-internal tandem duplication ( FLT3 -ITD) mutations identifies a group of cytogenetically normal (CN) AML patients with favorable prognosis. Since splicing variants play an important role in cellular functioning and splicing factor mutations have been reported in myeloid tumors including AML, the current study focuses on the characterization of NPM1 splicing variants expression as well as its impact on the biology and prognosis of AML patients. Methods For 104 samples (52 CN-AML and 52 patients samples with cytogenetic aberrations) qRT-PCR was performed. For sensitivity data normalization β-actin ( ACTB) was analyzed. Quantity mean values for gene expression were calculated according to the Standard Curve method. In this first cohort of patients total expression of NPM1 (Rt) as well as levels of the three splicing variants of NPM1 were evaluated: R1 that translates exon 1 to 9 and 11 to 12, R2 which contains exons 1 to 10 and R3 that lacks exons 8 and 10. We found prognostic significance of the expression level of NPM1 -R2, therefore we decided to validate the prognostic significance of the expression of NPM1- R2 in independent cohort of AML patients. We consolidated 104 patients previously analyzed with 87 patients from the new cohort and preformed the final analysis for NPM1 -R2 in total 191 cases. The existence of NPM1 -R2 at the protein level was evaluated with the use of Western Blot technique. The cellular localization of NPM-1 was assessed by immunohistochemistry and analyzed with the respect to NPM1- R2 expression. Results Total expression as well as expression of splicing variants R1 and R3 were significantly higher in 104 AML patients compared to healthy volunteers (HVs ) with a median expression of 8.587 vs 0.928 (p= 0.001), 1.729 vs 0.5485 (p=0.014), and 2.535 vs 0.108 (p<0.0001), respectively. We evaluated the existence of NPM1 -R2 at the protein in AML samples as well as AML cell line KG1. We found that the expression of R2 splicing variant was significantly higher in all AML patients compared to HVs with a median expression of 1.64 vs 0.33 (p= 0.009, n=191)). We have found no differences between groups of AML patients with and without NPM1 mutations (1.21 vs 0.82, p= 0.13). High R2 splicing variant expression was associated with longer OS when CN-AML patients were analyzed (880 vs 438 days, p= 0.028), but there was no association with OS in case of high or low R2 expression in all AML patients. Longer OS was observed in CN-AML patients with high R2 expression without concomitant FLT3 -ITD mutations compared to the rest of groups (p<0.0001). Most importantly, in our cohort of CN-AML cases survival differences seen between the established ELN groups according to a NPM1 / FLT3 -ITD stratification were less impressive than between groups stratified according to R2 expression combined with FLT3 -ITD mutational status. Conclusion Since the R2 splicing variant represents a truncated form of NPM1 gene due to the of the lack of exons 11 and 12 (coding for the domain responsible for nucleolar localization of the protein), this isoform mostly localizes in the nucleoplasm, and thus might also have a biological impact in the malignant cells. Most importantly, in our cohort of cases survival differences seen between the established ELN groups according to a NPM1 / FLT3 -ITD stratification were less impressive than between groups stratified according to R2 expression combined with FLT3 -ITD mutational status. In summary, the expression of NPM1 -R2 might be of biological importance for CN-AML patients. Moreover, R2 splice variant provides prognostic value for CN-AML patients and should be assessed in addition the NPM1 mutational status . Disclosures: Schlenk: Amgen: Research Funding; Pfizer: Research Funding; Novartis: Research Funding; Chugai: Research Funding; Ambit: Honoraria."
}