{
    "doi": "https://doi.org/10.1182/blood.V122.21.3447.3447",
    "article_title": "Role Of Stress Responsive Genes Responsible In Molecular Switch From Adaptive Phase To Apoptosis In HbE−β Thalassemia ",
    "article_date": "November 15, 2013",
    "session_type": "112. Thalassemia and Globin Gene Regulation: Poster III",
    "abstract_text": "Hemoglobin E (HbE) interacts with different forms of β thalassemia resulting in hemoglobin E-β thalassemia (HbE-β thal) with a heterogeneous clinical phenotype. Enhanced apoptosis is a key feature of ineffective erythropoiesis in β-thalassemia or HbE-β thalassemic erythroid precursors. Heme-regulated eIF2α kinase (HRI) plays an ameliorating role in β-thalassemia intermedia mice by regulating the translation of heme and globin. Extensive studies in mice have shown that absence of Hri-activated Atf4 signalling delays erythroid maturation especially under stress conditions (Chen et al, 2012). Selective translation of ATF4 (Active transcription factor) under stress conditions, in turn, up-regulates pro-apoptotic transcription factor CHOP(C/EBP homologous protein-10), X-box binding protein -1 (XBP1) and stress inducible GADD34 (Growth arrest and DNA damage-inducible protein) which is found to be necessary for the adaptation to stress conditions. Since the mechanism by which apoptosis is induced remains unclear, we aimed to study the role of HRI signalling pathway in ineffective erythropoiesis in HbE-β thalassemia patients. After informed consent, peripheral blood samples were collected from 10 normal individuals, 30 HbE-β thal and 6 homozygous HbE patients. The grading of β-thalassemia/Hb E severity was done based on scoring system as described previously. Reticulocytes were isolated using cellulose columns and peripheral blood mononuclear cells from patients were cultured using a two-phase liquid culture protocol, as described by Fibach,E et al., 1989. Erythroid precursor cells were collected on day 5 (Early stage), day 10 (Intermediate stage) and day15 (Late stage) in phase II culture. Total RNA was extracted using Trizol, followed by cDNA synthesis. Quantitative real time PCR (qRT-PCR) was performed to analyse the expression of HRI, GADD34, CHOP, and ATF4 and relative expression was calculated by 2 -DDCt method. We also developed and validated a fluorescent PCR–based analysis (sensitivity-2%) for the detection of unspliced (XBP1 U ) and spliced (XBP1 S ) form of XBP1 mRNA and the data was analysed using Genemapper software. Median HRI expression was higher in the reticulocytes obtained from patients with HbE-βthal [1.7(0.10-12)] as compared to controls [1.07 (0.05-4.39)] and a significant up regulation of downstream genes ATF4 and CHOP was observed in HbE-β when compared with controls ( Table 1 ). HRI expression correlated positively with the expression of CHOP(r=0.511; p=0.030), ATF4 (r=0.517; p=0.028) and GADD34 (r=0.72; p=0.000).The ratio of spliced and un-spliced forms of XBP1 did not differ significantly between control and HbE- βthal ( Figure 1 ). Similarly, significant upregulation of HRI (p=0.059) and its downstream genes was also observed on day 15 erythroid precursor ( Table 1 ). We also compared the reticulocyte HRI levels in 15 patients with severe phenotype and 12 with milder phenotype. Significant higher expression of HRI was observed in the patients with milder phenotype [2.89 (0.85 -12.0)] as compared to severe [1.12 (0.1-4.23)] (p=0.043). There was no difference in expression pattern of other genes between mild and severe phenotypes. Reticulocytes of Homozygous HbE shows significant up regulation of ATF4 (p=.012) when compared with controls but no significant change observed in expression of other genes HRI (p=.386), GADD34 (p=.141), CHOP (p=.077). Our study shows that the induction of CHOP (pro apoptotic transcription factor) which strongly depends on the expression of ATF4 induces apoptosis rather than adaptive gene expression in erythroid precursors of HbE-β thalassemia. Table 1 Expression of stress related genes in erythroid cells of controls and HbE-β thalassemia patients  . HRI . GADD34 . CHOP . ATF4 . Median(range) . Median(range) . Median(range) . Median(range) . Reticulocyte  CONTROL  1.07 0.19 0.5 1.32 (0.05-4.39) (0.06-1.04) (0.14-1) (0.05-3.72) HbE-β  1.7 0.59 0.8 75.87 (0.10-12) (0.04-3.8) (0.12-7.77) (2.5-387.49) P-value  0.35 0.088 0.046 0.000 Day 15  CONTROL  4.22 1.29 2.77 1.43 (2 -10.88) (1-3.95) (0.82-6.57) (0.53-3.9) HbE-β  11.79 13.86 27.89 3.36 (2.38-55) (2.84-128) (1.96-34.79) (1.14-8.42) P-value  0.059 0.0087 0.024 0.028 . HRI . GADD34 . CHOP . ATF4 . Median(range) . Median(range) . Median(range) . Median(range) . Reticulocyte  CONTROL  1.07 0.19 0.5 1.32 (0.05-4.39) (0.06-1.04) (0.14-1) (0.05-3.72) HbE-β  1.7 0.59 0.8 75.87 (0.10-12) (0.04-3.8) (0.12-7.77) (2.5-387.49) P-value  0.35 0.088 0.046 0.000 Day 15  CONTROL  4.22 1.29 2.77 1.43 (2 -10.88) (1-3.95) (0.82-6.57) (0.53-3.9) HbE-β  11.79 13.86 27.89 3.36 (2.38-55) (2.84-128) (1.96-34.79) (1.14-8.42) P-value  0.059 0.0087 0.024 0.028 View Large Figure 1 View large Download slide Spliced variants of XBP1mRNA in controls and HbE-β thalassemia patients Figure 1 View large Download slide Spliced variants of XBP1mRNA in controls and HbE-β thalassemia patients  Close modal Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "apoptosis",
        "genes",
        "stress",
        "thalassemia",
        "hemoglobin e",
        "cyclophosphamide, doxorubicin, prednisone, and vincristine",
        "polymerase chain reaction",
        "transcription factor",
        "heme",
        "ineffective erythropoiesis"
    ],
    "author_names": [
        "Divya Jayasree, MSc",
        "Ramachandran V Shaji",
        "Biju George, MD",
        "Alok Srivastava, MD",
        "Vikram Mathews",
        "MD",
        "Eunice Sindhuvi Edison, Ph.D"
    ],
    "author_dict_list": [
        {
            "author_name": "Divya Jayasree, MSc",
            "author_affiliations": [
                "Department of Haematology, Christian Medical College, Vellore, India"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ramachandran V Shaji",
            "author_affiliations": [
                "Department of Haematology, Christian Medical College, Vellore, India"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Biju George, MD",
            "author_affiliations": [
                "Department of Haematology, Christian Medical College, Vellore, India"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alok Srivastava, MD",
            "author_affiliations": [
                "Department of Haematology, Christian Medical College, Vellore, India"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vikram Mathews",
            "author_affiliations": [
                "Department of Haematology, Christian Medical College, Vellore, India"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "MD",
            "author_affiliations": [
                "Department of Haematology, Christian Medical College, Vellore, India"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eunice Sindhuvi Edison, Ph.D",
            "author_affiliations": [
                "Department of Haematology, Christian Medical College, Vellore, India"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-26T15:47:16",
    "is_scraped": "1"
}