{
    "doi": "https://doi.org/10.1182/blood.V104.11.1434.1434",
    "article_title": "Results of a Phase 2 Trial with Valproic Acid Alone or in Combination with All-Trans-Retinoic Acid (ATRA) in 29 Patients with Myelodysplastic Syndromes. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "VPA affects the growth and differentiation of malignant cells in vitro. Tumour cell differentiation induced by VPA appears to be coupled with the drug’s capability to inhibit histone deacetylation. Since myelodysplastic syndromes are characterized by impaired maturation, differentiation induction is an attractive approach. 26 patients (11 RCMD, 1 PSA, 3 RSCMD, 2 RAEB I, 7 RAEB II, 2 CMML) were started on VPA monotherapy (serum concentration 50–100mg/ml), with addition of ATRA (80mg/m2/d in two divided doses, every other week) planned for patients who did not respond or who relapsed. To enhance responses, 3 patients (2 RCMD, 1 RAEB I) were treated with VPA+ATRA from the start. Median treatment duration was 6 months (2–30) for VPA and 3 months (1–26) for ATRA. Hematological improvement, according to international working group criteria (Cheson, et al., 2000), was observed in 8 patients (31%) on VPA monotherapy: 2 major and 1 minor platelet, 3 major and 1 minor erythroid, and 2 major neutrophil responses, as well as 1 PR. 1 patient with RAEB II had a peripheral blast clearance and a reduction of bone marrow blasts. Another patient showed an increase in platelets from 33.000/ml to 138.000/ml. This response was not sufficient to fulfil IWG criteria because of a duration of only 36 days. 1 patient with CMML had a normalization of elevated blood counts and a slight reduction in spleen size. Skin infiltration with monocytic cells vanished after treatment with VPA. 5 out of 7 patients relapsed after a median of 4 months (2–14), four of these were switched to VPA+ATRA, with 2 responding for another 11 and 21 months, respectively. 10 patients showed stable, 11 progressive disease. Of the non-responding patients, 11 were changed to VPA+ATRA, without success. Responders had the WHO subtype of RCMD in 4 cases and RSCMD, PSA and RAEBII in 1 case each. Regarding prognostic groups, 3 of 4 patients belonging to the IPSS low-risk category showed a major response. In contrast, none of 2 high-risk patients had a response. There was no difference in the distribution of normal and aberrant karyotypes in both groups, but responders had only single aberrations (including -Y in 3 patients), while all 3 patients with complex aberrations did not respond to VPA treatment. Response to VPA was not associated with age, gender, bone marrow blast count or dosage of VPA. 3 out of 4 patients receiving concomitant erythropoietin treatment for 3, 7 and 18 month prior to VPA, respectively, responded to the study medication. A synergism, perhaps by inhibition of apoptosis, appears possible. Side effects were mild. A decrease in platelet count >50% occurred in 8 patients and appeared to be attributable to study medication in 2. Intermittent ATRA treatment was well tolerated. Grade 1–2 skin toxicity was observed in 9 patients. Response to VPA monotherapy was better than response to first-line combination with ATRA. Nevertheless, we observed a prolonged response to the combination in some patients. We conclude that valproic acid shows encouraging signs of clinical activity in MDS with a low toxicity profile. However, we have the impression that VPA monotherapy is not sufficiently active to achieve prolonged benefits. It rather looks like a promising candidate for combination regimens like cytokines, demethylating agents or FTIs. ATRA may be effective when added later.",
    "topics": [
        "myelodysplastic syndrome",
        "tretinoin",
        "valproic acid",
        "refractory anemia with excess blasts",
        "cytopenia, refractory, with multilineage dysplasia",
        "leukemia, myelomonocytic, chronic",
        "prostate-specific antigen",
        "adverse effects",
        "cytokine",
        "demethylating agents"
    ],
    "author_names": [
        "Kuendgen Andrea, MD",
        "Strupp Corinna, MD",
        "Hildebrandt Barbara, PhD",
        "Knipp Sabine, MD",
        "Junge Baerbel",
        "Haas Rainer, MD",
        "Germing Ulrich, MD",
        "Gattermann Norbert, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Kuendgen Andrea, MD",
            "author_affiliations": [
                "Hematology, Oncology, Clinical Immunology, Heinrich-Heine-University, Duesseldorf, Germany"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Strupp Corinna, MD",
            "author_affiliations": [
                "Hematology, Oncology, Clinical Immunology, Heinrich-Heine-University, Duesseldorf, Germany"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hildebrandt Barbara, PhD",
            "author_affiliations": [
                "Institute of Human Genetics, Heinrich-Heine-University, Duesseldorf, Germany"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Knipp Sabine, MD",
            "author_affiliations": [
                "Hematology, Oncology, Clinical Immunology, Heinrich-Heine-University, Duesseldorf, Germany"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Junge Baerbel",
            "author_affiliations": [
                "Hematology, Oncology, Clinical Immunology, Heinrich-Heine-University, Duesseldorf, Germany"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Haas Rainer, MD",
            "author_affiliations": [
                "Hematology, Oncology, Clinical Immunology, Heinrich-Heine-University, Duesseldorf, Germany"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Germing Ulrich, MD",
            "author_affiliations": [
                "Hematology, Oncology, Clinical Immunology, Heinrich-Heine-University, Duesseldorf, Germany"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gattermann Norbert, MD",
            "author_affiliations": [
                "Hematology, Oncology, Clinical Immunology, Heinrich-Heine-University, Duesseldorf, Germany"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-25T15:36:19",
    "is_scraped": "1"
}