{
    "doi": "https://doi.org/10.1182/blood.V118.21.1398.1398",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2006",
    "start_url_page_num": 2006,
    "is_scraped": "1",
    "article_title": "Role of CD44 in Endogenous Kras G12D -mediated Myeloproliferative Neoplasm ",
    "article_date": "November 18, 2011",
    "session_type": "603. Oncogenes and Tumor Suppressors: Poster I",
    "topics": [
        "cd44 antigens",
        "homing-associated cell adhesion molecule",
        "k-ras oncogene",
        "kras2 gene",
        "myeloproliferative disease",
        "leukemic hematopoietic stem cell",
        "cancer",
        "granulocyte-macrophage colony-stimulating factor",
        "recombinant granulocyte-macrophage colony-stimulating factors",
        "cell adhesion molecules"
    ],
    "author_names": [
        "Juan Du",
        "Yangang Liu",
        "Lixuan Tan",
        "Juinn Cherng Lo",
        "Jinyong Wang, PhD",
        "Myung-Joem Ryu",
        "Jingfang Zhang",
        "Jing Zhang"
    ],
    "author_affiliations": [
        [
            "University of Wisconsin-Madison, Madison, WI, USA, "
        ],
        [
            "University of Wisconsin-Madison, Madison, WI, USA, "
        ],
        [
            "Genetics, University of Wisconsin-Madison, Madison, WI, USA"
        ],
        [
            "Genetics, University of Wisconsin-Madison, Madison, WI, USA"
        ],
        [
            "University of Wisconsin-Madison, Madison, WI, USA, "
        ],
        [
            "University of Wisconsin-Madison, Madison, WI, USA, "
        ],
        [
            "University of Wisconsin-Madison, Madison, WI, USA, "
        ],
        [
            "University of Wisconsin-Madison, Madison, WI, USA, "
        ]
    ],
    "first_author_latitude": "43.076592000000005",
    "first_author_longitude": "-89.4124875",
    "abstract_text": "Abstract 1398 Abstract Oncogenic KRAS mutations are identified in virtually all the cancer types, making KRAS one of the most frequently mutated genes in human cancers. Our lab established a mouse model of myeloproliferative neoplasm (MPN) initiated by oncogenic Kras mutation (Kras G12D) expressed from its endogenous locus. Because CD44, a cell adhesion molecule and a cell signaling regulator, was found to involve in regulating leukemic stem cells in chronic myeloid leukemia ( Krause, Lazarides et al. 2006 ) and acute myeloid leukemia ( Jin, Hope et al. 2006 ), we have generated compound mice expressing oncogenic Kras but deficient for CD44 (Kras G12D; CD44 −/− ) to examine the role of CD44 in endogenous oncogenic Kras - mediated MPN. Our preliminary data show that loss of CD44 prolonged survival of compound Kras G12D; CD44 −/− mice and greatly downregulated GM-CSF signaling in hematopoietic stem/progenitor cells. However, CD44 deficiency did not significantly affect the development of MPN, suggesting that GM-CSF signaling is not essential for Kras G12D-initiated MPN and CD44 deficiency might not affect other cytokine signaling. We are currently investigating this issue. Because Kras G12D hematopoietic stem cells (HSCs) are required to initiate MPN phenotypes, we then examined whether loss of CD44 would affect the behavior of Kras G12D HSCs. Our preliminary results demonstrate that CD44 deficiency did not significantly alter HSC frequencies in bone marrow and spleen, nor their cell cycle profile and apoptosis status. When Kras G12D; CD44 −/− bone marrow cells were transplanted into lethally irradiated mice by retro-orbital injection, ∼19% of recipient mice developed MPN, similarly to recipient mice transplanted with same number of Kras G12D cells (∼14%). These MPN mice simultaneously developed acute T-cell lymphoblastic leukemia/lymphoma. Our results suggest that CD44 is dispensable for the homing and engraftment of Kras G12D HSCs. We are currently investigating whether CD44 function is essential for the homing and engraftment of leukemic initiating cells of MPN. Disclosures: No relevant conflicts of interest to declare."
}