{
    "doi": "https://doi.org/10.1182/blood.V110.11.4963.4963",
    "article_title": "Epidemiology of S pneumoniae Infection in Hematology Patients in Ile de France: Serotypes Covered by the Polysaccharide 23-Valent (PS23) and the Heltavalent Conjugate Vaccine. ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "abstract_text": "Patients suffering from hematologic malignancies, mainly from lymphoproliferative diseases, and stem cell transplant recipients are at high risk of S pneumoniae invasive infections. The epidemiology of S pneumoniae in the community may vary from one country to an other. Few data are available for hematology patients on the clinical relevance of the two available, PS23 (Pneumo 23®), and heptavalent conjugate vaccine Prevnar® (PC7) according to the serotypes encountered in this population. Objective: The aim of this retrospective study was to look at the serotype distribution of S pneumoniae infecting hematology patients in Ile de France, and their proportion covered by PS23 and/or PC7. Methods: All the patients with S pneumoniae infections occurring between Jan 2004–Dec 2006 in 2 hematology departments of Ile de France (Henri Mondor and Saint-Louis hospitals) were identified from the laboratory registries. Only patient with invasive infections (blood cultures, CSF infection, pneumonia, pleural effusion) were included. Serotyping was performed at the CNRP in Paris. Among 40 consecutive cases, serotype was performed in 25 cases occurring in 22 patients. The remaining 15 strains were either not available or did not regrow. Results: The 22 patients had acute leukemia (n=6), CML (n=1), myelodysplastic syndrome (n=1) or lymphoproliferative disease (n=14) (M/F: 1.4; median age: 54 y). Seventeen had received a stem cell transplant (SCT) (allo: 9; auto: 8) a median of 12 months before. The most frequent serotypes were 9V (n=7) and 19F (n=6). 19/25 (76%) of the strains were covered by PC7 and PS23, and 4/25 (16%) were covered only by PS23. Only 2 were not covered by any vaccine. Conclusion: We found that most strains of S pneumoniae responsible for invasive infections in hematology patients from Ile de France, including SCT recipients, were covered by PS23 (92%), and PC7 (76%). Only 2/25 strains were covered neither by PS23 nor by PC7. These data make relevant the development of prospective studies and vaccination programs in the high risk hematology patients.",
    "topics": [
        "epidemiology",
        "infections",
        "polysaccharides",
        "serotype",
        "streptococcus pneumoniae",
        "vaccines, conjugate",
        "hematopoietic stem cell transplantation",
        "lymphoproliferative disorders",
        "allopurinol",
        "blood culture"
    ],
    "author_names": [
        "Karima Debbache, MD",
        "Emmanuelle Varon, MD, PhD",
        "Yosr Hicheri, MD",
        "Patrick Legrand, MD",
        "Jean-Luc Donay, MD",
        "Patricia Ribaud, MD",
        "Catherine Cordonnier, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Karima Debbache, MD",
            "author_affiliations": [
                "Hematology, APHP Henri Mondor Hospital and University Paris 12, Creteil, France"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Emmanuelle Varon, MD, PhD",
            "author_affiliations": [
                "Centre National de Reference des Pneumocoques (CNRP), Microbiological Department, Georges Pompidou European Hospital, Paris"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yosr Hicheri, MD",
            "author_affiliations": [
                "Hematology, APHP Henri Mondor Hospital and University Paris 12, Creteil, France"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Patrick Legrand, MD",
            "author_affiliations": [
                "Microbiological Department, APHP Henri Mondor Hospital"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jean-Luc Donay, MD",
            "author_affiliations": [
                "Microbiological Department, Saint-Louis Hospital and Paris 7 University"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Patricia Ribaud, MD",
            "author_affiliations": [
                "Stem Cell Transplant Unit, Saint-Louis Hospital and Paris 7 University, Paris, France"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Catherine Cordonnier, MD",
            "author_affiliations": [
                "Hematology, APHP Henri Mondor Hospital and University Paris 12, Creteil, France"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-06T02:11:49",
    "is_scraped": "1"
}