{
    "doi": "https://doi.org/10.1182/blood-2021-153206",
    "article_title": "Alrn-6924, a Dual Inhibitor of MDMX and MDM2, Transiently Induces Cell Cycle Arrest in Bone Marrow and Prevents Toxicity in Mouse Models of Acute Radiation Injury ",
    "article_date": "November 5, 2021",
    "session_type": "802.Chemical Biology and Experimental Therapeutics",
    "abstract_text": "Background : Myelosuppression is a common sequela of acute radiation injury due to sensitivity of proliferating bone marrow cells to ionizing radiation. ALRN-6924 is a clinical-stage, first-in-class, stabilized cell-permeating alpha-helical peptide drug that disrupts the interaction of the p53 tumor suppressor protein with its endogenous inhibitors, MDMX and MDM2, to induce transient, dose-dependent cell cycle arrest in p53-wild-type tissues. ALRN-6924 is being evaluated in clinical trials as a selective chemoprotection agent for patients with p53-mutant cancers to protect healthy normal cells from chemotherapy while not protecting p53-mutant cancer cells. We tested whether ALRN-6924 may similarly protect against radiation-induced toxicity in mouse models of acute radiation injury. Materials and methods : Activation of p21 (CDKN1A), a cell cycle regulator under transcriptional control of p53, was measured in formalin-fixed mouse bone marrow by immunohistochemistry analysis (IHC). Proliferation and apoptosis in bone marrow were measured by IHC of Ki67 and cleaved PARP, respectively. Cell cycle arrest was measured in the bone marrow of ALRN-6924-treated C57BL/6 mice by flow cytometry using EdU incorporation. Serum levels of macrophage inhibitory cytokine-1 (MIC-1), a biomarker of p53 activation, were measured by ELISA. As a model of radiation-induced toxicity, C57BL/6 mice (n=7/group) were treated with one or more intravenous 2.4 mg/kg doses of ALRN-6924 at 24, 16, 8, or 1 hour (or combinations thereof) or placebo prior to a 15 Gy shielded-body radiation dose and then monitored for body weight (BW) changes. Results : ALRN-6924 induced cell cycle arrest in mouse bone marrow with a maximum effect at 8 hrs post-dose. Repeated doses of ALRN-6924 every 8 hrs elevated p21 levels in bone marrow that correlated with reduced Ki67 positivity and increased serum MIC-1 levels. Treatment-dependent changes in cPARP expression in bone marrow were evident, but minimal in magnitude. In a nonlethal radiation exposure model, ALRN-6924 yielded significant protection from radiation-induced BW loss in a schedule-dependent manner. Placebo-treated mice showed 10% to 15% BW loss five days after irradiation, while mice receiving one or more ALRN-6924 doses 8 hrs prior to irradiation had an average of 4% BW loss (p=0.008, two-sided t test). Conclusions : ALRN-6924 mitigated toxicity in a mouse model of acute radiation injury. The observed radioprotection effect was correlated with cell cycle arrest in bone marrow after one or more doses of ALRN-6924. These results support further investigation of ALRN-6924 as a radioprotective agent. Disclosures Annis:  Aileron Therapeutics, Inc.: Current Employment. Sutton:  Aileron Therapeutics, Inc.: Consultancy; Kriya Therapeutics: Consultancy; First Light Pharmaceuticals: Consultancy; Cygnal Therapeutics: Consultancy. Aivado:  Aileron Therapeutics, Inc.: Current Employment. Vukovic:  Aileron Therapeutics, Inc.: Current Employment.",
    "author_names": [
        "Allen Annis",
        "David Sutton",
        "Manuel Aivado",
        "Vojislav Vukovic"
    ],
    "author_dict_list": [
        {
            "author_name": "Allen Annis",
            "author_affiliations": [
                "Aileron Therapeutics, Inc., Boston, MA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "David Sutton",
            "author_affiliations": [
                "Aileron Therapeutics, Inc., Boston, MA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Manuel Aivado",
            "author_affiliations": [
                "Aileron Therapeutics, Inc., Boston, MA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vojislav Vukovic",
            "author_affiliations": [
                "Aileron Therapeutics, Inc., Boston, MA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-23T04:10:53",
    "is_scraped": "1"
}