{
    "doi": "https://doi.org/10.1182/blood.V116.21.4386.4386",
    "article_title": "Effect of Heparin:PMX60056 Complexes on Platelet Aggregation Induced by ADP or HIT Antibody ",
    "article_date": "November 19, 2010",
    "session_type": "Antithrombotic Therapy",
    "abstract_text": "Abstract 4386 Introduction: A neutralization of anticoagulant activity occurs when heparin binds to a variety of positively charged substances such as protamine and platelet factor 4 (PF4). PMX60056 (PolyMedix, Radnor, PA) is a novel compound that is being developed as a heparin antagonist. Since heparin-PF4 complexes are antigenic, with antibodies against this complex activating platelets to trigger thrombin generation, thrombus formation and associated morbidities, it is of interest to determine whether heparin:PMX60056 complexes affect platelet function. This study compares the effect of PMX60056 and protamine, alone and complexed to heparin, on platelet function as assessed by platelet aggregometry. Materials and Method: Whole blood, collected from 10 healthy individuals, was anticoagulated with 3.2% sodium citrate and centrifuged to make platelet rich plasma (PRP). PRP was supplemented with 10 μ g/ml heparin (~1.5 IU/ml), 10 μ g/ml heparin antagonist (protamine or PMX 60056) or a complex of 10 μ g/ml heparin and 10 μ g/ml heparin antagonist. Platelet aggregation was stimulated by the addition of ADP (5 or 10 μ M final concentration) or serum from a patient with heparin-induced thrombocytopenia. Result: ADP-induced platelet aggregation was not affected by the addition of heparin, protamine, PMX 60056, or complexes of heparin with heparin antagonist. In the HIT system, heparin + HIT serum led to a significant increase in platelet aggregation vs. saline (46.7 ± 3.2 % vs . 8.2 ± 2.9%). HIT serum + heparin antagonist did not induce platelet aggregation ( PMX60056 : 10.2 ± 4.4%; protamine: 11.6 ± 3.5%). The aggregation responses to HIT serum + heparin (46.7 ± 3.2%), HIT serum + heparin:PMX60056 (43.6 ± 5.8%) and HIT serum + heparin:protamine (47.8 ± 3.8%) were not significantly different. Conclusion: When mixed at equigravimetric amounts, protamine and PMX60056 do not prevent formation of immune complexes consisting of HIT antibody and heparin which lead to platelet activation. Previous data from human trials has suggested that smaller amounts of PMX60056 (less than equigravimetric) may effectively neutralize heparin. Thus, it is speculated that smaller heparin:PMX60056 complexes may induce less antibody formation than larger heparin:protamine complexes. Validation of this hypothesis in animal models or clinical studies is warranted. Disclosures: McAllister: PolyMedix, Inc.: Employment.",
    "topics": [
        "animal model",
        "antibodies",
        "complex",
        "heparin",
        "platelet aggregation",
        "protamines",
        "heparin antagonists",
        "anticoagulants",
        "antigen-antibody complex",
        "platelet factor 4"
    ],
    "author_names": [
        "Walter Jeske, Ph.D.",
        "R. Eric McAllister, MD, DPhil",
        "Jeanine M. Walenga, PhD",
        "Michelle Paulus",
        "Jawed Fareed, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Walter Jeske, Ph.D.",
            "author_affiliations": [
                "Thoracic and Cardiovascular Surgery, Loyola University Medical Center, Maywood, IL, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "R. Eric McAllister, MD, DPhil",
            "author_affiliations": [
                "PolyMedix, Inc., Radnor, PA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeanine M. Walenga, PhD",
            "author_affiliations": [
                "Cardiovascular Institute, Loyola Univ. Medical Center, Maywood, IL, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michelle Paulus",
            "author_affiliations": [
                "Cardiovascular Institute, Loyola University Medical Center, Maywood, IL, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jawed Fareed, PhD",
            "author_affiliations": [
                "Pathology and Pharmacology, Loyola University Chicago, Maywood, IL, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-15T06:37:41",
    "is_scraped": "1"
}