{
    "doi": "https://doi.org/10.1182/blood.V122.21.3269.3269",
    "article_title": "Akt Signalling Inhibition Promotes The Ex Vivo generation Of Minor Histocompatibility Antigen-Specific CD8+ Memory Stem T Cells ",
    "article_date": "November 15, 2013",
    "session_type": "703. Adoptive Immunotherapy: Poster II",
    "abstract_text": "Allogeneic hematopoietic stem cell transplantation (allo-SCT) followed by donor lymphocyte infusion (DLI) is a potential curative treatment for patients suffering from a hematological malignancy. Efficacy is attributed to the graft-versus-tumor (GVT) response, during which engrafted donor T cells become activated by recipient minor histocompatibility antigens (MiHA) presented on dendritic cells (DC). Subsequently, these activated T cells expand, acquire effector functions and kill MiHA-positive tumor cells. However, persistence and recurrence of malignant disease is often observed, indicating that insufficient GVT immunity is induced. This imperfect alloreactive response is probably due to insufficient numbers of MiHA-specific effector T cells and/or defective antigen-presentation and costimulation. Therefore, adoptive transfer of potent ex vivo -generated MiHA-specific T cells, restricted to the hematopoietic system, would boost the GVT-effect without increasing the risk for GVHD. Although successful in vitro induction of MiHA-specific CD8+ T cells from naive precursors has been reported, the resulting antigen-experienced T cell population consist of fully differentiated effector-memory T cells (T EM ). Over the past years it has been described that this T cell subset is not the most potent memory subset in anti-tumor responses in vivo following T cell transfer. In this regard, the less-differentiated memory subset called stem cell memory T cells (T SCM ) with superior in vivo expansion, self-renewal capacity and plasticity to differentiate in potent effectors would generate a stronger GVT response. In this study, we aimed to investigate the in vivo availability and ex vivo generation of T SCM -like MiHA-specific T cells as additive treatment option for allo-SCT patients. First, we investigated whether in allo-SCT patients MiHA-specific T cells could be detected with a T SCM phenotype defined by the expression of CD45RO, CCR7, CD27 and CD95. Though T SCM cells could be clearly detected within CMV-specific CD8+ T cells in allo-SCT patients, similar to healthy controls, no MiHA-specific T SCM cells could be detected. This emphasises the need for more potent adoptive MiHA-specific T cell therapy following allo-SCT. Therefore, we next explored the possibility of generating T SCM -like CD8+ T cells by interfering with the Akt signalling pathway. Emerging findings indicate that the differentiation program of CD8+ T cells is dictated by the strength and duration of AKT activity. Therefore, we explored whether the pharmacological inhibition of this signaling pathway could results in the generation of T SCM -like CD8+ T cells. We stimulated CCR7+CD45RA+ naive CD8+ T cells with CD3/CD28 beads plus IL-2, IL-7 and/or IL-15 in the presence an Akt inhibitor. Interestingly, CD8+ T cells in these Akt-cultures were inhibited in their differentiation stage, expressing higher levels of CD45RA and CCR7 compared to controls. In addition, expression of CD95, IL2Rβ, and IL7Rα was also elevated confirming the T SCM -like phenotype. Although proliferation of the Akt-inhibited CD8+ T cells was decreased as shown by less PBSE dilution, expansion could be significantly preserved. Next, we investigated whether the established culture conditions could be used to generate MiHA-specific T SCM -like cells. Therefore, CD8 + T cells from MiHA-negative donors were primed using autologous MiHA peptide-loaded moDCs in the presence of the Akt-inhibitor. Interestingly, MiHA-specific T cell priming could be induced, consisting of mainly T CM and T SCM -like cells compared to almost entirely T EM cells in the control setting. Akt-inhibited MiHA-specific T cells showed higher expression of CCR7, CD45RA, CD62L, CD28, CD95, and IL7Rα. Importantly, for the Akt-inhibited MiHA-specific T cells, proliferation was reserved, resulting in robust proliferation capacity during restimulation after removal of the Akt-inhibitor. The resulting T EFF cells were highly functional, showing capacity to degranulate and produce IFNγ upon peptide restimulation. In conclusion, by inhibiting the Akt-pathway, in vitro CD8+ T cell differentiation can be reduced. Therefore, Akt signalling inhibition can be exploited for generating T SCM -like MiHA-specific T cells in adoptive immunotherapy after allo-SCT. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "antigens",
        "memory",
        "proto-oncogene proteins c-akt",
        "signal transduction",
        "t-lymphocytes",
        "histocompatibility",
        "allopurinol",
        "cd95 antigens",
        "cd28 antigens",
        "neoplasms"
    ],
    "author_names": [
        "Anniek B. van der Waart, MSc",
        "Noortje van der Weem",
        "Luca Gattinoni, MD",
        "Nicolaas PM Schaap, MD, PhD",
        "Robbert van der Voort, PhD",
        "Willemijn Hobo, PhD",
        "Harry Dolstra, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Anniek B. van der Waart, MSc",
            "author_affiliations": [
                "Department of Laboratory Medicine, Laboratory of Hematology, Radboud University Medical Centre, Nijmegen, Netherlands, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Noortje van der Weem",
            "author_affiliations": [
                "Department of Laboratory Medicine, Laboratory of Hematology, Radboud University Medical Centre, Nijmegen, Netherlands, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Luca Gattinoni, MD",
            "author_affiliations": [
                "National Cancer Institute, NIH, Bethesda, MD, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nicolaas PM Schaap, MD, PhD",
            "author_affiliations": [
                "Department of Hematology, Radboud University Medical Centre, Nijmegen, Netherlands"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robbert van der Voort, PhD",
            "author_affiliations": [
                "Department of Laboratory Medicine, Laboratory of Hematology, Radboud University Medical Centre, Nijmegen, Netherlands, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Willemijn Hobo, PhD",
            "author_affiliations": [
                "Department of Laboratory Medicine, Laboratory of Hematology, Radboud University Medical Centre, Nijmegen, Netherlands, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Harry Dolstra, PhD",
            "author_affiliations": [
                "Department of Laboratory Medicine, Laboratory of Hematology, Radboud University Medical Centre, Nijmegen, Netherlands, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-27T15:41:39",
    "is_scraped": "1"
}