{
    "doi": "https://doi.org/10.1182/blood-2021-148929",
    "article_title": "CEBPA Directly Binds Ribosomal DNA and Promotes Ribosomal RNA Transcription in Myeloid Progenitors ",
    "article_date": "November 5, 2021",
    "session_type": "501.Hematopoietic Stem and Progenitor Cells and Hematopoiesis: Basic and Translational",
    "abstract_text": "Hematopoietic stem cells (HSCs) form a hierarchy of lineage restricted progenitor cells to produce mature hematopoietic cells that vary in function, size, proliferation, and protein synthesis rates. Different hematopoietic cells also vary in the rate of ribosomal RNA (rRNA) transcription, the key rate-limiting step in ribosome biogenesis that occurs in the nucleolus. Leukemic blast cells have long been identified by their prominent nucleoli, indicating high ribosome biogenesis rates (Fig A). Ribosome biogenesis is an extremely energy intensive process begins with transcription of multi-copy rDNA genes by RNA polymerase I (Pol I) to produce 47S precursor rRNA (pre-rRNA) which further processed into the generation of mature 18S, 5.8S, and 28S rRNA and assembled with 5S rRNA and 80 different ribosomal proteins to form mature ribosomes (Fig B). This process is highly dynamic and regulated at the level of rRNA transcription. Despite cell-type and disease-specific variations, rRNA transcription has long been considered a housekeeping process. Hence, cell or tissue type-specific regulation of rRNA transcription has rarely been explored. To identify cell-type-specific regulators of rRNA transcription in hematopoiesis, we mapped 2200 publicly available ChIP-Seq datasets representing 249 hematopoietic transcription factors (TFs) and epigenetic factors to create an atlas of hematopoietic TF-rDNA binding. We identified CEBPA that shows consistent and abundant binding to rDNA at a conserved, previously unknown motif in both species (Fig C). CEBPA is a myeloid lineage specific TF whose knockout leads to complete loss of all myeloid lineage cells. It is also frequently mutated (10%) in AML patients. So we picked CEBPA to further characterize its role in rRNA transcription. Since CEBPA deletion causes loss of granulocyte-monocyte progenitors (GMPs), we used the mouse HoxA9-ER cell line (which closely resembles GMPs). To study the immediate consequences of CEBPA loss, We generated a stable degron cell line by biallelically fusing FKBP degron into endogenous loci of Cebpa, enabling to rapidly degrade endogenous CEBPA protein on treatment with dTagV ligand (Fig D, E). To precisely quantify the rate of rRNA transcription, we developed a novel assay called '47S-FISH-Flow' that involves hybridizing fluorescent oligos unique to 5' end of 47S pre-rRNA, which only marks newly synthesized nascent rRNA in the nucleolus, and quantify using flow cytometry (Fig F, G). We found that depleting CEBPA caused rapid decrease in 47S rRNA level and occupancy of Pol I on rDNA (Fig H, I). In summary, we found that myeloid lineage specific TF CEBPA abundantly binds to a conserved motif in rDNA and the depletion of CEBPA rapidly reduces nascent 47S rRNA, indicating that it directly promotes rRNA transcription. Our results, and the tools and experimental systems we have developed, shed light on an important and largely unexplored aspect of hematopoietic biology: the regulation of rRNA transcription by lineage-specific hematopoietic TFs. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "author_names": [
        "Charles Antony",
        "Subin S George",
        "Justin Blum",
        "Patrick Somers",
        "Dexter Wu-corts",
        "Maxim Pimkin",
        "Vikram R Paralkar"
    ],
    "author_dict_list": [
        {
            "author_name": "Charles Antony",
            "author_affiliations": [
                "Division of Hematology/Oncology, Department of Medicine, University of Pennsylvania, Philadelphia, PA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Subin S George",
            "author_affiliations": [
                "Division of Hematology/Oncology, Department of Medicine, University of Pennsylvania, Philadelphia, PA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Justin Blum",
            "author_affiliations": [
                "Division of Hematology/Oncology, Department of Medicine, University of Pennsylvania, Philadelphia, PA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Patrick Somers",
            "author_affiliations": [
                "Division of Hematology/Oncology, Department of Medicine, University of Pennsylvania, Philadelphia, PA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dexter Wu-corts",
            "author_affiliations": [
                "Division of Hematology/Oncology, Department of Medicine, University of Pennsylvania, Philadelphia, PA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maxim Pimkin",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Boston Children's Hospital, Harvard Medical School, Brookline, MA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vikram R Paralkar",
            "author_affiliations": [
                "Division of Hematology/Oncology, Department of Medicine, University of Pennsylvania, Philadelphia, PA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T15:32:43",
    "is_scraped": "1"
}