{
    "doi": "https://doi.org/10.1182/blood.V110.11.968.968",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1056",
    "start_url_page_num": 1056,
    "is_scraped": "1",
    "article_title": "Operationalizing the Concept of “Immobility” for Better Targeting of Thromboprophylaxis in Medical Patients: How the Literature Falls Short. ",
    "article_date": "November 16, 2007",
    "session_type": "Health Services and Outcomes Research",
    "topics": [
        "impaired mobility",
        "thromboprophylaxis",
        "mobility",
        "venous thromboembolism",
        "bed rest",
        "bedfast",
        "cerebrovascular accident",
        "ischemic stroke",
        "thrombosis"
    ],
    "author_names": [
        "Laura Desrosiers, NMSc(A)",
        "Susan R. Kahn, MD FRPCP MSc",
        "Jessica Emed, N MSc(A)"
    ],
    "author_affiliations": [
        [
            "Center for Clinical Epidemiology and Community Studies, Sir Mortimer B. Davis Jewish General Hospital, Montreal, QC, Canada"
        ],
        [
            "Center for Clinical Epidemiology and Community Studies, Sir Mortimer B. Davis Jewish General Hospital, Montreal, QC, Canada"
        ],
        [
            "Center for Clinical Epidemiology and Community Studies, Sir Mortimer B. Davis Jewish General Hospital, Montreal, QC, Canada"
        ]
    ],
    "first_author_latitude": "45.497425650000004",
    "first_author_longitude": "-73.62995975",
    "abstract_text": "Background: Venous thromboembolism (VTE) is one of the most common, serious and preventable complications in hospitalized medical patients. Based on data from randomized trials, current guidelines recommend that pharmacologic thromboprophylaxis be administered to such patients until they are ambulatory, as immobility is a significant VTE risk factor. Hence, assessment of the ambulatory status of hospitalized patients is a key element in (1) identifying risk of VTE; and (2) decision-making regarding when to initiate and when to discontinue VTE prophylaxis. Audits continue to show low rates of thromboprophylaxis in medical patients, which could be due in part to difficulties operationalizing the terms “ambulatory” and “immobile” in the clinical setting. Clearer definitions of these terms could improve practitioners’ adherence to thromboprophylaxis guidelines. Objectives: We conducted a systematic review of trials of thromboprophylaxis in hospitalized medical patients to characterize how ambulation and immobility were defined and operationalized, and for what purpose. Methods: Pubmed and CINHAL electronic databases were searched up to August 2007 for randomized controlled trials of VTE prophylaxis in medical patients, including patients with stroke. Articles retrieved were hand-searched to identify additional trials. Definitions of “immobility”, “mobility”, “bedridden”, “bedrest”, and “confined to bed/chair” were extracted, and how the concept of mobility/immobility was used was documented. Results: Seventeen randomized controlled trials were retrieved. All studies provided definitions of the concept of “ambulation”, “mobility” or “immobility”, however definitions varied widely across studies. Twelve studies defined the concept in terms of time (definition of “ambulatory” ranged widely from 28 days of full “mobilizing”), 2 studies defined the concept in terms of distance (e.g. ambulatory if able to walk 10 meters), 14 studies defined the concept in terms of degree of activity (e.g. “ambulatory” if not confined to bed/chair; or if able to walk autonomously) and 11 studies used definitions that combined time or distance with degree of activity. Overall, only 11/17 studies used definitions that were clearly operationalized and could be objectively replicated. In terms of how the concept of mobility was utilized, 16 studies used the concept in inclusion or exclusion criteria, of which 11 studies provided clearly operationalized definitions; 5 studies used the concept to guide treatment (e.g. “continue treatment until patient is ambulatory”), of which 4 provided clearly operationalized definitions; and 7 studies discussed mobility in the study’s results or conclusions (e.g. “prophylaxis is appropriate in all immobilized patients”), of which 5 provided clear and operationalized definitions. Conclusions: Although all trials of VTE prophylaxis in medical patients provided definitions of the concept of mobility/immobility, there was a marked lack of consistency of such definitions across trials, many definitions could not be readily operationalized by a practitioner in clinical practice and the purpose for using mobility as a concept differed greatly among trials. In order to help clinicians better assess thrombosis risk and thereby use thromboprophylaxis more consistently in hospitalized medical patients, further research is needed to define, standardize and operationalize the concept of mobility/immobility in such patients."
}