{
    "doi": "https://doi.org/10.1182/blood-2020-141816",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4553",
    "start_url_page_num": 4553,
    "is_scraped": "1",
    "article_title": "Outcome of Sibling's and Unrelated Umbilical Cord Blood Stem Cell Transplantation Combined PBSC in Thalassemia Major and Related Factors Analysis:76 Cases Reported in Single Center ",
    "article_date": "November 5, 2020",
    "session_type": "721.Clinical Allogeneic Transplantation: Conditioning Regimens, Engraftment, and Acute Transplant Toxicities",
    "abstract_text": "Objectives: At present, allogeneic hematopoietic stem cell transplantation is still the only way to cure thalassemia major (TM) patients. But in fact, less than half of the patients can find matched sibling or unrelated donors.Umbilical cord blood stem cells(UCB) is a potential source of stem cells.This paper was to explore effectiveness and compare the outcomes of sibling's and unrelated cord blood stem cell transplantation combined with PBSC in TM. Methods: From Jan. 2008 to Oct. 2019, the clinical data of 76 children with TM who were first underwent cord blood stem cell transplantation was analyzed retrospectively. As of Dec.31, 2019, the median follow-up time was 53 months. The NF-08-TM protocol with CY + Bu + flu + TT in conditioning, was used for sibling cord blood transplantation(CBT) in which the graft including fresh cord blood and PBSC from newborns. Haploid peripheral blood stem cells combined unrelated cord blood transplantation was carried out with NF-14-TM protocol added CY in day +3, day+ 4 days ,followed infusion of unrelated cord blood in + 6 day.The average infusion of cord blood mononuclear cells was 8.50×10^7 (2.73-20.30×10^7), of which CD34+cells were 2.42×10^5 (0.26-8.06×10^5). Unrelated cord blood mononuclear cells were 5.90×10^7 (0.77-11.35×10^7), of which CD34+ cells were 1.78×10^5 (0.17-4.44×10^5). The number of haploid mononuclear cells was 27.70×10^8 (8.80-63.18×10^8). SPSS 20.0 software was used to analyze the subjects' clinical characteristics, long-term survival rate, factors affecting umbilical cord blood implantation and related complications Results: Total of 45 cases of sibling CBT and 31 cases of unrelated CBT combined with haploid PBSC were enrolled. Two of the 76 thalassemia children died, with an OS of 96.3±2.6%, TFS93.8±3.1%; TMR was 3.7%. The OS of the sibling CBT group and the unrelated CBT group were 97.8 ± 2.2% and 90.0±9.9%, P =0.586; Meanwhile TFS were 93.3 ± 3.7% and 92.9±6.9%, P =0.589. Liver iron concentration (MRI-T2) in the unrelated CBT group was significantly correlated with delayed implantation of stem cells and delayed reconstruction of platelets ( P =0.013 and P =0.034).There was no significant difference in the rate of delayed implantation of stem cells and granulocyte reconstruction between the unrelated CBT group and the sibling CBT group, but the rate of delayed platelet reconstruction in the unrelated CBT group was significantly higher than that in the sibling CBT group ( P =0.002). The time of umbilical cord blood implantation in the unrelated CBT group was shorter than that in the sibling CBT group (24.32 days vs 37.67 days, P =0.058), but the platelet reconstruction in this group was slower than that in the sibling CBT group, with no statistically significant difference ( P =0.061). In the ferritin level, the platelet reconstruction time in the unrelated CBT group was significantly higher than that in the sibling CBT group ( P =0.031). Logistic regression analysis showed that ferrimin, umbilical cord blood sources, dose of umbilical cord blood mononuclear cells and acute GVHD were not risk factors for delayed implantation of stem cells (over 30 days).The incidence of acute and chronic GVHD in the unrelated CBT group was significantly higher than that in the sibling CBT group ( P < 0.001 and P =0.034). The virus infection rate of the unrelated CBT group was significantly higher than that of the sibling CBT group ( P =0.008). The infection of herpes simplex virus type I was common in sibling CBT, while cytomegalovirus was the main infectious virus in unrelated CBT. Conclusion: By increasing the dose of stem cells, the outcomes of TM after transplantation was favorable both in sibling and unrelated CBT group. Unrelated CBT combined with haploid PBSC can potentially reduce implantation time compared with sibling CBT. The strategies of prophylaxis and treatment of GVHD and cytomegalovirus infection should be strengthened. Iron overload may affect umbilical cord blood stem cell implantation and hematopoietic recovery. Figure 1 View large Download slide Figure 1 View large Download slide  Disclosures No relevant conflicts of interest to declare.",
    "topics": null,
    "author_names": [
        "Yuhua Xiao",
        "Xiaoqin Feng",
        "Yuelin He, MD",
        "Chunfu Li, MD"
    ],
    "author_affiliations": [
        [
            "Department of Pediatrics, Nanfang Hospital,Southern Medical University, Guangzhou, China "
        ],
        [
            "Department of Pediatrics, Nanfang Hospital,Southern Medical University, Guangzhou, China "
        ],
        [
            "Department of Pediatrics, Nanfang Hospital,Southern Medical University, Guangzhou, China "
        ],
        [
            "Department of Pediatrics, Nanfang Hospital,Southern Medical University, Guangzhou, China ",
            "Nanfang-Chunfu Children's Institute of Hematology & Oncology, Dongguan, China"
        ]
    ],
    "first_author_latitude": "23.187804",
    "first_author_longitude": "113.328561"
}