{
    "doi": "https://doi.org/10.1182/blood-2018-99-113557",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3980",
    "start_url_page_num": 3980,
    "is_scraped": "1",
    "article_title": "Diagnostic Accuracy of Age-Adjusted D-Dimer Cutoff in Suspected Cases of Pulmonary Embolism ",
    "article_date": "November 29, 2018",
    "session_type": "901. Health Services Research—Non-Malignant Conditions: Poster II",
    "topics": [
        "fibrin fragment d substance",
        "pulmonary embolism",
        "diagnostic imaging",
        "fibrin d-dimer assay",
        "pulmonary artery angiography, ct",
        "wells dvt score",
        "false-negative results",
        "inequality of ventilation-perfusion ratio",
        "ventilation/perfusion scan",
        "ventilation-perfusion mismatching"
    ],
    "author_names": [
        "Prajwal Dhakal, MBBS",
        "Harris Mian Iftikhar, MBBS",
        "Ling Wang, PhD",
        "Sagar Panthi, MBBS",
        "Shiva Shrotriya, MD MPH",
        "Supratik Rayamajhi, MD"
    ],
    "author_affiliations": [
        [
            "Division of Oncology and Hematology, Department of Internal Medicine, University of Nebraska Medical Center, Omaha, NE ",
            "Fred and Pamela Buffet Cancer Center, Omaha, NE "
        ],
        [
            "Michigan State University, East Lansing, MI "
        ],
        [
            "Department of Medicine, Michigan State University, East Lansing, MI"
        ],
        [
            "Michigan State University, East Lansing, MI "
        ],
        [
            "Department of Medicine, Michigan State University, East Lansing, MI"
        ],
        [
            "Department of Medicine, Michigan State University, East Lansing, MI"
        ]
    ],
    "first_author_latitude": "41.2543006",
    "first_author_longitude": "-95.9742945",
    "abstract_text": "Introduction Current guidelines recommend use of clinical pretest probability scores, d-dimer assay, and imaging studies in the diagnosis of pulmonary embolism (PE). Studies have shown that normal d-dimer levels with low-intermediate probability in Wells score can safely exclude PE in most cases. Usually, d-dimer level of less than 500 µg/L is used to decide that no further imaging studies such as computed tomography pulmonary angiography (CTPA) or ventilation perfusion (V/Q) scan) are required. However, the conventional cutoff of 500 µg/L may not be as specific in all patients as d-dimer levels increase with age. Thus, use of age-adjusted d-dimer cutoff has been advocated which is defined as (age × 10) µg/L in patients 50 years or older. Objective To study if age-adjusted d-dimer is helpful in decreasing imaging studies without missing the diagnosis of PE in suspected cases. Methods We did an observational retrospective study of all consecutive adult patients who presented to the emergency department from January 2014 to December 2016. The patients who were clinically suspected with PE and underwent subsequent workup along with d-dimer assays were included for analysis. The number of imaging studies performed for PE diagnosis were recorded. Results We included 3,197 patients in the study. Median age was 55 years, and 67% were females (Table 1). Total 2,937 (92%) patients had elevated d-dimer levels based on conventional d-dimer cutoff compared to 2,526 (79%) patients based on age-adjusted d-dimer cutoff. The age-adjusted d-dimer cutoff was more specific (21% vs 8%, p-value<0.0001) but less sensitive (100% vs 95%, p-value= 0.15) than conventional cutoff (Table 2). The use of age-adjusted d-dimer cutoff would have avoided 409 (13% of total) imaging studies (Table 3). However, 2 cases (0.7% of total) with PE, which would have underwent imaging study with conventional cutoff, would have been missed with age-adjusted d-dimer cutoff. The Wells score was 3, intermediate pretest probability, for both cases of PE. Conclusion Age-adjusted d-dimer cutoff can significantly decrease the number of imaging studies performed in cases of suspected PE. However, as shown in our study, there is a chance of missing cases with actual PE. Thus, clinicians should always be aware of a rare probability of false negative result with age-adjusted d-dimer levels. Further stratification of the probability risk or the prompt use of imaging studies in cases with higher clinical suspicion can help in accurate diagnosis of PE. View large Download slide View large Download slide  Disclosures No relevant conflicts of interest to declare."
}