{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.2558.2558",
    "article_title": "Indirect Treatment Comparison (ITC) of Inotuzumab Ozogamicin (InO) and Blinatumomab (Blina) for Relapsed or Refractory (RR) Acute Lymphoblastic Leukemia (ALL) ",
    "article_date": "December 7, 2017",
    "session_type": "612. Acute Lymphoblastic Leukemia: Clinical Studies: Poster II",
    "abstract_text": "Background: InO and Blina, two therapies for an orphan indication in RR-ALL, have been evaluated against standard intensive chemotherapy (SOC) in clinical trials. InO was examined in the phase III INO-VATE-ALL trial (NCT01564784) and Blina was evaluated in the phase III TOWER trial (NCT02013167). In the absence of head-to-head studies directly comparing InO and Blina in patients with ALL, ITCs were needed to evaluate the relative efficacy of each therapy. A network meta-analysis (NMA) is an ITC technique commonly used to estimate relative treatment effects based on data from the literature. This technique relies on common comparators to contrast relative effects between treatments and assumes the patient populations used in the analyses are homogeneous. In instances where this assumption is likely violated (as the case with TOWER and INO-VATE-ALL), alternative methods such as anchored matching-adjusted indirect comparison (MAIC) or simulated treatment comparison (STC) can be used to produce less biased estimates. The aim of this study was to indirectly compare the overall survival (OS), event-free survival (EFS), complete remission or complete remission with incomplete hematologic recovery (CR/CRi), and hematopoietic stem-cell transplant (HSCT) rate between InO and Blina in RR ALL patients. Methods: INO-VATE-ALL patient level data (cut-off date January 4, 2017) and published summary data for TOWER were used in the analyses. NMA and anchored MAIC and STC methods were used to derive relative effects comparing InO to Blina. For each outcome, a list of likely treatment effect modifiers for MAIC/STC analyses was identified using results from subgroup analyses in INO-VATE-ALL and TOWER and clinical expert input (Table 1). In MAIC, the adjustment for differences between trials on treatment effect modifiers was made through propensity score re-weighting of the patients in the INO-VATE-ALL to yield a profile that matches the TOWER. In anchored STC, the adjustment was made through regression analyses by fitting regression model to estimate relative treatment effect in the TOWER-like population. To account for potential violation of the proportional hazard assumption due to differences in short- and long-term performance against SOC, as shown in the published OS and EFS curves in the INO-VATE-ALL and TOWER trials, in addition to standard analyses, a time-dependent Cox regression and restricted mean survival time (RMST) approaches were used to quantify differences in OS and EFS between InO and Blina. Truncation time for RMST analyses was 20 and 23 months, i.e. max follow up in TOWER for OS and EFS, respectively. Results: After MAIC adjustment, all proportions reported in both studies for patient characteristics used in each analysis matched for INO-VATE-ALL and TOWER. The effective sample size in INO-VATE-ALL was reduced by 50% or more in all analyses, except HSCT rate. Anchored MAIC and STC analyses showed stronger treatment effect for InO vs Blina compared to the NMA approach for all outcomes (Table 2). ITCs for remission and HSCT rate showed a statistically significant advantage in favor of InO (Table 2). The ITCs for EFS suggest a favorable trend for InO; RMST difference/ratio from MAIC were statistically significantly higher for InO suggesting longer expected mean EFS for InO vs Blina. However, when EFS treatment effect was quantified using hazard ratio, results did not reach statistical significance (Table 2). The ITCs results for OS suggest no difference between InO and Blina (Table 2). However, these results are likely underestimating OS for InO; after 15 months in INO-VATE-ALL, the difference between InO and SOC OS curves accelerated, which is consistent with higher HSCT rates observed for InO. In TOWER however, Blina and SOC OS curves converged at around 15 months suggesting no difference in longer-term survival which is consistent with identical rates of HSCT observed for Blina and SOC. Conclusions: The results of our analysis suggest that InO has a statistically significant advantage over Blina in terms of remission and HSCT rate irrespective of the ITC method used for comparison. Analyses also suggest a favorable trend for EFS and long term OS. However, it was not possible to adjust for CD22 or hepatic comorbidities or fully account for the difference in patient characteristics in regards to number of salvage therapies. Similarity in chemotherapy regimens of the SOC arms is worthy of further exploration. View large Download slide View large Download slide  Close modal Disclosures Su: Pfizer Inc.: Employment, Equity Ownership. Fahrbach: Evidera Inc.: Employment; Pfizer Inc: Other: Evidera employees work with a variety of companies and are precluded from receiving payment directly from these organizations. Evidera received funding from Pfizer Inc. to participate in the study and develop this manuscript.. Vandendries: Pfizer: Employment, Equity Ownership. Page: Evidera Inc.: Employment; Evidera Inc.: Other: Evidera employees work with a variety of companies and are precluded from receiving payment directly from these organizations. Evidera received funding from Pfizer Inc. to participate in the study and develop this manuscript.. Onyekwere: Evidera Inc.: Employment; Evidera Inc.: Other: Evidera employees work with a variety of companies and are precluded from receiving payment directly from these organizations. Evidera received funding from Pfizer Inc. to participate in the study and develop this manuscript.. Wang: Evidera Inc.: Employment; Evidera Inc.: Other: Evidera employees work with a variety of companies and are precluded from receiving payment directly from these organizations. Evidera received funding from Pfizer Inc. to participate in the study and develop this manuscript.. Cappelleri: Pfizer Inc: Employment, Equity Ownership. Proskorovsky: Evidera Inc.: Other: Evidera employees work with a variety of companies and are precluded from receiving payment directly from these organizations. Evidera received funding from Pfizer Inc. to participate in the study and develop this manuscript.; Evidera Inc.: Employment.",
    "topics": [
        "acute lymphocytic leukemia",
        "blinatumomab",
        "indirect technique",
        "inotuzumab ozogamicin",
        "isolated tumor cells",
        "hematopoietic stem cell transplantation",
        "chemotherapy regimen",
        "complete remission",
        "disease remission",
        "follow-up"
    ],
    "author_names": [
        "Matthias Stelljes, MD",
        "Yun Su, MD MPH, MS",
        "Kyle Fahrbach, PhD",
        "Erik Vandendries, MD PhD",
        "Veronique Page, M.Sc",
        "Uchenna Onyekwere, MD MPh",
        "Yunyang Wang, M.Sc, M.Pharm",
        "Joseph C. Cappelleri, PhD MPH, MS",
        "Irina Proskorovsky, M.Sc"
    ],
    "author_dict_list": [
        {
            "author_name": "Matthias Stelljes, MD",
            "author_affiliations": [
                "Dept. of Internal Medicine A, University of Muenster, Muenster, Germany "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Yun Su, MD MPH, MS",
            "author_affiliations": [
                "Pfizer Inc, New York, NY "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kyle Fahrbach, PhD",
            "author_affiliations": [
                "Evidera Inc., Waltham, MA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Erik Vandendries, MD PhD",
            "author_affiliations": [
                "Pfizer Inc, New York, NY "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Veronique Page, M.Sc",
            "author_affiliations": [
                "Evidera Inc., Waltham, MA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Uchenna Onyekwere, MD MPh",
            "author_affiliations": [
                "Evidera Inc., Waltham, MA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yunyang Wang, M.Sc, M.Pharm",
            "author_affiliations": [
                "Evidera Inc., Waltham, MA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joseph C. Cappelleri, PhD MPH, MS",
            "author_affiliations": [
                "Pfizer Inc, Groton, CT"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Irina Proskorovsky, M.Sc",
            "author_affiliations": [
                "Evidera Inc., Waltham, MA "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T09:28:24",
    "is_scraped": "1"
}