{
    "doi": "https://doi.org/10.1182/blood.V128.22.2248.2248",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3552",
    "start_url_page_num": 3552,
    "is_scraped": "1",
    "article_title": "Radius: A Phase 2, Randomized Trial of Standard of Care (SOC) with or without Midostaurin to Prevent Relapse Following Allogeneic Hematopoietic Stem Cell Transplant (alloHSCT) in Patients (pts) with FLT3 -Itd-Mutated Acute Myeloid Leukemia (AML) ",
    "article_date": "December 2, 2016",
    "session_type": "723. Clinical Allogeneic and Autologous Transplantation: Late Complications and Approaches to Disease Recurrence: Poster I",
    "topics": [
        "allogeneic hematopoietic stem cell transplant",
        "brachial plexus neuritis",
        "flt3 gene",
        "impedance threshold device",
        "leukemia, myelocytic, acute",
        "midostaurin",
        "ms-like tyrosine kinase 3",
        "mutation",
        "radius",
        "standard of care"
    ],
    "author_names": [
        "Richard T. Maziarz, MD",
        "Mrinal M Patnaik, MBBS",
        "Bart L. Scott, MD",
        "Sanjay R. Mohan, MD",
        "Abhinav Deol, MD",
        "Scott D. Rowley, MD FACP",
        "Dennis Dong Hwan Kim, MD PhD",
        "Kelly Haines, BS",
        "Gaetano Bonifacio, MD",
        "Patrice Rine",
        "Hugo F. Fernandez, MD"
    ],
    "author_affiliations": [
        [
            "Oregon Health & Science University, Portland, OR "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ],
        [
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA "
        ],
        [
            "Department of Medicine, Division of Hematology and Oncology, Vanderbilt University Medical Center, Nashville, TN ",
            "Vanderbilt-Ingram Cancer Center, Nashville, TN "
        ],
        [
            "Division of Oncology, Karmanos Cancer Institute/Wayne State University School of Medicine, Detroit, MI "
        ],
        [
            "John Theurer Cancer Center, Hackensack University Medical Center, Hackensack, NJ "
        ],
        [
            "Department of Medical Oncology & Hematology, Princess Margaret Cancer Centre, University of Toronto, Toronto, Canada "
        ],
        [
            "Novartis Pharmaceuticals Corporation, East Hanover, NJ "
        ],
        [
            "Novartis Pharmaceuticals Corporation, East Hanover, NJ "
        ],
        [
            "Novartis Pharmaceuticals Corporation, East Hanover, NJ "
        ],
        [
            "Blood & Marrow Transplantation, H. Lee Moffiitt Cancer Center, Tampa, FL"
        ]
    ],
    "first_author_latitude": "45.49868994999999",
    "first_author_longitude": "-122.68525135",
    "abstract_text": "Introduction Midostaurin is an orally available multikinase inhibitor that blocks FLT3 kinase activity. FLT3 mutations are associated with more frequent and earlier relapses and worse survival. The phase 3 RATIFY trial showed that midostaurin compared with placebo improved overall and event-free survival in newly diagnosed pts with FLT3 -mutated AML when administered in combination with standard chemotherapy and as single-agent maintenance (Stone et al, ASH 2015). The ongoing RADIUS trial (NCT01883362) is investigating whether adding midostaurin to SOC after alloHSCT reduces the risk of relapse in pts with FLT3 -ITD-mutated AML. Here we report safety data from the first 56 enrolled pts. Methods RADIUS is a randomized, open-label, phase 2 study comparing SOC vs midostaurin + SOC after alloHSCT in adult pts with AML with FLT3- ITD mutations (planned enrollment, N = 60). Study treatment started 28-60 days after alloHSCT. SOC was dictated by the treating physician. Pts were randomized to either SOC or midostaurin 50 mg twice daily + SOC (hereafter called the midostaurin arm) continuously for ≤ 12 months and will be followed up for ≥ 24 months. The study was designed to look for any safety or efficacy signals and not powered to find differences between study treatments. The primary endpoint is relapse-free survival at 18 months after alloHSCT. Adverse events (AEs) were followed up for 30 days after treatment. Key inclusion criteria are documented FLT3 -ITD mutation, age 18-70 years, and first complete remission status. Pts could enroll after the date of engraftment and hematologic recovery to an absolute neutrophil count > 1000/μL and platelet count ≥ 20,000/μL without requiring transfusion. Results Pts were randomized from Feb 5, 2014, to Jun 13, 2016. The 2 arms (n = 28 each) were balanced regarding age, sex, and race. Most pts (93%) had de novo AML. At data cutoff (Jun 3, 2016), data were not mature enough to evaluate efficacy. Median (range) follow-up in the SOC and midostaurin arms was 240 (3-786) and 234 (3-656) days, respectively. Overall, 18 pts (64%) in the SOC arm and 19 pts (68%) in the midostaurin arm stopped treatment. Of these, 10 (36%) and 8 (29%) in the SOC and midostaurin arms, respectively, completed 12 months of treatment. Other reasons for stopping treatment were relapse (2 [7%] and 2 [7%]), death (2 [7%] and 0 [0%]), administrative problems (2 [7%] and 1 [4%]), withdrawn consent (1 [4%] and 3 [11%]), abnormal test results (1 [4%] and 0 [0%]), and AEs (0 [0%] and 4 [14%]). In the 24 pts who received ≥ 1 dose in the midostaurin arm, the median midostaurin dose was 76.2 (range, 25-100) mg daily. In the 15 pts (54%) who required a dose change, the reasons for dose changes were AEs (13 [46%]), dosing error (3 [11%]), re-escalation (3 [11%]), abnormal test results (2 [7%]), per protocol (2 [7%]), use of concomitant strong CYP3A4 inhibitors (1 [4%]), and other reasons (4 [14%]). The most common any-grade (Gr) AEs were fatigue (29%) and AST, headache, nausea and vomiting (all 25%) in the SOC arm and nausea and vomiting (both 64%) and diarrhea (43%) in the midostaurin arm (Figure 1). The most common Gr 3/4 AEs were nausea and hypertension in the SOC arm (all 3 [11%] each) and diarrhea, increased ALT, neutrophil count decreased (all 3 [11%] each) and platelet count decreased (5 [18%]) in the midostaurin arm. No on-treatment deaths occurred in the midostaurin arm. AEs led to discontinuation of midostaurin in 4 pts and included Gr 1 nausea, Gr 2 nausea and vomiting, Gr 3 lung infection, and Gr 2 elevated liver enzymes (n = 1 each). All of these except the lung infection were considered related to midostaurin. Graft-vs-host disease (GVHD) occurred in 16 pts (57%) in the SOC arm and 18 pts (64%) in the midostaurin arm (Figure 2). No stage ≥ 3 organ involvement occurred. Most cases of GVHD (11 [39%] in the SOC arm and 17 [61%] in the midostaurin arm) were acute. The most commonly affected organ was the skin (11 [39%] and 13 [46%], respectively, of which 5 [18%] and 4 [14%], respectively, were stage 2). Conclusions The preliminary safety data in the post-alloHSCT setting was consistent with data from other studies. Rates of Gr 1/2 nausea, vomiting, and diarrhea were higher in the midostaurin arm. Midostaurin did not change rates of GVHD. Because of the limited duration of follow-up, effects on chronic GVHD are unknown. Follow-up is ongoing, with efficacy data anticipated in 2017. View large Download slide View large Download slide View large Download slide View large Download slide Disclosures Maziarz: Athersys: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Incyte: Membership on an entity's Board of Directors or advisory committees; Novartis Pharmaceuticals Corporation: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding. Scott: Celgene: Consultancy, Membership on an entity's Board of Directors or advisory committees; Novartis: Consultancy, Research Funding, Speakers Bureau; Alexion: Speakers Bureau; Agios: Membership on an entity's Board of Directors or advisory committees. Deol: Jazz Pharmaceuticals: Consultancy. Haines: Novartis: Employment. Bonifacio: Novartis: Employment. Rine: Novartis: Employment. Fernandez: Fate Pharmaceuticals: Honoraria; Chimerix: Honoraria; Sanofi: Speakers Bureau."
}