{
    "doi": "https://doi.org/10.1182/blood.V110.11.1555.1555",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=880",
    "start_url_page_num": 880,
    "is_scraped": "1",
    "article_title": "Transformation to Myelofibrosis and Blastic Transformation of PV Are Associated with Higher JAK2 Mutation Levels. ",
    "article_date": "November 16, 2007",
    "session_type": "Myeloproliferative Syndromes",
    "topics": [
        "mutation",
        "myelofibrosis",
        "brachial plexus neuritis",
        "thrombus",
        "cytoreductive therapy",
        "jak2 gene mutation analysis",
        "polycythemia vera",
        "spectrometry, mass, matrix-assisted laser desorption-ionization",
        "splenomegaly",
        "clone cells"
    ],
    "author_names": [
        "Maya Koren-Michowitz, MD",
        "Ninette Amariglio, PhD",
        "Joseph Landman, BA",
        "Gideon Rechavi, MD, PhD",
        "Elena Ribakovsky, MD",
        "Yoram Cohen, MD",
        "Arnon Nagler, MD, MSc"
    ],
    "author_affiliations": [
        [
            "Division of Hematology, Chaim Sheba Medical Center, Tel Hashomer, Ramat Gan, Israel",
            "Cancer Research Center, Chaim Sheba Medical Center, Tel Hashomer, Ramat Gan, Israel"
        ],
        [
            "Division of Hematology, Chaim Sheba Medical Center, Tel Hashomer, Ramat Gan, Israel",
            "Cancer Research Center, Chaim Sheba Medical Center, Tel Hashomer, Ramat Gan, Israel"
        ],
        [
            "Division of Hematology, Chaim Sheba Medical Center, Tel Hashomer, Ramat Gan, Israel"
        ],
        [
            "Cancer Research Center, Chaim Sheba Medical Center, Tel Hashomer, Ramat Gan, Israel"
        ],
        [
            "Division of Hematology, Chaim Sheba Medical Center, Tel Hashomer, Ramat Gan, Israel"
        ],
        [
            "Cancer Research Center, Chaim Sheba Medical Center, Tel Hashomer, Ramat Gan, Israel",
            "Gynecology, Chaim Sheba Medical Center, Tel Hashomer, Ramat Gan, Israel"
        ],
        [
            "Division of Hematology, Chaim Sheba Medical Center, Tel Hashomer, Ramat Gan, Israel"
        ]
    ],
    "first_author_latitude": "32.047284499999996",
    "first_author_longitude": "34.8427175",
    "abstract_text": "The JAK2 V617F mutation is found in 80–97% of polycythemia vera (PV) pts. The aim of the current study was to correlate the JAK2 mutation level with clinical symptoms and complications including vascular events and late hematological complications. Thirty-nine JAK2 V617F positive PV pts were included; M-19, F- 20; mean age at diagnosis was 55 (range 25–89) years. JAK2 mutation was analyzed in the PB using a quantitative MALDI-TOF based assay (Leuk Res 2007) after a mean of 130 (range 0–429) months from diagnosis. There was no correlation between the JAK2 mutation level and the time elapsed between the diagnosis and JAK2 mutation analysis. The mean JAK2 mutation level was 59% (range 2.5–95%). A negative correlation was found between the JAK2 mutation level and the pts age both at diagnosis (r=−0.3439, p=0.0321) as well as at the time of analysis (r=−0.3285, p=0.0412). JAK2 mutation levels were higher in pts with late hematological complications including transformation to myelofibrosis and blastic transformation compared to those without hematological complications (mean mutation level 77% vs. 51%, respectively p=0.0019). The best cut off value for the development of late hematological complications was above 50% (p=0.0336) which suggests the presence of homozygous JAK2 clones in pts that develop these complications. Similarly, there was a trend towards higher mean mutation levels in symptomatic pts (69% vs. 54%, p=0.096), pts with splenomegaly (62% vs. 47%, p=0.077) and pts that received cytoreductive therapy (63% vs. 47%, respectively p=0.077), while there was no difference between the levels of mutation in pts with thrombotic events compared to those without thrombotic complications. Our findings of: association between the JAK2 mutation level and late hematological complications and no association between the JAK2 mutation level and thrombotic events concur with the results of Vannucchi et al (Blood 2007) that reported on a higher rate of transformation to myelofibrosis in PV patients with homozygous JAK2 status and no association between homozygosity for the JAK2 mutation in PV and thrombotic events. In conclusion, we found that late hematological complications including transformation to myelofibrosis and blastic transformation in PV pts are associated with higher JAK2 mutation levels while thrombotic events are not associated with higher JAK2 levels. These results may be of clinical and therapeutic significance pending their further confirmation by a larger cohort of patients."
}