{
    "doi": "https://doi.org/10.1182/blood.V128.22.4434.4434",
    "article_title": "Multiple Myeloma Cancer Stem Cells: Immunophenotypic and Functional Characterization, Gene Expression Profiling and Therapeutic Targets ",
    "article_date": "December 2, 2016",
    "session_type": "651. Myeloma: Biology and Pathophysiology, excluding Therapy: Poster III",
    "abstract_text": "Background: Despite the increase in patients' survival over the last years, multiple myeloma (MM) remains incurable, being persistence of cancer stem cells (CSCs) a probable cause of drug resistance and disease relapse. It is possible to isolate these cells using surface antigen expression pattern (CD19 + /CD34 + /CD138 - ) and the activity of an enzyme from aldehyde dehydrogenase (ALDH) family (Boucher et al ., 2012). We believe that using CD19 as potential marker of MM-CSCs makes CAR-T cell therapy against CD19 an option to eradicate residual MM disease. Aims: To isolate and characterize immunophenotypically, functionally and by gene expression the MM-CSCs derived from bone marrow (BM) samples of newly-diagnosed MM patients, focusing on identification of possible therapeutic targets. Methods: BM aspirates were collected and CD138 + cells were separated by magnetic sorting. The remaining cells were submitted to sorting by flow cytometry on FACSAria II (Becton, Dickinson and Company, Franklin Lakes, NJ, USA), labeled with anti-CD19 Pacific Blue (Invitrogen, Carlsbad, CA, USA), anti-CD34 PE Cy7 and anti-CD138 APC (both from Becton, Dickinson and Company, Franklin Lakes, NJ, USA) antibodies, in addition to Aldefluor™ reagent (StemCell Technology, Vancouver, British Columbia, Canada). RNA was extracted and pre-amplified for PCR array analysis using the RT² Profiler™ PCR Array Human Cancer Stem Cells(Qiagen, Hilden, Germany) to assess the expression profile of 84 genes related to cancer stem cells, and the results were evaluated with the online software provided by the platform manufacturer. Results: MM-CSCs (CD34 + /CD19 + /CD138 - /ALDH1 + ) were isolated by flow cytometry from MM samples and presented median of 1,748.5 events (ranging from 56 to 16,633, n = 16). For comparison purposes, CD138 + MM tumor cells were isolated and used as \"control group\" (median of events 72,904, ranging from 1,536 to 312,504, n = 15). RNA from 16 MM-CSC samples and 6 controls were analyzed by qPCR. Considering 2 -ΔCt calculation ( GAPDH as normalizer) and fold change of 2, 11 genes were considered differentially expressed in MM-CSCs when compared to tumor plasma cells (p<0.05) (4 overexpressed and 7 underexpressed), as calculated by Student's T-test. Overexpression of CD38 in the control group confirms the origin of tumor plasma cells. Other genes overexpressed in tumor plasma cells include ITGA6 and PECAM1 (adhesion-related molecules); MERTK (signal transduction); BMI1; DKK1 (Wnt signaling pathway), and ID1 (cell migration and metastasis). Among the MM-CSCs overexpressed genes, ALDH1A1 , ENG and ITGB1 are CSC markers and are related to stem cell functions; and WEE1 is a cell cycle-related gene which regulates G2-M checkpoint and promotes cell cycles arrest for further DNA repair. Discussion and Conclusions: Our preliminary data shows that cells isolated using Boucher et al . (2012) selected markers have MM-CSCs characteristics, validated by the expression of at least three genes related to CSCs: ALDH1A1 , ENG and ITGB1 . We also identified WEE1 overexpression in MM-CSCs and this data is a new finding in MM studies. WEE1 overexpression has been described in several cancers, such as mantle cell lymphoma, colorectal cancer, breast cancer and glioblastoma. WEE1 inhibition by siRNAs or small molecule inhibitors AZD1775 (MK1775) and PD0407824, as shown in preclinical and clinical trials, impairs G2-M arrest and promotes premature entry in mitosis, leading to consequent cell death if DNA damage is irreparable (Mueller & Haas-Kogan, 2015). Therefore, these inhibitors could also be explored in MM treatment. Furthermore, we suggest that CAR-T cell therapy against CD19 might be and option to eradicate residual MM disease, since we confirmed that this antigen is present in MM-CSCs surface. Financial support: FAPESP 2010/17668-6 and FAPESP 2015/23983-5. Ethical approval: 0127/2014. Disclaimer: Oliveira MB and Dantonio PM equally contributed to this abstract. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "cancer stem cells",
        "gene expression profiling",
        "multiple myeloma",
        "cd19 antigens",
        "cd34 antigens",
        "neoplasms",
        "aldehyde dehydrogenases",
        "cell therapy",
        "central serous chorioretinopathy",
        "flow cytometry"
    ],
    "author_names": [
        "Mariana Bleker de Oliveira, BSc",
        "Paola Marino Dantonio, BSc",
        "Veruska Lia Fook Alves, PhD",
        "Rodrigo Carlini Fernando, BSc",
        "Daniela Teixeira, MSc",
        "Alexandre Basso, PhD",
        "Mihoko Yamamoto, MD PhD",
        "Gisele W. B. Colleoni, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Mariana Bleker de Oliveira, BSc",
            "author_affiliations": [
                "Department of Clinical and Experimental Oncology, Federal University of São Paulo, São Paulo, Brazil "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Paola Marino Dantonio, BSc",
            "author_affiliations": [
                "Department of Clinical and Experimental Oncology, Federal University of São Paulo, São Paulo, Brazil "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Veruska Lia Fook Alves, PhD",
            "author_affiliations": [
                "Department of Clinical and Experimental Oncology, Federal University of São Paulo, São Paulo, Brazil "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rodrigo Carlini Fernando, BSc",
            "author_affiliations": [
                "Department of Clinical and Experimental Oncology, Federal University of São Paulo, São Paulo, Brazil "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniela Teixeira, MSc",
            "author_affiliations": [
                "Department of Microbiology, Immunology and Parasitology, Federal University of São Paulo, São Paulo, Brazil"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alexandre Basso, PhD",
            "author_affiliations": [
                "Department of Microbiology, Immunology and Parasitology, Federal University of São Paulo, São Paulo, Brazil"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mihoko Yamamoto, MD PhD",
            "author_affiliations": [
                "Department of Clinical and Experimental Oncology, Federal University of São Paulo, São Paulo, Brazil "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gisele W. B. Colleoni, MD PhD",
            "author_affiliations": [
                "Department of Clinical and Experimental Oncology, Federal University of São Paulo, São Paulo, Brazil "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-08T02:27:34",
    "is_scraped": "1"
}