{
    "doi": "https://doi.org/10.1182/blood.V120.21.SCI-27.SCI-27",
    "article_title": "Therapeutic Targeting of B-Cell Receptor Signaling Pathways ",
    "article_date": "November 16, 2012",
    "session_type": "Scientific Committee on Lymphoid Neoplasia: B-Cell Receptor Signaling in the Pathogenesis and Treatment of Lymphoid Malignancy",
    "abstract_text": "Abstract SCI-27 Targeted therapy in hematologic malignancies has achieved significant therapeutic success when relatively selective inhibition is attainable to a target dispensable to the majority of normal cells. The best appreciated example of this is imatinib in chronic myeloid leukemia (CML), in which a single translocation forms a fusion protein involving the tyrosine kinase ABL that molecularly defines the disease. Kinase inhibition of ABL in this setting by imatinib (or other second- and third-generation kinase inhibitors) promotes durable, long-term remission in CML patients. The great majority of B-cell malignancies lack a characteristic translocation, activating mutation, or other aberration that facilitates such targeted therapy as employed in CML. Nonetheless, a common global signaling pathway involving the B-cell receptor (BCR) pathway has emerged as one that might be important to the control of these diseases. Furthermore, mouse models of select kinase targets (phosphoinositide-3 kinase p110 isoform-delta and Bruton's tyrosine kinase [BTK]) have shown that these are dispensable relative to long-term survival. Indeed, knockout or mutation of BTK and p110 delta each have a modest phenotype outside of diminished B-cell development and function. Based upon these preclinical observations, several molecules targeting BCR signaling have come forward to the clinic with exciting results across a wide range of B-cell malignancies. GS-1101 is a selective phosphoinositide-3 kinase p100 delta inhibitor with a very favorable toxicity profile that has shown promising clinical activity in low-grade lymphoma and chronic lymphocytic leukemia (CLL). The toxicity of this orally administered agent is quite modest in the majority of patients and allows sustained continuous dosing. Similarly, ibrutinib is an irreversible inhibitor of BTK and has shown promising clinical potential in an even broader range of B-cell malignancies, including diffuse large B-cell lymphoma, mantle cell lymphoma, low-grade lymphoma, and CLL. Toxicity with ibrutinib has also been modest, allowing long-term continuous dosing. Notably, each of these agents also produces an atypical mobilization of malignant lymphocytes into the blood soon after treatment. This treatment lymphocytosis is BCR-target-related due to diminished CXCR4/SDF-1 interface between tumor cells and stromal cells in the bone marrow, with egress of these cells to the blood. GS-1101 and ibrutinib are now entering phase III studies for regulatory approval and offer great potential to change the treatment paradigm of both CLL and B-cell non-Hodgkin lymphoma (NHL). Questions moving forward with these agents will include molecular predictors of response, feasibility and efficacy of combining with other effective therapies, and mechanisms of resistance. The scientific session presentation will provide an overview of the most promising BCR signaling agents in CLL and NHL clinical trials. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "receptors, antigen, b-cell",
        "signal pathway",
        "signal transduction pathways",
        "phosphotransferases",
        "cancer",
        "ibrutinib",
        "toxic effect",
        "idelalisib",
        "imatinib mesylate",
        "low-grade lymphomas"
    ],
    "author_names": [
        "John C. Byrd, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "John C. Byrd, MD",
            "author_affiliations": [
                "Division of Hematology, The Ohio State University Comprehensive Cancer Center, Columbus, OH, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-22T21:37:10",
    "is_scraped": "1"
}