{
    "doi": "https://doi.org/10.1182/blood.V128.22.2343.2343",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3410",
    "start_url_page_num": 3410,
    "is_scraped": "1",
    "article_title": "Heparin-Induced Thrombocytopenia Antibody Testing and Its Cost Effectiveness: Taking a Financial HIT ",
    "article_date": "December 2, 2016",
    "session_type": "901. Health Services Research-Non-Malignant Conditions: Poster I",
    "topics": [
        "antibodies",
        "cost effectiveness",
        "thrombocytopenia, heparin-induced",
        "heparin",
        "low-molecular-weight heparin",
        "fondaparinux",
        "anticoagulation",
        "thrombosis, deep venous, prophylaxis",
        "alkanesulfonates",
        "apixaban"
    ],
    "author_names": [
        "Anusiyanthan Isaac Mariampillai, MD",
        "Josephine Pineda Dela Cruz, MD",
        "Harry Staszewski, MD",
        "Nina D'Abreo, MD"
    ],
    "author_affiliations": [
        [
            "Department of Oncology/Hematology, Winthrop-University Hospital, Mineola, NY "
        ],
        [
            "Department of Oncology-Hematology, Winthrop University Hospital, Mineola, NY "
        ],
        [
            "Department of Oncology/Hematology, Winthrop University Hospital, Mineola, NY"
        ],
        [
            "Department of Oncology/Hematology, Winthrop-University Hospital, Mineola, NY "
        ]
    ],
    "first_author_latitude": "40.7418415",
    "first_author_longitude": "-73.64035254999999",
    "abstract_text": "Introduction Heparin induced Thrombocytopenia (HIT) is a life threatening condition that can lead to significant morbidity and mortality in hospitalized patients. Thrombocytopenia in the setting of unfractionated heparin (UFH) exposure is a common occurrence in hospitalized patients and its diagnosis and management is associated with increased costs to the healthcare system. There is a 5-10X decreased risk of HIT with low molecular weight heparin (LMWH)(Martel N, et al. Blood. 2005;106 (8):2710-2715) while the incidence with fondaparinux is much more rare (Warkentin TE et al; Blood 2005, 106: 3791-3796). We conducted a single center, retrospective study to assess the correlation of HIT antibody (Ab) testing to '4T' score and the associated financial burden in our institution. Method Data collection Using retrospective chart review, we identified 78 hospitalized patients between 11/11/15 and 6/7/16 from various departments that underwent HIT Ab testing. The '4T' score was calculated as per Table 1. Data including admission service, type and duration of anticoagulation (AC) prior to and after HIT testing, HIT Ab and Serotonin release assay (SRA) positivity, type and duration of non-heparin AC and days of hospitalization were collected. HIT Ab was measured using platelet factor 4 complexed polyvinyl sulfonate (PVS) coated to the wells of a microtiter plate (Labcorp Burlington Test 150075). Patients with positive HIT (Optic Density>0.4) were reflexed to confirmatory SRA (LabCorp Burlington Test 150018). Cost Analysis Pharmacy acquisition cost of non-heparin AC (argatroban /fondaparinux) used as empiric treatment during the HIT testing period was recorded. Pharmacy acquisition cost was also used to predict cost of prophylactic LMWH and fondaparinux for the same duration. Daily dose of continuous UFH was standardized to a 70Kg patient/day. The cost of testing for HIT incurred by the facility was obtained. Statistical analysis was done using ANOVA on VassarStats.net online computation. Results Seventy eight patients had HIT Ab evaluated (Table 2). 26.9% (n=21) had a positive HIT Ab test, and 2.5% had a positive SRA test (n=2). Of the 78 cases analyzed, 48 were categorized as low risk, 24 as intermediate, and 8 as high using the 4T score. HIT Ab testing was positive in 23.9% of low risk, 29% of intermediate risk and 37.5% of high risk patients. SRA was positive in only 2.5% of cases; 1 in the low risk and 1 in the high risk group (n=2) (Table 2). Breakdown of AC during hospital stay showed that 52% (n=41) had UFH on admission, 70% (n=29) of which was for DVT prophylaxis; however 56% (n=23) of these did not have heparin exposure within 100 days of admission. 18% (n=14) were placed on SCDs, 6 of which had no known heparin exposure within 100 days of admission. 23% (n=18) were exposed to prophylactic LMWH, 2.5% (n=2) to therapeutic LMWH, 1.2% (n=1) to dabigatran, apixaban and fondaparinux each (Table 3). Cost Analysis The total average cost per patient with suspected HIT requiring laboratory evaluation was $431.15 (n=78). If a patient required full dose non-heparin anticoagulation, the average cost increased to $1274.98 per patient (n=20) and average duration of anticoagulation was 4 days. Average length of hospitalization for patients suspected of HIT was 18.7 days. Using enoxaparin as an anticoagulation during this period would have cost on average $68.46 per patient, while the use of fondaparinux would cost $179.01. Conclusion Evaluation for HIT and empiric management poses a significant burden of expense on our strained healthcare system. The 4T score has been useful in predicting HIT positivity in other studies (Lo GK, J Thromb Haemost. 2006 Apr;4(4):759-65). In this study conducted in a real-world clinical setting however, we found the 4T score was not universally applied to calculate pretest probability. A suspicion of HIT cost on average $431 per patient per hospitalization. A positive HIT Ab lead to an expense of $955. Confirmed HIT by SRA, resulted in an expense of $1557 per patient per hospitalization. Of note, length of stay and patient discomfort was not included in the analysis. Improved education regarding pretest probability using 4T score is warranted, however using LMWH or non-heparin alternative as DVT prophylaxis may be the most cost-effective approach in today's cost-conscious, high-value healthcare system. View large Download slide View large Download slide View large Download slide View large Download slide View large Download slide View large Download slide Disclosures No relevant conflicts of interest to declare."
}