{
    "doi": "https://doi.org/10.1182/blood.V108.11.345.345",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=591",
    "start_url_page_num": 591,
    "is_scraped": "1",
    "article_title": "The Cost-Effectiveness of Rituximab, Cyclophosphamide, Vincristine and Prednisolone (RCVP) Compared with CVP for the Treatment of Follicular Non-Hodgkin’s Lymphoma (NHL) in the UK. ",
    "article_date": "November 16, 2006",
    "session_type": "Oral Sessions",
    "topics": [
        "cost effectiveness",
        "cyclophosphamide",
        "follicular lymphoma",
        "prednisolone",
        "rituximab",
        "vincristine",
        "disease progression",
        "follow-up",
        "patient monitoring",
        "time-to-treatment"
    ],
    "author_names": [
        "Gavin Lewis, MSc",
        "Robert E. Marcus, MB",
        "Stephen J. Proctor, FRCP FRCPath",
        "Marlene Gyldmark",
        "James Creeden, MD PhD",
        "Rick Aultman, MSc",
        "Fred Jost, MSc"
    ],
    "author_affiliations": [
        [
            "Healthcare Management, Roche Products Ltd, Welwyn Garden City, United Kingdom"
        ],
        [
            "Addenbrooke’s Hospital, Cambridge, United Kingdom"
        ],
        [
            "Newcastle University, Newcastle, United Kingdom"
        ],
        [
            "F. Hoffmann-La Roche, Basel, Switzerland"
        ],
        [
            "F. Hoffmann-La Roche, Basel, Switzerland"
        ],
        [
            "F. Hoffmann-La Roche, Basel, Switzerland"
        ],
        [
            "F. Hoffmann-La Roche, Basel, Switzerland"
        ]
    ],
    "first_author_latitude": "51.807462699999995",
    "first_author_longitude": "-0.19374669999999997",
    "abstract_text": "Background: A large phase III randomised control trial ( Marcus et al, Blood  2005 , 105 ; 4 ) has demonstrated that rituximab plus CVP compared with CVP alone improved time to treatment failure (p<0.0001) and a trend towards overall survival benefit (p=0.06). No analysis has yet been published relating to long-term clinical outcomes and costs of adding rituximab as a first-line treatment. Cost-effectiveness (CE) analysis aims to evaluate the additional costs and patient benefits (expressed as quality adjusted life years – QALYs) of an intervention (RCVP) compared with an alternative intervention (CVP). Some healthcare systems have CE thresholds to judge if the incremental cost-effectiveness ratio (ICER) is within acceptable limits; these thresholds vary across countries. Aims: To estimate the long-term clinical outcomes, direct health-service costs and incremental CE of RCVP compared with CVP for the first-line treatment of patients with follicular NHL. Methods: A CE analysis was developed using a state-transition Markov model, which simulated the lifetime progression of follicular NHL patients. Baseline patient characteristics were assumed equal to those in the Marcus et al study, with a mean age of 53. The CE of RCVP was evaluated using an ICER, based upon the UK health-service perspective. The model starts from the time of receiving first treatment until death. Patients could be in one of 3 discrete health states: progression-free survival, progression or death. The risk of disease progression for RCVP and CVP patients was derived directly from the results of the Marcus et al study, based upon a median trial follow-up of 42 months. The risk of death following disease progression was based upon outcomes reported by a UK registry of second-line follicular NHL patients (n=249). Patient quality of life was incorporated within the analysis using utility scores for each health state from a survey of follicular NHL patients (n=165) who completed the EQ-5D questionnaire. Cost and QALYs were discounted at 3.5%. Costs for patient monitoring and drug costs for second-line and later treatments were taken from published literature. Second-line and later treatments were assumed equivalent in both arms of the model. Results: Over the lifetime of a patient rituximab as a first-line treatment strategy generated higher total costs, but greater QALYs, compared with CVP alone. The average lifetime health-service costs per patient were £20,347 ($37,650) and £9,977 ($18,462) per patient for RCVP and CVP, respectively. Life expectancy was estimated as 9.4 yrs for RCVP and 7.2 yrs for CVP (undiscounted). Average QALYs for RCVP and CVP were 5.7 and 4.5 per patient, respectively (undiscounted). The ICER (discounted) of RCVP compared with CVP was £8,290 ($15,340) per QALY. Although there is uncertainty associated with the progression of follicular lymphoma and treatment costs, the ICER did not exceed £21,500 ($39,784) despite a wide variation in each parameter used in the analysis. Conclusions: Rituximab in combination with CVP is a cost-effective treatment option for the first-line treatment of follicular NHL. The clinical advantages of RCVP compared with CVP alone are predicted to generate an increase in life expectancy and QALYs. The resulting ICER for RCVP is well within the UK threshold of CE."
}