{
    "doi": "https://doi.org/10.1182/blood.V126.23.39.39",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3061",
    "start_url_page_num": 3061,
    "is_scraped": "1",
    "article_title": "Impact of Pain and Functional Impairment in US Adult People with Hemophilia (PWH): Patient-Reported Outcomes and Musculoskeletal Evaluation in the Pain, Functional Impairment, and Quality of Life (P-FiQ) Study ",
    "article_date": "December 3, 2015",
    "session_type": "901. Health Services and Outcomes Research - Non-Malignant Conditions: Health Outcomes in Inherited and Acquired Bleeding Disorders",
    "topics": [
        "functional impairment",
        "hemophilia a",
        "hemophilias",
        "pain",
        "patient self-report",
        "quality of life",
        "arthralgia",
        "assessment scales",
        "brief pain inventory",
        "functional status"
    ],
    "author_names": [
        "Christine L Kempton, MD MSc",
        "Michael Recht, MD PhD",
        "Anne Neff, MD",
        "Michael Wang, MD",
        "Tyler W. Buckner, MD MSc",
        "Amit Soni, MD",
        "Doris Quon, MD PhD",
        "Michelle Witkop, DNP, FNP-BC",
        "Lisa Boggio, MD",
        "David L Cooper, MD MBA"
    ],
    "author_affiliations": [
        [
            "Emory University, Atlanta, GA "
        ],
        [
            "The Hemophilia Center, Oregon Health & Science University, Portland, OR "
        ],
        [
            "Cleveland Clinic, Cleveland, OH "
        ],
        [
            "University of Colorado School of Medicine, Aurora, CO "
        ],
        [
            "Divisions of Hematology and Pediatric Hematology/Oncology, Hemophilia and Thrombosis Center, University of Colorado School of Medicine, Aurora, CO "
        ],
        [
            "Children's Hospital of Orange County, Orange, CA "
        ],
        [
            "Orthopaedic Hemophilia Treatment Center, Los Angeles, CA "
        ],
        [
            "Munson Medical Center, Traverse city, MI "
        ],
        [
            "Rush University Medical Center, Chicago, IL "
        ],
        [
            "Novo Nordisk Inc, Plainsboro, NJ"
        ]
    ],
    "first_author_latitude": "33.79331354999999",
    "first_author_longitude": "-84.32356585000001",
    "abstract_text": "Introduction: Pain and functional impairment associated with joint disease are major problems affecting adults with congenital hemophilia. Various standardized and disease-specific patient-reported outcome (PRO) instruments have been used in clinical studies of PWH or other diseases, but the use of these tools in the hemophilia comprehensive care setting for individual patient assessment or overall outcome tracking is limited and inconsistent. P-FiQ was designed to assess the impact of pain on functional impairment and quality of life (QoL) in adult PWH. Objectives: To assess pain and functional impairment in nonbleeding adult PWH through 5 PRO instruments and a clinical joint health evaluation. Methods: Adult males with mild to severe hemophilia and a history of joint pain or bleeding were enrolled from 15 US sites between October 2013 and October 2014. During routine clinical care visits, participants completed a pain history and 5 PROs (EQ-5D-5L with visual analog scale [VAS], Brief Pain Inventory v2 Short Form [BPI], International Physical Activity Questionnaire [IPAQ], SF-36v2, Hemophilia Activities List [HAL]) and underwent a Hemophilia Joint Health Score v2.1 (HJHS) evaluation completed by a trained physical therapist. Results: Overall 381 patients were enrolled, with a median age of 34.0 years. PRO and HJHS summary scores are presented in the table below. On EQ-5D-5L, most participants reported problems with mobility, usual activities, and pain/discomfort. On BPI, median worst pain was 6.0, least pain 1.0, average pain 3.0, and current pain 2.0. Ankles were most frequently reported as the joints with the most pain (37.4%), followed by knees (23.7%) and elbows (18.9%). On IPAQ, approximately half of participants (51.0%) reported no physical activity in the prior week. Median SF-36v2 subscores were lower for the 4 physical health domains than for the 4 mental health domains. Among HAL domains, self-care was the least impacted (median, 100.0) and functions of the legs (median, 66.7) and lying/sitting/kneeling/standing (median, 67.5) were the most impacted. On HJHS, elbow, knee, and ankle scores did not differ appreciably (median, 4.0, 4.0, and 6.0, respectively). Table.  Assessment Tool . Median (Q1, Q3) . Range . EQ-5D-5L VAS Health index 80.0 (66.0, 90.0) 0.796 (0.678, 0.861) 0 to 100 a -0.11 to 1.0 a  BPI Pain severity Pain interference 3.3 (1.3, 5.0) 2.7 (0.6, 5.4) 0 to 10 b  IPAQ Total physical activity 530.2 (264.0, 1039.5) Metabolic equivalents of task (MET)/minutes per week: Walking = 3.3 METs Moderate activities = 4.0 METs Vigorous activities = 8.0 METs SF-36v2 Physical functioning Role physical Bodily pain General health Vitality Social functioning Role emotional Mental health Physical health summary Mental health summary Overall health 44.4 (29.7, 52.8) 44.6 (32.4, 56.9) 41.8 (37.2, 51.1) 45.8 (35.3, 52.9) 49.0 (42.7, 55.2) 45.6 (34.9, 56.4) 55.9 (36.4, 55.9) 52.8 (41.6, 58.5) 39.2 (29.5, 49.4) 50.7 (41.4, 55.7) 3.0 (2.0, 4.0) 0 to 100 a 1 to 5 a  HAL Upper extremity activities Basic lower extremity activities Complex lower extremity activities Overall sum score 88.9 (73.3, 97.8) 73.3 (46.7, 96.7) 55.6 (30.0, 88.9) 76.6 (58.0, 94.3) 0 to 100 a  HJHS Elbow Knee Ankle Global gait Total score 4.0 (0.0, 11.0) 4.0 (0.0, 10.0) 6.0 (1.0, 15.0) 3.0 (0.0, 4.0) 19.5 (6.0, 36.0) 0 to 40 c 0 to 124 c  Assessment Tool . Median (Q1, Q3) . Range . EQ-5D-5L VAS Health index 80.0 (66.0, 90.0) 0.796 (0.678, 0.861) 0 to 100 a -0.11 to 1.0 a  BPI Pain severity Pain interference 3.3 (1.3, 5.0) 2.7 (0.6, 5.4) 0 to 10 b  IPAQ Total physical activity 530.2 (264.0, 1039.5) Metabolic equivalents of task (MET)/minutes per week: Walking = 3.3 METs Moderate activities = 4.0 METs Vigorous activities = 8.0 METs SF-36v2 Physical functioning Role physical Bodily pain General health Vitality Social functioning Role emotional Mental health Physical health summary Mental health summary Overall health 44.4 (29.7, 52.8) 44.6 (32.4, 56.9) 41.8 (37.2, 51.1) 45.8 (35.3, 52.9) 49.0 (42.7, 55.2) 45.6 (34.9, 56.4) 55.9 (36.4, 55.9) 52.8 (41.6, 58.5) 39.2 (29.5, 49.4) 50.7 (41.4, 55.7) 3.0 (2.0, 4.0) 0 to 100 a 1 to 5 a  HAL Upper extremity activities Basic lower extremity activities Complex lower extremity activities Overall sum score 88.9 (73.3, 97.8) 73.3 (46.7, 96.7) 55.6 (30.0, 88.9) 76.6 (58.0, 94.3) 0 to 100 a  HJHS Elbow Knee Ankle Global gait Total score 4.0 (0.0, 11.0) 4.0 (0.0, 10.0) 6.0 (1.0, 15.0) 3.0 (0.0, 4.0) 19.5 (6.0, 36.0) 0 to 40 c 0 to 124 c  a Higher scores indicate better QoL or functional status b Lower scores indicate less pain severity c Lower scores indicate better function View Large Conclusions: Results of this analysis demonstrated challenges of lower extremity pain and functional impairment in US adult PWH. Pain was frequently observed, and it impacted physical function and quality of life across PROs and HJHS. Further analyses are underway to correlate assessments of pain and function across different PROs and with the exam-based HJHS. Disclosures Kempton: CSL Behring: Consultancy; Biogen: Consultancy; Baxter: Consultancy. Recht: Baxalta: Research Funding; Kedrion: Consultancy. Neff: Novo Nordisk: Other: Advisory Board; Kedrion: Other: Advisory Board. Wang: Biogen: Membership on an entity's Board of Directors or advisory committees; CSL Behring: Membership on an entity's Board of Directors or advisory committees; Novo Nordisk: Membership on an entity's Board of Directors or advisory committees; Baxalta: Membership on an entity's Board of Directors or advisory committees. Buckner: Novo Nordisk: Consultancy; Baxalta, Inc. US: Consultancy. Soni: Bayer: Other: member of the Global Emerging HEmophilia Panel (GEHEP); Novo Nordisk: Speakers Bureau. Quon: Bayer: Other: Advisory Board; Grifols: Speakers Bureau; Novo Nordisk: Other: Advisory Board, Speakers Bureau; Biogen: Other: Advisory Board, Speakers Bureau; Baxter: Other: Advisory Board, Speakers Bureau. Witkop: Pfizer: Other: Advisory Board, Research Funding; Baxter Bioscience: Other: Advisory Board; Novo Nordisk: Other: Advisory Board, Speakers Bureau. Boggio: Baxter: Consultancy, Research Funding; OctaPharma: Consultancy, Research Funding; OPKO: Research Funding; CSL Behring: Consultancy, Research Funding; Novo Nordisk: Consultancy, Research Funding; Selexys: Research Funding; Bayer: Consultancy, Research Funding. Cooper: Novo Nordisk: Employment."
}