{
    "doi": "https://doi.org/10.1182/blood.V108.11.3286.3286",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=764",
    "start_url_page_num": 764,
    "is_scraped": "1",
    "article_title": "Endothelial and Platelet FVIII/VWF Expression - Divergence in Clinical Effect in Murine Models of Hemophilia A with and without FVIII Inhibitory Antibodies. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "abstract_text": "Our laboratory has had a longstanding interest in the association of FVIII with its carrier protein, VWF, - both in plasma and within platelets and endothelial cells where there is co-storage with endogenous VWF when FVIII expression is induced. Recently we have demonstrated clinical efficacy of FVIII ectopically expressed and stored within platelets even though FVIII remains undetectable in plasma in the platelet-specific FVIII (2bF8) transgenic mice. This correction is maintained even in the presence of high titer inhibitors (JCI, 2006). Since VWF is also synthesized and stored in endothelial cells, FVIII could also be supplied together with VWF using cell-specific expression within a second vascular cell, providing local as well as systemic levels of FVIII. We developed another transgenic mouse in which FVIII was driven by the endothelial cell-specific Tie2 promoter (Tie2-F8) and contrasted it with the 2bF8 transgenic mouse previously described. When bred into the FVIII null mouse, homozygous Tie2F8 mice maintained normal plasma FVIII levels (1.15 ± 0.16 U/ml) and 50% levels in Tie2F8 +/− mice (0.56 ± 0.16 U/ml). Both Tie2F8 +/− and Tie2F8 +/+ phenotypes effectively abrogate the bleeding phenotype in FVIII null mice. Since both cell types could be advantageous in the local delivery of FVIII at sites of injury, we explored the phenotypic correction of our transgenic models in the presence of FVIII inhibitory antibodies (Ab) that were generated by either transplantation of spleen cells from highly immunized FVIII null mice or in transgenic mice immunized with recombinant FVIII with adjuvant. In marked contrast to the platelet 2bF8 mice, the Tie2F8 mice’ ability to survive a minor tail wound was significantly decreased (21/27 vs 3/10, P < 0.01) in the presence of FVIII inhibitory Ab. After one immunization, the inhibitor titers in Tie2F8 mice were much higher (850 – 3,000 BU/ml) than in 2bF8 mice (10 – 150 BU/ml). Furthermore, in the presence of Ab, circulating FVIII levels in whole blood were maintained in the platelets of 2bF8 mice, but dropped to undetectable levels in the Tie2F8 mice. While both platelets and endothelial cells could provide local FVIII at sites of injury, in the presence of inhibitory Ab, endothelial delivery was not clinically efficacious and appeared to rely on the plasma FVIII levels it could maintain for its clinical efficacy. Thus, local delivery of FVIII by platelets concentrates its effect at sites of vascular injury, and storage within platelets protects FVIII from inactivation by Abs. This effect is a unique property of platelet delivery and is not maintained with endothelial FVIII delivery. Our further studies demonstrated when the lentivirus-mediated gene transfer system was used to introduce FVIII expression in either platelets or endothelial cells by transplantation of bone marrow cells transduced with 2bF8 lentivirus or systemic transduction of endothelial cells with Tie2F8 lentivirus, the outcome was different. Sustained phenotypic correction without Ab development was achieved in lentivirus-mediated platelet-specific gene therapy. In contrast, all endothelial-specific Tie2F8 lentivirus treated mice developed inhibitory Ab (50 ± 14 BU/ml) with no detectable plasma FVIII. Thus, we have demonstrated that platelets are potentially the optimal target for gene therapy of hemophilia A with inhibitors.",
    "topics": [
        "antibodies",
        "blood platelets",
        "endothelium",
        "hemophilia a",
        "mice",
        "concentrate dosage form",
        "gene therapy",
        "bone marrow transplantation",
        "carrier proteins",
        "gene transfer techniques"
    ],
    "author_names": [
        "Qizhen Shi",
        "Scot A. Fahs",
        "David A. Wilcox",
        "Hartmut Weiler",
        "Sandra L. Haberichter",
        "Robert R. Montgomery"
    ],
    "author_affiliations": [
        [
            "Dept. of Pediatrics, Medical College of Wisconsin",
            "BRI, BloodCenter of Wisconsin",
            "Children’s Research Institute, Children’s Hospital of Wisconsin, Milwaukee, WI, USA"
        ],
        [
            "BRI, BloodCenter of Wisconsin"
        ],
        [
            "Dept. of Pediatrics, Medical College of Wisconsin",
            "Children’s Research Institute, Children’s Hospital of Wisconsin, Milwaukee, WI, USA"
        ],
        [
            "BRI, BloodCenter of Wisconsin"
        ],
        [
            "Dept. of Pediatrics, Medical College of Wisconsin",
            "Children’s Research Institute, Children’s Hospital of Wisconsin, Milwaukee, WI, USA"
        ],
        [
            "Dept. of Pediatrics, Medical College of Wisconsin",
            "BRI, BloodCenter of Wisconsin",
            "Children’s Research Institute, Children’s Hospital of Wisconsin, Milwaukee, WI, USA"
        ]
    ],
    "first_author_latitude": "43.0435728",
    "first_author_longitude": "-88.02116509999999"
}