{
    "doi": "https://doi.org/10.1182/blood.V112.11.1828.1828",
    "article_title": "Clinical and Laboratory Risk Factors for Venous Thromboembolism in Patients with High-Grade Gliomas: Results of a Prospective Study of 107 Newly-Diagnosed Patients. ",
    "article_date": "November 16, 2008",
    "session_type": "Pathophysiology of Thrombosis",
    "abstract_text": "Introduction: Patients with malignant gliomas are at high risk for venous thromboembolism (VTE). The reason for this association is unclear. We sought to identify clinical and laboratory risk factors for VTE in adult patients with high-grade gliomas. Methods: The NABTT CNS Consortium prospectively enrolled patients with newly-diagnosed grade 3 or 4 malignant glioma prior to anti-neoplastic therapy. Patients with a previous history of VTE, anti-neoplastic therapy or on chronic anticoagulation were excluded. At enrollment, we collected demographic and clinical information (age, gender, ethnicity, tumor histopathology and grade, Karnofsky Performance Status (KPS), and ABO blood group) and blood samples for measurement of factor VIII activity (FVIII), fibrinogen, and quantitative D dimer using standard laboratory assays. Endogenous thrombin potential (ETP) was measured using Innovin® and a synthetic chromagenic thrombin substrate on a BCS® coagulation analyzer (Dade Behring Inc. Newark, DE). Fisher’s exact test and the Student’s-T test were used for individual comparison of categorical data and continuous data, respectively. Cox regression modeling was used to examine the association of factors with VTE. The probability of thrombosis-free survival was estimated using the product-limit method of Kaplan and Meier. Results: One hundred seven patients (49% male) with a median age 57 years (range 28–85) were enrolled between 6/05 and 4/08. Ninety patients (84%) had glioblastoma multiforme. Median KPS at enrollment was 90. After a median follow up of 324 days, twenty two patients (21%) have suffered VTE and 45 patients (42%) have died. Median time to VTE was 67 days post-operation (95% Confidence Interval 33–128). No fatal VTE have occurred. VTE was associated with a lower KPS (p=0.008), higher baseline FVIII (178% versus 151%, p=0.04) and greater ETP (473nmol/L versus 438nmol/L, p=0.04) but not with ABO blood group. Patients suffering VTE were more likely to die than patients without VTE (68% versus 35%, p<0.005). Conclusions: In a prospective cohort study of newly-diagnosed patients with high-grade gliomas, we have identified a substantial incidence of VTE. Patients with VTE had a lower initial KPS, higher factor VIII activity, greater ETP and were more likely to die than patients without VTE. With additional follow up, we hope to identify additional clinical and laboratory risk factors for VTE. These data should lead to greater insight into the pathogenesis of VTE in patients with high-grade gliomas and facilitate identification of patients in whom primary long-term VTE prophylaxis may be beneficial.",
    "topics": [
        "glioma",
        "venous thromboembolism",
        "abo blood-group system",
        "death",
        "factor viii",
        "follow-up",
        "glioma, malignant",
        "thrombin",
        "anticoagulation, chronic",
        "fibrin fragment d substance"
    ],
    "author_names": [
        "Michael B. Streiff, MD",
        "Xiaobu Ye, MD",
        "Serena Desideri, MD",
        "Thomas Kickler, MD",
        "Jayesh Jani",
        "Stuart Grossman, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Michael B. Streiff, MD",
            "author_affiliations": [
                "Johns Hopkins Medical Institutions, Baltimore, MD, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Xiaobu Ye, MD",
            "author_affiliations": [
                "Oncology, Johns Hopkins Medical Institutions, Baltimore, MD, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Serena Desideri, MD",
            "author_affiliations": [
                "Oncology, Johns Hopkins Medical Institutions, Baltimore, MD, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas Kickler, MD",
            "author_affiliations": [
                "Pathology, Johns Hopkins Medical Institutions, Baltimore, MD, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jayesh Jani",
            "author_affiliations": [
                "Pathology, Johns Hopkins Medical Institutions, Baltimore, MD, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stuart Grossman, MD",
            "author_affiliations": [
                "Oncology, Johns Hopkins Medical Institutions, Baltimore, MD, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-10T21:29:01",
    "is_scraped": "1"
}