{
    "doi": "https://doi.org/10.1182/blood.V126.23.559.559",
    "article_title": "An Operational Definition of Primary Refractory Acute Myeloid Leukaemia Which Allows Early Identification of Patients for Whom Allogeneic Stem Cell Transplantation Represents the Only Curative Therapy ",
    "article_date": "December 3, 2015",
    "session_type": "613. Acute Myeloid Leukemia: Clinical Studies: Improvements in Risk-Stratification",
    "abstract_text": "Purpose Resistance to induction chemotherapy (IC) is an important adverse prognostic factor in adults with newly diagnosed acute myeloid leukaemia (AML), particularly older patients. Despite its therapeutic relevance there is however no universally agreed definition of primary refractory AML (PREF AML). Nor has the role of allogeneic stem cell transplantation (alloSCT) been defined in this clinical setting in a large patient cohort. To address these issues we examined long term outcomes in patients with refractory AML after IC, identified using three differing criteria. Patients and Methods Response to IC was documented in 8907 newly diagnosed patients with AML treated on UK MRC and NCRN trials protocols from 1988-2012. Overall survival and predictors of outcome were studied in patients defined using the following three different possible criteria of resistance to induction chemotherapy: failure to achieve complete marrow remission (CR) after one cycle of IC (REF1A), less than a 50% reduction in blast numbers with >15% residual blasts after one cycle of IC (REF1B) and failure to achieve a CR after two courses of IC (REF2). CR was defined using conventional criteria of <5% myeloblasts 14 days following IC in a non-hypocellular bone marrow. 431 patients identified using the three criteria of refractoriness proceeded to an allogeneic SCT. Results 2548 patients failed to achieve a CR after one cycle of IC (REF1A) of whom808 patients fulfilled REF1B criteria. 485 patients failed to achieve CR after two courses of IC (REF2). Overall survival (OS) was significantly reduced in patients fulfilling any of the criteria for refractory disease when compared with patients achieving a CR following one cycle of IC. Specifically, 5 yr OS for patients in cohorts REF1A, REF1B and REF2 was 17%, 9% and 8%, respectively, compared with 40% for patients achieving a CR after one course of IC (p <0.0001). REF1B patients who achieved a CR following course 2 had a 5 yr OS of 23%, significantly worse than patients in CR post course 1 (p<.0001) and those in the REF1A group who achieved CR after course 2 (32%, p=.0009). The same risk factors predicted for the presence of refractory disease defined by the three different criteria studied and included cytogenetics, presentation WBC, secondary disease, year of diagnosis, intensity of chemotherapy and age. Factors associated with long term survival in all cohorts included cytogenetics, age, performance status, year of diagnosis, Flt3-Itd status and treatment with alloSCT. Analysis of the impact of transplant on outcome demonstrated that alloSCT was the most effective therapeutic modality to deliver long term survival in all but one subgroup of refractory disease. We analysed each cohort as a whole and by age (<50 yrs and 50+ yrs) in order to reflect changes in transplant practice with the advent of reduced intensity regimens. Mantel-Byar analysis demonstrated that the OS in allografted patients was significantly improved compared with non-transplant patients in the REF1B (HR 0.58 (0.46-0.74), p=0.00001) and REF 2 (HR 0.55 (0.41-0.74), p=0.0001) cohorts and those in the REF1A cohort over 50 years of age (HR 0.75 (0.62-0.91), p =0.003); although there was no difference in REF1A patients under the age of 50 (HR 1.06 (0.87-1.28), p=0.6; test for interaction p=0.01). In a combined group of patients (REF3) who were either REF1B or REF2, transplant significantly improved outcomes in all age groups (HR 0.58 (0.49-0.69), p<0.00001) with Mantel-Byar estimates of survival of 30% vs 6% in patients under 50 years, and 14% vs 2% in those older than 50 years. Conclusion This is the first study to assess the impact of allogeneic SCT on outcome in patients with PREF AML using differing definitions of refractoriness. Our data clearly demonstrates that alloSCT is the only treatment modality which delivers long term survival in patients with refractory disease defined using REF1B and REF2 criteria and older REF1A patients. This novel analysis of outcome in PREF AML demonstrates that patients who will benefit from alloSCTcan be reliably identified by their age and an early assessment of percentage blast reduction after the first course of IC. Such a diagnostic strategy permits the early identification of patients in whom alloSCT represents the only curative treatment option and presents an opportunity to deliver SCT at the earliest opportunity, avoid further ineffective therapy and potentially improve transplant outcomes. Disclosures Russell: Therakos: Other: shares.",
    "topics": [
        "allogeneic stem cell transplant",
        "early diagnosis",
        "leukemia, myelocytic, acute",
        "transplantation",
        "treatment resistant disorders",
        "chemotherapy, neoadjuvant",
        "chemotherapy regimen",
        "disease remission",
        "impedance threshold device",
        "magnetic resonance cholangiography"
    ],
    "author_names": [
        "Paul Ferguson, MBChB MRCP PhD",
        "Robert K Hills, DPhil",
        "Angela Grech",
        "Sophie Betteridge",
        "Lars Kjeldsen, MD PhD",
        "Michael Dennis, FRCPath",
        "Paresh Vyas, MD PhD",
        "Alan K. Burnett, MD FRCP",
        "Anthony H. Goldstone, FRCP, FRCPath",
        "Donald Milligan, MD",
        "Richard E. Clark, MD",
        "Nigel H. Russell, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Paul Ferguson, MBChB MRCP PhD",
            "author_affiliations": [
                "Centre for Clinical Haematology, Queen Elizabeth Hospital Birmingham NHS Foundation Trust, Birmingham, United Kingdom ",
                "NCRI AML Working Group, London, United Kingdom"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Robert K Hills, DPhil",
            "author_affiliations": [
                "Department of Haematology, Cardiff University School of Medicine, Cardiff, United Kingdom ",
                "NCRI AML Working Group, London, United Kingdom"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Angela Grech",
            "author_affiliations": [
                "School of Medicine, Department of Haematology and Institute of Translation Innovation Methodology & Engagement, Cardiff University, Cardiff, United Kingdom ",
                "NCRI AML Working Group, London, United Kingdom"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sophie Betteridge",
            "author_affiliations": [
                "Department of Haematology, Cardiff University School of Medicine, Cardiff, United Kingdom ",
                "NCRI AML Working Group, London, United Kingdom"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lars Kjeldsen, MD PhD",
            "author_affiliations": [
                "Department of Hematology, Rigshospitalet, Copenhagen, Denmark ",
                "NCRI AML Working Group, London, United Kingdom"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Dennis, FRCPath",
            "author_affiliations": [
                "The Christie NHS Foundation Trust, Manchester, United Kingdom ",
                "NCRI AML Working Group, London, United Kingdom"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paresh Vyas, MD PhD",
            "author_affiliations": [
                "MRC Molecular Haematology Unit, Weatherall Institute of Molecular Medicine and Department of Haematology, University of Oxford and Oxford University Hospitals NHS Trust, UK, Oxford, United Kingdom ",
                "NCRI AML Working Group, London, United Kingdom"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alan K. Burnett, MD FRCP",
            "author_affiliations": [
                "Blackwaterfoot, Isle of Arran, United Kingdom ",
                "NCRI AML Working Group, London, United Kingdom"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anthony H. Goldstone, FRCP, FRCPath",
            "author_affiliations": [
                "Univ. College London Hosp., London, United Kingdom ",
                "NCRI AML Working Group, London, United Kingdom"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Donald Milligan, MD",
            "author_affiliations": [
                "Department of Haematology & Stem Cell Transplantation, Birmingham Heartlands Hospital, Birmingham, United Kingdom ",
                "NCRI AML Working Group, London, United Kingdom"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard E. Clark, MD",
            "author_affiliations": [
                "Royal Liverpool University Hospital, Liverpool, United Kingdom ",
                "NCRI AML Working Group, London, United Kingdom"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nigel H. Russell, MD",
            "author_affiliations": [
                "Centre for Clinical Haematology, Nottingham University Hospital, Nottingham, United Kingdom ",
                "NCRI AML Working Group, London, United Kingdom"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Charles Craddock, MDPhD",
            "author_affiliations": [
                "Centre for Clinical Haematology, Queen Elizabeth Hospital Birmingham NHS Foundation Trust, Birmingham, United Kingdom ",
                "NCRI AML Working Group, London, United Kingdom"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-05T03:48:54",
    "is_scraped": "1"
}