{
    "doi": "https://doi.org/10.1182/blood.V112.11.1541.1541",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1163",
    "start_url_page_num": 1163,
    "is_scraped": "1",
    "article_title": "Inflammatory Cytokine Levels in the Peri-Stem Cell Transplantation Period Correlate with Fluctuations in Peripheral Blood Counts but Not with Inflammation. ",
    "article_date": "November 16, 2008",
    "session_type": "Lymphocytes and Lymphocyte Activation",
    "topics": [
        "cell transplantation",
        "cytokine",
        "inflammation",
        "monocyte chemoattractant protein-1",
        "interleukin-6",
        "graft-versus-host disease",
        "interferon type ii",
        "c-reactive protein",
        "granulocyte colony-stimulating factor",
        "interleukin-1"
    ],
    "author_names": [
        "J. Joseph Melenhorst, PhD",
        "Angelique Biancotto, PhD",
        "Phillip Scheinberg, MD",
        "Colin O. Wu, PhD",
        "J. Philip McCoy, PhD",
        "Priscila Scheinberg",
        "Nancy F Hensel",
        "A. John Barrett, MD, FRCP"
    ],
    "author_affiliations": [
        [
            "National Institutes of Health, NHLBI, Bethesda, MD, USA"
        ],
        [
            "NHLBI/NIH, Bethesda, MD, USA"
        ],
        [
            "Nhlbi, National Institutes of Health, Bethesda, MD, USA"
        ],
        [
            "Nhlbi, National Institutes of Health, Bethesda, MD, USA"
        ],
        [
            "Nhlbi, National Institutes of Health, Bethesda, MD, USA"
        ],
        [
            "Hematology, NHLBI/NIH, Bethesda, MD, USA"
        ],
        [
            "Hematology, NHLBI/NIH, Bethesda, MD"
        ],
        [
            "NHLBI, NIH, Bethesda, MD, USA"
        ]
    ],
    "first_author_latitude": "39.001934",
    "first_author_longitude": "-77.10209575",
    "abstract_text": "The period from the conditioning regimen to engraftment of allogeneic stem cells is characterized by regimen-induced tissue damage, major fluctuations in blood counts and periods of fever associated with infection and graft-versus-host disease. To understand accompanying changes in cytokine in the post-graft period we studied 11 patients receiving T cell depleted (TCD) (5) or selectively T cell depleted SCT (6). Plasma was stored for every 3 days (total 126 samples) from first day of conditioning with fludarabine, cyclophosphamide and total body irradiation up to day 42 post-transplant. Cytokines measured were: lymphocyte- (TNFa; IFNg, IL-1, IL-6, IL-17), monocyte/macrophage- (IL-1, IL-6; TNFa; IL-12p70; IL-18) or somatic cell- (IL-6, IL-17) derived inflammatory cytokines, anti-inflammatory cytokines (IL-4, IL-5; IL-10, IL-13; IL- 1ra), (c) cytokines involved in leukocyte trafficking (CCL2; CCL4; CCL5; CXCL10), (d) cytokines involved with hematopoietic cell recovery (SCF, IL-7, IL-15, G-CSF), and tissue repair and remodeling following injury (PDGFbb, VEGF, HGF). Cyclosporine was given as GvHD prophylaxis. Three TCD patients developed limited, grade I-II skin GvHD between 21–24 days post-SCT. Four cytokine patterns were observed rarely detected or detected but never elevated: IL-1, IL-2, IL-4, IL-5, IL-10, IL-13 were detectable in some samples, but at a median level of below 10 pg/ml (Fig. A). detectable in >90% of samples in normal levels without significant fluctuations: SCF, SCGF, HGF, and GM-CSF (Fig. B) Inverse correlation of levels with neutrophil counts: G-CSF, MCP-1/CCL2, and IL-6 (FFig. C); lymphocyte counts: IL- 15 (r = −0.44; p < 0.05) (Fig. D), or monocyte counts MCP-1/CCL2 levels (r = −0.61; p < 0.05). Direct correlation with lymphocyte counts: RANTES, IFNg, IL-17, and TNFa, IL-7, LIF, IL-18, and IP-10/CXCL10. RANTES significantly correlated with IL-1ra (monocyte, neutrophil-derived; r=0.79), and with IFNg (r=0.82) levels, as were IFNg (T cell/NK cell-derived) levels with IL-1ra (r=0.89), suggesting that both were regulated through exposure to pathogen-derived Toll-like receptor ligands. To examine the effect of inflammation, we compared body temperature and C-reactive protein (CRP) with cytokine levels. A significant positive correlation was found between these parameters and IL-6 (r=0.33 for temperature; r=0.42 for CRP). Furthermore, IL-6 correlated significantly with G-CSF (r=0.75) and MCP-1/CCL2 (r=0.53), suggesting a common regulatory mechanism and/or cellular source of their synthesis and secretion. These data indicate that fluctuations in many cytokines around the time of SCT are governed by homeostatic mechanisms, or reflect the cell count. Notably during the conditioning regimen cytokine levels tended to fall, and we did not identify cytokine characteristic of the cytokine storm. Inflammatory cytokines were mainly detected in the early post-transplant phase associated with fever and raised CRP but not with GVHD. View large Download slide Figure View large Download slide Figure "
}