{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.951.951",
    "article_title": "Low Impact of Genetic Modifiers on the Phenotype of Homozygous Beta Thalassemia in the Last Decennial Cohort of Thalassemia Newborns in Sardinia ",
    "article_date": "December 7, 2017",
    "session_type": "112. Thalassemia and Globin Gene Regulation: Poster I",
    "abstract_text": "Historically 15-20% of homozygous ß-thalassemia in Sardinia developed the phenotype of thalassemia intermedia not requiring transfusion for survival. However, this category of patients has broad and heterogeneous spectrum severity, embracing truly mild thalassemia patients and patients with severity similar to thalassemia major. Known genetic modifiers that ameliorate the severity of b-thalassemia are the mild genotypes of ß + -thalassemia, the coinheritance of α-thalassemia, of hereditary persistence of fetal hemoglobin (HPFH) and of polymorphic variants in the BCL11a, MYB and HBG1 genes. All together this modifiers allow the calculation of a genetic score of severity that predicts the possibility of remaining transfusion free at a given age, likely aiding in the clinical decision to start or delay the initiation of a stable transfusion program. In this study we planned to evaluate the ameliorating effects of these genetic modifiers on the thalassemia phenotype by prospectively evaluating 51 homozygous ß-thalassemia newborns followed at our Institution in the last ten years. All newborns were genotyped soon after birth for all known genetic modifiers and monitored clinically for the appearance of anemia or other complications with monthly check-ups from birth until they required transfusions, according to the TIF guidelines. In this decennial cohort, all but 2 patients younger than 20 months started a regular transfusion program before 36 months of age. Hence, the percentage of thalassemia intermedia in Sardinia has dropped in the last decade from 18 to 4% and might even reach 0% if the 2 patients non yet transfused will transfuse within the next year. This shift from thalassemia intermedia to major is mainly accounted for by the great improvement in mortality, morbility and quality of life for thalassemia major compared to thalassemia intermedia patients who frequently develop difficult to manage complications with advancing age. In the cohort, the reason for start of blood transfusions was anemia lower than 7gr/dl in 14 % of cases and the appearance of skeletal modifications or growth failure in the remaining 84% of patients. Thus, differently from the past, most patients were transfused despite an acceptable grade of anemia. As expected, the presence of a greater number of genetic modifiers significantly correlated with a delay in the time lag to the first transfusion. Even better positive correlation (p<0.0009) was found between the number of genetic modifiers and the levels of hemoglobin before beginning transfusion, confirming the positive influence of genetic modifiers on hemoglobin production. Since the start of transfusions, blood consumption did not positively correlated with the number of favorable genetic hits, but showed a trend toward significance, likely to achieve significance with increasing number of patients. Since the clinical decision to transfuse was taken mainly on the highly subjective parameter of appearance of skeletal modifications, it is possible that were transfused even the patients likely to have mild thalassemia intermedia and a good quality of life for most of their lifespan. We propose that at least the thalassemia patients with the best hemoglobin values (higher than 9 gr/dl) and a favorable background with at least 2 genetic modifiers (12% of our ߰-thalassemia newborns) should be more carefully evaluated for the possibility to evolve into a mild thalassemia intermedia phenotype with good quality of life for most of their lifespan. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "cooley's anemia",
        "genetics",
        "newborn",
        "phenotype",
        "thalassemia",
        "thalassemia intermedia",
        "transfusion",
        "anemia",
        "blood transfusion",
        "hemoglobin"
    ],
    "author_names": [
        "Paolo Moi, MD",
        "Matteo Marcello, MD",
        "Stefania Satta, PhD",
        "Laura Manunza, PhD",
        "Franca Rosa De Martis",
        "Raffaella Origa, MD",
        "Giovanni Caocci, MD",
        "Susanna Barella, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Paolo Moi, MD",
            "author_affiliations": [
                "Clinica Pediatrica, Talassemia e Malattie Rare, Università di Cagliari, Cagliari, Italy ",
                "Clinica Pediatrica Talassemie e Malattie Rare, Università di Cagliari, Cagliari, Italy "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Matteo Marcello, MD",
            "author_affiliations": [
                "Clinica Pediatrica Talassemie Malattie Rare - Ospedale Microcitemico, Universita di Cagliari, Cagliari, Italy "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stefania Satta, PhD",
            "author_affiliations": [
                "Clinica Pediatrica- Ospedale Microcitemico A.Cao, Università di Cagliari, Cagliari, Italy "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laura Manunza, PhD",
            "author_affiliations": [
                "Clinica Pediatrica Talassemie e Malattie Rare, Università di Cagliari, Cagliari, Italy "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Franca Rosa De Martis",
            "author_affiliations": [
                "Università di Cagliari, Cagliari, Italy "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Raffaella Origa, MD",
            "author_affiliations": [
                "Clinica Pediatrica Talassemie Malattie Rare, Università di Caglairi, Cagliari, Italy "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Giovanni Caocci, MD",
            "author_affiliations": [
                "Department of Medical Sciences, University of Cagliari, Cagliari, Italy"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Susanna Barella, MD",
            "author_affiliations": [
                "Università di Cagliari, Cagliari, Italy "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-11T06:39:50",
    "is_scraped": "1"
}