{
    "doi": "https://doi.org/10.1182/blood-2020-142058",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4618",
    "start_url_page_num": 4618,
    "is_scraped": "1",
    "article_title": "Alternative Consolidation Strategy after High Dose Methotrexate, Rituximab and Temozolamide in Primary CNS Lymphoma - the Henry Ford Experience ",
    "article_date": "November 5, 2020",
    "session_type": "731.Clinical Autologous Transplantation: Results",
    "topics": null,
    "author_names": [
        "Joyce Philip, MD",
        "Shivani Sharma, MD",
        "Vijayalakshmi Donthireddy"
    ],
    "author_affiliations": [
        [
            "Department of Hematology and Oncology, Henry Ford Hospital, Detroit, MI "
        ],
        [
            "Henry Ford Hospital, Detroit, MI"
        ],
        [
            "Henry Ford Hospital, Detroit, MI"
        ]
    ],
    "first_author_latitude": "42.367618",
    "first_author_longitude": "-83.084609",
    "abstract_text": "Background: Treatment for primary CNS lymphoma involves a methotrexate-based induction therapy followed by consolidation. The optimal consolidation treatment after induction with a high dose Methotrexate (HD-MTX), Rituximab and Temozolomide regimen has not been fully established. The CALGB 50202 regimen using Etoposide and Cytarabine consolidation was associated with significant toxicity. We sought to review the results of alternative consolidation regimens and evaluate the progression free survival and overall survival. Methods: A retrospective cohort study was conducted to evaluate the efficacy of alternative consolidation regimens such as autologous stem cell transplant and HDMTx alone. Patients diagnosed with primary CNS lymphoma between November 2012 and March 2019 were identified. All patients received the same induction chemotherapy based on the CALGB 50202 protocol. Data was collected for baseline characteristics, progression free survival and overall survival. Results: 38 patients had a diagnosis of primary CNS lymphoma. 15 patients received treatment as per the CALBG 50202 induction protocol with high dose Methotrexate, Rituximab and Temozolomide. Of the 15 patients, 11 patients (69%) achieved a complete remission (CR) after induction therapy. 7 patients received an autologous stem cell transplant for consolidation, 5 patients received HD-MTX alone for consolidation and one patient was placed on Lenalidomide maintenance. 2 patients did not receive any consolidation therapy due to progressive disease and/or death. At a median follow up of 2.7 years for the entire cohort, median PFS was 31.7+ months and median OS was 32.5+ months. At a median follow up of 2.7 years for patients who were consolidated with an autologous stem cell transplant, median PFS and median OS was 27.2+ and 32.5+ months respectively. At a median follow up of 5.5 years for patients who were consolidated with treatments other than transplant, median PFS and OS was 65.6+ months. There were no deaths attributed to treatment related toxicity. To date, 4 patients of the entire cohort have died, with a median survival time among surviving patients of 3.6 years (range, 0.68-7.05 years). There were no deaths attributed to treatment related toxicity. Conclusion: Patients with primary CNS lymphoma who received induction therapy as per CALGB 50202 regimen and received alternative consolidation therapies with either autologous stem cell transplant or HD-MTX based consolidation achieved prolonged PFS and OS comparable if not superior to the Etoposide and Cytarabine consolidation. Results of the ongoing CALGB 51101 trial will determine the utility of EA consolidation. Disclosures No relevant conflicts of interest to declare."
}