{
    "doi": "https://doi.org/10.1182/blood.V106.11.1311.1311",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=536",
    "start_url_page_num": 536,
    "is_scraped": "1",
    "article_title": "Inhibition of Graft-Versus-Host Disease (GVHD) by Histone Deacetylase Inhibitor (HDAC) SAHA Leads to Downregulation of STAT1 Activation. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "Histone deacetylase (HDAC) inhibitors have been shown to reduce development of graft versus host disease [GVHD] following allogeneic bone marrow transplantation [BMT]. Administration of the HDAC inhibitor suberonylanilide hydroxamic acid [SAHA] resulted in a significantly reduced GVHD-dependent mortality following fully MHC-mismatched allogeneic BMT. Median Survival Time (MST) for vehicle and SAHA-treated mice were 7.5 days and 38 days respectively. However, SAHA treatment did not affect T cell activation nor T cell expansion in vitro and in vivo as determined by MLR assays, phenotypic analysis of donor T cells with regard to expression of the CD25 activation antigen and calculation of donor CD4+ and CD8+ T cell numbers on days +3 and +6 post-BMT. Thus, SAHA treatment was not able to inhibit the strong upregulation of CD25 antigen on CD8+ T cells observed during induction of GVHD on days +3 and +6 post-BMT. We therefore focused on the effects of SAHA treatment on efferent immune effects including cytokine secretion and intracellular signaling events in vitro and in vivo following GVHD induction. SAHA treatment broadly inhibited lipopolysaccharide [LPS] and allo-antigen-induced cytokine/chemokine secretion in vitro like MIP-1-α, IP-10, IFN-γ, TNF-α and IL-6 and led also to a significant decrease in IFN-γ and TNF-α levels in vivo following induction of GVHD. Concomitantly, SAHA treatment inhibited phosphorylation of STAT1 and STAT3 in response to LPS and allo-activation in vitro. Furthermore, analysis of liver tissue and spleens from SAHA-treated animals with GVHD showed a significant decrease in phosphorylated STAT1. In contrast SAHA treatment had only moderate effects on p38 or ERK1,2 Mitogen-activated Protein Kinase (MAPK) pathway underscoring the relevance of the inhibition of the STAT1 pathway. In conclusion, GVHD is associated with a strong induction of phosphorylation of STAT1 in the liver and spleen and SAHA-dependent reduction of GVHD is associated with systemic and local inhibition of pSTAT1 and modulation of the inflammatory cytokine milieu during the efferent immune response.",
    "topics": [
        "graft-versus-host disease",
        "histone deacetylase",
        "histone deacetylase inhibitors",
        "stat1 gene",
        "vorinostat",
        "down-regulation",
        "cytokine",
        "allopurinol",
        "antigens",
        "antigens, cd25"
    ],
    "author_names": [
        "Corinna Leng, MD",
        "Cuiling Li, PhD",
        "Judy Ziegler",
        "Anna Lokshin, PhD",
        "Suzanne Lentzsch, MD, PhD",
        "Markus Y. Mapara, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Hematology, Oncology and Tumor Immunology, University Medical Center Charite, Humboldt University, Berlin, PA, USA"
        ],
        [
            "Hematology-Oncology, University of Pittsburgh Cancer Institute, Pittsburgh, PA, USA"
        ],
        [
            "Hematology-Oncology, University of Pittsburgh Cancer Institute, Pittsburgh, PA, USA"
        ],
        [
            "Luminex Facility, University of Pittsburgh Cancer Institute, Pittsburgh, PA, USA"
        ],
        [
            "Hematology-Oncology, University of Pittsburgh Cancer Institute, Pittsburgh, PA, USA"
        ],
        [
            "Hematology-Oncology, University of Pittsburgh Cancer Institute, Pittsburgh, PA, USA"
        ]
    ],
    "first_author_latitude": "38.995950799999996",
    "first_author_longitude": "-77.0988323"
}