{
    "doi": "https://doi.org/10.1182/blood.V124.21.1718.1718",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2798",
    "start_url_page_num": 2798,
    "is_scraped": "1",
    "article_title": "An Open-Label Phase II Study of Buparlisib (BKM120) in Patients with Relapsed and Refractory Diffuse Large B-Cell Lymphoma, Mantle Cell Lymphoma or Follicular Lymphoma ",
    "article_date": "December 6, 2014",
    "session_type": "623. Lymphoma: Chemotherapy, excluding Pre-Clinical Models: Poster I",
    "topics": [
        "buparlisib",
        "diffuse large b-cell lymphoma",
        "follicular lymphoma",
        "mantle-cell lymphoma",
        "phase 2 clinical trials",
        "1-phosphatidylinositol 3-kinase",
        "cancer",
        "hyperglycemia",
        "nausea",
        "neoplasms"
    ],
    "author_names": [
        "Anas Younes",
        "Gilles Salles, MDPhD",
        "R. Gregory Bociek, MD",
        "Giovanni Martinelli",
        "Dolores Caballero",
        "Eva González Barca",
        "Nabanita Mukherjee",
        "Lisa Williams",
        "Fabian Herbst",
        "Ranjana Tavorath",
        "Won Seog Kim"
    ],
    "author_affiliations": [
        [
            "Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "Centre Hospitalier Lyon-Sud, Pierre-Benite, France "
        ],
        [
            "Division of Oncology/Hematology, Department of Medicine, University of Nebraska Medical Center, Omaha, NE "
        ],
        [
            "European Institute of Oncology, Milan, Italy "
        ],
        [
            "Hospital Universitario de Salamanca, Salamanca, Spain "
        ],
        [
            "Hospital Duran I Reynals-ICO, Barcelona, Spain "
        ],
        [
            "Novartis Healthcare Pvt. Ltd., Hyderabad, India "
        ],
        [
            "Novartis Pharmaceuticals Corporation, East Hanover, NJ "
        ],
        [
            "Novartis Pharma AG, Basel, Switzerland "
        ],
        [
            "Novartis Pharmaceuticals Corporation, East Hanover, NJ "
        ],
        [
            "Samsung Medical Center, Seoul, South Korea"
        ]
    ],
    "first_author_latitude": "40.766023",
    "first_author_longitude": "-73.96123544999999",
    "abstract_text": "Background: Non-Hodgkin's lymphoma (NHL), which includes diffuse large B-cell lymphoma (DLBCL), follicular lymphoma (FL), and mantle cell lymphoma (MCL), is associated with a high unmet need in the relapsed and refractory setting. The PI3K/AKT/mTOR pathway has been shown to play a key role in the pathogenesis of NHL. Overexpression of PIK3CD (encoding the PI3Kd isoform) is common in B-cell malignancies and is therefore widely viewed as a therapeutic target in NHL. PIK3CA and PIK3CB are also expressed in B-cell malignancies, with PIK3CA overexpression seen particularly at relapse, thereby justifying exploration of pan-PI3K inhibitors in the relapsed or refractory setting. Buparlisib (BKM120) is an oral pan-class I PI3K inhibitor which has demonstrated activity in patients with solid tumors as well as in in vitro and in vivo models of hematologic malignancies. Methods: The primary objective of this Phase II study (NCT01693614) was to evaluate the efficacy of buparlisib in three parallel cohorts of adult patients with relapsed or refractory DLBCL, FL, or MCL. Secondary objectives were to evaluate safety and tolerability, progression-free survival, duration of response, and overall survival. Inclusion criteria were: patients with relapsed or refractory disease who have received at least one prior line of therapy; at least one measurable nodal lesion (≥2 cm); ECOG performance status ≤2; and adequate bone marrow and organ function. Patients with DLBCL must have received, or be ineligible for, autologous or allogeneic stem cell transplant. All patients received single-agent buparlisib 100 mg orally QD continuously until progression, intolerance, or patient withdrawal. Tumor response was evaluated by investigators per standard criteria (Cheson, 2007). Results: At data cut-off (June 19, 2014), 64 patients had been enrolled; 26 DLBCL, 24 FL, and 14 MCL. Here, results are presented for the DLBCL cohort only. Updated results from the DLBCL cohort including biomarker analyses and results for the FL cohort will be presented at the meeting. The MCL cohort is currently enrolling. For the DLBCL cohort, median age (range) was 63.5 (28–81) years and 69% were male. The median (range) number of prior therapy regimens was 3 (1–12). Specific prior therapies included: rituximab (n=25, 96%) and bendamustine/carmustine (n=8, 31%); all patients had received prior anthracycline and an alkylating agent (e.g. cyclophosphamide), and 6 (23%) patients had undergone prior stem cell transplantation. The most common (≥15%) AEs (all grades) regardless of causality were hyperglycemia and nausea (39% each), depression (31%), anxiety and fatigue (23% each), vomiting and diarrhea (19% each), and abdominal pain (15%). Alanine transaminase or aspartate transaminase elevations were rare (4% each, with no Grade 3/4 AEs). The most common (>5%) Grade 3/4 AEs regardless of causality were hyperglycemia (23%), and nausea, depression, anxiety, urinary tract infection, and neutropenia (8% each). Six (23%) patients discontinued therapy due to AEs (potentially treatment-related). Seven on-treatment deaths were reported: 6 were disease-related and 1 was suspected to be treatment-related (unexplained death following a gastrointestinal [GI] bleed in a patient with massive GI lymphoma involvement). Overall response rate was 12% (95% CI = 2.4, 30.2) with 3 responses: 1 complete response (4%) and 2 partial responses (8%). Five patients had stable disease (19%). Eight patients (31%) experienced some decrease in tumor burden ( Figure 1 ) . At data cut-off, 2 patients demonstrated durable responses, as they were still on study treatment after 9.2 and 7.4 months, respectively. Figure 1 View large Download slide Figure 1 View large Download slide  Conclusions: Early results from this Phase II study of the pan-PI3K inhibitor, buparlisib, demonstrate encouraging clinical activity, and a favorable safety profile in heavily pretreated patients with relapsed or refractory DLBCL. These data suggest that targeting all 4 PI3K isoforms in DLBCL is a viable strategy and worthy of further exploration in patients with NHL. Future combination studies with buparlisib will take a mechanism-based approach. Disclosures Younes: Novartis, Curis, J&J: Research Funding; Bayer, BMS, Celgene, Incyte, Janssen R&D: Honoraria; Sanofi, Seattle Genetics, Takeda Millenium: Honoraria. Mukherjee: Novartis Healthcare Pvt. Ltd. India: Employment. Williams: Novartis: Employment. Herbst: Novartis: Employment. Tavorath: Novartis: Employment. Kim: Novartis, Celgene, Takeda: Research Funding."
}