{
    "doi": "https://doi.org/10.1182/blood-2020-139164",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4611",
    "start_url_page_num": 4611,
    "is_scraped": "1",
    "article_title": "Total Diffusion Volume Estimated By Whole-Body Diffusion Magnetic Resonance Imaging for the Assessment of Tumor Burden in Multiple Myeloma ",
    "article_date": "November 5, 2020",
    "session_type": "651.Myeloma: Biology and Pathophysiology, excluding Therapy",
    "topics": null,
    "author_names": [
        "Kentaro Narita, MD",
        "Youichi Machida, MD",
        "Ayumi Kuzume, MD",
        "Toshiki Terao, MD",
        "Rikako Tabata, MD",
        "Takafumi Tsushima, MD",
        "Daisuke Miura, MD",
        "Masami Takeuchi, MD",
        "Kosei Matsue, MDPhD"
    ],
    "author_affiliations": [
        [
            "Division of Hematology/Oncology, Department of Medicine, Kameda Medical Center, Kamogawa, Japan "
        ],
        [
            "Department of Radiology, Kameda Medical Center, Kamogawa, Japan "
        ],
        [
            "Division of Hematology/Oncology, Department of Medicine, Kameda Medical Centor, Kamogawa, Japan "
        ],
        [
            "Division of Hematology/Oncology, Department of Medicine, Kameda Medical Center, Chiba, Japan "
        ],
        [
            "Division of Hematology/Oncology, Department of Medicine, Kameda Medical Centor, Kamogawa, Japan "
        ],
        [
            "Division of Hematology/Oncology, Department of Medicine, Kameda Medical Center, Kamogawa, Japan "
        ],
        [
            "Division of Hematology/Oncology, Department of Medicine, Kameda Medical Center, Kamogawa City, Japan "
        ],
        [
            "Division of Hematology/Oncology, Department of Medicine, Kameda Medical Center, Kamogawa, Japan "
        ],
        [
            "Division of Hematology/Oncology, Department of Medicine, Kameda General Hospital, Kamogawa, Japan"
        ]
    ],
    "first_author_latitude": "35.1203152",
    "first_author_longitude": "140.126491",
    "abstract_text": "Introduction: Whole-body diffusion-weighted magnetic resonance imaging (wbDWI) is an emerging imaging technique for assessing the tumor burden of patients with multiple myeloma (MM). Total diffusion volume (tDV) is a potential parameter to quantify the tumor volume of bone marrow (BM) images obtained by wbDWI. The apparent diffusion coefficient (ADC) value, also calculated with wbDWI, has the potential to accurately evaluate the treatment response of MM; however, correlation between tDV and the treatment response of MM remains poorly studied. Methods: We retrospectively selected patients with newly-diagnosed, symptomatic MM who were treated at Kameda Medical Center, Japan, from January 2016 to November 2019; we analyzed the tDV obtained by wbDWI before and after treatment. We used the BD score software (PixSpace, Japan) to analyze tDV. Briefly, the regions of interest, including areas with abnormally high signal intensity of diffusion weighted imaging considered to contain myeloma lesions in the BM or extramedullary tissue, were automatically obtained with a b -value of 900 s/mm 2 . Physiological areas with high signal intensity were removed manually. Threshold values for distinguishing diseased areas from the background were manually adjusted to cover all bone lesions. Diagnosis and response were assessed using the International Myeloma Working Group criteria. We compared tDV before and after treatment, and in each response category. Comparison of continuous variables between the two categories and between three or more sets were analyzed using Wilcoxon test and Kruskal-Wallis test, respectively. All statistical analyses were performed using R (version 4.0.2; R Foundation, Vienna, Austria). Results: We analyzed 42 patients (18 men; median age, 71.5 years; interquartile range [IQR]: 65.0-77.0) whose pre- and post-treatment tDV values were available. The type of myeloma at diagnosis included immunoglobulin G (IgG) (n=21, 50%), immunoglobulin A (IgA) (n=12, 28%), and light chain alone (n=9, 21.4%). Three patients (7.1%) underwent wbDWI when they achieved partial response (PR); 6 patients (14.2%) achieved very good partial response (VGPR), 3 patients (7.1%) achieved complete response (CR), and 30 patients (71.4%) achieved stringent complete response (sCR). In all patients, median tDV decreased significantly before and after the treatment (median, 464.24 mL [IQR: 152.99-929.23] and 108.2 mL [IQR: 27.76-368.85], respectively; p<0.001) (Figure 1). Median tDV after treatment trended to be progressively low for patients who achieved PR, VGPR, CR, and sCR (tDV: 381.33 mL, 218.85 mL, 19.26 mL, and 63.97 mL, respectively; p=0.12). However, these values were not statistically significant. We also compared the tDV before and after treatment for patients who achieved less than CR (PR and VGPR) and those who achieved CR or better (≥CR). The median tDV of the patients who achieved less than CR was 298.24 mL [IQR: 147.88-381.33] and for those who achieved ≥CR was 62.65 mL [IQR: 19.26-279.79] (p=0.02) (Figure 2). We also compared the decreasing rate of tDV before and after treatment between patients who achieved less than CR and those who achieved ≥CR. The median decreasing rate of tDV was 61.0% 72.0% for patients who achieved less than CR and ≥CR, respectively. Although this result was not statistically significant, the data suggests that patients who achieved a deeper response tended to have a larger decreasing rate of tDV. Conclusions: Our data shows that tDV correlates with the depth of treatment response, and thus, is a potentially useful marker for evaluating the treatment response in patients with MM. View large Download slide View large Download slide  Disclosures No relevant conflicts of interest to declare."
}