{
    "doi": "https://doi.org/10.1182/blood.V104.11.1697.1697",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=225",
    "start_url_page_num": 225,
    "is_scraped": "1",
    "article_title": "Hematopoietic Cells from Gadd45a, Gadd45b Deficent Mice Exhibit Altered Myelopoiesis and Higher Apoptosis after Cytokine Treatment. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "Growth arrest and DNA damage, Gadd45 gene family members are rapidly induced by genotoxic agents as well as by apoptosis and differentiation inducing cytokines. Their role in hemetopoiesis, wherein proliferation, differentiation and apoptosis integrate to maintain cellular homeostasis, is not clear. Using bone marrow cells from gadd45a or gadd45b deficient and wild type littermate mice we have investigated the role of Gadd45 proteins in cytokine induced myeloid cell differentiation in vitro. Bone marrow cells obtained from either gadd45a or gadd45b deficient mice displayed compromised cytokines (IL3, GM-CSF, M-CSF or G-CSF) induced myelopoiesis, resulting in a quantitatively decreased population of mature myeloid cells. Immuno-phenotyping with antibodies to cell surface molecules associated with myeloid cell maturation confirmed impaired myeloid cell maturation in Gadd45a or b deficient bone marrow cells treated with the above cytokines. Analysis of apoptosis by annexin-V and PI staining followed by FACS analysis showed a substantially higher apoptosis in Gadd45a−/− as well as gadd45b−/− cells compared to wild type cells after treatment with M-CSF or G-CSF. Gadd45a−/− as well as gadd45b−/− bone marrow cells were found to be less clonogenic in methylcellulose medium. Morphologically compact and round colonies consisting of immature myeloid cells prevailed over dispersed- colonies consisting of mature myeloid cells in gadd45- deficient cells cultured in methyl cellulose containing IL-3. Furthermore, colony re-plating assay showed better self-renewal abilities in gadd45a−/− as well as gadd45b−/− progenitors, compared to wild type progenitor cells. Altered myelopoiesis in gadd45 a or b deficient mice was further confirmed in vivo by intra-peritoneal administration of sodium casienate - a known inducer of inflammatory response and myelopoiesis in mice bone marrow. Sodium casienate failed to enhance myelopoiesis in gadd45a or gadd45b deficient mice bone marrow, while wild type littermate mice showed a rapid induction of myelopoiesis. Simultaneously peritoneal exudates collected from gadd45 deficient mice consisted of 2–3 fold less myeloid cells compared to age matched wild type control mice after sodium casienate treatment. Gadd45a−/− or gadd45b−/− mice showed a slow recovery after myelo-suppressive effect of antimetabolite 5-Fluorouracil, which further confirmed that gadd45 deficiency leads to delayed myelopoiesis in mouse. Mechanistic aspects of Gadd45 deficiency, which results in impaired myelopoiesis are under investigation.",
    "topics": [
        "apoptosis",
        "cytokine",
        "mice",
        "myelopoiesis",
        "sodium",
        "granulocyte colony-stimulating factor",
        "interleukin-3",
        "macrophage colony-stimulating factor",
        "recombinant granulocyte colony stimulating factor",
        "annexin a5"
    ],
    "author_names": [
        "Shiv K. Gupta, Ph.D.",
        "Mamta Gupta, Ph.D.",
        "Barbara Hoffman, Ph.D.",
        "Dan A. Liebermann, Ph.D."
    ],
    "author_affiliations": [
        [
            "Fels Institute of Cancer Research, Temple University, Philadelphia, PA, USA."
        ],
        [
            "Fels Institute of Cancer Research, Temple University, Philadelphia, PA, USA."
        ],
        [
            "Fels Institute of Cancer Research, Temple University, Philadelphia, PA, USA."
        ],
        [
            "Fels Institute of Cancer Research, Temple University, Philadelphia, PA, USA."
        ]
    ],
    "first_author_latitude": "39.980594200000006",
    "first_author_longitude": "-75.1557376"
}