{
    "doi": "https://doi.org/10.1182/blood.V118.21.715.715",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2062",
    "start_url_page_num": 2062,
    "is_scraped": "1",
    "article_title": "A Novel Murine Model of Pregnancy and Transfusion Induced Anti-Kell RBC Alloimmunization ",
    "article_date": "November 18, 2011",
    "session_type": "401. Basic Science and Clinical Practice in Blood Transfusion: Immunity to Blood Cells and New Platelet Products",
    "topics": [
        "alloimmunization",
        "animal model",
        "mice",
        "pregnancy",
        "transfusion",
        "fetal death",
        "synthetic cannabinoids",
        "antibodies",
        "glycoprotein",
        "erythroblastosis fetalis"
    ],
    "author_names": [
        "Nicole H. Smith",
        "Kate Henry, MS",
        "James C. Zimring, MD, PhD",
        "Jeanne E. Hendrickson, MD"
    ],
    "author_affiliations": [
        [
            "Pediatrics/Pathology, Emory, Atlant, GA, USA, "
        ],
        [
            "Pathology, Emory, Atlanta, GA, USA, "
        ],
        [
            "Pathology and Pediatrics, Aflac Cancer Center, Emory University Sch. of Med., Atlanta, GA, USA, "
        ],
        [
            "Emory University, Atlanta, GA, USA"
        ]
    ],
    "first_author_latitude": "33.79810005",
    "first_author_longitude": "-84.3728618",
    "abstract_text": "Abstract 715 Introduction: Pregnancy and transfusion induced RBC alloimmunization can be clinically significant, leading to difficulties with future transfusions and also leading to hemolytic disease of the fetus and newborn (HDFN). Maternal anti-Kell alloimmunization is one of the most common causes of non ABO-mediated HDFN. To date, there are few treatments to prevent HDFN due to RBC antibodies outside of the Rh(D) family, and there are few existing animal models of pregnancy induced RBC alloimmunization. Herein, we describe a novel murine model in which Kell RBC alloimmunization occurs following pregnancy or transfusion. Materials and Methods: Mice with RBC specific expression of the K2 allele of the human Kell glycoprotein (subsequently referred to as “K2” mice) were generated utilizing constructs containing the human K2 sequence expressed by beta-globin regulatory elements. For the transfusion induced alloimmunization experiments, C57BL/6 female recipients were transfused 3 times with K2 RBCs in the presence of poly (I:C), with anti-Kell glycoprotein antibodies measured after each transfusion by flow cytometric crossmatch using K2 targets and subtype specific antibodies. For the pregnancy induced alloimmunization experiments, control naïve C57BL/6 females were mated with K2 males three times; females immunized following transfusion were mated with K2 males as well. After the final pregnancy, anti-Kell glycoprotein antibodies were also measured by flow cytometric. Number and percentage of K2 positive pups were noted in a subset of pregnancies, and deceased pups were genotyped by PCR. Results: Anti-Kell glycoprotein antibodies were detectable in C57BL/6 recipients following either K2 RBC transfusion or following repeat pregnancies with K2 positive fetuses. In 5 experiments, 30/30 transfused mice had anti-Kell antibody titers that increased with subsequent transfusion, with IgM, IgG1, IgG2b, IgG2c, and IgG3 anti-Kell being detectable. After 2–3 pregnancies with K2 mates, 11/12 C57BL/6 females developed anti-Kell glycoprotein antibodies, with IgM and all IgG anti-Kell subtypes being present. Regardless of the mechanism of immunization (e.g. transfusion or prior pregnancy), live births and pups surviving beyond day of life #2 were lower in Kell immunized mothers compared with control non-immunized mothers (approximately 2–4 pups compared to 6–10 pups). At least one K2 stillborn pup had severe edema resembling hydrops. Discussion: This is the first animal model of Kell RBC alloimmunization, in which anti-Kell can be generated either through prior pregnancy or transfusion and appears to be detrimental to pups. This model mimics that of pregnancy or transfusion induced anti-Rh(D), in that the described antigen (K2) is largely foreign to the C57BL/6 recipients (who lack human K1 or K2 altogether). Ongoing studies are investigating whether a particular method of immunization (e.g. pregnancy vs transfusion) is more detrimental to fetuses and pups. As expected, the anti-Kell antibody appears more detrimental to K2 positive than negative fetuses, with immunized mothers having smaller litters of predominantly K2 negative fetuses; however, K2 negative pups may also have higher rates of demise following birth to immunized compared to non-immunized mothers. In sum, this model will allow for further investigation of pregnancy and transfusion induced anti-Kell RBC alloimmunization, and may also serve to increase the understanding of the pathogenesis and prevention of HDFN. Disclosures: Zimring: Immucor: Funds from an Immucor sponsored project (unrelated to the current project) were utilized in part to generate the KEL transgenic animals."
}