{
    "doi": "https://doi.org/10.1182/blood.V112.11.2505.2505",
    "article_title": "The CD34 + CD38 Low CD19 + Candidate Leukemic Stem Cell Phenotype Revisited: Useful for Flow MRD Monitoring? ",
    "article_date": "November 16, 2008",
    "session_type": "Leukemias - Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis",
    "abstract_text": "The assessment of minimal residual disease during therapy is a powerful prognostic marker in childhood acute lymphoblastic leukemia but current techniques, whether molecular analysis of antigen receptor gene rearrangements or flow cytometric analysis of aberrant immunophenotypes, track the blast population(s) that predominate(s) at diagnosis. Recent evidence from diagnostic TEL/AML1 positive cases (Hong et al, 2008) suggests that the candidate leukemic stem cell population may be characterised by the immunophenotype CD34 + CD38 Low CD19 + and thus the identification and quantitation of this cell population at diagnosis and during therapy may have greater clinical significance.  Cytogenetic subgroup . Number with candidate population . Number without candidate population . TEL/AML1 8 1 High Hyperdiploid 6 5 Other 15 16 Cytogenetic subgroup . Number with candidate population . Number without candidate population . TEL/AML1 8 1 High Hyperdiploid 6 5 Other 15 16 View Large Therefore, we have sought this proposed leukemic stem cell population in 51 consecutive diagnostic precursor-B acute lymphoblastic leukaemia samples using multi-parametric flow cytometry. Patient blasts were stained with the antibodies CD34PerCP, CD38FITC and CD19APC and 50,000 events acquired on a FACSCalibur. The postulated cancer stem cell population, CD34 + CD38 Low CD19 + , was found in 57% of patients (29 of 51). Correlation with major cytogenetic subgroups showed that 89% (8 of 9) of TEL/AML1 positive cases had evidence of the population, compared to 55% (6 of 11) of high hyperdiploid and 48% (15 of 31) of the remainder (see Table). There was no evidence of the population in ‘normal marrow’ samples which were from children in the latter stages of therapy for ALL i.e. end of treatment bone marrow samples (n=4). We also examined bone marrow samples taken 28 days after the start of treatment in a cohort of patients scoring positive for the candidate population at diagnosis (n=11) and found evidence for persistence of the cells in 4 of them. CD38 under-expression, in relation to normal B cell precursors, is a common feature of ALL blasts and classification of CD38 expression levels revealed that 92% (24/26) of these under-expressers unsurprisingly housed the population because their blasts were also CD34 + and CD19 + . Most importantly, since 43% of the diagnostic samples analysed show no evidence of this population (or it exists below the limits of detection of the assay i.e.<0.1% ), it seems unlikely that this represents a definitive cancer stem cell population in childhood ALL per se and would, therefore, not be appropriate as a generic marker of minimal residual leukemic stem cells.",
    "topics": [
        "cd19 antigens",
        "cd34 antigens",
        "cd38",
        "leukemic hematopoietic stem cell",
        "phenotype",
        "bone marrow specimen",
        "leukemia, lymphocytic, acute, childhood",
        "acute lymphocytic leukemia",
        "antibodies",
        "flow cytometry"
    ],
    "author_names": [
        "Kerrie Wilson, BSc(Hons)",
        "Marian Case, MSc",
        "Lynne Minto",
        "Simon Bailey, MD, PhD, FRCPCH",
        "Josef Vormoor, MD, FRCPCH",
        "Julie Irving, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Kerrie Wilson, BSc(Hons)",
            "author_affiliations": [
                "Northern Institute for Cancer Research, Newcastle University, Newcastle upon Tyne, United Kingdom"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Marian Case, MSc",
            "author_affiliations": [
                "Northern Institute for Cancer Research, Newcastle University, Newcastle upon Tyne, United Kingdom"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lynne Minto",
            "author_affiliations": [
                "Northern Institute for Cancer Research, Newcastle University, Newcastle upon Tyne, United Kingdom"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Simon Bailey, MD, PhD, FRCPCH",
            "author_affiliations": [
                "Royal Victoria Infirmary, Newcastle University, Newcastle upon Tyne, United Kingdom"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Josef Vormoor, MD, FRCPCH",
            "author_affiliations": [
                "Northern Institute for Cancer Research, Newcastle University, Newcastle upon Tyne, United Kingdom"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Julie Irving, PhD",
            "author_affiliations": [
                "Northern Institute for Cancer Research, Newcastle University, Newcastle upon Tyne, United Kingdom"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-09T09:40:51",
    "is_scraped": "1"
}