{
    "doi": "https://doi.org/10.1182/blood.V114.22.3963.3963",
    "article_title": "Deletions in B-Cell Development Genes in Down Syndrome ALL: IKAROS Causes Poor Outcome ",
    "article_date": "November 20, 2009",
    "session_type": "Oncogenes and Tumor Suppressors Poster III",
    "abstract_text": "Abstract 3963 Poster Board III-899 Children with Down Syndrome (DS) have an increased risk of developing acute lymphoblastic leukemia (ALL). DS ALL patients differ in presenting characteristics from ALL patients without DS (non-DS ALL). Recent evidence suggests that a unique genetic event may characterize DS ALL, i.e. an activating mutation localized at R683 in the Janus Kinase 2 ( JAK2 ) gene, which occurs in 18% of DS ALL cases, and differs from the JAK2 mutations that are typically found in Myeloproliferatieve diseases (Bercovich et al, The Lancet 2008). However, Mullighan et al. recently reported also JAK R683 mutations in non-DS high risk ALL (PNAS, 2009). Furthermore, we and others described deletions in B-cell development genes in high-risk ALL (Den Boer et al, Lancet Oncology 2009, and Mullighan, NEJM 2009). One of these genes, IKZF1 , which encodes the lymphoid transcription factor IKAROS, was found to be an indicator of poor prognosis in this high-risk group. In the present study, we studied deletions in B-cell development genes in DS ALL, utilizing array-Comparative Genomic Hybridisation (array-CGH, 105K Agilent). Moreover, genomic DNA was PCR-amplified with specific primers to detect the isoform 6 of IKAROS, which consists of a deletion of exon 3-6 resulting in expression of a dominant-negative form of IKAROS, with intact homodimerization but reduced DNA-binding capacity. We used direct sequencing for mutation screening of the pseudo-kinase and kinase domains of JAK2 . Of 34 DS ALL patients treated according to the DCOG treatment protocols samples were available. All 34 patients had B-cell precursor ALL. Median follow up time was 5.7 years (range 1.2 – 15.4 years).In total, 19/34 (56%) DS ALL patients had one or more deletions in B-cell development genes (Table 1). Affected genes included the transcription factors IKZF1 (41%, n=14), PAX5 (12%, n=4) and VPREB1 (18%, n=6). These aberrations were not mutually exclusive. No deletions were found in EBF1 and TCF3 ( E2A ). Deletions in the PAX5 gene were part of larger deletions (≥0.5 million bases), whereas the other genes were mainly affected by focal deletions (<0.5 million bases). In 10/14 cases with IKZF1 abnormalities, the Isoform 6 was detected, whereas in 4 patients the entire IKZF1 gene was deleted due to a larger deletion on chromosome 7p. There were 2 cases with hyperdiploidy and 2 with a TEL/AML rearrangement; 3 of them had a deletion in one of the named transcription factors. One DS patient with a Philadelphia chromosome had a focal deletion in IKZF1 resulting in isoform 6, as well as a deletion in PAX5 and VPREB1. JAK2 mutations were detected in 5/34 patients (15%). Only one of the JAK2 R683 mutated DS ALL patients had a deletion of IKZF. Patients with an IKZF1 deletion had a significantly worse outcome when compared to patients without IKZF1 deletion (pEFS 57% vs. 95%; p=0.005), pDFS (62% vs. 95%; p=0.01) and pOS (71% vs. 95%; p=0.04). For PAX5 deleted cases, the pOS was 50% vs. 90% in non- PAX5 deleted cases (p=0.03), but the differences for pEFS (50% vs. 83%; p=0.14) and pDFS (50.0% vs. 86%; p=0.06) were not significant. None of the JAK2 mutated patients had an event. Multivariate Cox regression analysis including age, WBC, JAK2 , TEL/AML, IKZF1 , PAX5 and VPREB1 showed that deletion of IKZF1 was the only independent prognostic factor for event free survival (RR 23.5; p=0.03). In fact, 6 of the 7 patients (86%) with an event had a deletion of IKZF1 , of whom 2 had a deletion of the entire IKZF1 gene, and 4 patients had a focal deletion resulting in isoform 6. In conclusion, we found deletions in B-cell development genes in a comparable frequency as in high-risk types of ALL without DS. Especially a high incidence of IKAROS deletions was found, which identified an independent poor prognostic group within the DS ALL patients. The high frequency of IKZF1 deletions may in part be responsible for the worse prognosis of DS ALL compared to non-DS ALL as reported by some groups.  . Chromosomal location . Number * . Cytogenetics   - Hyperdiploidy - 2/29 (6.9%) - BCR/ABL t(9;22) 1/26 (3.8%) - TEL/AML t(12;21) 2/34 (5.9%) JAK2 R683 mutation 9p24 5/34 (14.7%) B-cell development genes   - IKZF1  7p12 14/34 (41.2%) - VPREB1  22q11.22 6/34 (17.6%) - PAX5  9p13.2 4/34 (11.7%) - EBF1  5q33.3 0 - TCF3  19p13.3 0 . Chromosomal location . Number * . Cytogenetics   - Hyperdiploidy - 2/29 (6.9%) - BCR/ABL t(9;22) 1/26 (3.8%) - TEL/AML t(12;21) 2/34 (5.9%) JAK2 R683 mutation 9p24 5/34 (14.7%) B-cell development genes   - IKZF1  7p12 14/34 (41.2%) - VPREB1  22q11.22 6/34 (17.6%) - PAX5  9p13.2 4/34 (11.7%) - EBF1  5q33.3 0 - TCF3  19p13.3 0 * Cytogenetic information was not always available for all patients View Large Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "b cell development",
        "down syndrome",
        "genes",
        "protein isoforms",
        "transcription factor",
        "dna",
        "phosphotransferases",
        "acute lymphocytic leukemia",
        "bcr-abl tyrosine kinase",
        "crossbreeding"
    ],
    "author_names": [
        "Trudy Buitenkamp, MSc",
        "Marry M. van den Heuvel, MD, PhD",
        "Astrid A Danen-van Oorschot, PhD",
        "Valerie de Haas, MD, PhD",
        "Rob Pieters, MD, PhD",
        "Monique L. Den Boer, MSc, PhD",
        "C. Michel Zwaan, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Trudy Buitenkamp, MSc",
            "author_affiliations": [
                "Pediatric Oncology, Erasmus MC - Sophia Children's Hospital, Rotterdam, Netherlands, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Marry M. van den Heuvel, MD, PhD",
            "author_affiliations": [
                "Pediatric Oncology, Erasmus MC - Sophia Children's Hospital, Rotterdam, Netherlands, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Astrid A Danen-van Oorschot, PhD",
            "author_affiliations": [
                "Pediatric Oncology, Erasmus MC - Sophia Children's Hospital, Rotterdam, Netherlands, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Valerie de Haas, MD, PhD",
            "author_affiliations": [
                "Dutch Childhood Oncology Group, Den Haag, Netherlands"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rob Pieters, MD, PhD",
            "author_affiliations": [
                "Pediatric Oncology, Erasmus MC - Sophia Children's Hospital, Rotterdam, Netherlands, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Monique L. Den Boer, MSc, PhD",
            "author_affiliations": [
                "Pediatric Oncology, Erasmus MC - Sophia Children's Hospital, Rotterdam, Netherlands, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "C. Michel Zwaan, MD, PhD",
            "author_affiliations": [
                "Pediatric Oncology, Erasmus MC - Sophia Children's Hospital, Rotterdam, Netherlands, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-12T09:39:31",
    "is_scraped": "1"
}