{
    "doi": "https://doi.org/10.1182/blood-2019-126951",
    "article_title": "Phase 1 Study of TG-1701, a Selective Irreversible Inhibitor of Bruton's Tyrosine Kinase (BTK), in Patients with Relapsed/Refractory B-Cell Malignancies ",
    "article_date": "November 13, 2019",
    "session_type": "623.Mantle Cell, Follicular, and Other Indolent B-Cell Lymphoma-Clinical Studies",
    "abstract_text": "Introduction Agents targeting BTK have demonstrated activity in a variety of B-cell malignancies, however not all patients respond to therapy, and amongst those that do respond, complete remissions are rare. BTK-based combination regimens have the potential to increase depth of response and permit time-limited therapy, however innovative approaches to accelerate the development of combination regimens are needed. TG-1701 is a novel, orally available and covalently-bound BTK inhibitor that exhibits superior selectivity for BTK compared with ibrutinib in in vitro whole kinome screening (Abstr 3973, EHA 2018). Herein we report the first results of a unique Phase 1 parallel dose-escalation study of TG-1701 monotherapy and TG-1701 in combination with umbralisib, a novel PI3K-δ and casein kinase-1ε inhibitor, and ublituximab, a glycoengineered anti-CD20 mAb (1701 + U2). Methods The primary objectives of the study are to characterize the safety profile and to determine the recommended Phase 2 dose of TG-1701 as a single agent and in combination with U2. Other objectives include assessment of pharmacokinetics (PK), preliminary antitumor activity, and pharmacodynamics (PD [BTK occupancy]). Eligible patients must have B-cell malignancy relapsed or refractory (R/R) to one or more prior standard therapy. Treatment consists of escalating doses of oral TG-1701 once daily (QD), continuously administered in 28-day (D) cycles (C). Patients in the 1701 + U2 combination arm receive escalating TG-1701 oral QD + umbralisib 800 mg oral QD + ublituximab 900 mg IV on D1, 8, 15 of C1, and D1 of C2-6. All patients are treated until disease progression, unacceptable toxicity, or investigator/patient decision to withdraw study consent. Results As of July 15, 2019, 19 patients (WM = 6, CLL = 4, FL = 4, MZL = 2, DLBCL = 2, MCL = 1) have been treated with TG-1701: 3 patients at 100 mg QD, 9 patients at 200 mg QD (expansion before opening combination), 3 patients at 300 mg QD single agent arm, and 4 patients at 100 mg QD combination arm. Patients had a median of 2 prior systemic therapies (range, 1 - 5), and all of them received previous anti-CD20 therapy. Four patients were refractory to their last prior therapy, 8 had extranodal disease, and 8 had bulky disease. To date, patients have received a median of 4 (range, 2 - 10) cycles of TG-1701. No dose-limiting toxicity (DLT) have been observed to date. The most common treatment-related adverse events (TRAE) are: neutropenia (21%), diarrhea (16%), nausea (16%), bruising (16%), infection (16%), ALT/AST elevation (11%), rash (11%), abdominal pain (11%), and fatigue (11%). Grade 3 TRAE are: asymptomatic and isolated lipase elevation (N=1), nausea (N=1), rash (N=1), and acute respiratory tract infection (N=1). There have been no grade 4 TRAE nor treatment discontinuations due to adverse events. Linear kinetics are apparent, evidenced by approximately dose proportional increase in AUC on C1D1 and C1D8. High systemic clearance (CL) has been observed with a mean CL/F of 55.4 L/hr and half-life of 2.24 hours. Tmax is observed between 1 to 4 hours post dose. PK-PD (BTK occupancy) relationship at 200 mg on C1D1 is presented in Figure 1. Decrease from baseline in tumor burden is presented in Figure 2. Two patients at the lowest dose (100 mg QD) have achieved a partial response (PR): MCL = ↓78% and WM = ↓88%. All 3 evaluable patients treated with 100 mg 1701 + U2 have achieved a response at the first response assessment: 1 CR (FL) and 2 PR (FL ↓88%, and MZL ↓65%). All patients remain on study treatment, except for both patients with DLBCL that discontinued due to disease progression. All patients with CLL have shown lymphocytosis during the first 2 cycles of therapy. Near complete BTK occupancy has been achieved in all patients at all dose levels (Figure 1). Conclusions TG-1701, a once daily BTK inhibitor has an encouraging preliminary safety profile, with clinical and pharmacodynamic activity at all dose levels evaluated. This study (NCT03671590) continues enrollment in TG-1701 single-agent and 1701 + U2 combination arms. View large Download slide View large Download slide  Close modal Disclosures Cheah: Roche, Janssen, MSD, Gilead, Loxo Oncology, Acerta, BMS: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Celgene, Roche, Abbvie: Research Funding; Roche: Other: Travel expenses. Wickham: Roche: Honoraria; Celgene: Other: Travel/Meeting Expenses . Turpuseema: TG Therapeutics Inc.: Employment, Equity Ownership. Miskin: TG therapeutics Inc.: Employment, Equity Ownership. Tang: TG Therapeutics Inc., Roche, Alexion: Equity Ownership; TG Therapeutics Inc.: Employment. Normant: TG Therapeutics Inc.: Employment, Equity Ownership. Ricart: TG Therapeutics, Pfizer, Merck: Equity Ownership; TG therapeutics Inc.: Employment. Tam: Abbvie, Janssen, Beigene, Roche, Novartis: Honoraria; Abbvie, Janssen: Research Funding.",
    "topics": [
        "b-lymphocytes",
        "cancer",
        "protein tyrosine kinase",
        "adverse event",
        "btk inhibitors",
        "cd20 antigens",
        "diffuse large b-cell lymphoma",
        "disease progression",
        "exanthema",
        "nausea"
    ],
    "author_names": [
        "Chan Y. Cheah",
        "Nicholas Wickham, MBBS",
        "Costas K. Yannakou, MBBS (Hons), FRACP, FRCPA",
        "Katharine L Lewis, FRCPath, MRCP, MBBS",
        "Chi-Hung Hui, MBBS",
        "Pek Sang Tang, MBBS",
        "Tejasvi Turpuseema",
        "Hari P Miskin, MSc",
        "Jian-Ping Tang, PhD",
        "Emmanuel Normant, PhD",
        "Alejandro D. Ricart, MD",
        "Constantine S. Tam, MBBS (Hons), MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Chan Y. Cheah",
            "author_affiliations": [
                "University of Western Australia, Medical School, Perth, Australia ",
                "Linear Clinical Research, Nedlands, Australia ",
                "Department of Haematology, Sir Charles Gairdner Hospital, Perth, Australia "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Nicholas Wickham, MBBS",
            "author_affiliations": [
                "Ashford Cancer Centre Research, Adelaide, Australia "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Costas K. Yannakou, MBBS (Hons), FRACP, FRCPA",
            "author_affiliations": [
                "Department of Molecular Oncology and Cancer Immunology, Epworth HealthCare, East Melbourne, Australia "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Katharine L Lewis, FRCPath, MRCP, MBBS",
            "author_affiliations": [
                "Linear Clinical Research, Nedlands, Australia ",
                "Department of Haematology, Sir Charles Gardiner Hospital, Perth, Australia ",
                "Medical School, University of Western Australia, Crawley, Australia "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chi-Hung Hui, MBBS",
            "author_affiliations": [
                "Ashford Cancer Centre Research, Adelaide, Australia "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pek Sang Tang, MBBS",
            "author_affiliations": [
                "St. Vincent Hospital and University of Melbourne, Melbourne, Australia "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tejasvi Turpuseema",
            "author_affiliations": [
                "TG Therapeutics Inc., New York, NY"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hari P Miskin, MSc",
            "author_affiliations": [
                "TG Therapeutics Inc., New York, NY"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jian-Ping Tang, PhD",
            "author_affiliations": [
                "TG Therapeutics Inc., New York, NY"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Emmanuel Normant, PhD",
            "author_affiliations": [
                "TG Therapeutics Inc., New York, NY"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alejandro D. Ricart, MD",
            "author_affiliations": [
                "TG Therapeutics Inc., New York, NY"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Constantine S. Tam, MBBS (Hons), MD",
            "author_affiliations": [
                "St. Vincent Hospital and University of Melbourne, Melbourne, Australia "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-16T02:38:11",
    "is_scraped": "1"
}