{
    "doi": "https://doi.org/10.1182/blood.V124.21.722.722",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2884",
    "start_url_page_num": 2884,
    "is_scraped": "1",
    "article_title": "Interim Analysis of the Mmrf Commpass Trial: Identification of Novel Rearrangements Potentially Associated with Disease Initiation and Progression ",
    "article_date": "December 6, 2014",
    "session_type": "651. Myeloma: Biology and Pathophysiology, excluding Therapy: Genomics",
    "topics": [
        "bcl-xl protein",
        "bone marrow aspiration",
        "calculi",
        "cyclin d1",
        "dexamethasone",
        "disease progression",
        "idiopathic guttate hypomelanosis",
        "immunoglobulin heavy chains",
        "immunoglobulins",
        "interim analysis"
    ],
    "author_names": [
        "Sagar Lonial, MD",
        "Venkata D Yellapantula",
        "Winnie Liang, PhD",
        "Ahmet Kurdoglu, BS",
        "Jessica Aldrich, MSc",
        "Christophe M. Legendre, MD",
        "Kristi Stephenson",
        "Jonathan Adkins",
        "Jackie McDonald",
        "Adrienne Helland",
        "Megan Russell",
        "Austin Christofferson",
        "Lori Cuyugan",
        "Dan Rohrer",
        "Alex Blanski",
        "Meghan Hodges",
        "Mmrf CoMMpass Network",
        "Mary Derome",
        "Daniel Auclair, PhD",
        "Pamela G. Kidd, MD",
        "Scott Jewell, PhD",
        "David Craig, PhD",
        "John Carpten, PhD",
        "Jonathan J. Keats, PhD"
    ],
    "author_affiliations": [
        [
            "Winship Cancer Institute of Emory University, Atlanta, GA "
        ],
        [
            "Translational Genomics Research Institute, Phoenix, AZ "
        ],
        [
            "Translational Genomics Research Institute, Phoenix, AZ "
        ],
        [
            "Translational Genomics Research Institute, Phoenix, AZ "
        ],
        [
            "TGen, Phoenix, AZ "
        ],
        [
            "Universite Paris Descartes and Hôpital Necker, Paris, France "
        ],
        [
            "Translational Genomic Research Institute, Phoenix, AZ "
        ],
        [
            "Translational Genomic Research Institute, Phoenix, AZ "
        ],
        [
            "Translational Genomic Research Institute, Phoenix, AZ "
        ],
        [
            "Translational Genomic Research Institute, Phoenix, AZ "
        ],
        [
            "Translational Genomic Research Institute, Phoenix, AZ "
        ],
        [
            "Translational Genomic Research Institute, Phoenix, AZ "
        ],
        [
            "Translational Genomic Research Institute, Phoenix, AZ "
        ],
        [
            "Van Andel Institute, Grand Rapids, MI "
        ],
        [
            "Van Andel Institute, Grand Rapids, MI "
        ],
        [
            "Van Andel Institute, Grand Rapids, MI "
        ],
        [
            "The Multiple Myeloma Research Foundation, Norwalk, CT "
        ],
        [
            "Multiple Myeloma Research Foundation, Norwalk, CT "
        ],
        [
            "Multiple Myeloma Research Foundation, Norwalk, CT "
        ],
        [
            "Spectrum Health, Grand Rapids, MI "
        ],
        [
            "Van Andel Research Institute, Grand Rapids, MI "
        ],
        [
            "Translational Genomics Research Institute, Phoenix, AZ "
        ],
        [
            "Translational Genomics Research Institute, Phoenix, AZ"
        ],
        [
            "Translational Genomics Research Institute, Phoenix, AZ "
        ]
    ],
    "first_author_latitude": "33.79282020000001",
    "first_author_longitude": "-84.31942699999999",
    "abstract_text": "The Multiple Myeloma Research Foundation (MMRF) CoMMpass trial (NCT0145429) is a longitudinal study of 1000 patients with newly-diagnosed multiple myeloma. The study opened July 2011 and now includes over 650 patients from 91 sites in the United States, Canada and European Union. Each patient is required to receive an approved proteasome inhibitor, immunumodulatory agent, or both. Enriched tumor and matched constitutional samples are comprehensively analyzed using Long-Insert Whole Genome Sequencing (WGS), Whole Exome Sequencing (WES) and RNA sequencing (RNAseq). Clinical parameters, Quality of Life measurements and health care resource utilization values are collected at study entry and every three months for a minimum of five years. Additional bone marrow aspirates are collected and analyzed at each recurrence or progression of disease. An extensive clinical and molecular database, the MMRF Researcher Gateway (https://research.themmrf.org), has been developed to facilitate the rapid dissemination of the results and provides the myeloma community with a mechanism to analyze the data. In this current interim analysis, we report on 195 patients that are fully characterized at the molecular level. We focused this analysis on immunoglobulin translocations and inter-chromosomal fusion transcripts. As expected we detected the classic canonical t(4;14), t(6;14), t(11;14), and t(14;16) translocations targeting FGFR3/MMSET, CCND3, CCND1, and MAF respectively. Seven patients presented with t(8;14) rearrangements correlating with high expression of MYC. Novel translocations were detected targeting MAP3K14/NIK in two patients and NFKB1, TOP1MT, TXNDC2, APOL3, FCHSD2, PRICKLE1, and BCL2L1 in individual patients. Importantly, the matched RNAseq data confirmed the high expression of MAP3K14, NFKB1, TOP1MT, APOL3 and BCL2L1. Moreover, the anti-apoptotic isoform of BCL2L1, Bcl-xL, was the prominent transcript isoform detected. In several patients we detected multiple IgH translocations. For instance the BCL2L1 translocation occurred in a downstream class switch recombination region from one associated with a co-occurring t(11:14). We also analyzed the RNAseq dataset for inter-chromosomal fusion transcripts and leveraged the independent long-insert WGS data to validate the predicted fusions. The only recurrent fusion partner identified was IgH-MMSET created by t(4:14). Fusion transcripts were detected in individual patients between IgH elements and MYEOV and WWOX along with several of the novel IgH translocation partners; NFKB1, TOP1MT, and APOL3. Several genes are involved in multiple fusions but with different partners. Three independent fusions were detected between the highly expressed gene FCHSD2 and MYC, MAP3K14, and ANKRD55. Three additional fusions were detected between MAP3K14 and ELL, PLCG2, and CDC27, which produce hybrid MAP3K14 isoforms lacking the N-terminal negative regulatory domain. We also detected three independent fusions involving BRF1, which is typically not expressed in myeloma tumors. These appear to be markers of translocations occurring just centromeric of the strong 3’ IgH enhancers. Interestingly, two of the partners are located in a region of chromosome 12 harboring MDM2 and spiked expression of MDM2 was observed. Additional genes with multiple fusion events included NEDD9 and ARHGEF12. Integrating the WES and RNAseq datasets, we identified 3518 variants (median 14 per patient) where the variant allele detected by WES, was also detected in the RNAseq data, suggesting it is potentially biologically relevant. Of these, 44 distinct genes were mutated in at least 2% of patients. The most common mutations (>7 patients) occurred in KRAS, NRAS, IGLL5, DIS3, BRAF, ACTG1, EGR1, FAM46C, TRAF3, DUSP2, FGFR3, and PRR14L. We also identified a deletion of IKZF3/Aiolos in a patient who progressed rapidly on lenalidomide-dexamethasone. Alterations in Ikaros family members like Aiolos have recently been reported as a potential mechanism of resistance to IMiDs. As the study continues to mature, we expect it will provide unprecedented molecular characterization and correlating clinical datasets that will help define the determinants of response to anti-myeloma agents and facilitate future clinical trial designs, thus serving as a stepping-stone toward personalized medicine for myeloma patients. Disclosures Lonial: Millennium: The Takeda Oncology Company: Consultancy, Research Funding; Celgene: Consultancy, Research Funding; Novartis: Consultancy, Research Funding; Bristol-Myers Squibb: Consultancy, Research Funding; Onyx Pharmaceuticals: Consultancy, Research Funding."
}