{
    "doi": "https://doi.org/10.1182/blood.V114.22.3609.3609",
    "article_title": "Functional Interaction Between c-MPL and Tensin2: A Novel and Potentially Important Pathway in Thrombopoietin Mediated Signaling. ",
    "article_date": "November 20, 2009",
    "session_type": "HEMATOPOIESIS - CYTOKINES, SIGNAL TRANSDUCTION, APOPTOSIS, AND CELL CYCLE REGULATION POSTER II",
    "abstract_text": "Abstract 3609 Poster Board III-545 In contrast to the classical view of linear sequences in biochemical pathways, it is now clear that extracellular signal transduction resembles a complex electronic circuit, with multiple branching and converging pathways that work in concert with one another. While candidate gene approaches have yielded several mediators of hematopoietic growth factor (HGF) signal transduction, it is likely that other strategies will be necessary to discover the remaining components. Thrombopoietin (TPO) and its receptor c-Mpl are primary regulators of hematopoiesis, promoting the growth, survival, and differentiation of megakaryocytes, their precursors, hematopoietic stem and progenitor cells, and their progeny, mature blood platelets. The intracellular mechanisms by which TPO and c-Mpl function is initiated is clear; upon binding TPO, c-Mpl becomes phosphorylated on several tyrosine residues within the intracellular domain, at least in part by the intracellular kinase JAK2. In turn, these P-Tyr sites serve to tether Src Homology 2 (SH2) domain containing proteins, allowing them to be modified, which stimulates or inhibits their downstream effector functions. Previous studies have demonstrated the importance of several common signaling pathways in HGF function, including phosphoinositol-3-kinase (PI3K), mitogen activated protein kinase, and protein kinase C. However, since the effects of a multitude of HGFs differ, and yet nearly every HGF studied thus far stimulates these three signaling pathways, we hypothesized that the similar and distinctive characteristics of each HGF function resides in additional complexities in signaling pathways. In order to identify other mediators in an unbiased and systematic fashion, we employed the use of highly reproducible protein microarrays of virtually every SH2 domain containing protein predicted from the human genome. We first synthesized phosphopeptides representing each known site of tyrosine phosphorylation on the cytoplasmic domain of c-Mpl, and we used these peptides to probe the arrays at eight different concentrations, allowing us to derive quantitative binding information of each SH2 domain – peptide pair. From this screening approach we determined that pY631 of c-Mpl binds to tensin2 (also known as C1-TEN or TENC1) with moderately high affinity (594 nM). Tensin2 is a recently described protein containing a tensin-like region with an SH2 domain as well as a putative C1 domain-containing phosphatase. It has been previously shown to be involved in cell mobility and survival. Using reverse transcriptase polymerase chain reaction we found that the megakaryocytic cell line UT7/TPO and primary murine megakaryocytes display tensin2 specific mRNA. Next, to assess potential interactions of tensin2 in hematopoietic cells, we introduced a myc-tagged form of tensin2 into Baf3/c-Mpl cells. Following growth factor starvation these cells were stimulated with TPO (100ng/mL); we found that tensin2 became phosphorylated on Y483 (amino acid sequence according to Pubmed accession number NP_736610 ) within 15 min of stimulation by mass spectrometry. To explore the functional role(s) of tensin2 in hematopoiesis, we blocked tensin2 mRNA expression using specific siRNA and then assessed a number of signaling and functional outcomes. Within 48hr of tensin2 down-regulation, PI3K signaling was blunted in response to TPO stimulation of UT7/TPO cells. The functional consequences of this were next explored. We found that the migration of starved UT7/TPO across a semi-permeable membrane toward serum containing medium was statistically decreased with the knockdown of tensin2 when compared with cells treated with non-specific siRNA. These results indicate that PI3K activation is at least partially dependent on tensin2 and that tensin2 functions to promote cell migration. Thus, using a systems-based approach to explore the SH2 domain signaling space in hematopoietic cells, we have begun to identify a previously unknown component of the HGF signaling apparatus. These studies have expanded our understanding of the mechanisms by which TPO and c-Mpl affects hematopoiesis, and it has provided an important proof of principle for the role of an unbiased systems-based approach to cellular signaling. Disclosures: Kaushansky: Ligand Pharmaceuticals: Consultancy, Membership on an entity's Board of Directors or advisory committees.",
    "topics": [
        "signal transduction",
        "thrombopoietin",
        "1-phosphatidylinositol 3-kinase",
        "peptides",
        "phosphotransferases",
        "rna, messenger",
        "rna, small interfering",
        "tyrosine",
        "growth factor",
        "hematopoietic growth factors"
    ],
    "author_names": [
        "Andre Scott Jung, MD",
        "Alexis Kaushansky",
        "Kenneth Kaushansky, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Andre Scott Jung, MD",
            "author_affiliations": [
                "Department of Medicine, University of California at San Diego, La Jolla, CA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Alexis Kaushansky",
            "author_affiliations": [
                "Molecular and Cellular Biology, Harvard University, Cambridge, MA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kenneth Kaushansky, MD",
            "author_affiliations": [
                "Chair, Dept. of Medicine, University of California, San Diego, La Jolla, CA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-12T15:42:51",
    "is_scraped": "1"
}