{
    "doi": "https://doi.org/10.1182/blood.V112.11.3352.3352",
    "article_title": "Altered Splicing of RUNX1-RUNX1T1 in AML Impacts on Prognosis. ",
    "article_date": "November 16, 2008",
    "session_type": "Disordered Gene Expression in Hematologic Malignancy, Including Disordered Epigenetic Regulation",
    "abstract_text": "INTRODUCTION: In 10% of acute myeloid leukemia (AML) patients the recurrent balanced translocation t(8;21) places the RUNX1 ( AML1 ) gene next to RUNX1T1 ( ETO ) gene resulting in the generation of a RUNX1-RUNX1T1 fusion protein. While in mouse models this protein has failed to produce leukemia alone, alternative splicing of exon 9a of the RUNX1-RUNX1T1 fusion transcript has recently ( Yan et al, Nat Med , 12 , 945 , 2006 ) been shown to result in a truncated RUNX1-RUNX1T1 fusion protein with increased leukemogenic potential in a retroviral transduction-transplantation model. HYPOTHESIS: We hypothesized that i) the fusion of RUNX1 to RUNX1T1 alters exon 9a splicing balance, ii) Fusion transcripts containing exon 9a is involved in leukemogenesis in RUNX1-RUNX1T1 positive AML patients, and iii) the ratio between fusion transcripts with and without exon 9a may have prognostic significance. MATERIALS AND METHODS: Real-time quantitative PCR analysis was performed using primer-probe sets discriminating between the RUNX1-RUNX1T1 fusion transcript as well as the RUNX1T1 transcript containing exon 9a (R+9a) or lacking exon 9a (R-9a), respectively. Twenty-three diagnosis and 117 follow-up samples from 14 RUNX1-RUNX1T1 positive patients and diagnosis samples from 13 RUNX1-RUNX1T1 negative AML patients, as well as from 29 normal donors were included in the study. RESULTS: Levels of the native RUNX1T1 mRNAs were expectedly low in both healthy donors and RUNX1-RUNX1T1 negative AML patients, allowing us to define a threshold, above which R+9a and R-9a expression in RUNX1-RUNX1T1+ patients truly reflected RUNX1-RUNX1T1 fusion transcript expression. Thus, median RUNX1-RUNX1T1 expression was a factor 500 higher than the BM threshold and a factor 10 4 higher than the PB threshold. The ratios between R+9a and R-9a transcripts were within a relatively narrow range in normal donors and RUNX1-RUNX1T1 negative patients (0.017 to 0.11, median 0.06). By contrast, the R+9a/R-9a ratios in RUNX1-RUNX1T1 positive AML patients were significantly higher (range 0.05–0.46, median 0.17), (Wilcoxon’s rank sum test, P <0.001), with 12/14 patients displaying R+9a/R-9a ratios above the normal range in either bone marrow (BM) or peripheral blood (PB). More importantly, patients who achieved a continuous complete remission (CCR) displayed a more rapid disappearance of the RR+9a compared to RR-9a (Wilcoxon’s rank sum test of individual patient slopes BM: P =0.07, PB: P =0.014), further corroborating the notion that deregulated RUNX1-RUNX1T1 splicing is part of leukemogenesis (Figure). CONCLUSION: Deregulated RUNX1-RUNX1T1 splicing is part of the leukemogenic process in the majority of RUNX1-RUNX1T1 positive AML patients. We suggest that analysis of splice variant kinetics during cytoreduction may, if validated in larger studies, be a useful way to identify patients prone to relapse. Splice variant kinetics during cytoreductive treatment in BM (A) and PB (B). Black lines: patients with later relapse. Grey broken lines: patients remaining in CCR. X-axis: time after diagnosis, y-axis: RR+9a/RR-9a splice variant ratio relative to ratio at diagnosis. View large Download slide Figure View large Download slide Figure  Close modal",
    "topics": [
        "rna splicing",
        "runx1 translocation partner 1 protein",
        "fusion proteins",
        "leukemogenesis",
        "complete remission",
        "debulking",
        "follow-up",
        "leukemia",
        "leukemia, myelocytic, acute",
        "quantitative real-time polymerase chain reaction"
    ],
    "author_names": [
        "Hans Beier Ommen",
        "Mette Oestergaard",
        "Ming Yan",
        "Karin Brændstrup",
        "Dong-Er Zhang",
        "Peter Hokland, M.D."
    ],
    "author_dict_list": [
        {
            "author_name": "Hans Beier Ommen",
            "author_affiliations": [
                "Department of Hematology, Aarhus University Hospital, Aarhus, Denmark"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Mette Oestergaard",
            "author_affiliations": [
                "Department of Hematology, Aarhus University Hospital, Aarhus, Denmark"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ming Yan",
            "author_affiliations": [
                "Moores UCSD Cancer Center, La Jolla, CA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Karin Brændstrup",
            "author_affiliations": [
                "Department of Hematology, Aarhus University Hospital, Aarhus, Denmark"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dong-Er Zhang",
            "author_affiliations": [
                "Univ. of California San Diego, La Jolla, CA, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter Hokland, M.D.",
            "author_affiliations": [
                "Department of Hematology, Aarhus University Hospital, Aarhus, Denmark"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-09T06:43:07",
    "is_scraped": "1"
}