{
    "doi": "https://doi.org/10.1182/blood.V122.21.5194.5194",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2438",
    "start_url_page_num": 2438,
    "is_scraped": "1",
    "article_title": "A Decade Of Imatinib As First-Line Treatment Of Chronic Myeloid Leukemia: A Single - Latin American Institution Experience ",
    "article_date": "November 15, 2013",
    "session_type": "632. Chronic Myeloid Leukemia: Therapy",
    "abstract_text": "Targeted therapy commenced against Chronic Myeloid Leukemia (CML) with the development of small-molecule tyrosine kinase inhibitors (TKIs), since its approval in 2001 as first-line therapy, imatinib has been effective in achieving high response rates and improving the prognosis. However, the excellent results of large clinical trials are not entirely reproducible in the “real world”, we want to share our experience of a decade of use as front-line treatment. A total of 160 patients with previously untreated CML since 2002 were reviewed: 90% chronic phase (CP), 7% accelerated phase (AP), and 3% blast phase (BP). All were treated with standard-dose imatinib. In CP, overall survival (OS) at 75 months was 82% and progression-free survival 66%(PFS). Survival was worse in those over 60 years (P= < .001). 40% achieved and maintained Complete Cytogenetic Response (CCyR), 19 patients progressed to BP. 23.4% had some degree of hematologic toxicity that required a temporary suspension or reduction of the initial dose. 26.8% of patients with chronic phase treated at our institution were in the high EUTOS score. In this population, the EUTOS score was not predictive for outcome. Our study showed that imatinib is effective, and well tolerated by our patients and remains as a good strategy used as first-line therapy for patients with CML. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "imatinib mesylate",
        "leukemia, myelocytic, chronic",
        "protein-tyrosine kinase inhibitor",
        "accelerated phase",
        "blast phase",
        "hematotoxicity",
        "molecular targeted therapy",
        "frequency of responses"
    ],
    "author_names": [
        "Alvaro Cabrera Garcia",
        "Carolina Balderas Delgado",
        "Juan Julio Kassack Ipiña, MD",
        "Christian Omar Ramos Peñafiel",
        "Juan Collazo Jaloma",
        "Adolfo Martínez Tovar",
        "Hermelinda Gallardo",
        "Humberto Baldemar Castellanos Sinco, MD"
    ],
    "author_affiliations": [
        [
            "Hematology, Hospital General de México, Mexico City, Mexico, "
        ],
        [
            "Hematology, Hospital General de México, Mexico City, Mexico, "
        ],
        [
            "Hematology, Hospital General de México, Mexico City, Mexico, "
        ],
        [
            "Hematology, Hospital General de México, Mexico City, Mexico, "
        ],
        [
            "Hematology, Hospital General de México, Mexico City, Mexico, "
        ],
        [
            "Department of Molecular Biology, Hospital General de México, Mexico City, Mexico"
        ],
        [
            "Hematology, Hospital General de México, Mexico City, Mexico, "
        ],
        [
            "Hematology, Hospital General de México, Mexico City, Mexico, "
        ]
    ],
    "first_author_latitude": "19.36459435",
    "first_author_longitude": "-99.19349294999999"
}