{
    "doi": "https://doi.org/10.1182/blood-2019-128680",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4380",
    "start_url_page_num": 4380,
    "is_scraped": "1",
    "article_title": "Thrombin Generation in Nephrotic Syndrome Is Dependent on Remission Status and Hypercholestrolemia ",
    "article_date": "November 13, 2019",
    "session_type": "331.Pathophysiology of Thrombosis",
    "topics": [
        "animal model",
        "disease remission",
        "nephrotic syndrome",
        "thrombin",
        "albumin, plasma",
        "venous thromboembolism",
        "proteinuria",
        "partial response",
        "sodium citrate",
        "thromboembolism"
    ],
    "author_names": [
        "Bryce Kerlin",
        "Amanda P. Waller, PhD",
        "Jonathan P. Troost, PhD",
        "Samir Parikh, MD",
        "William E. Smoyer, MD",
        "Matthias Kretzler, MD"
    ],
    "author_affiliations": [
        [
            "Division of Pediatric Hematology/Oncology, Nationwide Children's Hospital, Columbus, OH "
        ],
        [
            "Center for Clinical & Translational Research, Abigail Wexner Research Institute @ Nationwide Children's, Columbus, OH "
        ],
        [
            "Pediatrics, University of Michigan Health System, Ann Arbor, MI "
        ],
        [
            "Internal Medicine, Ohio State University Wexner Medical Center, Columbus, OH "
        ],
        [
            "Center for Clinical & Translational Research, Abigail Wexner Research Institute @ Nationwide Children's, Columbus, OH "
        ],
        [
            "University of Michigan, Ann Arbor, MI"
        ]
    ],
    "first_author_latitude": "39.9526322",
    "first_author_longitude": "-82.9795141",
    "abstract_text": "Nephrotic syndrome (NS) is associated with a complex acquired hypercoagulopathy and a strong predilection for venous thromboembolic (VTE) complications. Thromboembolic disease complicates an estimated 27% of adult and 3% of pediatric NS cases. Nonetheless, routine prophylactic anticoagulation for NS remains controversial due to a lack of randomized trials demonstrating safety (bleeding) and efficacy as well as a lack to validated VTE-risk markers. We and others have previously shown that NS disease severity, as determined by proteinuria and serum albumin, is correlated with VTE-risk and may thus be a useful guide to thromboprophylaxis in the future. In animal models we have shown that hypercoagulopathy, as determined by thrombin generation assay (TGA), is proportional to NS severity and others have shown that TGA has predictive value for both incident and recurrent VTE in non-NS patients. We thus sought to determine the relationship between TGA and NS severity in human disease. Standard sodium citrate plasma aliquots ( N =150) were obtained from the Nephrotic Syndrome Study Network (NEPTUNE) biorepository. Patients taking anticoagulants or antiplatelet agents were excluded. Correlated phenotypic data for each sample was collected from the NEPTUNE database. The NEPTUNE protocol defined complete NS remission a priori as UP:C <0.3 and partial remission as UP:C <3.5 with concomitant reduction of UP:C by ≥50% from diagnosis. To control for potential pre-analytical confounders which may be present in banked aliquots, an incident NS validation cohort ( N =23) was established from whom plasma (collected into sodium citrate supplemented with corn trypsin inhibitor) and urine were analyzed at disease presentation. TGA was performed using the Technothrombin TGA kit and RCLow activator reagent (<3 pM tissue factor and <0.6 mM phospholipid) on 2:1 plasma:buffer dilutions and endogenous thrombin potential (ETP) was calculated as the area under the thrombin activity curve. Plasma albumin levels were determined by the bromocresol purple assay. Univariate linear and backward selection multivariable logistic regression was performed using SAS v9.4. TGA was undetectable in 3 (2%) of the NEPTUNE samples and those samples were excluded from further analysis. Univariate linear regression of ETP on the remaining 147 samples revealed significant relationships with age ( B -16), proteinuria (log-urinary protein:creatinine ratio (UP:C); B 490), plasma albumin ( B -657), and lipid profile components (e.g. total cholesterol B 2,129). Histologic classification of NS was not associated with ETP. ETP was significantly higher during active disease (no remission) than during complete or partial remission (Figure A). Non-linear regression modeling revealed a polynomial relationship between UP:C and ETP (Figure B) with a nadir ETP at UP:C 0.28. Multivariable modeling revealed that log-Total Cholesterol, log-UP:C (polynomial), Plasma Albumin, and Age were independently predictive of ETP ( P values <0.04, respectively; Table). The final multivariable model was highly correlated with ETP ( R 2 =0.35). Similar NS-severity univariate relationships were demonstrated in the validation cohort where log-UP:C ( B 853; P <0.01) and plasma albumin ( B -1,761; P =0.02) were both correlated with ETP. Proteinuria, plasma albumin, and hyperlipidemia are strongly associated with hypercoagulopathy as assessed by ETP during active NS. Analyzing these NS severity markers and ETP in relation to thrombotic events in future studies may inform their utility to guide the clinical application of thromboprophylaxis for NS patients. View large Download slide View large Download slide  Disclosures Kerlin: Novo Nordisk: Membership on an entity's Board of Directors or advisory committees, Research Funding; CSL Behring: Research Funding."
}