{
    "doi": "https://doi.org/10.1182/blood-2020-140538",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4486",
    "start_url_page_num": 4486,
    "is_scraped": "1",
    "article_title": "Clinical Outcomes of Patients with Secondary Acute Myeloid Leukemia (sAML) Treated with Hypomethylating Agent Plus Venetoclax (HMA-Ven) or Liposomal Daunorubicin Cytarabine (CPX-351) ",
    "article_date": "November 5, 2020",
    "session_type": "613.Acute Myeloid Leukemia: Clinical Studies",
    "topics": null,
    "author_names": [
        "Amandeep Salhotra, MD",
        "Dat Ngo, PharmD",
        "Jianying Zhang",
        "Karamjeet S. Sandhu, MD",
        "Monzr M. Al Malki, MD",
        "Ahmed Aribi, MD",
        "Haris Ali, MD",
        "Pkoller Koller, MD",
        "Shukaib Arslan, MD",
        "Andrew S. Artz, MD",
        "Lihua E Budde, MD PhD",
        "Samer Khaled, MD",
        "Sanjeet S Dadwal, MD",
        "David S Snyder, MD",
        "Stephen J. Forman, MD",
        "Ryotaro Nakamura, MD",
        "Anthony S. Stein, MD",
        "Guido Marcucci, MD",
        "Ibrahim Aldoss, MD",
        "Vinod A. Pullarkat, MD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology/HCT, City of Hope, Pasadena, CA "
        ],
        [
            "Pharmacy, City of Hope National Medical Center, Duarte, CA "
        ],
        [
            "Division of Biostastics, City of Hope National Medical Center, Duarte, CA "
        ],
        [
            "Department of Hematology/HCT, City of Hope National Medical Center, Duarte, CA "
        ],
        [
            "Department of Hematology/HCT, City of Hope National Medical Center, Duarte, CA "
        ],
        [
            "City of Hope National Medical Center, Duarte, CA "
        ],
        [
            "City of Hope Medical Center, Duarte, CA "
        ],
        [
            "Department of Hematology/HCT, City of Hope, Duarte, CA "
        ],
        [
            "Department of Hematology/HCT, City of Hope National Medical Center, Duarte, CA "
        ],
        [
            "Gehr Family Center for Leukemia Research, City of Hope, Duarte, CA "
        ],
        [
            "Hematology & Hematopoietic Cell Transplantation, City of Hope National Medical Center, Duarte, CA "
        ],
        [
            "Department of Hematology and Hematopoietic Cell Transplantation, City of Hope, Duarte, CA "
        ],
        [
            "Division of Infectious Disease, City of Hope National Medical Center, Duarte, CA "
        ],
        [
            "Department of Hematology/HCT, City of Hope National Medical Center, Duarte, CA "
        ],
        [
            "Department of Hematology and Hematopoietic Cell Transplantation, City of Hope, Duarte, CA "
        ],
        [
            "Department of Hematology and Hematopoietic Cell Transplantation, City of Hope, Duarte, CA "
        ],
        [
            "City of Hope National Medical Center, Duarte, CA "
        ],
        [
            "Department of Hematologic Malignancies Translational Science, Gehr Family Center for Leukemia Research, Hematologic Malignancies and Stem Cell Transplantation Institute, Beckman Research Institute, City of Hope, Monrovia, CA"
        ],
        [
            "Department of Hematology/HCT, City of Hope National Medical Center, Duarte, CA "
        ],
        [
            "Department of Hematology and Hematopoietic Cell Transplantation, City of Hope, Duarte, CA "
        ]
    ],
    "first_author_latitude": "34.126613400000004",
    "first_author_longitude": "-118.06067449999999",
    "abstract_text": "The \" 7+3\" regimen is recommended for treatment in patients with new diagnosis of acute myeloid leukemia (AML) who are fit for intensive chemotherapy. Patients with secondary AML (sAML) [i.e. AML evolving from antecedent hematologic disorders (AHD-AML) or after previous exposure to chemo/radiation therapy for unrelated cancer (t-AML)], have inferior outcomes with \"7+3\" regimen. A recent phase 3 study demonstrated superior CR rates and overall survival (OS) with upfront use of CPX-351 compared to \"7+3\" regimen in older patients (≥60 years) with sAML (Lancet et al JCO 2018). The combination of HMA+Ven is FDA approved for upfront treatment in newly diagnosed AML patients > 75 or those unfit for intensive chemotherapy based on CR+ CRi rates of 67% and median OS of 17.5 months. Herein, we compared the outcomes of older patients with sAML who received upfront treatment with either HMA+Ven or CPX-351 at our institution. Our analysis includes 47 consecutive patients with previously untreated sAML treated between 2018-2020 . Patients were treated with either HMA+Ven (n=27) or CPX-351 (n=20) based on physician preference. WHO criteria were used for the diagnosis AHD-AML and review of medical records for documenting exposure to leukemogenic agent for t-AML. Complete remission (CR) was defined by presence of 1000/µL and platelets ≥100,000/µL) were defined as CRh (hematologic recovery) and CR without blood count recovery as CRi (incomplete blood count recovery). Minimal residual disease (MRD) assessment was done on day-28 BM aspirate using multiparametric flow cytometric assay with lower limit of sensitivity of 0.01%. Patients demographic and disease features are summarized in Table 1. Mean age (p=0.39), mean blast percentage in BM aspirate (P=0.82), high-risk cytogenetics (P=0.37) and high-risk molecular mutations (P=0.737) were similar in both treatment groups. Of the 27 cases of sAML in HMA+Ven group, 8 were t-AML arising after prior chemotherapy (Hodgkin's Disease n=2; paraganglioma, desmoid tumor, breast cancer, NHL, multiple myeloma, ALL: one each) while 19 were AHD-AML. In CPX-351 group, 6 cases were t-AML arising after prior chemotherapy (NHL n=2, breast cancer n=2, T-Lymphoblastic Lymphoma and colon cancer one each) while 14 were secondary to AHD. The mean number of cycles were 3.3 (range 1-18) in HMA+Ven group and 1.45 (1-3) in CPX-351 group. Two-sample t test was used to compare continuous and normally distributed covariates, such as age and BM blasts, between HMA+Ven or CPX-351 arms. Pearson Chi-square or Fisher exact test was used to assess the associations between treatment and clinical outcomes. Kaplan-Meier method and log-rank test were used to assess OS or LFS. A P value of ≤ 0.05 was considered as statistically significant. The CR rate in patients treated on HMA+Ven group was 78% (n=21; 95% CI: 58-91%) vs 50% (n=10; 95% CI: 27-73%) in CPX-351 group (P=0.047). CRi was achieved in 52% (n=14) patients in HMA+Ven group compared to 25%(n=5) patients in CPX-351 group(p=0.064). MRD negative remission was achieved in 52% (n=14) patients in HMA+Ven group and in 25% (n=5) patients in CPX-351 group (p=0.064). In HMA+Ven group, 52% patients (n=14) achieved remission after one cycle of therapy compared to 45% (n=9) patients in CPX-351 arm (p=0.642). With a median follow-up of 6.7 months for all patients, the median leukemia free-survival (LFS) for HMA+Ven vs CPX-351 treatments is 16.2 vs NA months (P = 0.098) and the median OS is 13.2 vs NA months (P = 0.395). Ten patients in each group (37% in HMA+Ven and 50% in CPX-351; p=0.47) underwent allo-HCT. At last follow up, 14 patients (52%) have died in HMA+Ven group from: relapsed AML (n=10), sepsis (n=2), congestive heart failure (n=1) and unknown (UK) in one patient, whereas in CPX-351 group, 8 patients (40%) have died from relapsed AML in (n=5), respiratory failure (n=2) and UK causes in one patient. In patients resistant to initial therapy, the median OS is 3.5 vs 6.0 months between HMA+ Ven and CPX-351 groups (P = 0.224). Conclusion: In patients presenting with sAML, upfront treatment with HMA+Ven is feasible and associated with significantly better CR rates and a favorable trend for higher rates of negative MRD compared to CPX-351. A randomized prospective trial in patients with sAML is warranted to determine the most effective frontline regimen in this high-risk AML subgroup. View large Download slide View large Download slide  Disclosures Salhotra: Celgene: Research Funding; Kadmon: Membership on an entity's Board of Directors or advisory committees. Al Malki: Rigel Pharma: Consultancy; Neximmune: Consultancy; Jazz Pharmacuticals, Inc: Consultancy. Aribi: Seattle Genetics: Consultancy. Ali: Incyte Corporation: Consultancy. Budde: Gilead Sciences: Consultancy; Merck: Research Funding; Amgen: Research Funding; Kite, a Gilead Company: Consultancy; Mustang Therapeutics: Research Funding; AstraZeneca: Research Funding; Roche: Consultancy. Dadwal: Ansun Biopharma: Research Funding; Karius: Research Funding; Shire/ Takeda: Research Funding; Gilead: Research Funding; Merck: Consultancy, Honoraria, Other: Advisory board meeting, Research Funding, Speakers Bureau; Chimerix: Research Funding; Janssen: Other: Advisory board meeting; Astellas: Speakers Bureau. Nakamura: NapaJen Pharma: Consultancy; Kadmon Corporation: Other: Advisory board meeting; Viracor: Consultancy; Magenta Therapeutics: Other: Advisory board meeting; Celgene: Other: Support on seminar; Kyowa-Kirin: Other: Support on a meeting presentation; Alexion: Other: Support on a meeting presentation; Merck: Other: advisory board meeting. Stein: Amgen: Consultancy, Speakers Bureau; Stemline: Consultancy, Speakers Bureau. Marcucci: Takeda: Other: Research Support (Investigation Initiated Clinical Trial); Merck: Other: Research Support (Investigation Initiated Clinical Trial); Iaso Bio: Membership on an entity's Board of Directors or advisory committees; Abbvie: Speakers Bureau; Novartis: Speakers Bureau; Pfizer: Other: Research Support (Investigation Initiated Clinical Trial). Pullarkat: Dova: Consultancy, Honoraria; Amgen: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Servier: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Novartis: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Jazz Pharmaceuticals: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Pfizer: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Genetech: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; AbbVie, Inc.: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau. OffLabel Disclosure: off label use of HMA+venetoclax in secondary AML"
}