{
    "doi": "https://doi.org/10.1182/blood.V122.21.3823.3823",
    "article_title": "AMG 900, a Potent and Highly Selective Aurora Kinase Inhibitor Shows Promising Preclinical Activity Against Acute Myeloid Leukemia Cell Lines In Vitro and In Vivo  ",
    "article_date": "November 15, 2013",
    "session_type": "604. Molecular Pharmacology, Drug Resistance: Poster III",
    "abstract_text": "Aurora kinases A and B play essential roles in multiple stages of mitosis and are frequently overexpressed in a subset of human cancers, including acute myeloid leukemia (AML) (Ikezoe T et al , 2007). AMG 900, a potent and highly selective small molecule inhibitor of aurora kinases, is currently in Phase 1 clinical testing in adult patients with AML. In this study, we report the preclinical effects of AMG 900 in AML cell lines. We show that AMG 900 inhibits the phosphorylation of Histone H3 on serine-10 (a proximal substrate of aurora-B) leading to aborted cell division, apoptosis and/or polyploidy. We evaluated the activity of AMG 900 and two other well-characterized aurora kinase inhibitors [AZD1152-hQPA (B-selective AKI) and MLN8054 (A-selective AKI)] in a panel of AML cell lines. AMG 900 inhibited proliferation in all 10 cell lines at single-digit nanomolar concentrations. At effective concentrations, AMG 900 and AZD1152-hQPA showed similar cellular phenotypes, indicating that the activity of AMG 900 may occur through inhibition of aurora-B. A subset of cell lines sensitive to AMG 900 and MLN8054 were insensitive to AZD1152-hQPA, suggesting that AMG 900 may be less susceptible to resistance mediated by drug-efflux (Grundy M et al , 2011). Two AMG 900 oral dosing schedules are being evaluated in the ongoing AML clinical trial; patients receive either 4 or 7 consecutive daily doses followed by a drug holiday in 14-day cycles. In this study, we evaluated the in vivo anti-proliferative effects of AMG 900 using the two dose schedules in the skeleton of NOD/SCID IL2γnull mice bearing MOLM-13 (AML) cells expressing luciferase. To assess tumor cell proliferation in vivo , we used 18 FLT (radioactive thymidine analog) PET/CT imaging, a technique that has been used to monitor early treatment response in the bone marrow of AML patients (Vanderhoek M et al , 2011). Mice were imaged for luciferase activity and 18 FLT uptake before treatment and at multiple time-points during the drug holiday phase within the 14-day cycle. While the two AMG 900 dosing schedules resulted in a similar decrease in tumor burden across study time points (as measured by luciferase activity), they differed in the timing of skeletal 18 FLT responses. Mice administered AMG 900 showed an attenuated skeletal 18 FLT uptake compared with the vehicle group, followed by an 18 FLT flare. This 18 FLT flare event is notably higher using the AMG 900 4-day schedule, although the cumulative dose is similar for both schedules. This difference in 18 FLT flaring may indicate the schedules differ in the duration and/or level of target inhibition in the skeletal tumor and bone marrow cells. Mice treated with sunitinib (positive control agent) did not show a skeletal 18 FLT flare during the drug holiday, suggesting its mode of action is distinct from that of AMG 900. At the end of the study, mouse bone marrow was assessed for tumor burden by flow cytometry. Mice treated with AMG 900 showed a significant decrease in tumor burden compared with the vehicle group. Interestingly, the mice administered AMG 900 7-day schedule showed the most suppression of tumor growth compared with either AMG 900 4-day schedule or sunitinib. Together, our preclinical studies demonstrate that AMG 900 is a potent inhibitor of aurora kinases that robustly suppresses the growth of AML cells in vitro and in vivo . Furthermore, we highlight the utility of in vivo imaging to monitor AMG 900 drug action, which may help to inform future dose scheduling and drug combination studies. Disclosures: Cheung: Amgen Inc: Employment, Equity Ownership. Juan: Amgen Inc.: Employment, Equity Ownership. Wayne: Amgen Inc.: Employment, Equity Ownership. Hanestad: Amgen Inc.: Employment, Equity Ownership. Keegan: Amgen Inc.: Employment, Equity Ownership. Huard: Amgen Inc.: Employment, Equity Ownership. McElroy: Amgen Inc.: Employment, Equity Ownership. Stanton: Amgen Inc.: Employment, Equity Ownership. Bush: Amgen Inc.: Employment, Equity Ownership. Kendall: Amgen Inc.: Employment, Equity Ownership. Radinsky: Amgen Inc.: Employment, Equity Ownership. Abella: Amgen Inc. : Employment, Equity Ownership. Pieslor: Amgen Inc.: Employment, Equity Ownership. Friberg: Amgen Inc.: Employment, Equity Ownership. Coxon: Amgen Inc.: Employment, Equity Ownership. Gamelin: Amgen Inc: Employment, Equity Ownership. Payton: Amgen Inc.: Employment, Equity Ownership. Off Label Use: AMG 900 is currently in phase 1 clinical development, there is no approved label.",
    "topics": [
        "aurora kinase inhibitor",
        "cell lines",
        "leukemia, myelocytic, acute",
        "neoplasms",
        "barasertib",
        "drug holiday",
        "luciferases",
        "phosphotransferases",
        "diagnostic imaging",
        "sunitinib"
    ],
    "author_names": [
        "Kam Cheung",
        "Gloria Juan",
        "William Wayne",
        "Kelly Hanestad",
        "Kathleen Keegan",
        "Justin Huard",
        "Patricia McElroy",
        "Mary K Stanton",
        "Tammy L Bush",
        "Richard L Kendall",
        "Robert Radinsky",
        "Steve Abella",
        "Peter C Pieslor",
        "Gregory Friberg",
        "Angela Coxon",
        "Erick Gamelin",
        "Marc Payton"
    ],
    "author_dict_list": [
        {
            "author_name": "Kam Cheung",
            "author_affiliations": [
                "Medical Sciences, Amgen Inc., Thousand Oaks, CA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Gloria Juan",
            "author_affiliations": [
                "Molecular Sciences, Amgen Inc., Thousand Oaks, CA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "William Wayne",
            "author_affiliations": [
                "Oncology Research, Amgen Inc., Thousand Oaks, CA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kelly Hanestad",
            "author_affiliations": [
                "Oncology Research, Amgen Inc., Thousand Oaks, CA, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kathleen Keegan",
            "author_affiliations": [
                "Therapeutic Innovation Unit, Amgen Inc., Seattle, WA, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Justin Huard",
            "author_affiliations": [
                "Therapeutic Innovation Unit, Amgen Inc., Seattle, WA, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Patricia McElroy",
            "author_affiliations": [
                "Oncology Research, Amgen Inc., Thousand Oaks, CA, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mary K Stanton",
            "author_affiliations": [
                "Pharmaceutics R&D, Amgen Inc., Cambridge, MA, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tammy L Bush",
            "author_affiliations": [
                "Therapeutic Innovation Unit, Amgen Inc., Cambridge, MA, USA, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard L Kendall",
            "author_affiliations": [
                "Therapeutic Innovation Unit, Amgen Inc., Thousand Oaks, CA, USA, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert Radinsky",
            "author_affiliations": [
                "Oncology Research, Amgen Inc., Thousand Oaks, CA, USA, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Steve Abella",
            "author_affiliations": [
                "Global Development/Hematology/Oncology, Amgen Inc., Thousand Oaks, CA, USA"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter C Pieslor",
            "author_affiliations": [
                "Medical Sciences, Amgen Inc., Thousand Oaks, CA, USA, "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gregory Friberg",
            "author_affiliations": [
                "Medical Sciences, Amgen Inc., Thousand Oaks, CA, USA, "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Angela Coxon",
            "author_affiliations": [
                "Oncology Research, Amgen Inc., Thousand Oaks, CA, USA, "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Erick Gamelin",
            "author_affiliations": [
                "Medical Sciences, Amgen Inc., Thousand Oaks, CA, USA, "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marc Payton",
            "author_affiliations": [
                "Oncology Research, Amgen Inc., Thousand Oaks, CA, USA, "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-27T09:42:40",
    "is_scraped": "1"
}