{
    "doi": "https://doi.org/10.1182/blood.V118.21.2269.2269",
    "article_title": "Expression of the Light Chain of Coagulation Factor VIII in Insect Cells ",
    "article_date": "November 18, 2011",
    "session_type": "321. Blood Coagulation and Fibrinolytic Factors: Poster II",
    "abstract_text": "Abstract 2269 Expression of coagulation factor VIII (FVIII) in cultured mammalian cells is a common approach to obtain the protein, and a challenge for both FVIII research and its manufacturing. The preparation procedure is laborious, while the resulting expression levels are relatively low. At the same time, a typical study may require generation of a large number and reasonable amounts of the protein molecular variants in a short time. As an alternative approach for expression of FVIII and also its fragments, we recently evaluated the suitability of insect cells (baculovirus expression system), which is known for its relative simplicity for the production of recombinant proteins. In that study, we found that the insect cells (Sf9) are not capable of expressing structurally correct FVIII and also its heavy chain, but are suitable for the production of its light chain (LCh). The LCh bears major functional sites of FVIII, such as those for the binding with von Willebrand factor (vWF), factors IX and X, low-density lipoprotein receptor-related protein and phospholipid membrane, thus the establishment of LCh production is relevant to the structural and functional studies. In the present study, we put a focus on optimization of expression and purification of the Sf9 cells-derived LCh, and confirming its structural integrity. For the coding sequence, we tested the native cDNA, and that of its chemically synthesized two variants, re-designed using algorithms to increase the expression level (GeneArt, Germany). One of these variants was assembled using the codons with maximal frequencies in the insect host (“optimized gene”), and the second variant was altered to match the codon frequency in humans (“harmonized gene”); such approaches are known to increase significantly expression of majority of recombinant proteins. All three sequences contained regions coding an insect-specific secretion signal (GP67), followed by a poly-histidine tag, and in addition the re-designed sequences were tested with a SUMO-tag, which was shown to facilitate expression of many recombinant proteins. To generate the recombinant baculovirus, we tested two different vectors, pFastBac1 (Bac-to-Bac System, Invitrogen) and pOET3 (FlashBAC System, Oxford Expression Systems, UK); the former vector was used for the native gene sequence and the latter for the codon-optimized versions. For purification of the secreted LCh in media, we tested a number of approaches involving various chromatography applications. Finally, we have developed a protocol that includes media diafiltration, affinity purification on a cobalt-bound resin and an ion-exchange chromatography step. This procedure typically yields 100 μg/L of the LCh with a purity of 95%. Unexpectedly, the use of codon-optimized sequences as well as the SUMO-tag seems to be not beneficial, since it did not increase of the expression levels in the pilot experiments. This suggests that the major rate-limiting step of the LCh expression in insect cells is not transcription and translation, but the secretory pathway. The folding of the Sf9-derived LCh was assessed by its binding to a conformation-sensitive monoclonal antibody ESH-4 having a high-affinity epitope on the LCh (American Diagnostica Inc). In this assay, we used biolayer interferometry-based technique (Octet, ForteBio Inc), which measures real-time interactions. We found that the Sf9-derived LCh interacts with mAb ESH-4 with high affinity, reflected by the Kd value assessed as 0.4 nM. This data suggests that the conformation of the Sf9-LCh is similar to that within the native FVIII. To further confirm the structure, we are currently testing interactions of the Sf9-LCh with other FVIII ligands, in particular vWF. In conclusion, we have developed a relatively simple protocol for expression and purification of FVIII LCh in baculovirus system. The Sf9-derived LCh is planned to be used in studies on FVIII in relation to its immunogenicity, and assessing the quality of vWF therapeutic products. Disclosure of interest: Shestopal S.A., Kurasawa J. H., Lee T.K. and Sarafanov A.G. are employees of the U.S. Food and Drug Administration. The findings and conclusions in this Abstract have not been formally disseminated by the Food and Drug Administration and should not be construed to represent any Agency determination or policy. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "antigens, cd98 light chains",
        "factor viii",
        "insecta",
        "histiocytosis, langerhans-cell",
        "von willebrand factor",
        "recombinant proteins",
        "transluminal attenuation gradient",
        "monoclonal antibodies",
        "chromatography",
        "chromatography, affinity"
    ],
    "author_names": [
        "Svetlana A Shestopal, PhD",
        "James H Kurasawa, MS",
        "Timothy K Lee, PhD",
        "Andrey G Sarafanov, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Svetlana A Shestopal, PhD",
            "author_affiliations": [
                "CBER, Office of Blood Research and Review, US Food and Drug Administration, Rockville, MD, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "James H Kurasawa, MS",
            "author_affiliations": [
                "CBER, Office of Blood Research and Review, US Food and Drug Administration, Rockville, MD, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Timothy K Lee, PhD",
            "author_affiliations": [
                "CBER, Office of Blood Research and Review, US Food and Drug Administration, Rockville, MD, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrey G Sarafanov, PhD",
            "author_affiliations": [
                "CBER, Office of Blood Research and Review, US Food and Drug Administration, Rockville, MD, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-18T21:36:54",
    "is_scraped": "1"
}