{
    "doi": "https://doi.org/10.1182/blood-2021-152436",
    "article_title": "Changes in Clonal Architecture Inform MPN Disease Course in Advance of Phenotypic Manifestations ",
    "article_date": "November 5, 2021",
    "session_type": "631.Myeloproliferative Syndromes and Chronic Myeloid Leukemia: Basic and Translational",
    "abstract_text": "Background Disease progression of chronic phase myeloproliferative neoplasms (MPNs) to myelofibrosis (MF) and acute myeloid leukaemia (AML) occurs in 5-10% of patients and is associated with poor prognosis. Disease classification currently uses histology, clinical and laboratory parameters and does not incorporate genomic parameters. Whilst disease evolution can be associated with genetic events , little is known about the timing of additional genetic events or clonal dynamics prior to phenotypic change. Here, we studied the longitudinal clonal dynamics and genomic architecture of MPN and related these to clinical parameters and disease status. Method Longitudinal whole-genome sequencing (WGS) was undertaken in 31 MPN patients with a median interval between WGS of 10.5 years. Tools to identify somatic mutations despite the presence of tumour-in-normal contamination were developed. Clonal trajectories of disease were mapped by reconstructing the subclonal genomic architecture at each timepoint. Mutation burden within individual clones was used to infer the timing of acquisition of clones. Laboratory and clinical information including serial blood count parameters were used to correlate changes in underlying clonal architecture with clinically apparent changes in disease phenotype. Results Disease transformation to MF or AML occurred in 18 patients between sequencing timepoints. In all patients that progressed to AML, clonal evolution was observed with the emergence and expansion of subclones that dominated the clonal landscape at the time of AML. Two patients developed JAK2- negative AML with the genomic features of de novo AML arising independently of the MPN clone. In contrast, progression to MF was not always associated with genomic evolution between sequencing timepoints. Twelve patients had clinically stable disease between sequencing timepoints (median sampling interval 11 years), Stable MPN clones with no evidence of clonal evolution were observed in 6 patients, and these patients remained clinically stable during extended follow up (median 8 years) beyond the last sequencing timepoint. In contrast, the remaining 6 patients had evidence of clonal evolution with a new clonal expansion by the second WGS timepoint despite still having a chronic phase MPN diagnosis. All 6 of these patients subsequently progressed during extended follow up (median 30 months, range 17-55 months), suggesting that genomic progression predates clinical progression by several years. Blood count changes were found to be a late manifestation of clonal evolution. One patient with WHO-defined MPN was not found to have evidence of a clear clonal expansion harbouring a driver mutation. WGS of single cell derived haematopoietic colonies was used to reconstruct the phylogenetic tree of haematopoiesis and did not reveal evidence of an underlying clonal disorder. Using the burden of somatic mutations, we found that in the majority of patients, we were able to time the chronic MPN clones to have been acquired within the first half of the patients' lives. In several patients, clones that had expanded at the time of progression were detectable at the first timepoint and were timed to before diagnosis of their MPN. Conclusions Changes in the underlying clonal composition of MPN predate clinical recognition of a change in disease status by many years. In such patients, the drivers of subsequent disease transformation may have already been acquired years in advance of the initial MPN diagnosis. Serial genetic monitoring of mutant clones in MPN patients could allow prediction of the future disease course of MPN patients and offer opportunities for earlier intervention prior to deterioration in clinical status. Disclosures Campbell:  Mu Genomics: Current holder of individual stocks in a privately-held company, Membership on an entity's Board of Directors or advisory committees.",
    "author_names": [
        "Joe S Lee",
        "Nicholas Williams",
        "Joanna E Baxter",
        "Anna L Godfrey",
        "Kate Milne",
        "Karim Mane",
        "David C Wedge",
        "Peter J. Campbell",
        "Anthony R Green",
        "Jyoti Nangalia"
    ],
    "author_dict_list": [
        {
            "author_name": "Joe S Lee",
            "author_affiliations": [
                "Wellcome-MRC Cambridge Stem Cell Institute, University of Cambridge, Cambridge, United Kingdom",
                "Wellcome Sanger Institute, Hinxton, United Kingdom"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Nicholas Williams",
            "author_affiliations": [
                "Wellcome Sanger Institute, Hinxton, United Kingdom"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joanna E Baxter",
            "author_affiliations": [
                "Department of Haematology, University of Cambridge, Cambridge, United Kingdom"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anna L Godfrey",
            "author_affiliations": [
                "Department of Clinical Haematology, Cambridge University Hospitals NHS Foundation Trust, Cambridge, United Kingdom"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kate Milne",
            "author_affiliations": [
                "Wellcome-MRC Cambridge Stem Cell Institute, University of Cambridge, Cambridge, United Kingdom"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Karim Mane",
            "author_affiliations": [
                "Wellcome-MRC Cambridge Stem Cell Institute, University of Cambridge, Cambridge, United Kingdom"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David C Wedge",
            "author_affiliations": [
                "Manchester Cancer Research Centre, University of Manchester, Manchester, United Kingdom"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter J. Campbell",
            "author_affiliations": [
                "Wellcome Sanger Institute, Hinxton, United Kingdom"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anthony R Green",
            "author_affiliations": [
                "Wellcome-MRC Cambridge Stem Cell Institute, University of Cambridge, Cambridge, United Kingdom",
                "Department of Haematology, University of Cambridge, Cambridge, United Kingdom"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jyoti Nangalia",
            "author_affiliations": [
                "Wellcome-MRC Cambridge Stem Cell Institute, University of Cambridge, Cambridge, United Kingdom",
                "Wellcome Sanger Institute, Hinxton, United Kingdom",
                "University of Cambridge, Wellcome-MRC Cambridge Stem Cell Institute, Cambridge, United Kingdom"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T18:42:59",
    "is_scraped": "1"
}