{
    "doi": "https://doi.org/10.1182/blood.V126.23.3877.3877",
    "article_title": "The Kyoto Prognostic Index for Patients with Diffuse Large B-Cell Lymphoma in the Rituximab Era ",
    "article_date": "December 3, 2015",
    "session_type": "622. Non-Hodgkin Lymphoma: Biology, excluding Therapy: Poster III",
    "abstract_text": "Background The treatment outcome of diffuse large B cell lymphoma (DLBCL) has been greatly improved by rituximab (R) incorporating R-CHOP-based immunochemotherapy. The purpose of this study was to design a new prognostic model which can accurately predict the treatment outcome of DLBCL by R-CHOP (-like) immunochemotherapy, especially for discriminating very high risk patients with rapid disease progression and a short survival period from other large proportion of patients with favourable treatment outcome. Patients and Methods We retrospectively analysed the clinical records of patients who were histologically diagnosed as DLBCL and treated with either R-CHOP or R-CHOP-like therapy at the Kyoto Prefectural University of Medicine and Japanese Red Cross Kyoto Daiichi Hospital from January 2006 to December 2013 and at the Japanese Red Cross Kyoto Daini Hospital from January 2006 to April 2014. Patients were randomly divided into two groups for each institution; 70% for the training sample to construct a new prognostic model and 30% for validation of predictive performance. To evaluate the qualities of discrimination and prediction of risk groups by individual indices, we examined the c-index and the relative Brier score reduction (RBSR) in the validation cohort. The revised-International Prognostic Index (R-IPI) and the NCCN-IPI were also evaluated as the references. Results With a median follow-up time of 32.2 months, the 3-year overall survival (OS) and progression-free survival (PFS) of all patients were 78.5% and 67.4%, respectively. In the study cohort of 323 randomly selected patients, multivariate analyses revealed that the serum LDH level, ECOG performance status ≥2, serum albumin level <3.5mg/dL, and extranodal lymphoma involvement (bone marrow, skin, bone and/or lung/pleura) significantly associated with OS. In contrast, the multivariate analysis did not reveal that age, the disease stage according to the Ann Arbor staging system, or C-reactive protein associated with OS. A novel prognostic model, designated here as the Kyoto Prognostic Index (KPI), consisting of the four prognostic factors for OS, was constructed by classifying patients into four risk groups: low (L), low-intermediate (L-I), high-intermediate (H-I), and high (H). Based on the KPI, the 3-year OS and PFS were 96.4% and 84.4% in the L group, 84.7% and 70.2% in the L-I group, 63.8% and 53.4% in the H-I group, and 33.3% and 24.1% in the H group, respectively. Importantly, the KPI better discriminated the highest risk subgroup than the R-IPI (3-year OS and PFS: 64.8% and 50.8%) and the NCCN-IPI (3-year OS and PFS: 40.3% and 24.3%), and these findings were successfully reproduced in the validation cohort of 142 patients. The OS and PFS by the KPI were well correlated with c-indices of 0.740 and 0.703, respectively, thus indicating the proposed model with the optimal capability for distinguishing the survival periods among different risk groups, while the c-indices of OS and PFS as determined by the R-IPI were 0.642 and 0.668, and those as determined by the NCCN-IPI were 0.736 and 0.749. The RBSR of OS and PFS by the KPI were 30.5% and 18.3%, compared with that determined by the R-IPI of 13.5% and 12.2%, and those as determined by the NCCN-IPI of 25.1% and 17.2%, thus, indicating that our model can predict the mortality of patients more accurately compared with R-IPI or NCCN-IPI. Conclusion The KPI is a robust and feasible prognostic model for DLBCL in the current R era. Compared with the conventional prognostic models, such as the R-IPI and the NCCN-IPI, it can better discriminate especially the high risk subgroup of DLBCL and also PFS as well as OS in patients treated with R-CHOP (-like) immunochemotherapy independently of age of disease onset. Thus, the KPI may be more useful for treatment planning when compared with that of other indices. Prospective studies are needed to confirm the value of the KPI as a new prognostic model for DLBCL. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "diffuse large b-cell lymphoma",
        "rituximab",
        "r-chop",
        "cyclophosphamide, doxorubicin, prednisone, and vincristine",
        "c-reactive protein",
        "disease progression",
        "electrocorticogram",
        "follow-up",
        "lactate dehydrogenase test, serum",
        "lymphoma, extranodal"
    ],
    "author_names": [
        "Tsutomu Kobayashi, MD PhD",
        "Junya Kuroda, MD PhD",
        "Isao Yokota, PhD",
        "Kazuna Tanba, MD",
        "Tomohiko Taki, MD PhD",
        "Takahiro Fujino, MD",
        "Saeko Kuwahara, MD",
        "Reiko Isa, MD",
        "Junko Yamaguchi, MD",
        "Eri Kawata, MD PhD",
        "Teruaki Akaogi, MD",
        "Hitoji Uchiyama, MD PhD",
        "Hiroto Kaneko, MD",
        "Nobuhiko Uoshima, MD PhD",
        "Yutaka Kobayashi, MD PhD",
        "Satoshi Teramukai, PhD",
        "Masafumi Taniwaki"
    ],
    "author_dict_list": [
        {
            "author_name": "Tsutomu Kobayashi, MD PhD",
            "author_affiliations": [
                "Division of Hematology and Oncology, Kyoto Prefectural University of Medicine Graduate School of Medical Science, Kyoto, Japan "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Junya Kuroda, MD PhD",
            "author_affiliations": [
                "Division of Hematology and Oncology, Kyoto Prefectural University of Medicine Graduate School of Medical Science, Kyoto, Japan "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Isao Yokota, PhD",
            "author_affiliations": [
                "Department of Biostatistics, Kyoto Prefectural University of Medicine Graduate School of Medical Science, Kyoto, Japan "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kazuna Tanba, MD",
            "author_affiliations": [
                "Division of Hematology and Oncology, Kyoto Prefectural University of Medicine Graduate School of Medical Science, Kyoto, Japan "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tomohiko Taki, MD PhD",
            "author_affiliations": [
                "Department of Molecular Diagnostics and Therapeutics, Kyoto Prefectural University of Medicine Graduate School of Medical Science, Kyoto, Japan "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Takahiro Fujino, MD",
            "author_affiliations": [
                "Department of Hematology, Japanese Red Cross Kyoto Daiichi Hospital, Kyoto, Japan "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Saeko Kuwahara, MD",
            "author_affiliations": [
                "Department of Hematology, Japanese Red Cross Kyoto Daiichi Hospital, Kyoto, Japan "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Reiko Isa, MD",
            "author_affiliations": [
                "Department of Hematology, Japanese Red Cross Kyoto Daini Hospital, Kyoto, Japan "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Junko Yamaguchi, MD",
            "author_affiliations": [
                "Department of Hematology, Japanese Red Cross Kyoto Daini Hospital, Kyoto, Japan "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eri Kawata, MD PhD",
            "author_affiliations": [
                "Department of Hematology, Japanese Red Cross Kyoto Daini Hospital, Kyoto, Japan "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Teruaki Akaogi, MD",
            "author_affiliations": [
                "Department of Hematology, Japanese Red Cross Kyoto Daini Hospital, Kyoto, Japan "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hitoji Uchiyama, MD PhD",
            "author_affiliations": [
                "Department of Hematology, Japanese Red Cross Kyoto Daiichi Hospital, Kyoto, Japan "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hiroto Kaneko, MD",
            "author_affiliations": [
                "Department of Hematology, Aiseikai Yamashina Hospital, Kyoto, Japan"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nobuhiko Uoshima, MD PhD",
            "author_affiliations": [
                "Department of Hematology, Japanese Red Cross Kyoto Daini Hospital, Kyoto, Japan "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yutaka Kobayashi, MD PhD",
            "author_affiliations": [
                "Department of Hematology, Japanese Red Cross Kyoto Daini Hospital, Kyoto, Japan "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Satoshi Teramukai, PhD",
            "author_affiliations": [
                "Department of Biostatistics, Kyoto Prefectural University of Medicine Graduate School of Medical Science, Kyoto, Japan "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Masafumi Taniwaki",
            "author_affiliations": [
                "Division of Hematology and Oncology, Kyoto Prefectural University of Medicine Graduate School of Medical Science, Kyoto, Japan "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-01T18:50:38",
    "is_scraped": "1"
}