{
    "doi": "https://doi.org/10.1182/blood.V118.21.186.186",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2116",
    "start_url_page_num": 2116,
    "is_scraped": "1",
    "article_title": "A T Cell Receptor Signaling Mutant Reveals Two Distinct Populations of IL-17 Producing CD4+ T Cells ",
    "article_date": "November 18, 2011",
    "session_type": "203. Lymphocytes, Lymphocyte Activation and Immunodeficiency, including HIV and Other Infections: Immune Cell Development and Differentiation",
    "abstract_text": "Abstract 186 Interleukin-17 (IL-17) producing CD4+ T cells (Th17 cells) are essential for immune responses in mucosal and epithelial sites which are the first line of host defense. Th17 cells play a critical role in the pathogenesis of many inflammatory and autoimmune diseases, and the role of IL-17 and Th17 cells in cancer has recently become the focus of extensive investigation. Most studies to date have focused on elucidating the cell extrinsic requirements for differentiation of Th17 cells from naïve CD4+ T cells in peripheral effector sites. Here we report an unconventional population of Th17 cells, “natural Th17 cells” (nTh17), that acquire effector function during development in the thymus, thereby distinguishing them from conventional Th17 cells which require antigen encounter and differentiation in the periphery. We show that these nTh17 cells are present and indeed develop in the thymus using fetal thymic organ culture. nTh17 cells express surface markers consistent with an innate and/or activated phenotype and their development is dependent on selection by MHC class II in the thymus. Yet unlike conventional CD4+ T cells, MHC class II expression on thymic cortical epithelium is not sufficient for their development, rather expression on medullary epithelium is necessary. In addition, T cell receptor (TCR) repertoire analysis of nTh17 cells revealed unique characteristics in TCR gene usage compared to conventional Th17 cells. A mouse model with a mutation in the TCR signaling protein SLP76 (SLP76 Y145F mice) further highlights the difference between the two distinct Th17 populations. SLP76 Y145F mice have increased numbers of nTh17 cells in the thymus compared to wild-type mice. However, peripheral naïve CD4+ T cells from these mice showed severely defective IL-17 production when cultured in vitro under conditions promoting Th17 cell differentiation. This defect was reflected in vivo as CD4+ T cells in the small intestinal lamina propria of SLP76 Y145F mice fail to produce IL-17. Using mixed radiation bone marrow chimeras, we found that the aberrant Th17 phenotype in the thymus and periphery of SLP76 Y145F mice is cell-intrinsic. Finally, adoptive transfer of purified nTh17 cells into RAG-deficient host mice revealed preferential homing of nTh17 cells to thymus and lung compared to other comparison/competitive populations that were co-transferred. Taken together, our data suggest a distinct population of Th17 cells that have characteristics of innate lymphocytes that function at the interface between innate and adaptive immunity. Understanding the biology of nTh17 cells will provide insight into the recently identified Th17 cells in human thymi and umbilical cord blood. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "interleukin-17",
        "t-lymphocytes",
        "t cell receptor signaling pathway",
        "antigens",
        "autoimmune diseases",
        "cancer",
        "organ culture techniques",
        "signaling protein",
        "t-cell receptor",
        "th17 cells"
    ],
    "author_names": [
        "Jiyeon S Kim, MS",
        "Jennifer E Smith-Garvin, PhD",
        "Martha S Jordan, PhD",
        "Gary A Koretzky, MD, PhD"
    ],
    "author_affiliations": [
        [
            "School of Medicine, Abramson Family Cancer Research Institute, University of Pennsylvania, Philadelphia, PA, USA, "
        ],
        [
            "Abramson Family Cancer Research Institute, University of Pennsylvania, Philadelphia, PA, USA, "
        ],
        [
            "Department of Pathology and Laboratory Medicine, University of Pennsylvania, Philadelphia, PA, USA, "
        ],
        [
            "Department of Medicine, University of Pennsylvania, Philadelphia, PA, USA"
        ]
    ],
    "first_author_latitude": "39.9478501",
    "first_author_longitude": "-75.1971968"
}