{
    "doi": "https://doi.org/10.1182/blood.V112.11.1408.1408",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1105",
    "start_url_page_num": 1105,
    "is_scraped": "1",
    "article_title": "Intercommunication Between C-Myc and PTEN in the Regulation of Hematopoietic Stem Cell-Niche Interactions and Hematopoietic Progenitor Cell Lineage Commitment. ",
    "article_date": "November 16, 2008",
    "session_type": "Hematopoietic Stem and Progenitor Biology",
    "topics": [
        "acute megakaryocytic leukemias",
        "adhesions",
        "anemia",
        "c-myc genes",
        "cytopenia",
        "hematopoietic stem cells",
        "integrins",
        "molecule",
        "myeloproliferative disease",
        "n-cadherins"
    ],
    "author_names": [
        "Yinshi Guo, Ph.D., M.D.",
        "Chao Niu, MD, PhD",
        "Peter Breslin, PhD",
        "Shubin Zhang",
        "Wei Wei",
        "Minghui Tang, Ph.D., M.D.",
        "Jiwang Zhang, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Oncology Institute, Loyola University Medical Center, Maywood, IL, USA"
        ],
        [
            "St. Jude Children’s Hospital, Memphis, TN, USA"
        ],
        [
            "Oncology Institute, Loyola Universtiy Medical Center, Maywood, IL, USA"
        ],
        [
            "Oncology, Loyola University Medical Center, Maywood, IL, USA"
        ],
        [
            "Oncology Institute, Loyola University Medical Center, Maywood, IL, USA"
        ],
        [
            "Oncology Institute, Loyola University Medical Center, Maywood, IL, USA"
        ],
        [
            "Oncology Institute, Loyola University Medical Center, Maywood, IL, USA"
        ]
    ],
    "first_author_latitude": "41.8580096",
    "first_author_longitude": "-87.8347061",
    "abstract_text": "It was shown that c-Myc is required for the proliferation and differentiation of hematopoietic stem cells and progenitors. Mice with c-Myc deletions develop severe anemia and cytopenia. However, hematopoietic stem cells (HSCs) accumulate in significant numbers in the bone marrow (BM) of mutant mice, probably due to an increase in adhesiveness of the mutant HSCs to BM osteoblastic niche cells. Previously, we demonstrated that PTEN might play a critical role in the process of adhesion of HSCs to BM niche cells. Deletion of PTEN results in the proliferation and peripheral mobilization of HSCs, followed by a decline in these cells. PTEN mutant mice proceed to develop myeloproliferative disorders. Here we report that c-Myc also has an essential role to play in regulating the lineage commitment of HSCs and progenitors (HSC/Ps). HSC/Ps in which c-Myc is deleted are biased toward megakaryocytic lineage differentiation at the expense of other lineages. c-Myc knockout mice develop significant thrombocytosis (3- to 5-fold increase in peripheral platelet numbers) due to an obviously increased megakaryopoiesis in BM and spleen. PTEN deletion causes down-regulation of expression of adhesive molecules, including integrins and N-cadherin, in HSCs, resulting not only in an increased mobilization of c-Myc -mutant HSCs from the BM niche but also mobilization of c-Myc- mutant megakaryocytic progenitors to the spleen. We found that HSCs and megakaryocytic progenitors are significantly reduced in BM but dramatically increased in the spleens of PTEN/c-MYC double-knockout mice, compared to c-Myc single-gene knockout mice. In addition, PTEN deletion further promotes megakaryocytic progenitor cell proliferation, as well as infiltration of these cells into the liver. PTEN/c-Myc double-gene knockout mice consistently develop megakaryocytic proliferative disorders. We conclude that the ability of c-Myc to regulate HSC-BM niche interactions is at least partially accomplished through inhibition of PTEN function by c-Myc. In addition, c-Myc controls the lineage commitment of HSC/Ps. Deletion of c-Myc converts the myeloproliferative disorder seen in PTEN knockout mice to a megakaryocytic proliferative disorder. Whether PTEN and c-Myc mutations are likewise etiologically involved in human megakaryocytic proliferative disorders and megakaryocytic leukemia is currently a topic of active investigation in our laboratory."
}