{
    "doi": "https://doi.org/10.1182/blood.V118.21.2225.2225",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1964",
    "start_url_page_num": 1964,
    "is_scraped": "1",
    "article_title": "Safety of IVC Filters with Heparin-Induced Thrombocytopenia: A Retrospecive Study ",
    "article_date": "November 18, 2011",
    "session_type": "311. Disorders of Platelet Number or Function: Poster II",
    "topics": [
        "thrombocytopenia, heparin-induced",
        "vena cava filters",
        "thrombosis",
        "anticoagulation",
        "heparin",
        "thrombocytopenia",
        "antibody titer",
        "thrombin",
        "antibodies",
        "deep vein thrombosis"
    ],
    "author_names": [
        "Moonjung Jung, MD",
        "John J. McCarthy, MD",
        "Kelty R. Baker, MD",
        "Lawrence Rice, MD"
    ],
    "author_affiliations": [
        [
            "Department of Medicine, The Methodist Hospital, Weill Cornell Medical College, Houston, TX, USA, "
        ],
        [
            "Department of Medicine, The Methodist Hospital, Weill Cornell Medical College, Houston, TX, USA, "
        ],
        [
            "Department of Medicine, Baylor College of Medicine, Houston, TX, USA"
        ],
        [
            "Department of Medicine, The Methodist Hospital, Weill Cornell Medical College, Houston, TX, USA, "
        ]
    ],
    "first_author_latitude": "29.709907899999997",
    "first_author_longitude": "-95.3997225",
    "abstract_text": "Abstract 2225 Introduction Heparin-induced thrombocytopenia (HIT) results from antibody formation to a complex of the platelet-derived protein platelet factor 4(PF4) and heparin. Thrombocytopenia is not usually severe, and not associated with bleeding. In fact, HIT is associated with markedly increased risk of thrombosis from activated platelets and thrombin generation. Inferior Vena Cava filters (IVC filter) have been used to prevent pulmonary embolization with deep vein thrombosis. In a patient with thrombosis, the best established indications for IVC filter placement are (1) contraindication to pharmacologic anticoagulation, such as thrombocytopenia, and (2) failure of anticoagulant therapy. While HIT might be viewed as meeting these criteria, actually the syndrome mandates, rather than contraindicates, aggressive alternative anticoagulation. Further, anecdotes support that the foreign body can precipitate devastating thromboses in this extreme hypercoagulable milieu. We present data on IVC filter use in HIT from 2003 to 2010 observed in a tertiary academic hospital in the Texas Medical Center, Houston, Texas. Methods We retrospectively reviewed patient charts from those discharged with ICD-9 diagnosis code for HIT (289.84) from our institution from 2008 to 2010. We also reviewed patient charts from those discharged with either ICD-9 diagnosis code for thrombocytopenia unspecified (287.5) or secondary thrombocytopenia (287.4) and ICD-9 procedure code for interruption of the vena cava (38.7). Of note, ICD-9 diagnosis code for HIT was newly introduced in late 2007. We collected data regarding appropriateness of diagnosis, heparin PF4 antibody titer, the use of alternative anticoagulation, the use of IVC filter, incidence of thrombosis and incidence of new thrombosis after IVC filter placement. Results Of one hundred and twenty four patients discharged with the ICD-9 diagnosis code for HIT. chart review revealed that fifty-five patients did not have true HIT. These cases were seen by a hematologist at the time of diagnosis and determined not to have HIT and/or they had negative heparin PF4 ELISA antibody test. Sixty-nine patients were confirmed to have HIT by hematologist's evaluation and/or high heparin PF4 antibody titer with use of alternative anticoagulation. Among these 69 patients with HIT, ten patients had IVC filter placement either some time prior to or at the time of diagnosis of HIT. Nine of these ten patients developed new thrombosis related to IVC filters. Among 59 patients who had HIT and no IVC filter, 14 patients had thrombosis at the time of HIT diagnosis and four more developed new thrombosis after the diagnosis (three of these while receiving direct thrombin inhibitor). We identified 193 patients eligible for chart review from 2003 to 2007 using ICD-9 diagnosis and procedure code. The data review is underway and will be presented at the ASH 2011 annual meeting. Conclusion Heparin-Induced Thrombocytopenia (HIT) is associated with high risk of thrombosis from activated platelets and thrombin generation. Placement of IVC filter in the setting of HIT or even prior insertion of IVC filter is associated with higher risk of thrombosis, and could lead to devastating anticoagulation-resistant limb-threatening thrombosis. Disclosures: Rice: GSK: Speakers Bureau; Canyon Pharma: Membership on an entity's Board of Directors or advisory committees."
}