{
    "doi": "https://doi.org/10.1182/blood.V106.11.1744.1744",
    "article_title": "Sequential Analysis of the α- and β-Globin Gene Expressions during Erythropoietic Differentiation from Primate ES Cells. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "Globin switching of erythrocytes during primate (human and monkey) hematopoietic development has been most thoroughly investigated not only as a model of tissue- and temporally specific transcriptional control but also as a tool for drug discovery against hemoglobinopathies. However, the regulatory mechanisms of globin switching in primates remains to be unresolved in primates mainly due to lack of available model system to date which reproduces the process of hematopoiesis to reflect accurately in vivo development. Recently primate ES cell lines were established, which are expected to serve as an experimental model for tissue growth and development, along with an efficacy and toxicity screening system for new drugs and a cell source for regeneration therapy. Among them, we previously demonstrated that the transition from primitive into definitive erythropoiesis was induced from primate ES cells by coculture with OP9 stromal cells. We also demonstrated that the VEGFR-2high CD34+ cells, emerging onto OP9 stromal layer after initial 6-day differentiation, contain the hemogenic progenitors. In this study, we quantitatively analyzed temporal pattern of embryonic, fetal, and adult globin expression in the α (ζ to α), and β (ε to γ and γ to β) cluster both at the transcriptional and translational level in erythrocytes induced from primate ES cells by the coculture system. When VEGFR-2high CD34+ cells were harvested and reseeded onto OP9 stromal cells in the presence of EPO, IL-3, SCF, and TPO, two waves of erythropoiesis occurred sequentially thereafter. Immunostaining and real-time reverse transcription-polymerase chain reaction analyses of floating mature erythrocytes revealed that the globin switches occurred in parallel with the erythropoietic transition. However, the temporal patterns of switching were asynchronous in the α- and β-globin genes; sudden fall of ζ-globin expression coincides increase of β-globin expression, while ε-globin expression gradually decreased and were still detected in many erythrocytes. Colony-forming assays demonstrated that the replacement of primitive clonogenic progenitor cells by definitive ones occurred during culture. The decline in embryonic ζ- and ε-globin expressions at the translational level occurred in a single definitive erythroid progenitor. The β-globin expression in individual definitive erythroid progenitors is up-regulated in the presence of OP9 stromal cells. Thus, this system reproduces early hematopoietic development in vitro and can serve as a model for analyzing the mechanisms of globin switch in human.",
    "topics": [
        "globins",
        "primates",
        "gene expression",
        "coculture techniques",
        "vascular endothelial growth factor receptors",
        "hemoglobinopathies",
        "interleukin-3",
        "screening",
        "toxic effect",
        "immunohistochemistry"
    ],
    "author_names": [
        "Umeda Katsutsugu, MD, PhD",
        "Toshio Heike, MD, PhD",
        "Gen Shinoda, MD",
        "Masato Arai, MD",
        "Feng Ma, MD, PhD",
        "Hirofumi Suemori, PhD",
        "Hong Yuan Luo, MD, PhD",
        "Devid H.K. Chui, MD, PhD",
        "Ryuzo Torii, PhD",
        "Masabumi Shibuya, PhD",
        "Norio Nakatsuji, PhD",
        "Tatsutoshi Nakahata, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Umeda Katsutsugu, MD, PhD",
            "author_affiliations": [
                "Department of Pediatrics, Graduate School of Medicine, Kyoto University, Kyoto, Japan"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Toshio Heike, MD, PhD",
            "author_affiliations": [
                "Department of Pediatrics, Graduate School of Medicine, Kyoto University, Kyoto, Japan"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gen Shinoda, MD",
            "author_affiliations": [
                "Department of Pediatrics, Graduate School of Medicine, Kyoto University, Kyoto, Japan"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Masato Arai, MD",
            "author_affiliations": [
                "Department of Pediatrics, Graduate School of Medicine, Kyoto University, Kyoto, Japan"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Feng Ma, MD, PhD",
            "author_affiliations": [
                "Department of Pediatrics, Graduate School of Medicine, Kyoto University, Kyoto, Japan"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hirofumi Suemori, PhD",
            "author_affiliations": [
                "Laboratory of Embryonic Stem Cell Research, Stem Cell Research Center, Institute for Frontier Medical Science, Kyoto University, Kyoto, Japan"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hong Yuan Luo, MD, PhD",
            "author_affiliations": [
                "Department of Medicine, Boston Universal School of Medicine, Boston, MA, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Devid H.K. Chui, MD, PhD",
            "author_affiliations": [
                "Department of Medicine, Boston Universal School of Medicine, Boston, MA, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ryuzo Torii, PhD",
            "author_affiliations": [
                "Research Center for Animal Life Science, Shiga University of Medical Science, Ohtsu, Japan"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Masabumi Shibuya, PhD",
            "author_affiliations": [
                "Division of Genetics, Institute of Medical Science, University of Tokyo, Tokyo, Japan"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Norio Nakatsuji, PhD",
            "author_affiliations": [
                "Department of Development and Differentiation, Institute for Frontier Medical Science, Kyoto University, Kyoto, Japan"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tatsutoshi Nakahata, MD, PhD",
            "author_affiliations": [
                "Department of Pediatrics, Graduate School of Medicine, Kyoto University, Kyoto, Japan"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-29T09:41:26",
    "is_scraped": "1"
}