{
    "doi": "https://doi.org/10.1182/blood-2019-123207",
    "article_title": "Immediate and Long-Term Outcomes Following Orthopedic Procedures in Patients with Hemophilia: A Three-Decade Retrospective Review ",
    "article_date": "November 13, 2019",
    "session_type": "904.Outcomes Research-Non-Malignant Conditions",
    "abstract_text": "Introduction: Patients with hemophilia are at risk for developing hemophilic arthropathy and may require orthopedic interventions at a young age. It is unclear whether the advent of routine prophylaxis and comprehensive care have reduced the rates of orthopedic procedures in the past several decades, and whether improved supportive care have reduced perioperative complications. Aim: In this study, we aim to evaluate the overall trends of orthopedic procedures, surgical outcomes and healthcare utilization in patients with hemophilia who underwent orthopedic procedure in the past three decades. Methods: In this single-centre retrospective cohort study, adult patients with all severities of hemophilia who underwent at least one orthopedic procedure from January 1990-August 2018 at the University of Alberta Hospital were included. Demographic data, hemophilia history, details of orthopedic procedure, perioperative factor administration were collected. Temporal changes in the types of procedures, factor utilization, and outcomes were examined using descriptive analyses. Results: In the last 3 decades, 17 patients underwent 50 orthopedic procedures in our institution, including total knee arthroplasty (TKA) (n=18), TKA revision (n=8), total hip arthroplasty (n=5), ankle fusion (n=5), synovectomy (n=4), and others (n=10). Median age at the time of the procedure was 41 years (interquartile range IQR 31-48), and median BMI was 25 (IQR 22-39) (Table 1). Fourteen patients have hemophilia A and 3 have hemophilia B, including severe hemophilia in 13 (76%). Four patients (24%) have active inhibitors at the time of surgery. Ten (59%) patients had active hepatitis C infection at the time of surgery, whereas none had HIV infection. There is a reduction in the number of orthopedic surgeries performed over time (Table 2). There was a significant reduction in the length of stay from 1990-2000 to 2001-2018 (median 20 days vs 6 days, P <0.001). Overall perioperative coagulation factor concentrates were prescribed for a median of 10 days (IQR 7-20), whereas active inhibitor patients received bypassing agent coverage for a longer duration (median 17 days, IQR 10-21). There was a significant reduction in the perioperative factor VIII utilization over time (P=0.02), and a similar trend in factor IX utilization (Table 2). Tranexamic acid was used perioperatively in the majority (68%) of procedures for a median of 10 days. Pharmacologic thromboprophylaxis was prescribed in 15 (30%) procedures for a median of 8 days (IQR 7-13), intermittent pneumatic device was prescribed in 2, the remaining procedures had no documented thromboprophylaxis. Postoperative complications include major bleeding (n=2) and clinically relevant non-major bleeding (n=6), prosthetic joint infection (n=10), aseptic loosening requiring revision (n=2), poor wound healing complicated by skin necrosis (n=2), and deep vein thrombosis (n=1). The 10 infectious complications occurred in 6 patients, including early prosthetic joint infection <4 weeks in 6 cases, despite common use of prophylactic antibiotics in 92% of all cases. Pharmacological thromboprophylaxis was not associated with an increased risk of bleeding. There were no inhibitor development or arterial thromboses perioperatively. All complications occurred in surgeries performed prior to 2011. Conclusions : Over the past three decades, we observe a decline in the number of orthopedic procedures performed in patients with hemophilia, likely reflecting the impact of routine prophylaxis and changes in practice patterns. Orthopedic outcomes have improved over time, in conjunction with a reduction in healthcare utilization including shorter length of stay and reduced factor utilization. View large Download slide View large Download slide  Close modal Disclosures Sun: Octapharma: Consultancy, Research Funding; Novo Nordisk: Consultancy.",
    "topics": [
        "hemophilia a",
        "orthopedic procedures",
        "concentrate dosage form",
        "knee replacement arthroplasty",
        "surgical procedures, operative",
        "thromboprophylaxis",
        "hemorrhage",
        "length of stay",
        "prosthetic joint infections",
        "ankle arthrodesis"
    ],
    "author_names": [
        "CHU Yang Lin, MD",
        "Haowei Sun, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "CHU Yang Lin, MD",
            "author_affiliations": [
                "Faculty of Medicine and Dentistry, University of Alberta, CALGARY, Canada "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Haowei Sun, MD",
            "author_affiliations": [
                "University of Alberta Hospital, Edmonton, Canada"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-18T15:39:13",
    "is_scraped": "1"
}