{
    "doi": "https://doi.org/10.1182/blood.V104.11.3195.3195",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=103",
    "start_url_page_num": 103,
    "is_scraped": "1",
    "article_title": "Overexpression of Mitochondrial Ferritin Causes Cytosolic Iron Starvation and Changes Cellular Iron Homeostatis. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "Cytosolic ferritin is well known to sequester and store iron and, consequently, protect cells against iron-mediated free radical damage. However, the function of the newly discovered mitochondrial ferritin (MtFt) is unknown. To examine the role of MtFt in cellular iron metabolism, we established a cell line that stably overexpresses the mouse MtFt under the control of tetracycline. The overexpression of MtFt caused a dose-dependent iron deficiency in the cytosol that was revealed by increased RNA-biding activity of iron regulatory proteins (IRPs) with a concomitant increase in transferrin receptor levels and a decrease in cytosolic ferritin. Consequently, the induction of MtFt resulted in a dramatic increase (2-fold) in cellular iron uptake from transferrin, most of which ended up in MtFt within mitochondria. Similarly, the induction of MtFt caused a shift of iron from cytosolic ferritin to MtFt. Moreover, the cell permeable iron chelator salicylaldehyde isonicotinoyl hydrazone (SIH) mobilized approximately twice as much iron from wild-type cells as compared to those overexpressing MtFt suggesting that iron in this protein is less accessible to SIH. Furthermore, the expression of MtFt was associated with a decrease in the activity of both mitochondrial and cytosolic aconitase activity, the latter being in agreement with the increase of IRP binding activity. In conclusion, our results indicate that the overexpression of MtFt causes a dramatic change in intracellular iron homeostasis and that the shunt of iron to mitochondrial storage protein likely limits its availability for functional iron proteins.",
    "topics": [
        "cytosol",
        "ftmt gene",
        "iron",
        "protein overexpression",
        "starvation",
        "ferritin",
        "aconitate hydratase",
        "free radicals",
        "hydrazones",
        "iron chelating agents"
    ],
    "author_names": [
        "Guangjun Nie, PhD",
        "Alex D. Sheftel, Bsc",
        "Sangwon F. Kim, PhD",
        "Prem Ponka, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Lady Davis Institute for Medical Research, Sir Mortimer B. Davis Jewish General Hospital, Montreal, QC, Canada"
        ],
        [
            "Department of Physiology, McGill University, Montreal, QC, Canada",
            "Lady Davis Institute for Medical Research, Sir Mortimer B. Davis Jewish General Hospital, Montreal, QC, Canada"
        ],
        [
            "Department of Neuroscience, John Hopkins Medical School, Baltimore, MD, USA"
        ],
        [
            "Department of Physiology, McGill University, Montreal, QC, Canada",
            "Lady Davis Institute for Medical Research, Sir Mortimer B. Davis Jewish General Hospital, Montreal, QC, Canada"
        ]
    ],
    "first_author_latitude": "45.4968796",
    "first_author_longitude": "-73.6296469"
}