{
    "doi": "https://doi.org/10.1182/blood.V122.21.2127.2127",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2439",
    "start_url_page_num": 2439,
    "is_scraped": "1",
    "article_title": "Safety and Efficacy Of Lomustine (CCNU) Substituting Carmustine (BCNU) In Conditioning For Autologous Haematopoietic Stem Cell Transplantation In Lymphoma. A Retrospective Analysis Of Two Patient Cohorts Over a Ten Year Period ",
    "article_date": "November 15, 2013",
    "session_type": "731. Clinical Allogeneic and Autologous Transplantation - Results: Poster I",
    "topics": [
        "carmustine",
        "conditioning (psychology)",
        "hematopoietic stem cell transplantation",
        "lomustine",
        "lymphoma",
        "transplantation",
        "autologous stem cell transplant",
        "cytarabine",
        "diffuse large b-cell lymphoma",
        "etoposide"
    ],
    "author_names": [
        "Sven Armin Sommerfeld, MRCP,",
        "Samar Kulkarni, MD, MRCP, FRCPath",
        "David Kaye",
        "Adrian Bloor, PhD, FRCP, FRCPath"
    ],
    "author_affiliations": [
        [
            "Haematology, Christie Hospital, MANCHESTER, United Kingdom, "
        ],
        [
            "Haematology/Oncology, Christie NHS Foundation Trust, Manchester, England, "
        ],
        [
            "Haematology, Christie Hospital, Manchester, United Kingdom, "
        ],
        [
            "The Christie NHS Foundation Trust, Manchester, United Kingdom"
        ]
    ],
    "first_author_latitude": "53.42965715",
    "first_author_longitude": "-2.2291072",
    "abstract_text": "Introduction Conditioning regimens in autologous stem cell transplantation for lymphoma are evolving constantly. Commonly used regimens in the UK include BEAM, CBV, LEAM and LACE. Carmustine and Lomustine are alkylating agents and nitrosourea analogues with a history of use in the context of conditioning for autologous stem cell transplantation. The BEAM conditioning regimen [ BCNU (300mg/msg day -6), Etoposide (200mg/msq o.d. day -5 to day -2) , Cytarabine (200mg/msq b.d. day -5 to day -2) and Melphalan 140 mg/msq day -1 ] was replaced in our institution by LEAM [ Lomustine (300mg/msq p.o day -6) ; remaining agents and dosing unchanged ] after 2010 due to issues of limited availability of BCNU and concerns regarding its potential pulmonary toxicity. To our knowledge there has been no published comparison of the efficacy of LEAM and BEAM regimens. Materials and methods We reviewed our institutions transplant database and electronic records of patients transplanted with either conditioning regime between the dates of 1.6.2002 and 1.6.2012 in order to capture sufficient numbers of patients with both regimens. We compared the 2 patient groups for engraftment data, treatment related mortality, survival data and the clinical status 1 year post transplant. The status at one year post transplant was reviewed in patients with Hodgins Disease, Mantle Cell Lymphoma and relapsed or transformed Follicular Lymphoma and Diffuse Large B-Cell Lymphoma. For comparison, 2x2 contingency table analysis using Fisher’s exact test calculating a two tailed p value was undertaken. Results 150 Patients received BEAM conditioning and 56 patients received LEAM conditioning. The transplant dates in the BEAM group were between 25.6.2002 and 20.03.2012, in LEAM between 22.04.2010 and 29.5.2012. Demographics: Average patient age 48.1 years, M:F ratio 2.12. Disease groups were similarly represented with the exception of Mantle Cell Lymphoma (10% of BEAM transplants, 20% of LEAM transplants). Engraftment was similar. The causes of death by day 100 in the BEAM group (TRM 100 = 4.67%) were pneumonia (3), sepsis (1), relapse (1), myocardial infarction (1) and TRM out of hospital (1). In the LEAM group (TRM 100 = 1.8%) there was a single death from pneumonia. Relapse from previous CR (1.5% overall) occurred in 2 patients transplanted for DLBCL in the BEAM group (0.97%) and one patient transplanted for a T-cell lymphoma in the LEAM group (1.79%). 34 % of patients were alive and in CR at 1 year in the BEAM group as opposed to 50% in the LEAM group. The rates of death at 1 year were similar (BEAM 17.3%, LEAM 14.3%) with a lesser number of deaths of HD patients transplanted with LEAM (7.1%) compared to BEAM (20%). No differences were statistically significant. Discussion The data for treatment related mortality, overall survival and engraftment are similar between the two groups, with some trends favoring LEAM. In summary the experience at our centre indicates that replacing BCNU with CCNU in conditioning combined with Etoposide, Cytarabine and Melphalan (BEAM vs LEAM) is safe and has at least equivalent efficacy with regards to engraftment, transplant related morbidity, relapse rates and survival. Conclusion LEAM conditioning is a feasible alternative to BEAM. Disclosures: Bloor: GSK: Consultancy, Honoraria, Paid speaker Other."
}