{
    "doi": "https://doi.org/10.1182/blood-2018-99-119161",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4052",
    "start_url_page_num": 4052,
    "is_scraped": "1",
    "article_title": "Induced IL-17-Producing Γδt Cells Play a Protective Role in Intestinal Graft-Versus-Host Disease ",
    "article_date": "November 29, 2018",
    "session_type": "722. Clinical Allogeneic Transplantation: Acute and Chronic GVHD, Immune Reconstitution: Poster III",
    "topics": [
        "graft-versus-host disease",
        "intestines",
        "weight reduction",
        "interleukin-17",
        "aldesleukin",
        "allopurinol",
        "immunosuppressive agents",
        "infusion procedures",
        "interleukin-23",
        "monoclonal antibodies"
    ],
    "author_names": [
        "Lin Xu",
        "Jingjing Feng, MD",
        "Yu Lin, PhD",
        "Xiaoqing Li",
        "He Huang, MD PhD"
    ],
    "author_affiliations": [
        [
            "Bone Marrow Transplantation Center, the First Affiliated Hospital, Zhejiang University School of Medicine, Hangzhou, China ",
            "Institute of Hematology, Zhejiang University, Hangzhou, China ",
            "Zhejiang Engineering Laboratory for Stem Cell and Immunotherapy, Hangzhou, China "
        ],
        [
            "Institute of Hematology, Zhejiang University, Hangzhou, China ",
            "Zhejiang Engineering Laboratory for Stem Cell and Immunotherapy, Hangzhou, China ",
            "Bone Marrow Transplantation Center, The First Affiliated Hospital, Zhejiang University School of Medicine, Hangzhou, China"
        ],
        [
            "Bone Marrow Transplantation Center, the First Affiliated Hospital, Zhejiang University School of Medicine, Hangzhou, China ",
            "Institute of Hematology, Zhejiang University, Hangzhou, China ",
            "Zhejiang Engineering Laboratory for Stem Cell and Immunotherapy, Hangzhou, China "
        ],
        [
            "Bone Marrow Transplantation Center, the First Affiliated Hospital, Zhejiang University School of Medicine, Hangzhou, China ",
            "Institute of Hematology, Zhejiang University, Hangzhou, China ",
            "Zhejiang Engineering Laboratory for Stem Cell and Immunotherapy, Hangzhou, China "
        ],
        [
            "Bone Marrow Transplantation Center, the First Affiliated Hospital, Zhejiang University School of Medicine, Hangzhou, China ",
            "Institute of Hematology, Zhejiang University, Hangzhou, China ",
            "Zhejiang Engineering Laboratory for Stem Cell and Immunotherapy, Hangzhou, China "
        ]
    ],
    "first_author_latitude": "30.255593999999995",
    "first_author_longitude": "120.178389",
    "abstract_text": "Acute graft-versus-host disease (aGVHD) is one of the lethal complications after allogeneic stem cell transplantation (allo-SCT). Intestine, as the major target organ of aGVHD, has a significant morbidity and mortality. T-cell-derived interleukin-17A (IL-17A) can mediate immunopathology in GVHD. According to a recent study in murine SCT models, the recipients who lack IL-17 would develop intestinal hyper-acute GVHD. Our previous study demonstrated that γδT17 cells were the main source of IL-17 in intestinal aGVHD. These findings suggest that γδT17 cells may have the capacity to attenuate intestinal aGVHD and have the potential for prognosis prediction. However, primary γδT17 cells account for only 0.1% of mice splenocytes, which makes it difficult to obtain a sufficient number of cells. To explore the function of γδT17 cells in aGVHD, we improved an in vitro induction protocol to generate large numbers of purified activated γδT17 cells. Then we performed survival studies in a murine allo-SCT model. We observed that co-infusion of induced γδT17 cells reduced aGVHD and increased recipient survival. The whole spleen of TCRβ -/- C57BL/6 mice were processed for a single cell suspension and then cultured into plate pre-coated with CD2 mAb and α-TCR-γδ in the presence of IL-1β, IL-23, IFN-γ and IL-12 for 24 hours. CD3 mAb and IL-2 was added at day1. Fresh medium containing IL-1β, IL-23, IFN-γ and IL-2 were added at day3. Cells were then washed and re-seeded in IL-7, IFN-γ and IL-2 for a further 2 days. After a 8-day induction, a hundred times of initial number of cells can be harvested for the next experiments ((0.124 ± 0.0155) ×10 6 vs (9.184 ± 0.4028) ×10 6 , p<0.001). The secretion of IL-17A produced by induced γδT17 cells increased from 30.11 ± 5.77 pg/ml to 13759.41 ± 519.09 pg/ml (p <0.001). Next, we performed survival studies in a murine model of allo-SCT with co-infused γδT17 cells. Splenic donor C57BL/6 T cells with a 5:1 ratio of in vitro induced γδT17 cells (aGVHD+γδT17) or without γδT17 cells (aGVHD) were infused into lethally irradiated BABL/C mice on day0. Co-infusion of γδT17 cells largely improved survival, with 40% of recipients surviving 60 days after transplant, while the aGVHD group all died during this period. The median survival time of aGVHD group is 40.5 days, which is obviously lower than aGVHD+γδT17 group (51 days, p <0.001) . There was also a significant reduction in the clinical score in mice co-infused γδT17 cells, with a nonsignificant decrease in the weight loss. On day 28, there was a decrease in pathology score in the colon (6 ± 0.4082 vs 1.75 ± 0.4787, n=4 each, p <0.001 ). We also observed an increase in the proportion of myeloid-derived suppressor cells (MDSCs) in colons of mice co-infused γδT17 cells, which possess strong immunosuppressive activities. In addition, T cell proliferation was inhibited under the influence of MDSCs which were co-cultured with γδT17 for 24 hours. These findings suggest that γδT17 cells may recruit MDSCs from bone marrow to intestine and promote the immunosuppressive function of MDSCs. Our protocol can induce γδT17 cells effectively in vitro. The subsequent murine SCT models show that induced γδT17 cells contribute to a relief of aGVHD symptoms and increased recipient survival. They can also recruit MDSCs to regulate the immune system, thus reducing intestinal damages. The results suggest that γδT17 cells might be a protective regulator of the immune system in intestinal aGVHD, and hold a promising role in clinical application. Disclosures No relevant conflicts of interest to declare."
}