{
    "doi": "https://doi.org/10.1182/blood.V106.11.2150.2150",
    "article_title": "Distinguishing Antiphospholipid Antibodies from an Acquired Factor Inhibitor: A Novel Laboratory Approach. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "Distinguishing between antiphospholipid antibodies (APA) and an acquired factor inhibitor can sometimes be difficult and complicated by the fact that high titer APA can interfere with in vitro phospholipid dependent coagulation tests, including factor assays and Bethesda titers. Incorrect diagnosis can lead to inappropriate management. The following case illustrates these problems and demonstrates a novel means to rapidly distinguish between APA and a factor inhibitor. A 78 year old man with a 3 year history of myelodysplastic syndrome was admitted for worsening pancytopenia. His PTT was prolonged (68 seconds) and did not correct with a mixing study. His PT was also elevated at 18 seconds. D-dimer and fibrinogen levels were normal. Some factor assays were ordered at the time showing factors IX (3%), II (103%), V (110%), VII (85%), and X (114%). Lupus anticoagulants (LA) were detected by the dilute Russell’s Viper Venom test as well by a positive Staclot®LA test using standard methods. Anticardiolipin antibodies were detected by enzyme-linked immunosorbent assay (ELISA) and showed an elevated IgM level and a normal IgG level. Standard dilutions at 1:2 to 1:8 (patient plasma:buffer) were performed to evaluate for possible dilutional effects on the factor IX assays. On several attempts, the dilutional effect could not be adequately assessed because all clotting times obtained were off the standard curve. A Bethesda assay for factor IX inhibitor was then performed, using a standard procedure, indicating an anti-factor IX titer of 28 Bethesda units. Due to the unlikelihood for coexistence of APA with an acquired factor inhibitor, we used a novel method to determine if this patient plasma contained an extremely high titer of interfering APA that may have been responsible for a falsely low factor IX level determined by a phospholipid-dependent clotting assay. We postulated that diluting patient plasma with a significant amount of pooled normal plasma (PNP) would effectively decrease APA titer while not changing the clotting factor level. At a dilution of the patient plasma mixed with PNP where the factor level reaches 20-30% in a standard factor assay, further dilutional effects of this mix with buffer will be evident if the patient in fact has an interfering APA. We first serially diluted the patient plasma with PNP until we obtained a 25% factor IX activity. This occurred at a 1:64 dilution (patient:PNP). Standard dilutional assays with buffer were then performed on this mix (patient plasma mixed with PNP). These assays demonstrated 40% activity at a 1:2 dilution, 96% activity at a 1:8 dilution, and 128% activity at a 1:64 dilution. The results conclusively demonstrated the presence of an interfering APA that resulted in a falsely low detected level of factor IX. To determine if high titer APA were interfering with other phospholipid based assays, factor VIII and XI levels were drawn and showed levels of 2% and 3%, respectively. Chromogenic assays, ELISA-based techniques, and phospholipid neutralization have been developed to help differentiate between APA and factor inhibitors. However, this novel approach is potentially simpler, more rapid and less expensive, and is currently being validated on other patients with high titer APA to help validate these results.",
    "topics": [
        "antiphospholipid antibodies",
        "dilution technique",
        "factor ix",
        "phospholipids",
        "buffers",
        "factor ix antibody",
        "antibodies, anticardiolipin",
        "antiphospholipid syndrome",
        "blood coagulation factors",
        "blood coagulation tests"
    ],
    "author_names": [
        "Kurt P. Leuenberger, MD",
        "Spero Cataland, MD",
        "Ming Jin, MD, PhD",
        "Carol Orr",
        "Guido Marcucci, MD",
        "Eric H. Kraut, MD",
        "Haifeng M. Wu, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Kurt P. Leuenberger, MD",
            "author_affiliations": [
                "Department of Internal Medicine and Pathology, Ohio State University College of Medicine and Public Health, Columbus, OH, USA."
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Spero Cataland, MD",
            "author_affiliations": [
                "Department of Internal Medicine and Pathology, Ohio State University College of Medicine and Public Health, Columbus, OH, USA."
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ming Jin, MD, PhD",
            "author_affiliations": [
                "Department of Internal Medicine and Pathology, Ohio State University College of Medicine and Public Health, Columbus, OH, USA."
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carol Orr",
            "author_affiliations": [
                "Department of Internal Medicine and Pathology, Ohio State University College of Medicine and Public Health, Columbus, OH, USA."
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Guido Marcucci, MD",
            "author_affiliations": [
                "Department of Internal Medicine and Pathology, Ohio State University College of Medicine and Public Health, Columbus, OH, USA."
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eric H. Kraut, MD",
            "author_affiliations": [
                "Department of Internal Medicine and Pathology, Ohio State University College of Medicine and Public Health, Columbus, OH, USA."
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Haifeng M. Wu, MD",
            "author_affiliations": [
                "Department of Internal Medicine and Pathology, Ohio State University College of Medicine and Public Health, Columbus, OH, USA."
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-28T12:58:32",
    "is_scraped": "1"
}