{
    "doi": "https://doi.org/10.1182/blood-2018-99-117129",
    "article_title": "Mechanisms of CD4 T Cell Tumor Immunity in a Preclinical Model of Multiple Myeloma ",
    "article_date": "November 29, 2018",
    "session_type": "652. Myeloma: Pathophysiology and Pre-Clinical Studies, excluding Therapy: Poster I",
    "abstract_text": "The majority of immune therapies for cancer have focused on generating tumor-specific CD8+ T cells that directly engage and kill tumor cells. However, recent data demonstrate a critical role of CD4 T cells in tumor immunity. Animal models showed that MHC class II epitopes derived from mutated tumor-associated proteins (neo-antigens, neoAg) conferred protection against different mouse tumor types. Clinical studies of neoAg vaccines demonstrated anti-tumor activity, with the majority of neoAg-specific immune responses being CD4 T cells. These tumor Ag-specific CD4 T cells could confer protective anti-tumor immunity even in the absence of CD8 T cells directed against the same antigen. These findings are even more striking because most tumor cells do not express MHC class II molecules and CD4 T cells cannot directly kill tumor cells. In order to understand how CD4 T cells eliminate tumors in the absence of direct cytolytic activity and vaccine specific CD8 T cells, we used an animal model of multiple myeloma, MOPC315.BM (MOPC) cell line derived from BalB/C background, that mimics many of the features of the human disease. MOPC cells do not express MHCII and produce an IgA with a unique mutated neoAg in the l2 light chain called Idiotype l2.315 (Id). This Id antigen is well characterized and known to activate CD4 T cells, however, when used as a peptide vaccine alone, it is weakly immunogenic and fails to elicit protective immune responses. We used an Id peptide sequence fused with a high affinity HSP70 binding site that elicited strong Id-specific CD4 T cell IFNg responses that protect against MOPC tumor growth. No Id-specific CD8 T cell or B cell responses were detected, and Id-specific CD4 cells did not directly lyse MOPC cells in vitro. These CD4 responses were specific to the neoAg, as they did not cross react with the wild type peptide fused to the same HSP70 binding sequence. These findings lead to the hypothesis that Id-specific CD4 T cells confer protective immunity by promoting cross-priming of CD8 T cells against non-Id, MOPC-associated antigens. To investigate this hypothesis, splenocytes and bone marrow cells were harvested from mice either challenged with MOPC cells only (No vax + MOPC), vaccinated with the Id peptide only (Id vax+No MOPC) or Id vaccinated and challenged with MOPC cells (Id vax + MOPC). CD4 and CD8 T cell activation was assessed by measuring IFNg and TNFa production by intracellular cytokine staining (ICS) after eight days of in vitro restimulation with Id peptide and irradiated MOPC cells. As shown in fig.1, in the absence of Id vaccination, no or very little immune activation was observed in the spleen and bone marrow. Id vaccination alone induced CD4 T cells in both compartments. In mice that received both Id vax and MOPC challenge, there was induction of CD8 T cell, with a notable trend towards high levels of CD8 activity in the tumor microenvironment (bone marrow). These CD8 T cells were not detected when cells from the same animals were restimulated with the Id peptide alone, indicating that these CD8 responses were against non-Id, MOPC-associated Ags (data not shown). All together these data support a model in which Id-specific CD4 T cell provide helper activity to promote cross-priming of CD8 T cell against MOPC-associated Ags only in the presence of tumor challenge. These responses are present both systemically and in the tumor site. We are currently studying the specificity of these CD8 T cells and the potential role of innate immune cells such as NK cells and macrophages in the anti-tumor immune response initiated by Id-specific CD4 T cells. These findings will help better understand the mechanisms of CD4 mediated anti-tumor immunity and promote the development of combination immunotherapy strategies to improve the efficacy of vaccines targeting CD4 antigens. View large Download slide View large Download slide  Close modal Disclosures Bekri: Agenus Inc: Research Funding. Levey: Agenus Inc: Employment, Equity Ownership. Cho: BMS: Membership on an entity's Board of Directors or advisory committees; Janssen: Consultancy; Agenus Inc.: Research Funding; F. Hoffmann-La Roche Ltd: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; J & J: Consultancy; Genentech Inc: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding.",
    "topics": [
        "animal model",
        "multiple myeloma",
        "t-lymphocytes",
        "tumor immunity",
        "neoplasms",
        "peptides",
        "antigens",
        "tumor cells",
        "vaccines",
        "heat-shock proteins 70"
    ],
    "author_names": [
        "Selma Bekri, PhD",
        "Reunet Rodney-Sandy, BS",
        "Diana Gruenstein, BS",
        "Bjarne Bogen, MD PhD",
        "Daniel Levey, PhD",
        "Hearn Jay Cho, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Selma Bekri, PhD",
            "author_affiliations": [
                "Department of Hematology and Medical Oncology, Tisch Cancer Institute, Icahn School of Medicine at Mount Sinai, New York, NY "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Reunet Rodney-Sandy, BS",
            "author_affiliations": [
                "Department of Hematology and Medical Oncology, Tisch Cancer Institute, Icahn School of Medicine at Mount Sinai, New, NY "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Diana Gruenstein, BS",
            "author_affiliations": [
                "Department of Hematology and Medical Oncology, Tisch Cancer Institute, Icahn School of Medicine at Mount Sinai, New York, NY "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bjarne Bogen, MD PhD",
            "author_affiliations": [
                "Oslo University Hospital, Oslo, Norway "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniel Levey, PhD",
            "author_affiliations": [
                "Agenus Inc, Lexington, MA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hearn Jay Cho, MD",
            "author_affiliations": [
                "Tisch Cancer Institute, New York, NY"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-12T15:33:11",
    "is_scraped": "1"
}