{
    "doi": "https://doi.org/10.1182/blood.V124.21.1510.1510",
    "article_title": "Impact of Age and Gender on Bleeding Score in Type 1 VWD Using the ISTH-BAT ",
    "article_date": "December 6, 2014",
    "session_type": "322. Disorders of Coagulation or Fibrinolysis: Poster I",
    "abstract_text": "The ISTH Bleeding Assessment Tool (ISTH-BAT) was introduced in 2010 to improve on the earlier BATs and in particular to have greater accuracy in the pediatric and female population by including additional questions for neonatal bleeding and menorrhagia. The recently published cut off for positive or abnormal bleeding score (BS) is ≥ 4 in adult males, ≥ 6 in adult females and ≥ 3 in children. Here we examine the use of the ISTH-BAT in type 1 VWD and its ability to better characterize bleeding in females and children as well as the impact of menorrhagia on bleeding scores in females during aging. We analyzed 323 Index Cases (IC) and 482 Affected Family Members (AFM) enrolled in the Zimmerman Program for the Molecular and Clinical Biology of VWD (ZPMCB-VWD) with a phenotypic diagnosis of type 1 (including type 1, type 1C, type 1-severe, and low VWF). Bleeding symptoms were quantified using three different scoring systems (MCMDM-1, PBQ and ISTH-BAT), however the BS results in this analysis focus on the ISTH-BAT. Subjects were categorized by the following age groups: infant (0-2), child (3-12), adolescent (13-17), young adult (18-35), middle age (36-55), older adult (>55). Mean BS were slightly higher in both infant and child-aged males (4.5 and 4.6) compared to females (1.8 and 4.4), but the difference is not significant (p= 0.2828 and 0.5455). Higher bleeding scores in infant males were due in part to neonatal bleeding score from circumcision (13.6% of neonatal cases). The most reported bleeding symptoms in infant and child-aged males were cutaneous bleeding (61.0%), epistaxis (52.5%) and oral bleeding (25.4%). Females of this age group also presented with similar symptoms of cutaneous bleeding (64.4%), epistaxis (54.2%) and oral bleeding (30.5%). Surprisingly, there was no significant difference in total BS between adolescent males and females (mean 5.0 and 5.65, p= 0.4607). The frequency of reported bleeding symptoms in adolescent males was due to epistaxis (69.6%), cutaneous bleeding (43.5%), and minor wound bleeding (39.1%), while adolescent females reported menorrhagia (80.3%), cutaneous bleeding (65.6%), minor wound bleeding (64.4%) and epistaxis (32.8%). Bleeding symptoms reported by adults (≥18) varied by gender with males most often reporting cutaneous bleeding (50.0%), epistaxis (42.9%), oral bleeding (42.9%) and surgery (39.3%), whereas females suffered from menorrhagia (85.9%), cutaneous bleeding (80.4%), epistaxis (42.4%), minor wound bleeding (38.0%), and bleeding following tooth extractions (34.8%). Female IC (n=212) and AFM (n=280) both showed a gradual increase of BS over time (2.8 and 1.2 points per decade) whereas the BS is relatively flat over time for male IC and AFM. Analysis of female unaffected family members (n=759) showed a similar increase of BS with age (1 point per decade). To show the contribution of female specific bleeding to the overall score, we calculated a modified BS removing the menorrhagia and postpartum subscores. Interestingly, the modified BS also increased over time suggesting that other bleeding symptoms contribute to female bleeding as they age. In summary, we have shown the utility of the ISTH-BAT to characterize the bleeding in our type 1 VWD, particularly in infants and females. Infant and child-aged subjects with type 1 VWD do not show any significant difference in BS between males and females and they report similar bleeding symptoms of cutaneous bleeding, epistaxis and oral bleeding. While adolescent males and females have similar total BS, their type of bleeding symptoms vary. The BS in adult females continues to increase with age, however menorrhagia and postpartum bleeding are not the only the contributors, suggesting that there are other bleeding symptoms that account for the gradual increase of BS in females over time. Disclosures Friedman: Alexion: Speakers Bureau; Octapharma: Consultancy; Biogen Idec: Consultancy; CSL Behring: Consultancy.",
    "topics": [
        "gender",
        "hemorrhage",
        "international society of thrombosis and haemostasis",
        "epistaxis",
        "menorrhagia",
        "oral hemorrhage",
        "hemorrhage of newborn",
        "assessment scales",
        "male circumcision",
        "postpartum hemorrhage"
    ],
    "author_names": [
        "Pamela A Christopherson",
        "Veronica H Flood, MD",
        "Kenneth D. Friedman, MD",
        "Joan Cox Gill, MD",
        "Sandra L Haberichter, PhD",
        "Robert R Montgomery, MD",
        "Thomas C. Abshire, MD",
        "the Zimmerman Program Investigators"
    ],
    "author_dict_list": [
        {
            "author_name": "Pamela A Christopherson",
            "author_affiliations": [
                "BloodCenter of Wisconsin, Milwaukee, WI "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Veronica H Flood, MD",
            "author_affiliations": [
                "BloodCenter of Wisconsin and Medical College of Wisconsin, Milwaukee, WI "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kenneth D. Friedman, MD",
            "author_affiliations": [
                "BloodCenter of Wisconsin, Medical College of Wisconsin, Milwaukee, WI "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joan Cox Gill, MD",
            "author_affiliations": [
                "Blood Center of Wisconsin, Milwaukee, WI "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sandra L Haberichter, PhD",
            "author_affiliations": [
                "BloodCenter of Wisconsin, Milwaukee, WI "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert R Montgomery, MD",
            "author_affiliations": [
                "Medical College of Wisconsin, Blood Research Institute, Children's Research Institute, Milwaukee, WI "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas C. Abshire, MD",
            "author_affiliations": [
                "BloodCenter of Wisconsin and Medical College of Wisconsin, Milwaukee, WI "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "the Zimmerman Program Investigators",
            "author_affiliations": [],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-30T02:40:14",
    "is_scraped": "1"
}