{
    "doi": "https://doi.org/10.1182/blood.V110.11.1532.1532",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=839",
    "start_url_page_num": 839,
    "is_scraped": "1",
    "article_title": "FLT3 Mediated MAPK Activation Participates in the Control of Megakaryopoiesis in Primary Myelofibrosis ",
    "article_date": "November 16, 2007",
    "session_type": "Myeloproliferative Syndromes",
    "topics": [
        "flt3 gene",
        "megakaryocytopoiesis",
        "mitogen-activated protein kinases",
        "ms-like tyrosine kinase 3",
        "myelofibrosis, idiopathic, chronic",
        "cd34 antigens",
        "cell culture techniques",
        "myelofibrosis",
        "antibodies",
        "antigens, differentiation"
    ],
    "author_names": [
        "Christophe Desterke",
        "Hans Hasselbalch, MD, PHD",
        "Dominique Bordessoule, MD, PhD",
        "Heinz Gisslinger, MD, PhD",
        "Alessandro Vannucchi, MD, PhD",
        "Olivier Pierre-Louis",
        "Carole Tonetti",
        "Philippe Dessen, PhD",
        "Vladimir Lazar, MD, PhD",
        "Bernadette Guerton",
        "Denis Clay",
        "William Vainchenker, MD, PhD",
        "Stephane Giraudier, MD, PhD",
        "Marie-Caroline Le Bousse-Kerdiles, PhD"
    ],
    "author_affiliations": [
        [
            "Inserm U602, Univ Paris-Sud, Villejuif, France",
            " "
        ],
        [
            "Department of Medicine, Roskilde Hospital, Roskilde, Denmark",
            " "
        ],
        [
            "Service of Hematology, CHR Dupuytren, Limoges, France",
            " "
        ],
        [
            "Department of Hematology, Univ. Klinik fur Innere Medizin, Wien, Austria",
            " "
        ],
        [
            "Department of Hematology, University of Florence, Florence, Italy",
            " "
        ],
        [
            "Inserm U602, Univ Paris-Sud, Villejuif, France",
            " "
        ],
        [
            "Inserm U790, IGR, Villejuif, France",
            " "
        ],
        [
            "Genomic Plateform, IGR, Villejuif, France",
            " "
        ],
        [
            "Genomic Plateform, IGR, Villejuif, France",
            " "
        ],
        [
            "Inserm U602, Univ Paris-Sud, Villejuif, France",
            " "
        ],
        [
            "Inserm U602, Univ Paris-Sud, Villejuif, France",
            " "
        ],
        [
            "Inserm U790, IGR, Villejuif, France",
            " "
        ],
        [
            "Inserm U790, IGR, Villejuif, France",
            " "
        ],
        [
            "Inserm U602, Univ Paris-Sud, Villejuif, France",
            " "
        ]
    ],
    "first_author_latitude": "48.7557781",
    "first_author_longitude": "2.27917355",
    "abstract_text": "Myeloproliferation, myelofibrosis, osteosclerosis and neo-angiogenesis are the major intrinsic pathophysiological features of Primary Myelofibrosis (PMF). The myeloproliferation is characterized by an increased number of circulating CD34 + cells with the prominent amplification of “dystrophic” megakaryocytes (MK) through to be responsible for myelofibrosis thought fibrogenic factor release. Comparison of CD34 + and MK cell gene expression profiling between PMF patients and healthy donors revealed a global deregulation of the MAPK pathway genes. This alteration is associated with a modulation of the FLT3 tyrosine kinase gene expression in CD34 + and MK cells from patients, independently of the JAK2V617F mutation presence. Quantification of the FLT3 transcript in mononuclear cells from patients with Polycythemia Vera and Essential Thrombocythemia showed that this over expression is mainly observed in JAK2WT PMF patients. This is associated with a higher proportion of FLT3 + CD34 + CD41 + cells in the blood of patients. Analysis of FLT3 membrane expression in MK-derived CD34 + cultures revealed that its expression was maintained all along MK differentiation in patients in contrast to healthy donors. Such a higher expression of FLT3 is associated with an increased concentration of its ligand in the platelet rich plasma from patients, independently of their JAK2 mutational status. The role of FLT3 in the regulation of hematopoiesis incited us to analyse whether its alteration could take part in the myeloproliferation and dysmegakaryopoiesis that characterizes PMF. A flow cytometry analysis of FLT3-downstream MAPK activation in PMF CD34 + cells showed a hyperphosphorylation of p38 and JNK as compared to CD34 + cells from normal blood. This phosphorylation was maintained in PMF MK-derived CD34 + cells at day 10. Addition of PD98059, a MAPK inhibitor, induced a dose dependent restoration of the in vitro megakaryopoiesis in PMF as shown by an increase in MK ploidy with apparition of 32N cells associated with a mature cytological aspect and an increase in CD41, CD42a and CD9 MK differentiation marker expression. PD98059 also increased the MK clonogenicity of CD34 + cells from all patients tested (5/5) as compared to healthy donors. Preliminary results using a specific chemical inhibitor of FLT3 in MK-derived CD34 + cell cultures reinforced the involvement of FLT3 in PMF MK differentiation. In presence of FLT3 ligand, the FLT3 mediated MAPK hyperphosphorylation in PMF MK cultures (D6) is reversed by either PD98059 or UO126, another ERK inhibitor and is accompanied by a slight increase in proliferative MK. This effect is not observed in MK cultures from normal CD34 + cells. Surprisingly, ligation of FLT3 by a monoclonal anti-FLT3 antibody in CD34 + cell cultures resulted in an increase MK proliferation. In conclusion, this work shows a deregulation of FLT3 and MAPK pathway in the PMF CD34 + cells and suggests that the persistence of the FLT3 mediated MAPK activation participates in the dysmegakaryopoiesis of PMF patients."
}